Repository: I2PPlus/i2pplus
Catalog: core/locale/messages_*.po
Languages: bo, hi

source: {0,number,####} ms
bo: {0,number,####} མི་ལི་ཐོག
hi: {0,number,####} मिलीसेकंड

source: {0} sec
bo: {0} སྐར་ཆ།
hi: {0} सेकंड

source: {0} min
bo: {0} དུང་
hi: {0} मिनट

source: {0} hour
bo: {0} དུས་
hi: {0} घंटा

source: {0} day
bo: {0} ཉིན་
hi: {0} दिन

source: {0} year
bo: {0} ལོ།
hi: {0} साल

source: n/a
bo: མེད།
hi: न/ए

source: {0,number,####} ns
bo: {0,number,####} ན་ནོ་ཐོག
hi: {0,number,####} नैनोसेकंड

source: {0,number,####} μs
bo: {0,number,####} ཨོ་ཐོག
hi: {0,number,####} माइक्रोसेकंड

source: CRIT
bo: མཐོང་ཐག
hi: क्रिटिकल

source: DEBUG
bo: བཤེར་བཟོས་པ།
hi: डिबग

source: ERROR
bo: འབྲས་བུ་མི་རུང་བ།
hi: त्रुटि

source: INFO
bo: ཤེས་བྱ།
hi: जानकारी

source: WARN
bo: དོ་སྣང་བ།
hi: चेतावनी

source: {0} similar message omitted
bo: {0} གཞི་གྲངས་ཀྱི་ཐོ་ཡིག་བརྐྱང་བ།
hi: {0} समान संदेश छोड़ दिया
