Repository: I2PPlus/i2pplus
Catalog: apps/desktopgui/locale/messages_*.po
Languages: bo, et, hi, sl, vi

source: Start I2P
bo: I2Pའགོ་འཛུགས།
et: Aloita I2P
hi: I2P प्रारंभ करें
sl: Započni I2P
vi: Khởi động I2P

source: I2P is starting!
bo: I2Pའགོ་འཛུགས་བཞིན་པ།
et: I2P käivitatakse!
hi: I2P प्रारंभ हो रहा है
sl: I2P se začne!
vi: I2P đang bắt đầu

source: Starting
bo: འགོ་འཛུགས་བཞིན་པ།
et: Käivitamine
hi: प्रारंभ हो रहा है
sl: Započetek
vi: Bắt đầu

source: Launch I2P Browser
bo: I2Pདྲ་བོ་འགོ་འཛུགས།
et: Lanceeri I2P veebibrauser
hi: I2P ब्राउज़र को आरंभ करें
sl: Lance I2P brskalnik
vi: Kích hoạt trình duyệt I2P

source: Configure I2P System Tray
bo: I2Pམ་ལག་པར་སྒྲིག་འཇུག
et: Seadista I2P süsteemiriba
hi: I2P प्रणाली की स्थापक-पट्टिका को विन्यासित करें
sl: Nastavitev I2P sistema
vi: Định cấu hình khay hệ thống I2P

source: Disable system tray
bo: མ་ལག་པར་བརྒལ་བ།
et: Keela süsteemiriba
hi: प्रणाली स्थापक-पट्टिका को निष्क्रिय करें
sl: Onemogoči sistemski trg
vi: Tắt khay hệ thống

source: Restart I2P
bo: I2Pཡང་དག་འགོ་འཛུགས།
et: Taaskäivita I2P
hi: I2P को पुनः सञ्चालित करें
sl: Preklikni I2P
vi: Khởi động lại I2P

source: Stop I2P
bo: I2Pམཚམས་འཇོག
et: Peata I2P
hi: I2P को निष्क्रिय करें
sl: Prekini I2P
vi: Ngưng I2P

source: Restart I2P Immediately
bo: I2Pཡང་དག་འགོ་འཛུགས་དུ་མ།
et: Taaskäivita I2P kohe
hi: I2P को तत्काल पुनः सञ्चालित करें
sl: Skratko preklikni I2P
vi: Khởi động lại I2P ngay lập tức

source: Stop I2P Immediately
bo: I2Pམཚམས་འཇོག་དུ་མ།
et: Peata I2P kohe
hi: I2P को तत्काल निष्क्रिय करें
sl: Skratko prekini I2P
vi: Dừng I2P ngay lập tức

source: Cancel I2P Shutdown
bo: I2Pམཚམས་འཇོག་མེད་པར་བཟོ།
et: Tühista I2P katkemine
hi: I2P निष्करण को निरस्त करें
sl: Prekliči izhod iz I2P
vi: Hủy I2P tắt máy

source: Shutdown in {0}
bo: {0}ནང་མཚམས་འཇོག
et: Väljalülitamine {0} pärast
hi: {0} में निष्करण होगा
sl: Izvod v {0}
vi: Tắt máy trong {0}

source: Shutdown imminent
bo: མཚམས་འཇོག་གི་དུས་ཤེས་བཞག
et: Väljalülitamine lähenemisel
hi: निष्करण शीघ्र होने वाला है
sl: Izvod prihaja
vi: Tắt máy sắp xảy ra

source: Network
bo: དྲོན་རྒྱུ།
et: Võrk
hi: नेटवर्क
sl: Omrežje
vi: Mạng lưới

source: I2P: Right-click for menu
bo: I2P: བཙོན་མཐིལ་ནན་མེནཊེར་བཟོ་བར་མཐིལ་གཡོན་དུ་མནན་པ།
et: I2P: Klõpsake paremale nupule menüü jaoks
hi: I2P: मेन्यू के लिए दाएँ क्लिक करें
sl: I2P: Klikni desnim gumbom za meni
vi: I2P: nhấp chuột phải vào menu

source: Enable notifications
bo: གནས་བབ་རྒྱུ་བཟོ་བཅོས་བཟོ་བ།
et: Luba teatised
hi: सूचनाओं को सक्रिय करें
sl: Omogoči obvestila
vi: Bật thông báo

source: Disable notifications
bo: གནས་བབ་རྒྱུ་བཟོ་བཅོས་བརྒལ་བ།
et: Keela teatised
hi: सूचनाओं को निष्क्रिय करें
sl: Onemogoči obvestila
vi: Vô hiệu hóa thông báo
