Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Warning - No I2P trackers in "{0}", and DHT and open trackers are disabled, you should enable open trackers or DHT before starting the torrent.
ar: تحذير - لا توجد أدوات تعقب I2P في "{0}"، وتم تعطيل أدوات التتبع المفتوحة وDHT، يجب عليك تمكين أدوات التتبع المفتوحة أو DHT قبل بدء تشغيل التورنت.
az: Uyarı - "{0}"də I2P trackerləri yoxdur və DHT və açıq trackerlər söndürülmüşdür, torrenti başlamaqdan əvvəl açıq trackerləri və ya DHT aktivləşdirməlisiniz.
bo: ཉེན་བརྡ། - "{0}" ནང་ I2P ཊེ་རེཀར་མིན་འདུག་དང་ DHT དང་ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི། ཊོ་རེནཊི་འགོ་བཙུགས་ཧེ་མ་ཁྱོད་ཀྱིས་ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཡང་ན་ DHT ལྕོགས་ཅན་བཟོ་དགོས།
cs: Varování - V "{0}" nejsou žádné I2P sledovače a DHT a otevřené sledovače jsou zakázány. Před spuštěním torrentu byste měli povolit otevřené sledovače nebo DHT.
da: Advarsel - Ingen I2P-trackere i "{0}", og DHT og åbne trackere er deaktiveret, bør du aktivere åbne trackere eller DHT, før du starter torrenten.
el: Προειδοποίηση - Δεν υπάρχουν ιχνηλάτες I2P στο "{0}", και DHT και ανοιχτοί ιχνηλάτες είναι απενεργοποιημένοι, θα πρέπει να ενεργοποιήσετε τους ανοιχτούς ιχνηλάτες ή το DHT πριν ξεκινήσετε το torrent.
et: Hoiatus - "{0}" pole I2P trackeritega, samuti on DHT ja avalikud trackerid keelatud, torrenti käivitamisel peaksid sisse lülitama avalikud trackerid või DHT.
fa: هشدار - ردیاب I2P در "{0}" وجود ندارد و ردیاب‌های DHT و باز غیرفعال هستند، باید ردیاب‌های باز یا DHT را قبل از شروع تورنت فعال کنید.
hi: अलर्ट - {0} में कोई I2P ट्रैकर नहीं है, और DHT और ओपन ट्रैकर्स दोनों अक्षम हैं, टॉरेंट शुरू करने से पहले ओपन ट्रैकर्स या DHT को सक्षम करना चाहिए।
ja: 警告 - "{0}" には I2P トラッカーがなく、DHT とオープン トラッカーが無効になっています。トレントを開始する前にオープン トラッカーまたは DHT を有効にする必要があります。警告 - "{0}" には I2P トラッカーがなく、DHT とオープン トラッカーが無効になっています。トレントを開始する前にオープン トラッカーまたは DHT を有効にする必要があります。
pt_br: Aviso - Nenhum rastreador I2P em "{0}", e DHT e rastreadores abertos estão desabilitados. Rastreadores abertos ou DHT devem ser habilitados antes de iniciar o torrent.
sl: Opozorilo - V "{0}" ni I2P trackerjev, in so DHT in odpri trackerji onemogočeni, pred zagonom torrenta bi morali omogočiti odpri trackerje ali DHT.
sq: Paralajmërim - Nuk ka gjurmues I2P në "{0}", dhe DHT dhe gjurmuesit e hapur janë të çaktivizuar, duhet të aktivizoni gjurmuesit e hapur ose DHT përpara se të filloni torrentin.
vi: Cảnh báo - Không có trình theo dõi I2P nào trong "{0}", đồng thời DHT và trình theo dõi mở bị tắt, bạn nên bật trình theo dõi mở hoặc DHT trước khi bắt đầu torrent.

source: Fetching {0}
ar: يحمل {0}
az: {0}-i alınıyor
bo: {0} ལེན་དོ།
cs: Získávám {0}
da: Henter {0}
el: Λήψη {0}
et: {0} hankimine
fa: واکشی {0}
hi: {0} प्राप्त कर रहे हैं
ja: {0}を取得しています
pt_br: Buscando {0}
sl: Pridobivanje {0}
sq: Po merr {0}
vi: Đang tìm nạp {0}

source: Open trackers are disabled and we have no DHT peers. Fetch of {0} may not succeed until you start another torrent, enable open trackers, or enable DHT.
ar: يتم تعطيل أجهزة التتبع المفتوحة وليس لدينا أقران DHT. قد لا ينجح جلب {0} حتى تبدأ سيلًا آخر ، أو تمكين المتتبعات المفتوحة ، أو تمكين DHT.
az: Açıq trackerlər söndürülmüşdür və bizim DHT partnerimiz yoxdur. {0}-in alınması sizin başqa torrent başladığınızda, açıq trackerləri aktivləşdirdiyinizdə və ya DHT aktivləşdirdiyinizdə uğurlu olacaq.
bo: ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི་དང་ང་ཚོ་ལུ་ DHT པར་མིན་མིན་འདུག། ཊོ་རེནཊི་གཞན་ཅིག་འགོ་བཙུགས་ནི་ཡང་ན་ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཡང་ན་ DHT ལྕོགས་ཅན་མ་བཟོ་བར་ {0} ལེན་ཐབས་མ་འོང་།
cs: Otevřené sledovače jsou deaktivovány a nemáme žádné vrstevníky DHT. Fetch of {0} nemusí uspět, dokud nezačnete další torrent, povolíte otevřené sledovače nebo nepovoláte DHT.
da: Åbne trackere er deaktiveret, og vi har ingen DHT -peers. Hentning af {0} lykkes muligvis ikke, før du starter en anden torrent, aktiverer åbne trackers eller aktiverer DHT.
el: Οι ανοιχτοί ιχνηλάτες είναι απενεργοποιημένοι και δεν έχουμε συνομηλίκους DHT. Η λήψη του {0} μπορεί να μην επιτύχει μέχρι να ξεκινήσετε ένα άλλο torrent, να ενεργοποιήσετε τους ανοικτούς ιχνηλάτες ή να ενεργοποιήσετε το DHT.
et: Avalikud trackerid on keelatud ning meil pole DHT partnerid. {0} hankimine ei pruugi õnnestuda seni, kuni sa ei käivita veel ühte torrentit, sisse lülitad avalikke trackerid või sisse lülitad DHT.
fa: ردیاب های باز غیرفعال هستند و ما همسالان DHT نداریم. واکشی از {0} ممکن است موفق نشود تا زمانی که تورنت دیگری را شروع نکنید ، ردیاب های باز را فعال کنید یا DHT را فعال کنید.
hi: ओपन ट्रैकर्स अक्षम हैं और हमारे पास कोई DHT पीयर नहीं है। {0} को प्राप्त करना सफल नहीं हो सकता जब तक कि आप एक और टॉरेंट शुरू नहीं करते, ओपन ट्रैकर्स सक्षम नहीं करते हैं, या DHT सक्षम नहीं करते हैं।
ja: オープン トラッカーが無効になっており、DHT ピアがありません。オープントラッカーは無効になっており、DHTピアはありません。 {0}のフェッチは、別のトレントを起動したり、オープントラッカーを有効にしたり、DHTを有効にするまで成功しない場合があります。
pt_br: Rastreadores abertos estão desabilitados e não há pares DHT. A obtenção de {0} pode não ter sucesso enquanto outro torrent não for iniciado, rastreadores abertos forem habilitados ou DHT for habilitado.
sl: Odpri trackerji so onemogočeni in nimamo DHT sosedov. Pridobivanje {0} morda ne bo uspešno dokler ne zagnate drugega torrenta, ne omogočite odprih trackerjev ali ne omogočite DHT.
sq: Gjurmuesit e hapur janë çaktivizuar dhe nuk kemi bashkëmoshatarë DHT. Marrja e {0} mund të mos ketë sukses derisa të nisni një torrent tjetër, të aktivizoni gjurmuesit e hapur ose të aktivizoni DHT.
vi: Trình theo dõi mở bị vô hiệu hóa và chúng tôi không có đồng nghiệp DHT. Lấy {0} có thể không thành công cho đến khi bạn bắt đầu một torrent khác, bật Trình theo dõi mở hoặc bật DHT.

source: Adding {0}
ar: اضافة {0}
az: {0} əlavə olunur
bo: {0} ཁ་སྐོང་བརྐྱབ་དོ།
cs: Přídávám {0}
da: Tilføjer {0}
el: Προσθήκη {0}
et: {0} lisamine
fa: در حال افزودن {0}
hi: {0} जोड़ रहे हैं
ja: {0}の追加
pt_br: Adicionando {0}
sl: Dodajanje {0}
sq: Shtimi i {0}
vi: Thêm {0}

source: Download already running: {0}
ar: التنزيل قيد التشغيل بالفعل: {0}
az: Endirmə artıq işləyir: {0}
bo: ཕབ་ལེན་ཧེ་མ་ལས་རང་གཡོག་བཀོལ་དོ།: {0}
cs: Stahování již běží: {0}
da: Download kører allerede: {0}
el: Η λήψη εκτελείται ήδη: {0}
et: Laadimine juba käimas: {0}
fa: بارگیری از قبل در حال اجرا است: {0}
hi: {0} पहले से ही डाउनलोड हो रहा है
ja: すでにダウンロードされています {0}
pt_br: Download já em execução: {0}
sl: Prenos že v teku: {0}
sq: Shkarkimi tashmë po funksionon: {0}
vi: Tải xuống đã chạy: {0}

source: Failed to copy torrent file to {0}
ar: فشل في نسخ التورنت الى {0}
az: Torrent faylı {0}-a kopyalanmadı
bo: ཊོ་རེནཊི་ཡིག་སྣོད་ {0} ལུ་འདྲ་བཤུས་རྒྱབ་མ་ཚུགས།
cs: Chyba: nepodařilo se zkopírovat soubor torrentu do {0}
da: Det lykkedes ikke at kopiere torrentfilen til {0}
el: Απέτυχε η αντιγραφή του αρχείου torrent στο {0}
et: Torrenti faili kopeerimine {0} ebaõnnestus
fa: فایل تورنت در {0} کپی نشد
hi: {0} में टॉरेंट फ़ाइल को कॉपी करने में असमर्थ
ja: {0} へのtorrentファイルのコピーに失敗しました。
pt_br: Falha ao copiar arquivo de torrent para {0}
sl: Kopiranje datoteke torrenta v {0} ni uspelo
sq: Dështoi në kopjimin e skedarit torrent në {0}
vi: Không sao chép được tệp torrent vào {0}

source: - torrent file already exists
az: - torrent faylı artıq mövcuddur
bo: - ཊོ་རེནཊི་ཡིག་སྣོད་ཧེ་མ་ལས་ཡོད།
et: - torrenti fail on juba olemas
hi: - टॉरेंट फ़ाइल पहले से ही मौजूद है
sl: - datoteka torrenta že obstaja

source: Too many files in "{0}" ({1})!
ar: ملفات كثيرة جدًا في "{0}" ({1})!
az: "{0}"də çoxlu fayl var ({1})!
bo: "{0}" ནང་ཡིག་སྣོད་གནས་སྡུད་མང་དྲགས། ({1})!
cs: Příliš mnoho souborů v "{0}" ({1})!
da: For mange filer i "{0}" ({1})!
el: Υπερβολικά πολλά αρχεία στο "{0}" ({1})!
et: Liiga palju faile "{0}" ({1})!
fa: فایل های زیادی در "{0}" ({1}) وجود دارد!
hi: {0} में बहुत सारे फ़ाइल हैं ({1})!
ja: "{0}" ({1}) にはファイルが多すぎます!
pt_br: Arquivos demais em "{0}" ({1})!
sl: V "{0}" je preveč datotek ({1})!
sq: Shumë skedarë në "{0}" ({1})!
vi: Quá nhiều tệp trong "{0}" ({1})!

source: Torrent file "{0}" cannot end in ".torrent"!
ar: ملف التورنت "{0}" لا يمكن أن ينتهي بـ ".torrent"!
az: Torrent faylı "{0}" ".torrent" ilə bitməlidir!
bo: ཊོ་རེནཊི་ཡིག་སྣོད་ "{0}" ".torrent" གིས་མཇུག་མི་ཆོག!
cs: Soubor torrentu "{0}" nemůže končit ".torrent"!
da: Torrent-fil "{0}" kan ikke ende på ".torrent"!
el: Το αρχείο torrent "{0}" δεν μπορεί να τελειώνει σε ".torrent"!
et: Torrenti fail "{0}" ei tohi lõppeda ".torrent" märgiga!
fa: فایل تورنت "{0}" نمی تواند به ".torrent" ختم شود!
hi: {0} नामक टॉरेंट फ़ाइल ".torrent" से समाप्त नहीं हो सकती है!
ja: Torrent ファイル "{0}" を ".torrent" で終わらせることはできません!
pt_br: O arquivo torrent "{0}" não pode terminar com ".torrent"!
sl: Datoteka torrenta "{0}" ne sme končati z ".torrent"!
sq: Skedari torrent "{0}" nuk mund të përfundojë me ".torrent"!
vi: Tệp torrent "{0}" không thể kết thúc bằng ".torrent"!

source: No pieces in "{0}"!
ar: لا توجد قطع في "{0}"!
az: "{0}"də hissə yoxdur!
bo: "{0}" ནང་ཆ་ཤས་མིན་འདུག!
cs: Žádné kusy v "{0}"!
da: Ingen brikker i "{0}"!
el: Κανένα κομμάτι στο "{0}"!
et: Ühtegi tükkki "{0}" pole!
fa: هیچ قطعه ای در "{0}" وجود ندارد!
hi: {0} में कोई टुकड़ा नहीं है!
ja: 「{0}」にピースがありません!
pt_br: Nenhuma parte em "{0}"!
sl: V "{0}" ni delcev!
sq: Asnjë pjesë në "{0}"!
vi: Không có mảnh nào trong "{0}"!

source: Too many pieces in "{0}", limit is {1}!
ar: قطع كثيرة جدًا في "{0}"، الحد هو {1}!
az: "{0}"də çoxlu hissə var, limit {1}-dir!
bo: "{0}" ནང་ཆ་ཤས་གནས་སྡུད་མང་དྲགས། ཚད་ {1} ཨིན།!
cs: Příliš mnoho kusů v "{0}", limit je {1}!
da: For mange brikker i "{0}", grænsen er {1}!
el: Υπερβολικά πολλά κομμάτια στο "{0}", το όριο είναι {1}!
et: Liiga palju tükkki "{0}"! Piir on {1}!
fa: تعداد بسیار زیادی قطعه در "{0}"، محدودیت {1} است!
hi: {0} में बहुत सारे टुकड़े हैं, सीमा {1} है!
ja: 「{0}」のピースが多すぎます。制限は {1} です!
pt_br: Partes demais em "{0}", o limite é {1}!
sl: V "{0}" je preveč delcev, omejitev je {1}!
sq: Shumë pjesë në "{0}", kufiri është {1}!
vi: Quá nhiều mảnh trong "{0}", giới hạn là {1}!

source: Pieces are too large in "{0}" ({1}B)!
ar: القطع كبيرة جدًا في "{0}" ({1}B)!
az: Hissələr "{0}"də çox böyükdür ({1}B)!
bo: "{0}" ནང་ཆ་ཤས་གནས་སྡུད་ཆེ་དྲགས། ({1}B)!
cs: Kusy jsou příliš velké v "{0}" ({1}B)!
da: Sykker er for store i "{0}" ({1}B)!
el: Τα κομμάτια είναι πολύ μεγάλα στο "{0}" ({1}B)!
et: Tükkid on liiga suured "{0}" ({1}B)!
fa: قطعات در "{0}" ({1}B) خیلی بزرگ هستند!
hi: {0} में टुकड़े बहुत बड़े हैं ({1} बाइट)!
ja: "{0}" ({1}B) のピースが大きすぎます!
pt_br: As partes são muito grandes em "{0}" ({1}B)!
sl: Delci so preveliki v "{0}" ({1}B)!
sq: Copat janë shumë të mëdha në "{0}" ({1}B)!
vi: Các phần quá lớn trong "{0}" ({1}B)!

source: Limit is {0}B
ar: حدود {0}B
az: Limit {0}B
bo: ཚད་ {0}B ཨིན།
cs: Limit je {0}B
da: Grænsen er {0}B
el: Το όριο είναι {0}B
et: Piir on {0}B
fa: محدودیت {0}B است
hi: सीमा {0}B है
ja: 制限は {0}B です
pt_br: O limite é {0}B
sl: Omejitev je {0}B
sq: Kufiri është {0}B
vi: Giới hạn là {0}B

source: Torrent "{0}" has no data!
ar: التورنت "{0}" لا يحتوي على بيانات!
az: Torrent "{0}" verilənlərə malik deyil!
bo: ཊོ་རེནཊི་ "{0}" ལུ་གནད་སྡུད་མིན་འདུག!
cs: Torrent "{0}" nemá žádná data!
da: Torrent "{0}" har ingen data!
el: Το Torrent "{0}" δεν έχει δεδομένα!
et: Torrenti "{0}" andmed puuduvad!
fa: تورنت "{0}" داده ای ندارد!
hi: टॉरेंट {0} में कोई डेटा नहीं है!
ja: Torrent "{0}" にはデータがありません!
pt_br: O torrent "{0}" não tem dados!
sl: Torrent "{0}" ni vsebinjenih podatkov!
sq: Torrent "{0}" nuk ka të dhëna!
vi: Torrent "{0}" không có dữ liệu!

source: Torrents larger than {0}B are not supported yet "{1}"!
ar: السيول الأكبر من {0}B غير مدعومة بعد "{1}"!
az: {0}B-dən böyük torrentlər hələ dəstəklənmir "{1}"!
bo: {0}B ལས་ཆེ་བའི་ཊོ་རེནཊི་ཚུ་ད་ལྟོ་རང་རྒྱབ་སྐྱོར་མིན་འདུག "{1}"!
cs: Torrenty větší než {0}B zatím nejsou podporovány "{1}"!
da: Torrents større end {0}B er endnu ikke understøttet "{1}"!
el: Τα torrent μεγαλύτερα από {0}B δεν υποστηρίζονται ακόμη "{1}"!
et: Suuremad torrentid kui {0}B pole veel toetatud "{1}"!
fa: تورنت های بزرگتر از {0}B هنوز "{1}" پشتیبانی نمی شوند!
hi: {0}B से बड़े टॉरेंट {1} का समर्थन अभी तक नहीं किया गया है!
ja: {0}B を超えるトレントはまだサポートされていません "{1}"!
pt_br: Torrents maiores do que {0}B ainda não são suportados "{1}"!
sl: Torrenti večji od {0}B trenutno še niso podprti "{1}"!
sq: Torrentët më të mëdhenj se {0}B nuk mbështeten ende "{1}"!
vi: Torrent lớn hơn {0}B chưa được hỗ trợ "{1}"!

source: Torrent stopped: {0}
ar: توقف السيل: {0}
az: Torrent dayandırıldı: {0}
bo: ཊོ་རེནཊི་བཀག་ཡི།: {0}
cs: Torrent zastaven: {0}
da: Torrent stoppet: {0}
el: Το torrent σταμάτησε: {0}
et: Torrent peatatud: {0}
fa: تورنت توقف یافت: {0}
hi: टॉरेंट स्थगित: {0}
ja: トレントが停止しました: {0}
pt_br: Torrent interrompido: {0}
sl: Torrent ustavljen: {0}
sq: Torrent u ndal: {0}
vi: Torrent đã dừng: {0}

source: Torrent removed: {0}
bo: ཊོ་རེནཊི་རྩ་བསྐྲད་བཏང་ཡི།: {0}

source: Adding torrents in {0}&hellip;
ar: اضافة السيول في {0}
az: {0}də torrentlər əlavə olunur&hellip;
bo: {0} ནང་ཊོ་རེནཊི་ཚུ་ཁ་སྐོང་བརྐྱབ་དོ།&hellip;
cs: Přidávání torrentů v {0}
da: Tilføjelse af torrents i {0}
el: Προσθήκη torrent στο {0}
et: Torrente lisamine {0}...
fa: افزودن تورنت در {0}
hi: {0} में टॉरेंट जोड़ रहे हैं…
ja: {0} にトレントを追加しています...
sl: Dodajanje torrentov v {0}…
sq: Shtimi i torrenteve në {0}
vi: Thêm torrent trong {0}

source: Down bandwidth limit is {0} KB/s
bo: མར་བེནཌིཊིགི་ཚད་ {0} KB/s ཨིན།

source: Up bandwidth limit is {0} KB/s
bo: ཨཔ་བེནཌིཊིགི་ཚད་ {0} KB/s ཨིན།

source: Connecting to I2CP port on I2P instance at {0}
bo: {0} ལུ་ཡོད་པའི་ I2P དཔེ་ཚད་གི་ I2CP འཛུལ་སྒོ་ལུ་མཐུད་དོ།

source: Connecting to I2P
ar: جاري الاتصال بشبكة I2P
az: I2P ilə əlaqə qurmaq
bo: I2P ལུ་མཐུད་དོ།
cs: Připojuji se k I2P
da: Opretter forbindelse til I2P
el: Σύνδεση σε I2P
et: Ühendamine I2P-ga
fa: اتصال به I2P
hi: I2P के साथ कनेक्ट कर रहे हैं
ja: I2Pに接続しています
pt_br: Conectando à I2P
sl: Povezovanje z I2P
sq: Lidhja me I2P
vi: Nối kết vào I2P

source: Connected to I2P at
bo: I2P ལུ་མཐུད་ཡོད་

source: Starting up torrent {0}
ar: بدء تشغيل السيل {0}
az: Torrent {0}-i başlamaq
bo: ཊོ་རེནཊི་ {0} འགོ་བཙུགས་དོ།
cs: Spouštění torrentu {0}
da: Starter torrent {0}
el: Εκκίνηση torrent {0}
et: Torrenti käivitamine {0}
fa: راه اندازی تورنت {0}
hi: {0} टॉरेंट को शुरू कर रहा हूँ
ja: トレント {0} の起動
pt_br: Iniciando torrent {0}
sl: Zagon torrenta {0}
sq: Nisja e torrentit {0}
vi: Đang khởi động torrent {0}

source: Upload bandwidth limit is {0} KBps to a maximum of {1} concurrent peers.
ar: حد النطاق الترددي للتحميل هو {0} كيلو بايت في الثانية بحد أقصى {1} من النظراء المتزامنين.
az: Yükləmə band genişliyinin limiti {0} KBpsdir, maksimum {1} simultan partnerə qədər.
bo: སྐྱེལ་བའི་བེནཌིཊིགི་ཚད་ {0} KBps ཨིན་པ་དང་མཉམ་དུ་མང་མཐའ་ {1} གི་སྦགས་མཉམ་པར་མི་ཚུ།
cs: Limit šířky pásma nahrávání je {0} kB/s pro maximálně {1} souběžných účastníků.
da: Uploadbåndbreddegrænsen er {0} KBps til et maksimum på {1} samtidige peers.
el: Το όριο εύρους ζώνης μεταφόρτωσης είναι {0} KBps σε μέγιστο αριθμό {1} ταυτόχρονων ομότιμων.
et: Üleslaadimise bändivõrgu piir on {0} KBps maksimaalselt {1} kooslaadiva partnerit.
fa: محدودیت پهنای باند آپلود {0} کیلوبایت بر ثانیه تا حداکثر {1} همتای همزمان است.
hi: अपलोड बैंडविड्थ सीमा {0} KBps है, जिसमें कोर समकक्ष {1} पीयर तक हो सकते हैं।
ja: アップロード帯域幅制限は、最大 {1} 個の同時ピアに対して {0} KBps です。
sl: Omejitev zgornjega širinevja je {0} KBps do maksimuma {1} hkrasnega sosedov.
sq: Kufiri i gjerësisë së brezit të ngarkimit është {0} KBps deri në një maksimum prej {1} kolegëve të njëkohshëm.
vi: Giới hạn băng thông tải lên là {0} KBps cho tối đa {1} thiết bị ngang hàng đồng thời.

source: Storage: {0}GB currently available for downloads on configured data partition
bo: གསོག་འཇོག: རིམ་སྒྲིག་འབད་ཡོད་པའི་གནད་སྡུད་སྡེ་ཚན་གུ་ལུ་ཕབ་ལེན་གྱི་དོན་ལུ་ {0}GB ད་ལྟོ་ཐོབ་ཚུགས།

source: Storage: {0}MB currently available for downloads on configured data partition
az: Saxlama: {0}MB həddindən artıq endirmələr üçün tənzimlənmiş verilənlər bölməsində mövcuddur
bo: གསོག་འཇོག: རིམ་སྒྲིག་འབད་ཡོད་པའི་གནད་སྡུད་སྡེ་ཚན་གུ་ལུ་ཕབ་ལེན་གྱི་དོན་ལུ་ {0}MB ད་ལྟོ་ཐོབ་ཚུགས།
et: Mälu: {0}MB on praegu saadaval allalaadimiseks seadistatud andmekihis
hi: स्टोरेज: कॉन्फ़िग्युर्ड डेटा पैर्टिशन पर वर्तमान में {0}MB डाउनलोड के लिए उपलब्ध है
sl: Shramba: trenutno je na nastavljeni podatkovni razdelki {0}MB razpoložljivo za prenose.

source: Warning - Only {0}MB available for downloads on configured data partition
az: Xəbərdarlıq - Tənzimlənmiş verilənlər bölməsində endirmələr üçün yalnız {0}MB mövcuddur
bo: ཉེན་བརྡ། - རིམ་སྒྲིག་འབད་ཡོད་པའི་གནད་སྡུད་སྡེ་ཚན་གུ་ལུ་ཕབ་ལེན་གྱི་དོན་ལུ་ {0}MB རྐྱངམ་ཅིག་ཐོབ་ཚུགས།
et: Hoiatus - Vaid {0}MB on saadaval allalaadimiseks seadistatud andmekihis
hi: सचेतन - कॉन्फ़िग्युर्ड डेटा पैर्टिशन पर केवल {0}MB डाउनलोड के लिए उपलब्ध है
sl: Opozorilo - za prenose na nastavljeni podatkovni razdelki je razpoložljivih le {0}MB

source: Download finished: {0}
ar: انتهى التحميل: {0}
az: Endirmə tamamlandı: {0}
bo: ཕབ་ལེན་མཇུག་རྫོགས་ཡི།: {0}
cs: Stahování dokončeno: {0}
da: Download afsluttet: {0}
el: Η λήψη ολοκληρώθηκε: {0}
et: Allalaadimine lõpetatud: {0}
fa: دانلود پایان یافت: {0}
hi: {0} का डाउनलोड पूरा हो गया है
ja: ダウンロードが完了しました: {0}
pt_br: Download finalizado: {0}
sl: Prenos končan: {0}
sq: Shkarkimi përfundoi: {0}
vi: Tải xuống hoàn tất: {0}

source: Starting torrent: {0}
ar: بدء السيل: {0}
az: Torrent başlamaq: {0}
bo: ཊོ་རེནཊི་འགོ་བཙུགས་དོ།: {0}
cs: Spuštění torrentu: {0}
da: Starter torrent: {0}
el: Έναρξη torrent: {0}
et: Torrenti käivitamine: {0}
fa: شروع تورنت: {0}
hi: टॉरेंट शुरू कर रहे हैं: {0}
ja: トレントの開始: {0}
sl: Zagon torrenta: {0}
sq: Nisja e torrentit: {0}
vi: Đang bắt đầu torrent: {0}

source: Unable to load torrent create file filter config:
az: Torrent yaratma fayl filtri konfigurasiyasını yükləmək mümkün deyil:
bo: ཊོ་རེནཊི་གསར་བསྐྲུན་ཡིག་སྣོད་ཚགས་མ་རིམ་སྒྲིག་སླར་འཇུག་མ་ཚུགས།:
et: Torrenti loomise failifiltri seade laadimine ebaõnnestus:
hi: टॉरेंट बनाने के फ़ाइल फ़िल्टर सेटिंग लोड नहीं कर पाएँ:
sl: Naloženje konfiguracije filtra za ustvarjanje datotek torrenta ni mogoče:

source: Unable to save torrent create file filter config:
az: Torrent yaratma fayl filtri konfigurasiyasını saxlamaq mümkün deyil:
bo: ཊོ་རེནཊི་གསར་བསྐྲུན་ཡིག་སྣོད་ཚགས་མ་རིམ་སྒྲིག་སྲུང་མ་ཚུགས།:
et: Torrenti loomise failifiltri seadet ei saa salvestada:
hi: टॉरेंट बनाने के फ़ाइल फ़िल्टर सेटिंग सहेजने में असमर्थ:
sl: Shranjevanje konfiguracije filtra za ustvarjanje datotek torrenta ni mogoče:

source: Torrent not found
ar: لم يتم العثور على تورنت
az: Torrent tapılmadı
bo: ཊོ་རེནཊི་མ་ཐོབ།
cs: Torrent nenalezen
da: Torrent ikke fundet
el: Το torrent δεν βρέθηκε
et: Torrentit ei leitud
fa: تورنت یافت نشد
hi: टॉरेंट नहीं मिला
ja: トレントが見つかりません
sl: Torrent ni najden
sq: Torrent nuk u gjet
vi: Không tìm thấy torrent

source: Opening the I2P tunnel
ar: فتح نفق I2P
az: I2P tünelini açmaq
bo: I2P ཊཱནེལ་ཁ་ཕྱེ་དོ།
cs: Otevření I2P tunelu
da: Åbning af I2P-tunnelen
el: Άνοιγμα της σήραγγας I2P
et: I2P tünneli avamine
fa: در حال باز کردن تونل I2P
hi: I2P ट्यूनल खोल रहे हैं
ja: I2Pトンネルを開く
pt_br: Abrindo o túnel I2P
sl: Odpiranje tunela I2P
sq: Hapja e tunelit I2P
vi: Mở đường hầm I2P

source: Opening the I2P tunnel and starting all torrents.
ar: فتح النفق واطلاق جميع التورنت.
az: I2P tünelini açmaq və bütün torrentləri başlamaq.
bo: I2P ཊཱནེལ་ཁ་ཕྱེ་ནི་དང་ཊོ་རེནཊི་ཆ་མཉམ་འགོ་བཙུགས་དོ།
cs: Otevření I2P tunelu a spuštění všech torrentů.
da: Åbner I2P-tunnelen og starter alle torrents.
el: Άνοιγμα της σήραγγας I2P και εκκίνηση όλων των torrents.
et: I2P tünneli avamine ja kõik torrentid käivitatakse.
fa: در حال باز کردن تونل I2P و شروع تمام تورنت ها.
hi: I2P ट्यूनल खोल रहे हैं और सभी टॉरेंट शुरू कर रहे हैं।
ja: I2P トンネルを開き、すべての torrent を開始します。
pt_br: Abrindo o túnel I2P e iniciando todos os torrents.
sl: Odpiranje tunela I2P in zagon vseh torrentov.
sq: Hapja e tunelit I2P dhe fillimi i të gjitha torrenteve.
vi: Mở đường hầm I2P và bắt đầu tất cả các torrent.

source: Stopping all torrents and closing the I2P tunnel.
ar: توقيف جميع التورنت و قفل النفق I2P.
az: Bütün torrentləri dayandırmaq və I2P tünelini bağlamaq.
bo: ཊོ་རེནཊི་ཆ་མཉམ་བཀག་ནི་དང་ I2P ཊཱནེལ་ཁ་བསྡམས་དོ།
cs: Zastavení všech torrentů a uzavření I2P tunelu.
da: Stopper alle torrents og lukker I2P-tunnelen.
el: Διακοπή όλων των χειμάρρων και κλείσιμο της σήραγγας I2P.
et: Kõik torrentid peatatud ja I2P tünnel sulgetud.
fa: توقف سازی تمام تورنت ها و بستن تونل I2P.
hi: सभी टॉरेंट को रोक रहे हैं और I2P ट्यूनल बंद कर रहे हैं।
ja: すべての torrent を停止し、I2P トンネルを閉じます。
pt_br: Parando todos os torrents e fechando o túnel I2P
sl: Ustavljanje vseh torrentov in zapiranje tunela I2P.
sq: Ndalimi i të gjitha përrenjve dhe mbyllja e tunelit I2P.
vi: Dừng tất cả các torrent và đóng đường hầm I2P.

source: Closing I2P tunnel after notifying trackers.
ar: إغلاق نفق I2P بعد إخطار المتتبعين.
az: Trackerləri xəbərdar etməkdən sonra I2P tünelini bağlamaq.
bo: ཊེ་རེཀར་ཚུ་ལུ་བརྡ་བསྐུར་བའི་ཤུལ་ལས་ I2P ཊཱནེལ་ཁ་བསྡམས་དོ།
cs: Uzavření I2P tunelu po upozornění sledovačů.
da: Lukker I2P-tunnelen efter at have underrettet trackere.
el: Κλείσιμο της σήραγγας I2P μετά την ειδοποίηση των ιχνηλατών.
et: Trackerite teavitamise järel I2P tünneli sulgemine.
fa: بستن تونل I2P پس از اطلاع ردیاب ها.
hi: ट्रैकर्स को सूचित करने के बाद I2P ट्यूनल बंद कर रहे हैं।
ja: トラッカーに通知した後、I2P トンネルを閉じます。
pt_br: Fechando túnel I2P após notificar os rastreadores.
sl: Zapiranje tunela I2P po obvestitvi trackerjev.
sq: Mbyllja e tunelit I2P pas njoftimit të gjurmuesve.
vi: Đóng đường hầm I2P sau khi thông báo cho người theo dõi.

source: Cannot check {0}
bo: {0} ཞིབ་དཔྱད་འབད་མ་ཚུགས།

source: Torrent already started
bo: ཊོ་རེནཊི་ཧེ་མ་ལས་འགོ་བཙུགས་ཡི།

source: No storage
bo: གསོག་འཇོག་མིན་འདུག

source: Starting recheck of {}
bo: {} གི་སླར་ཞིབ་དཔྱད་འགོ་བཙུགས་དོ།

source: Finished recheck of torrent {0}, now {1} complete
ar: تم الانتهاء من إعادة فحص التورنت {0}، والآن اكتمل {1}
az: Torrent {0} yenidən yoxlanıldı, indi {1} tamamlandı
bo: ཊོ་རེནཊི་ {0} གི་སླར་ཞིབ་དཔྱད་མཇུག་རྫོགས། ད་ལྟོ་ {1} མཇུག་རྫོགས།
cs: Dokončeno překontrolování torrentu {0}, nyní je dokončeno {1}
da: Færdig genkontrol af torrent {0}, nu {1} fuldført
el: Ολοκληρώθηκε ο επανέλεγχος του torrent {0}, τώρα ολοκληρώθηκε το {1}
et: Torrenti {0} kontroll lõpetatud, nüüd on {1} täielikult
fa: بررسی مجدد تورنت {0} به پایان رسید، اکنون {1} کامل شده است
hi: {0} टॉरेंट की पुनः जाँच पूरी हुई, अब {1} पूरी है
ja: トレント {0} の再チェックが完了し、{1} が完了しました
pt_br: Finalizada a rechecagem do torrent {0}, agora {1} completos
sl: Preverjanje torrenta {0} končano, zdaj je {1} popolnoma preneseno
sq: Kontrolli i ri i torrentit {0} përfundoi, tani {1} i përfunduar
vi: Đã hoàn tất việc kiểm tra lại torrent {0}, hiện đã hoàn tất {1}

source: Finished recheck of torrent {0}, unchanged
ar: تم الانتهاء من إعادة فحص التورنت {0}، بدون تغيير
az: Torrent {0} yenidən yoxlandı, dəyişməmiş
bo: ཊོ་རེནཊི་ {0} གི་སླར་ཞིབ་དཔྱད་མཇུག་རྫོགས། བསྒྱུར་བཅོས་མེད།
cs: Dokončeno překontrolování torrentu {0}, nezměněno
da: Færdig genkontrol af torrent {0}, uændret
el: Ολοκληρώθηκε ο επανέλεγχος του torrent {0}, αμετάβλητος
et: Torrenti {0} kontroll lõpetatud, mitte muutunud
fa: بررسی مجدد تورنت {0} به پایان رسید، بدون تغییر
hi: {0} टॉरेंट की पुनः जाँच पूरी हुई, कोई बदलाव नहीं
ja: トレント {0} の再チェックが終了しました。変更はありません
pt_br: Finalizada a rechecagem do torrent {0}, inalterado
sl: Preverjanje torrenta {0} končano, ne spremenjeno
sq: Përfundoi rishikimi i torrentit {0}, i pandryshuar
vi: Đã hoàn tất kiểm tra lại torrent {0}, không thay đổi

source: Error checking torrent {0}
bo: ཊོ་རེནཊི་ {0} ཞིབ་དཔྱད་འབད་ནིའི་སྐྱོན།

source: Cannot create diskspace bar
bo: ཌིསིཀ་སིཔེསི་ཕྲ་རིང་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: Data partition
bo: གནད་སྡུད་སྡེ་ཚན།
