Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Only I2P trackers will be used; non-I2P trackers are displayed for informational purposes only
ar: سيتم استخدام متتبعات I2P فقط ؛ يتم عرض أجهزة التتبع غير I2P لأغراض إعلامية فقط
az: Yalnız I2P trackerləri istifadə olunacaq; I2P olmayan trackerlər yalnız məlumat verilmək üçün göstərilir
bo: I2P ཊེ་རེཀར་རྐྱངམ་ཅིག་ལག་ལེན་འབད་ནི་ཨིན། I2P མིན་པའི་ཊེ་རེཀར་ཚུ་བརྡ་དོན་དོན་ལུ་རྐྱངམ་ཅིག་སྟོན་ཡོད།
cs: Používají se pouze sledovače I2P - Sledovače mimo I2P jsou zobrazeny pouze pro informační účely
da: Kun I2P -trackere vil blive brugt; Ikke-I2P-trackere vises kun til informationsformål
el: Θα χρησιμοποιηθούν μόνο ιχνηλάτες I2P. Εμφανίζονται μόνο οι ιχνηλάτες I2P μόνο για ενημερωτικούς σκοπούς
et: Vain I2P trackerid kasutatakse; mitte I2P trackerid näidatakse ainult informatsiooni edastamiseks
fa: فقط از ردیاب های I2P استفاده می شود. ردیاب های غیر I2P فقط برای اهداف اطلاعاتی نمایش داده می شوند
hi: केवल I2P ट्रैकर्स का उपयोग किया जाएगा; गैर-I2P ट्रैकर्स केवल सूचनात्मक कारणों के लिए प्रदर्शित किए जाते हैं
ja: I2P トラッカーのみが使用されます
sl: Uporabljene bodo le I2P trackerje; ne-I2P trackerji so prikazani le za informacijske namene
sq: Do të përdoren vetëm gjurmuesit I2P; Gjurmuesit jo-I2P shfaqen vetëm për qëllime informative
vi: Chỉ có trình theo dõi I2P sẽ được sử dụng; Trình theo dõi không phải I2P chỉ được hiển thị cho mục đích thông tin

source: Tracker
ar: المقتفي
bo: ཊེ་རེཀར།
cs: Stopař
da: Sporer
el: Ιχνηλάτης
fa: ردیاب
hi: ट्रैकर
ja: トラッカー
pt_br: Rastreador
sq: Gjurmues
vi: Người theo dõi

source: Web Seeds
ar: بذور الويب
az: Veb Tohumları
bo: ཝེབ་སིཌི་ཚུ།
cs: Webová semena
da: Webfrø
el: Σπόροι ιστού
et: Veebiseemid
fa: بذرهای وب
hi: वेब सीड्स
ja: ウェブシード
pt_br: Seeds Web
sl: Web seme
sq: Farat e rrjetit
vi: Hạt giống Web

source: Refresh page for results
ar: تحديث الصفحة للحصول على النتائج
az: Nəticələr üçün səhifəni yenilə
bo: འབྲས་བུ་ཚུ་གི་དོན་ལུ་ཤོག་ལྷེ་ཡང་སེལ་བ།
cs: Obnovte stránku pro výsledky
da: Opdater siden for resultater
el: Ανανέωση σελίδας για αποτελέσματα
et: Värskenda lehte tulemuste jaoks
fa: تازه سازی صفحه برای نتایج
hi: परिणाम के लिए पेज ताजा करें
ja: ページを更新して結果を確認する
pt_br: Recarregue a página para os resultados
sl: Osveži stran za rezultate
sq: Rifresko faqen për rezultate
vi: Làm mới trang để xem kết quả

source: Force Recheck
ar: إعادة فحص القوة
az: Təsdiqləməni zənginləşdirmək
bo: བང་བསྐྲད་སླར་ཞིབ་དཔྱད།
cs: Vynutit novou kontrolu
da: Tving genkontrol
el: Αναγκαστικός επανέλεγχος
et: Jõuda kontrolli
fa: بازرسی اجباری
hi: बारहों फिर से जाँच करें
ja: 強制再検査
pt_br: Forçar Rechecagem
sl: Prisili preverjanje
sq: Rikontroll me forcë
vi: Buộc kiểm tra lại

source: Stop the torrent in order to check file integrity
ar: أوقف السيل للتحقق من سلامة الملف
az: Fayl bütövlüyünü yoxlamaq üçün torrenti dayandırın
bo: ཡིག་སྣོད་ཆད་ལྡན་ཞིབ་དཔྱད་འབད་ནིའི་དོན་ལུ་ཊོ་རེནཊི་བཀག
cs: Zastavte torrent za účelem kontroly integrity souboru
da: Stop torrenten for at kontrollere filens integritet
el: Σταματήστε το torrent για να ελέγξετε την ακεραιότητα του αρχείου
et: Peata torrent, et kontrollida faili terviklikkust
fa: برای بررسی یکپارچگی فایل، تورنت را متوقف کنید
hi: फ़ाइल की पूर्णता जांचने के लिए टॉरेंट को रोकें
ja: ファイルの整合性をチェックするために torrent を停止します
sl: Ustavite torrent, da preverite celovitost datotek
sq: Ndaloni torrentin për të kontrolluar integritetin e skedarit
vi: Dừng torrent để kiểm tra tính toàn vẹn của tệp

source: Check integrity of the downloaded files
ar: التحقق من سلامة الملفات التي تم تنزيلها
az: Endirilən faylların bütövlüyünü yoxla
bo: ཕབ་ལེན་འབད་ཡོད་པའི་ཡིག་སྣོད་ཚུ་གི་ཆད་ལྡན་ཞིབ་དཔྱད་འབད།
cs: Zkontrolujte integritu stažených souborů
da: Tjek integriteten af ​​de downloadede filer
el: Ελέγξτε την ακεραιότητα των ληφθέντων αρχείων
et: Kontrolli allalaaditud failide terviklikkust
fa: یکپارچگی فایل های دانلود شده را بررسی کنید
hi: डाउनलोड की फ़ाइलों की पूर्णता की जाँच करें
ja: ダウンロードされたファイルの整合性をチェックする
pt_br: Verificar a integridade dos arquivos baixados
sl: Preveri celovitost prenesenih datotek
sq: Kontrollo integritetin e skedarëve të shkarkuar
vi: Kiểm tra tính toàn vẹn của các tệp đã tải xuống

source: Download file at high priority
ar: تنزيل الملف بأولوية عالية
az: Yüksək prioritetdə faylı endirin
bo: ཡིག་སྣོད་གོང་རྒྱུགས་ཅན་ཐོག་ལས་ཕབ་ལེན་འབད།
cs: Stahujte soubor s vysokou prioritou
da: Download fil med høj prioritet
el: Λήψη αρχείου με υψηλή προτεραιότητα
et: Allalaadi fail kõrge prioriteediga
fa: دانلود فایل با اولویت بالا
hi: उच्च प्राथमिकता पर फ़ाइल डाउनलोड करें
ja: ファイルを高優先でダウンロードする
pt_br: Baixar arquivo com alta prioridade
sl: Prenesi datoteko na visoki prioriteti
sq: Shkarkoni skedarin me përparësi të lartë
vi: Tải file ở mức ưu tiên cao

source: High
ar: عالي
az: Yüksək
bo: མཐོ་པོ།
cs: Vysoká
da: Høj
el: Υψηλό
et: Kõrge
fa: زیاد
hi: उच्च
ja: 高い
pt_br: Alta
sl: Visoko
sq: E lartë
vi: Cao

source: Download file at normal priority
ar: تنزيل الملف بالأولوية العادية
az: Normal prioritetdə faylı endirin
bo: ཡིག་སྣོད་སྤྱིར་བཏང་གོང་རྒྱུགས་ཐོག་ལས་ཕབ་ལེན་འབད།
cs: Stahujte soubor s normální prioritou
da: Download fil med normal prioritet
el: Λήψη αρχείου με κανονική προτεραιότητα
et: Allalaadi fail normaalse prioriteediga
fa: دانلود فیل با اولویت عادی
hi: सामान्य प्राथमिकता पर फ़ाइल डाउनलोड करें
ja: 通常の優先順位でファイルをダウンロードする
pt_br: Baixar arquivo com prioridade normal
sl: Prenesi datoteko na normalni prioriteti
sq: Shkarkoni skedarin me përparësi normale
vi: Tải file ở mức ưu tiên bình thường

source: Normal
ar: عادي
bo: སྤྱིར་བཏང་།
cs: Normální
da: Normalt
el: Τυπικός
et: Normaalne
fa: عادی
hi: सामान्य
ja: 通常
sl: Normalno
sq: Normale
vi: Thường

source: Do not download this file
ar: لا تقم بتنزيل هذا الملف
az: Bu faylı endirmə
bo: ཡིག་སྣོད་འདི་ཕབ་ལེན་མ་བརྐྱབ།
cs: Tento soubor nestahujte
da: Download ikke denne fil
el: Μην κάνετε λήψη αυτού του αρχείου
et: Ära allalaadi seda faili
fa: این فایل را دانلود نکن
hi: इस फ़ाइल को डाउनलोड न करें
ja: このファイルをダウンロードしないでください
pt_br: Não baixar este arquivo
sl: Datoteko ne prenesi
sq: Mos e shkarkoni këtë skedar
vi: Không tải file này xuống

source: Skip
ar: تجاوز
az: Atla
bo: གཡོར།
cs: Přeskočit
da: Spring over
el: Παράλειψη
et: Välista
fa: پرش
hi: छोड़ें
ja: スキップ
pt_br: Ignorar
sl: Preskoči
sq: Anashkalo/kapërce
vi: Lờ

source: complete
ar: اكتمل
az: Tamamlandı
bo: མཇུག་རྫོགས།
cs: kompletní
da: komplet
el: πλήρης
et: valmis
fa: کامل
hi: पूर्ण
ja: 完了
pt_br: completo
sl: popolnoma
sq: i plotë
vi: hoàn tất

source: remaining
ar: باقي
az: Qalıq
bo: ལྷག་ལུས།
cs: zbývá
da: rest
el: απομένουν
et: jäänud
fa: باقی مانده
hi: बाकी
ja: 残り
pt_br: restantes
sl: preostalo
sq: mbetur
vi: còn lại

source: Ratings and Comments
ar: التقييمات والتعليقات
az: Qiymətləndirmələr və Şərhlər
bo: སྐུགས་བརྩེ་དཔྱད་ཚུ་དང་བསམ་བཀོད་ཚུ།
cs: Hodnocení a komentáře
da: Bedømmelser og kommentarer
el: Βαθμολογίες και σχόλια
et: Hinnangud ja kommentaarid
fa: امتیازدهی و کامنت ها
hi: रेटिंग और टिप्पणियाँ
ja: 評価とコメント
pt_br: Avaliações e Comentários
sl: Ocene in komentarji
sq: Vlerësimet dhe komentet
vi: Xếp hạng và Bình luận

source: Author name required to rate or comment
ar: اسم المؤلف مطلوب للتقييم أو التعليق
az: Qiymətləndirmə və ya şərh üçün müəllif adı tələb olunur
bo: སྐུགས་བརྩེ་དཔྱད་ཡང་ན་བསམ་བཀོད་འབད་ནིའི་དོན་ལུ་རྩོན་པའི་མིང་དགོས་པ།
cs: K hodnocení nebo komentáři je vyžadováno jméno autora
da: Forfatternavn påkrævet for at bedømme eller kommentere
el: Απαιτείται όνομα συγγραφέα για αξιολόγηση ή σχόλιο
et: Autori nimi hindamiseks või kommentaariks
fa: نام مولف برای امتیاز دهی یا نظر دادن ضروری می باشد
hi: रेटिंग या टिप्पणी के लिए लेखक का नाम आवश्यक है
ja: 評価またはコメントするには著者名が必要です
pt_br: Nome de autor necessário para avaliar ou comentar
sl: Za ocenjevanje ali komentiranje je potrebno ime avtorja
sq: Kërkohet emri i autorit për të vlerësuar ose komentuar
vi: Cần có tên tác giả để đánh giá hoặc bình luận

source: Your author name for published comments and ratings
ar: اسم المؤلف الخاص بك للتعليقات والتقييمات المنشورة
az: Yayılan şərhlər və qiymətləndirmələr üçün sizin müəllif adınız
bo: པར་སྐྱེད་བའི་བསམ་བཀོད་ཚུ་དང་སྐུགས་བརྩེ་དཔྱད་ཚུ་གི་དོན་ལུ་ཁྱོད་ཀྱི་རྩོན་པའི་མིང་།
cs: Vaše jméno autora pro publikované komentáře a hodnocení
da: Dit forfatternavn til offentliggjorte kommentarer og vurderinger
el: Το όνομα του συγγραφέα σας για δημοσιευμένα σχόλια και αξιολογήσεις
et: Sinu autori nimi avaldatud kommentaaride ja hinnangute jaoks
fa: نام نویسنده شما برای نظرات و رتبه‌بندی‌های منتشر شده
hi: प्रकाशित टिप्पणियों और रेटिंग के लिए आपका लेखक का नाम
ja: 公開されたコメントと評価の著者名
pt_br: Seu nome de autor para comentários e avaliações publicados
sl: Vaše ime avtorja za objavljene komentarje in ocene
sq: Emri juaj i autorit për komentet dhe vlerësimet e publikuara
vi: Tên tác giả của bạn cho các nhận xét và xếp hạng đã xuất bản

source: 1 star
ar: {0} نجوم
az: 1 ulduz
bo: སྐར་མ་ ༡
cs: 1 hvězda
da: 1 stjerne
el: 1 αστέρι
et: 1 tärn
fa: {0} ستاره
hi: {0} स्टार
ja: {0}星
pt_br: 1 estrela
sl: {0} zvezdica
sq: 1 yll
vi: {0} sao

source: No rating
ar: لا يوجد تصنيف
az: Qiymətləndirilməmiş
bo: སྐུགས་བརྩེ་དཔྱད་མེད།
cs: Bez hodnocení
da: Ingen vurdering
el: Χωρίς βαθμολογία
et: Hindamata
fa: هیچ امتیازدهی
hi: कोई रेटिंग नहीं
ja: 評価なし
pt_br: Sem avaliações
sl: Brez ocene
sq: Nuk ka vlerësim
vi: Không được xếp hạng

source: Rate and Comment
ar: التقييم والتعليق
az: Qiymətləndir və Şərh yaz
bo: སྐུགས་བརྩེ་དཔྱད་དང་བསམ་བཀོད།
cs: Hodnotit a komentovat
da: Vurder og kommenter
el: Βαθμολογία και Σχόλιο
et: Hinda ja kommentaari
fa: امتیاز دهی و نظر دادن
hi: रेट करें और टिप्पणी करें
ja: 評価とコメント
pt_br: Avaliar e Comentar
sl: Oceni in komentiraj
sq: Vlerësoni dhe komentoni
vi: Đánh giá và bình luận

source: Rate Torrent
ar: معدل السيل
az: Torrenti qiymətləndir
bo: ཊོ་རེནཊི་ལུ་སྐུགས་བརྩེ་དཔྱད་འབད།
cs: Hodnotit torrent
da: Vurder torrent
el: Βαθμολογήστε το Torrent
et: Hinda torrent
fa: امتیازدهی تورنت
hi: टॉरेंट को रेट करें
ja: レートトレント
pt_br: Avaliar Torrent
sl: Oceni torrent
sq: Vlerësoni Torrentin
vi: Tỷ lệ Torrent

source: Add Comment
ar: أضف تعليقاً
az: Şərh əlavə et
bo: བསམ་བཀོད་ཁ་སྐོང་།
cs: Přidat komentář
da: Tilføj kommentar
el: Προσθήκη σχολίου
et: Lisa kommentaar
fa: افزودن کامنت
hi: टिप्पणी जोड़ें
ja: コメントを追加
pt_br: Adicionar Comentário
sl: Dodaj komentar
sq: Shto koment
vi: Thêm bình luận

source: My Rating
ar: تقييمي
az: Mənim qiymətləndirməm
bo: ངའི་སྐུགས་བརྩེ་དཔྱད།
cs: Moje hodnocení
da: Min vurdering
el: Η βαθμολογία μου
et: Minu hindamine
fa: امتیاز دهی من
hi: मेरी रेटिंग
ja: 私の評価
pt_br: Minha Avaliação
sl: Moja ocena
sq: Vlerësimi im
vi: Đánh giá của tôi

source: Average Rating
ar: متوسط ​​التقييم
az: Orta qiymətləndirmə
bo: བརྟག་དཔྱད་སྐུགས་བརྩེ་དཔྱད།
cs: Průměrné hodnocení
da: Gennemsnitlig vurdering
el: Μέση Βαθμολογία
et: Keskmine hindamine
fa: امتیاز دهی میانگین
hi: सत रेटिंग
ja: 平均評価
pt_br: Avaliação Média
sl: Povprečna ocena
sq: Vlerësimi mesatar
vi: Xếp hạng trung bình

source: No community ratings currently available
ar: لا توجد تقييمات مجتمعية متاحة حاليًا
az: Cümələrin qiymətləndirmələri hələ mövcud deyil
bo: ད་ལྟོ་སྤྱི་སྡོངས་ཀྱི་སྐུགས་བརྩེ་དཔྱད་ཚུ་ཐོབ་ཚུགས་མིན་འདུག
cs: Momentálně nejsou k dispozici žádná hodnocení komunity
da: Ingen tilgængelige fællesskabsvurderinger i øjeblikket
el: Δεν υπάρχουν διαθέσιμες αξιολογήσεις κοινότητας αυτήν τη στιγμή
et: Hetkel kogukonna hindamusi ei ole kättesaadavad
fa: هیچ رتبه‌بندی انجمن در حال حاضر موجود نیست
hi: वर्तमान में समुदाय की कोई रेटिंग उपलब्ध नहीं है
ja: 現在利用可能なコミュニティ評価はありません
pt_br: Nenhuma avaliação da comunidade disponível no momento
sl: Trenutno niso na voljo ocene skupnosti
sq: Nuk ka vlerësime të komunitetit aktualisht
vi: Hiện tại không có xếp hạng cộng đồng nào

source: Submitted
ar: مقدم
az: Göndərildi
bo: ཕུལ་བ།
cs: Odesláno
da: Indsendt
el: Υποβλήθηκε
et: Esitatud
fa: ارسال شد
hi: जमाकर दिया
ja: 提出
sl: Oddano
sq: Dorëzuar
vi: Đã nộp

source: Mark for deletion
ar: اختر للحذف
az: Silinmək üçün işarələyin
bo: བཏོན་གཏང་ནིའི་དོན་ལུ་རྟགས་རྟགས་བཀལ།
cs: Označit pro smazání
da: Marker for sletning
el: Επιλογή προς διαγραφή
et: Märgi kustutamiseks
fa: علامت دهی برای حذف
hi: हटाने के लिए चिह्नित करें
ja: 削除にマーク
pt_br: Marcar para exclusão
sl: Označi za izbris
sq: Vëri shenjë për fshirje
vi: Đánh dấu xóa

source: Delete Selected
ar: حذف
az: Seçilmişləri Sil
bo: སེལ་བཏོན་ཚུ་བཏོན་གཏང་།
cs: Smazat vybrané
da: Slet markedere
el: Διαγραφή Επιλεγμένων
et: Kustuta valitud
fa: حذف انتخاب شده
hi: चुने हुए हटाएं
ja: マークされたメッセージを削除しました
pt_br: Excluir selecionado
sl: Izbriši izbrane
sq: Fshi të Përzgjedhurën
vi: Xóa lựa chọn

source: File downloading priorities updated for torrent
bo: ཊོ་རེནཊི་གི་དོན་ལུ་ཡིག་སྣོད་ཕབ་ལེན་གོང་རྒྱུགས་ཚུ་དུས་མཐུན་བཟོ་ཡི།

source: Edit Torrent
ar: تحرير تورنت
az: Torrenti Redaktə Et
bo: ཊོ་རེནཊི་ཞུན་དགབ།
cs: Upravit Torrent
da: Rediger torrent
el: Επεξεργασία Torrent
et: Muuda torrent
fa: ویرایش تورنت
hi: टॉरेंट संपादित करें
ja: トレントの編集
pt_br: Editar Torrent
sl: Uredi torrent
sq: Redakto Torrent
vi: Chỉnh sửa Torrent

source: Active Trackers
ar: أجهزة التتبع النشطة
az: Fəali Trackerlər
bo: ཤུགས་ཚུགས་ཅན་པའི་ཊེ་རེཀར་ཚུ།
cs: Aktivní sledovači
da: Aktive trackers
el: Ενεργοί ιχνηλάτες
et: Aktiivsed trackerid
fa: ردیاب های فعال
hi: सक्रिय ट्रैकर्स
ja: アクティブトラッカー
sl: Aktivni trackerji
sq: Gjurmuesit aktivë
vi: Trình theo dõi hoạt động

source: Add Tracker
ar: إضافة المقتفي
az: Tracker Əlavə Et
bo: ཊེ་རེཀར་ཁ་སྐོང་།
cs: Přidat Tracker
da: Tilføj Tracker
el: Προσθήκη Tracker
et: Lisa tracker
fa: ردیاب را اضافه کنید
hi: ट्रैकर जोड़ें
ja: トラッカーを追加
pt_br: Adicionar rastreador
sl: Dodaj tracker
sq: Shto gjurmues
vi: Thêm công cụ theo dõi

source: Torrent Comment
ar: تعليق تورنت
az: Torrent Şərhi
bo: ཊོ་རེནཊི་བསམ་བཀོད།
cs: Komentář k torrentu
da: Torrent-kommentar
el: Torrent σχόλιο
et: Torrenti kommentaar
fa: نظر تورنت
hi: टॉरेंट का टिप्पणी
ja: トレントコメント
sl: Komentar torrenta
sq: Komenti i Torrentit
vi: Bình luận Torrent

source: Torrent must be stopped in order to edit
ar: يجب إيقاف التورنت حتى تتمكن من التحرير
az: Torrent redaktə etmək üçün dayandırılmalıdır
bo: ཞུན་དགབ་འབད་ནིའི་དོན་ལུ་ཊོ་རེནཊི་བཀག་དགོས་པ།
cs: Aby bylo možné upravovat, musí být torrent zastaven
da: Torrent skal stoppes for at kunne redigere
el: Το torrent πρέπει να σταματήσει για να γίνει επεξεργασία
et: Torrent peab olema peatatud muutmiseks
fa: برای ویرایش باید تورنت متوقف شود
hi: संपादित करने के लिए टॉरेंट को रोकना होगा
ja: 編集するにはTorrentを停止する必要があります
sl: Torrent mora biti ustavljen, da ga lahko uredite
sq: Torrent duhet të ndalet për të redaktuar
vi: Torrent phải dừng để chỉnh sửa

source: Save Changes
ar: حفظ التغييرات
az: Dəyişiklikləri Saxla
bo: བསྒྱུར་བཅོས་ཚུ་སྲུང་།
cs: Uložit změny
da: Gem ændringer
el: Αποθήκευση αλλαγών
et: Salvesta muudatused
fa: ذخیره تغییرات
hi: बदलाव सहेजें
ja: 変更を保存
pt_br: Salvar Alterações
sl: Shrani spremembe
sq: Ruaj ndryshimet
vi: Lưu thay đổi

source: Torrent must be stopped
ar: يجب إيقاف السيل
az: Torrent dayandırılmalıdır
bo: ཊོ་རེནཊི་བཀག་དགོས་པ།
cs: Torrent musí být zastaven
da: Torrent skal stoppes
el: Το torrent πρέπει να σταματήσει
et: Torrent peab olema peatatud
fa: تورنت باید متوقف شود
hi: टॉरेंट को रोकना होगा
ja: Torrent を停止する必要があります
pt_br: O torrent deve ser interrompido
sl: Torrent mora biti ustavljen
sq: Përrua duhet të ndalet
vi: Torrent phải dừng lại

source: Minimum total uploaders limit is {0}
ar: اقل حد الرفع الى {0}
az: Ümumi yükləyicilərin minimum limiti {0}dir
cs: Nejmenší celkový limit sdílečů je {0}
da: Minimumsgrænsen for samlede uploadere er {0}
el: Το ελάχιστο όριο συνολικών χρηστών που ανέβασαν είναι {0}
et: Kokkuülesaajate piiri minimaalne väärtus on {0}
fa: حداقل محدودیت کل آپلودکنندگان {0} است
hi: कम से कम कुल अपलोडर सीमा {0} होनी चाहिए
ja: 最低アップロードリミットは{0}に変更されました
pt_br: Mínimo de uploaders totais alterado para {0}
sl: Minimalna omejitev celotnih pošiljateljev je {0}
sq: Limiti minimal i ngarkuesve është {0}
vi: Giới hạn tổng số người tải lên tối thiểu là {0}

source: I2CP options changed to {0}
ar: تم تغيير خيارات I2CP إلى {0}
az: I2CP seçimləri {0} olaraq dəyişdirildi
cs: Nastavení (options) I2CP změněno na {0}
da: I2CP-indstillinger ændret til {0}
el: Οι επιλογές I2CP άλλαξαν σε {0}
et: I2CP valikud vahetatud {0}ks
fa: گزینه های I2CP به {0} تغییر یافت
hi: I2CP विकल्प {0} पर बदल दिए गए
ja: I2CPオプションは{0}に変更されました
pt_br: Opções de I2CP alteradas para {0}
sl: Možnosti I2CP spremenjene na {0}
sq: I2CP ndryshuar te {0}
vi: Tùy chọn I2CP đã thay đổi thành {0}

source: I2CP settings changed to {0}
ar: تغيرت الاعدادات الى {0}
az: I2CP ayarları {0} olaraq dəyişdirildi
cs: Nastavení (settings) I2CP změněno na {0}
da: I2CP-indstillinger ændret til {0}
el: Οι ρυθμίσεις I2CP άλλαξαν σε {0}
et: I2CP seaded vahetatud {0}ks
fa: تنظیمات I2CP به {0} تغییر یافته است
hi: I2CP सेटिंगें {0} पर बदल दी गईं
ja: I2CP設定は{0}に変更されました
pt_br: Configurações de I2CP alteradas para {0}
sl: Nastavitve I2CP spremenjene na {0}
sq: Cilësimet e I2CP''së ndryshuar te {0}
vi: Cài đặt I2CP đã thay đổi thành {0}

source: Enabled smart sort
ar: تمكين الفرز الذكي
az: Ağıllı sıralama aktivləşdirildi
cs: Povoleno chytré třídění
da: Aktiveret smart sortering
el: Ενεργοποιημένη έξυπνη ταξινόμηση
et: Tark sorteerimine sisse lülitatud
fa: مرتب سازی هوشمند فعال
hi: स्मार्ट सॉर्ट सक्षम किया गया
ja: スマートソートを有効にしました
pt_br: Smart sort habilitado
sl: Pametno urejanje omogočeno
sq: Renditja inteligjente e aktivizuar
vi: Đã bật sắp xếp thông minh

source: Disabled smart sort
ar: معطل الفرز الذكي
az: Ağıllı sıralama söndürüldü
cs: Zakázáno chytré řazení
da: Deaktiveret smart sortering
el: Απενεργοποιημένη έξυπνη ταξινόμηση
et: Tark sorteerimine välja lülitatud
fa: مرتب سازی هوشمند غیرفعال
hi: स्मार्ट सॉर्ट अक्षम किया गया
ja: スマートソートを無効にしました
pt_br: Smart sort desabilitado
sl: Pametno urejanje onemogočeno
sq: Renditja inteligjente me aftësi të kufizuara
vi: Sắp xếp thông minh bị vô hiệu hóa

source: Configuration unchanged.
ar: لم تتغير الاعدادات.
az: Tənzimləmə dəyişməmişdir.
cs: Nastavení nebylo změněno.
da: Konfiguration uændret.
el: Η διαμόρφωση δεν άλλαξε.
et: Seaded pole muutunud.
fa: پیکربندی بدون تغییر.
hi: सेटिंग अप्रतिभागी है।
ja: 設定は変更されませんでした。
pt_br: Configuração não modificada.
sl: Konfiguracija nespremenjena.
sq: Konfigurimi i pandryshuar.
vi: Cấu hình không thay đổi.

source: Unable to save the config to {0}
ar: فشل في حفظ الاعدادات {0}
az: {0}-a konfigurasiya saxlamaq mümkün deyil
cs: Nemůžu uložit soubor s nastavením do souboru {0}
da: Kan ikke gemme konfigurationen til {0}
el: Δεν είναι δυνατή η αποθήκευση της διαμόρφωσης στο {0}
et: Seadete salvestamine faili {0} ebaõnnestus
fa: پیکربندی در {0} ذخیره نشد
hi: {0} में कन्फ़िगरेशन सहेजने में असमर्थ हैं।
ja: {0} の設定を保存できません
pt_br: Não é possivel salvar configurações para {0}
sl: Shranjevanje konfiguracije v {0} ni mogoče
sq: Nuk mund të ruhet konfigurimi në {0}
vi: Không thể lưu cấu hình vào {0}

source: Torrent with the same data location is already running: {0}
ar: السيل بنفس موقع البيانات قيد التشغيل بالفعل: {0}
az: Birbaşa verilənlər yerindəki torrent artıq işləyir: {0}
cs: Torrent se stejným umístěním dat již běží: {0}
da: Torrent med samme dataplacering kører allerede: {0}
el: Το torrent με την ίδια τοποθεσία δεδομένων εκτελείται ήδη: {0}
et: Torrent sama andmekoha abil töötab juba: {0}
fa: تورنت با همان مکان داده در حال اجرا است: {0}
hi: समान डेटा स्थान के साथ टॉरेंट पहले से ही चल रहा है: {0}
ja: 同じデータの場所を持つ Torrent がすでに実行されています: {0}
pt_br: Torrent com o mesmo local de dados já está em execução: {0}
sl: Torrent z istim lokacijo podatkov že deluje: {0}
sq: Torrent me të njëjtën vendndodhje të të dhënave po funksionon tashmë: {0}
vi: Torrent có cùng vị trí dữ liệu đang chạy: {0}

source: Error: Could not remove the torrent {0}
ar: خطأ: ﻻيمكن حذف التورنت {0}
az: Xəta: Torrent {0}-i silmək mümkün olmadı
cs: Chyba: Nelze odstranit torrent {0}
da: Fejl: Kunne ikke fjerne torrenten {0}
el: Σφάλμα: Δεν ήταν δυνατή η κατάργηση του torrent {0}
et: Viga: Torrenti {0} eemaldamine ebaõnnestus
fa: خطا: عدم توانایی در حذف تورنت {0}
hi: त्रुटि: टॉरेंट {0} को हटाने में असमर्थ।
ja: エラー: トレント {0} を削除できませんでした
pt_br: Erro: não foi possível remover o torrent {0}
sl: Napaka: Torrent {0} ni mogoče odstraniti
sq: Gabimi: Përrua nuk mund të hiqej {0}
vi: Lỗi: Không thể xóa torrent {0}

source: Torrent removed: "{0}"
ar: تورنت محذوف: "{0}"
az: Torrent silindi: "{0}"
cs: Torrent smazán: "{0}"
da: Torrent fjernet: "{0}"
el: Το torrent καταργήθηκε: "{0}"
et: Torrent eemaldatud: "{0}"
fa: تورنت حذف شد: "{0}"
hi: टॉरेंट हटाया: {0}
ja: トレントが削除されました: "{0}"
pt_br: Torrent removido: "{0}"
sl: Torrent odstranjen: "{0}"
sq: Torrenti u hoq: "{0}"
vi: Đã xóa torrent: "{0}"

source: Down bandwidth limit is {0} KBps
az: Endirmə band genişliyinin limiti {0} KBps
et: Allaandvõrgu piir on {0} KBps
hi: डाउनलोड बैंडविड्थ सीमा {0} KBps है
pt_br: O limite de banda de recebimento é {0} KBps
sl: Omejitev dolavnega širinevja je {0} KBps

source: Up bandwidth limit is {0} KBps
ar: الحد الأقصى لعرض النطاق الترددي هو {0} كيلو بايت في الثانية
az: Yükləmə band genişliyinin limiti {0} KBps
cs: Limit vyšší šířky pásma je {0} kB/s
da: Op båndbreddegrænsen er {0} KBps
el: Το ανώτατο όριο εύρους ζώνης είναι {0} KBps
et: Üleslaadimise bändivõrgu piir on {0} KBps
fa: حداکثر پهنای باند حداکثر {0} کیلوبایت بر ثانیه است
hi: अपलोड बैंडविड्थ सीमा {0} KBps है
ja: 上り帯域幅制限は {0} KBps です
pt_br: O limite de banda de envio é {0} KBps
sl: Omejitev zgornjega širinevja je {0} KBps
sq: Limiti i gjerësisë së brezit është {0} KBps
vi: Giới hạn băng thông tối đa là {0} KBps

source: I2P+ I2PSnark standalone version {0} started
ar: بدأ الإصدار المستقل I2P I2PSnark {0}
az: I2P+ I2PSnark avtonom versiya {0} başlandı
cs: I2p+ I2PSnark samostatná verze {0} spuštěna
da: I2P I2PSnark selvstændig version {0} startede
el: I2P+ I2PSNARK Standalone έκδοση {0} ξεκίνησε
et: I2P+ I2PSnarki eraldiseisv versioon {0} käivitatud
fa: I2P I2PSnark نسخه مستقل {0} شروع شد
hi: I2P+ I2PSnark स्वतंत्र संस्करण {0} शुरू किया गया है
ja: I2P I2PSnark スタンドアロン バージョン {0} が開始されました
sl: Začetek samostojne različice I2P+ I2PSnark {0}
sq: I2P I2PSnark versioni i pavarur {0} filloi
vi: I2P I2PSnark phiên bản độc lập {0} đã bắt đầu

source: Error checking the torrent {0}
ar: خطأ في فحص السيل {0}
az: Torrent {0} yoxlama xətası
cs: Chyba při kontrole torrentu {0}
da: Fejl ved kontrol af torrenten {0}
el: Σφάλμα κατά τον έλεγχο του torrent {0}
et: Torrenti {0} kontrollimisel tekkis viga
fa: خطا در بررسی تورنت {0}
hi: {0} टॉरेंट की जाँच में त्रुटि
ja: トレント {0} のチェック中にエラーが発生しました
pt_br: Erro ao checar o torrent {0}
sl: Napaka pri preverjanju torrenta {0}
sq: Gabim gjatë kontrollit të torrentit {0}
vi: Lỗi kiểm tra torrent {0}

source: Are you sure you want to delete the file \''{0}\'' (downloaded data will not be deleted) ?
ar: هل أنت متأكد أنك تريد حذف الملف \''{0}\'' (لن يتم حذف البيانات التي تم تنزيلها)؟
az: Fayl \''{0}\''ni silmək istədiyinizə əminsinizmi? (Endirilmiş məlumatlar silinməyəcək)
cs: Opravdu chcete smazat soubor \''{0}\'' (stažená data nebudou smazána)?
da: Er du sikker på, at du vil slette filen \''{0}\'' (downloadede data vil ikke blive slettet) ?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το αρχείο \''{0}\'' (τα δεδομένα που έχουν ληφθεί δεν θα διαγραφούν) ;
et: Kas oled kindel, et soovid faili \''{0}\'' kustutada (allalaaditud andmed ei kustutata)?
fa: آیا مطمئن هستید که می‌خواهید فایل \''{0}\'' را حذف کنید (داده‌های دانلود شده حذف نمی‌شوند)؟
hi: क्या आप सुनिश्चित हैं कि आप फ़ाइल {0} को हटाना चाहते हैं? (डाउनलोड की डेटा नहीं हटाई जाएगी)
ja: ファイル \''{0}\'' を削除してもよろしいですか (ダウンロードされたデータは削除されません)?
pt_br: Você tem certeza de que deseja excluir o arquivo \"{0}\" (dados baixados não serão excluídos) ?
sl: Ali ste prepričani, da želite izbrisati datoteko \''{0}\'' (preneseni podatki ne bodo izbrisani)?
sq: A jeni i sigurt që dëshironi të fshini skedarin \''{0}\'' (të dhënat e shkarkuara nuk do të fshihen) ?
vi: Bạn có chắc chắn muốn xóa tệp \''{0}\'' (dữ liệu đã tải xuống sẽ không bị xóa) ?
