Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: No valid trackers for {0} - enable opentrackers or DHT?
ar: لا يوجد متتبعات صالحة لـ {0} - تمكين opentrackers أو DHT؟
az: {0} üçün səhv trackerlər - opentrackerləri və ya DHT-ni aktivləşdirin?
bo: {0} གི་དོན་ལུ་ནུས་ཅན་གྱི་ཊེ་རེཀར་མིན་འདུག - ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཡང་ན་ DHT ལྕོགས་ཅན་བཟོ་ནི་ཨིན་ན?
cs: Žádné platné trackery pro {0} – povolit opentrackery nebo DHT?
da: Ingen gyldige trackere for {0} - aktivere opentrackers eller DHT?
el: Δεν υπάρχουν έγκυροι trackers για το {0} - ενεργοποίηση opentrackers ή DHT;
et: Torrenti {0} jaoks pole kehtivaid trackerite - lubada avalikud trackerid või DHT?
fa: ردیاب معتبری برای {0} وجود ندارد - opentrackers یا DHT فعال شود؟
hi: {0} के लिए कोई वैध ट्रैकर नहीं - ओपनट्रैकर्स या DHT को सक्षम करें?
ja: {0} の有効なトラッカーがありません - opentrackers または DHT を有効にしますか?
pt_br: Nenhum rastreador válido para {0} - habilitar rastreadores abertos ou DHT?
sl: Za {0} ni veljavnih trackerjev - omogočiti odpri trackerje ali DHT?
sq: Nuk ka gjurmues të vlefshëm për {0} - aktivizoni opentrackers apo DHT?
vi: Không có trình theo dõi hợp lệ nào cho {0} - bật trình theo dõi mở hoặc DHT?

source: Updating
ar: ترقية
az: Yenilənir
bo: དུས་མཐུན་བཟོ་དོ།
cs: Aktualizace
da: Opdatere
el: Γίνεται ενημέρωση
et: Uuendamine
fa: در حال بروز رسانی
hi: अपडेट कर रहे हैं
ja: 更新中
pt_br: Atualizando
sl: Posodabljanje
sq: Përditësim
vi: Đang cập nhật

source: Updating from {0}
ar: تحديث من {0}
az: {0}-dan yenilənir
bo: {0} ནང་ལས་དུས་མཐུན་བཟོ་དོ།
cs: Aktualizace z {0}
da: Opdaterer fra {0}
el: Λήψη ενημερώσεων από {0}
et: Uuendamine {0}lt
fa: به روز رسانی از {0}
hi: {0} से अपडेट कर रहे हैं
ja: {0} からアップデート中
pt_br: Atualizando a partir de {0}
sl: Posodabljanje iz {0}
sq: Përditësim nga {0}
vi: Đang cập nhật từ {0}

source: Downloading {0}
ar: التنزيل {0}
az: {0} endirilir
bo: {0} ཕབ་ལེན་འབད་དོ།
cs: Stahování {0}
da: Downloader {0}
el: Λήψη {0}
et: {0} allalaadimine
fa: بارگیری {0}
hi: {0} डाउनलोड कर रहे हैं
ja: {0}をダウンロード中
sl: Prenos {0}
sq: Shkarkimi i {0}
vi: Đang tải xuống {0}

source: Requesting torrent file: {0}
ar: طلب ملف تورنت: {0}
az: Torrent faylı tələb olunur: {0}
bo: ཊོ་རེནཊི་ཡིག་སྣོད་ཞུ་བ་འབད་དོ།: {0}
cs: Vyžadování souboru torrent: {0}
da: Anmoder om torrentfil: {0}
el: Αίτημα αρχείου torrent: {0}
et: Torrenti faili päring: {0}
fa: درخواست فایل تورنت: {0}
hi: {0} टॉरेंट फ़ाइल को अनुरोध कर रहे हैं
ja: トレント ファイルをリクエストしています: {0}
sl: Zahtevek za datoteko torrenta: {0}
sq: Kërkimi i skedarit torrent: {0}
vi: Yêu cầu tệp torrent: {0}

source: Failed to retrieve torrent file: {0}
ar: فشل في استرداد ملف التورنت: {0}
az: Torrent faylı {0}-dan almaq uğursuz oldu
bo: ཊོ་རེནཊི་ཡིག་སྣོད་སླར་འདོན་འབད་མ་ཚུགས།: {0}
cs: Nepodařilo se načíst soubor torrentu: {0}
da: Kunne ikke hente torrentfil: {0}
el: Απέτυχε η ανάκτηση του αρχείου torrent: {0}
et: Torrenti faili allalaadimine ebaõnnestus: {0}
fa: بازیابی فایل تورنت انجام نشد: {0}
hi: {0} टॉरेंट फ़ाइल प्राप्त करने में असमर्थ
ja: トレント ファイルの取得に失敗しました: {0}
sl: Pridobivanje datoteke torrenta {0} ni uspelo
sq: Dështoi në marrjen e skedarit torrent: {0}
vi: Không thể truy xuất tệp torrent: {0}

source: Torrent downloaded from {0}
ar: تم تنزيل تورنت من {0}
az: Torrent {0}-dan endirildi
bo: ཊོ་རེནཊི་ {0} ནང་ལས་ཕབ་ལེན་འབད་ཡི།
cs: Torrent stažen z webu {0}
da: Torrent downloadet fra {0}
el: Λήψη torrent από {0}
et: Torrent allalaaditud {0}lt
fa: تورنت دانلود شده از {0}
hi: {0} से टॉरेंट डाउनलोड किया
ja: {0} からダウンロードされたトレント
sl: Torrent prenesen iz {0}
sq: Torrent i shkarkuar nga {0}
vi: Torrent được tải xuống từ {0}

source: Torrent already in the queue: {0}
ar: تورنت في قائمة الانتظار: {0}
az: Torrent artıq siyahıda var: {0}
bo: ཊོ་རེནཊི་ཧེ་མ་ལས་གྲལ་རིམ་ནང་འདུག: {0}
cs: Torrent již ve frontě: {0}
da: Torrent allerede i køen: {0}
el: Torrent ήδη στην ουρά: {0}
et: Torrent on juba järjekorras: {0}
fa: تورنت از قبل در صف است: {0}
hi: {0} पहले से ही क्वे में है
ja: Torrent はすでにキューに入っています: {0}
pt_br: Torrent já na fila: {0}
sl: Torrent že v vrsti: {0}
sq: Torrent tashmë në radhë: {0}
vi: Torrent đã có trong hàng đợi: {0}

source: Torrent at {0} was not valid
ar: تورنت غير صحيح {0}
az: {0}-dakı torrent səhv idi
bo: {0} ལུ་ཡོད་པའི་ཊོ་རེནཊི་ནུས་ཅན་མེན་འདུག
cs: Torrent na adrese {0} nebyl platný
da: Torrent på {0} var ikke gyldig
el: Το torrent στο {0} δεν ήταν έγκυρο
et: Torrent asukohalt {0} ei olnud kehtiv
fa: تورنت در {0} معتبر نمی باشد
hi: {0} पर टॉरेंट मान्य नहीं था
ja: {0} のトレントは無効でした
pt_br: O torrent em {0} não era válido
sl: Torrent v {0} ni bil veljaven
sq: Torrent në {0} nuk ishte i vlefshëm
vi: Torrent tại {0} không hợp lệ

source: Torrents
ar: تورنت
az: Torrentlər
bo: ཊོ་རེནཊི་ཚུ།
cs: Torrenty
et: Torrentid
fa: تورنت ها
hi: टॉरेंट्स
ja: Torrent
sl: Torrenti
sq: Përrua
vi: Torrent

source: Refresh page
ar: أنعش الصفحة
az: Səhifəni yenilə
bo: ཤོག་ལྷེ་ཡང་སེལ་བ།
cs: Obnovit stránku
da: Opdater side
el: Ανανέωση σελίδας
et: Lehe värskendamine
fa: صفحه تازه سازی
hi: पेज ताज़ा करें
ja: ページを更新する
pt_br: Recarregar página
sl: Osveži stran
sq: Faqe refresh
vi: Nạp lại trang

source: Configure
ar: الضبط
az: Tənzimlə
bo: རིམ་སྒྲིག་འབད།
cs: Konfigurovat
da: Konfigurer
el: Διαμόρφωση
et: Seadista
fa: پیکربندی
hi: सेटिंग करें
ja: 設定
pt_br: Configurar
sl: Nastavi
sq: Formësoni
vi: Cấu hình

source: Torrent &amp; filesharing forum
ar: سيل
az: Torrent və fayl paylaşma forumu
bo: ཊོ་རེནཊི་ &amp; ཡིག་སྣོད་རོགས་སྤྱོད་གླེང་སྒེག
cs: Torrent
da: Torrent
el: Torrent
et: Torrenti ja failide jagamise foorum
fa: تورنت
hi: टॉरेंट और फ़ाइल शेयरिंग फ़ॉरम
ja: トレント
sl: Forum za deljenje datotek s pomočjo torrentov
sq: Përrua
vi: Torrent

source: Forum
ar: المنتدى
bo: གླེང་སྒེག
cs: Fórum
el: Φόρουμ
et: Foorum
fa: انجمن
hi: फ़ॉरम
ja: フォーラム
sl: Foruma
vi: Diễn đàn

source: Search torrents
ar: ابحث عن السيول
az: Torrentləri axtar
bo: ཊོ་རེནཊི་ཚུ་འཚོལ།
cs: Vyhledávejte torrenty
da: Søg i torrents
el: Αναζήτηση torrents
et: Otsi torrente
fa: جستجوی تورنت ها
hi: टॉरेंट खोजें
ja: トレントの検索
sl: Iskanje torrentov
sq: Kërko përrua
vi: Tìm kiếm torrent

source: Clear search
ar: مسح البحث
az: Axtarışı sil
bo: འཚོལ་ཞིབ་བསལ།
cs: Vymazat vyhledávání
da: Ryd søgning
el: Εκκαθάριση αναζήτησης
et: Tühjenda otsing
fa: جستجو را پاک کنید
hi: खोज साफ़ करें
ja: クリア検索
sl: Počisti iskanje
sq: Pastro kërkimin
vi: Xóa tìm kiếm

source: Click "Add torrent" button to fetch torrent
ar: انقر فوق الزر "إضافة تورنت" لجلب التورنت
az: Torrent əldə etmək üçün "Torrent əlavə et" düyməsini basın
bo: ཊོ་རེནཊི་ལེན་ནིའི་དོན་ལུ་ "ཊོ་རེནཊི་ཁ་སྐོང་" ཨེབ་གཏང་ལུ་ཨེབ།
cs: Kliknutím na tlačítko "Přidat torrent" načtete torrent
da: Klik på knappen "Tilføj torrent" for at hente torrent
el: Κάντε κλικ στο κουμπί "Προσθήκη torrent" για λήψη torrent
et: Vajuta "Lisa torrent" nuppu torrenti hankimiseks
fa: برای واکشی تورنت روی دکمه "افزودن تورنت" کلیک کنید
hi: टॉरेंट प्राप्त करने के लिए "टॉरेंट जोड़ें" बटन पर क्लिक करें
ja: トレントを取得するには、"トレントを追加 "ボタンをクリックします
pt_br: Clique no botão "Adicionar torrent" para obter o torrent
sl: Kliknite gumb "Dodaj torrent", da pridobite torrent
sq: Klikoni butonin "Shto torrent" për të marrë torrent
vi: Nhấp vào nút "Thêm torrent" để tìm nạp torrent

source: Anonymous BitTorrent Client
ar: عميل تورنت مجهول
az: Anonim BitTorrent Mütəxəssisi
bo: མིང་མེད་ BitTorrent ཞབས་ཏོན་པ།
cs: Anonymní klient BitTorrent
da: Anonym BitTorrent-klient
el: Ανώνυμος πελάτης BitTorrent
et: Anonüümne BitTorrent klient
fa: کلاینت بیت تورنت ناشناس
hi: अनाम बिटटॉरेंट क्लाइंट
ja: 匿名の BitTorrent クライアント
pt_br: Cliente de BitTorrent Anônimo
sl: Nepoznat BitTorrent odjemalnik
sq: Klient anonim BitTorrent
vi: Ứng dụng khách BitTorrent ẩn danh

source: Configuration
ar: اعدادات
az: Tənzimləmə
bo: རིམ་སྒྲིག
cs: Konfigurace
da: Konfiguration
el: Ρυθμίσεις
et: Seaded
fa: پیکربندی
hi: सेटिंग
ja: 設定
pt_br: Configuração
sl: Nastavitve
sq: Formësim
vi: Cấu hình

source: Are you sure you want to delete {0} and all downloaded data?
bo: ཁྱོད་ཀྱིས་ {0} དང་ཕབ་ལེན་འབད་ཡོད་པའི་གནད་སྡུད་ཆ་མཉམ་བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Deleting <b>{0}</b> and all associated data...
bo: <b>{0}</b> དང་འབྲེལ་བའི་གནད་སྡུད་ཆ་མཉམ་བཏོན་གཏང་དོ།...

source: Are you sure you want to delete torrent file {0} and associated metadata?
bo: ཁྱོད་ཀྱིས་ཊོ་རེནཊི་ཡིག་སྣོད་ {0} དང་འབྲེལ་བའི་གནད་སྟོན་གནད་དོན་བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Note: Downloaded data will not be deleted.
bo: དྲན་ཐོ།: ཕབ་ལེན་འབད་ཡོད་པའི་གནད་སྡུད་བཏོན་གཏང་མི་འོང་།

source: Deleting {0} and associated metadata only...
bo: {0} དང་འབྲེལ་བའི་གནད་སྟོན་གནད་དོན་རྐྱངམ་ཅིག་བཏོན་གཏང་དོ།...

source: clear messages
ar: رسائل واضحة
az: xəbərləri sil
bo: འཕྲིན་དོན་ཚུ་བསལ།
cs: jasné zprávy
da: klar beskeder
el: καθαρισμός μηνυμάτων
et: kustuta sildid
fa: پاک کردن پیام ها
hi: संदेश हटाएं
ja: クリアメッセージ
pt_br: limpar mensagens
sl: počisti sporočila
sq: pastroni mesazhet
vi: xóa tin nhắn

source: Expand
ar: توسيع
az: Genişləndir
bo: རྒྱ་བསྐྱེད།
cs: Rozbalit
da: Udvid
el: Ανάπτυξη
et: Laiena
fa: گسترش
hi: विस्तारित करें
ja: 拡大する
sl: Razširi
sq: Zgjero
vi: Mở rộng

source: Shrink
ar: يتقلص
az: Kiçilt
bo: བསྡུར་ནི།
cs: Zmenšit
da: Krympe
el: Συρρίκνωση
et: Kõrvuta
fa: کوچک شدن
hi: संक्षिप्त करें
ja: シュリンク
sl: Skmoraj
sq: Tkurr
vi: Thu nhỏ

source: Warning! Javascript is disabled in your browser. If {0} is enabled, you will lose any input in the add/create torrent sections when a refresh occurs.
ar: تحذير! تم تعطيل جافا سكريبت في المتصفح الخاص بك. إذا تم تمكين {0} ، فسوف تفقد أي مدخلات في أقسام إضافة/إنشاء تورنت عند حدوث تحديث.
az: Xəbərdarlıq! Javascript brauzerdə söndürülmüşdür. Əgər {0} aktivləşdirilir, yenilənmə baş verdiyində əlavə/yarat torrent bölmələrindəki bütün girişləri itirəcəksiniz.
bo: ཉེན་བརྡ།! ཁྱོད་ཀྱི་བརའུ་སར་ནང་ Javascript ལྕོགས་མེདཔ་བཟོ་ཡི། གལ་སྲན་ {0} ལྕོགས་ཅན་བཟོ་ན། ཡང་སེལ་བ་བྱུང་བའི་སྐབས་ཁ་སྐོང་/གསར་བསྐྲུན་ཊོ་རེནཊི་ཆ་ཤས་ནང་གི་བརྡ་འཕྲོད་ཆ་མཉམ་བརླག་འགྱུར་འོང་།
cs: Varování! JavaScript je deaktivován ve vašem prohlížeči. Pokud je povoleno {0}, ztratíte jakýkoli vstup do sekcí ADD/Create Torrent, když dojde k obnovení.
da: Advarsel! JavaScript er deaktiveret i din browser. Hvis {0} er aktiveret, mister du ethvert input i tilføj/opret torrent -sektioner, når der opstår en opdatering.
el: Προειδοποίηση! Η Javascript είναι απενεργοποιημένη στον browser σας. Εάν το {0} είναι ενεργοποιημένο, θα χάσετε οποιαδήποτε εισροή στα τμήματα Add/Create Torrent όταν εμφανιστεί μια ανανέωση.
et: Hoiatus! Teie brauseris on Javascript keelatud. Kui {0} on lubatud, siis lehe uuendamisel kaotad kõik sisendid torrenti lisamise/loomise seadetes.
fa: هشدار JavaScript در مرورگر شما غیرفعال است. اگر {0} فعال شود ، در صورت بروز یک تازه کردن ، هر ورودی را در بخش های افزودنی/ایجاد تورنت از دست خواهید داد.
hi: सेतना! आपके ब्राउज़र में Javascript अक्षम है। यदि {0} सक्रिय है, तो जब नवीनीकरण होता है, तो आप जोड़/बनाने के टॉरेंट सेक्शंस में किसी भी प्रविष्टि को हारा जाएगा।
ja: 警告！ JavaScriptはブラウザで無効になっています。 {0}が有効になっている場合、更新が発生したときに追加/作成セクションで入力が失われます。
sl: Opozorilo! Javascript je onemogočen v vašem brskalniku. Če je {0} omogočen, boste izgubili vse vložene podatke v sekcijah Dodaj/Ustvari torrent ob ponovnem osveževanju.
sq: Paralajmërim! Javascript është i çaktivizuar në shfletuesin tuaj. Nëse aktivizohet {0}, do të humbisni çdo hyrje në seksionet e shtimit/krijimit të torrentit kur të ndodhë një rifreskim.
vi: Cảnh báo! JavaScript bị vô hiệu hóa trong trình duyệt của bạn. Nếu {0} được bật, bạn sẽ mất bất kỳ đầu vào nào trong phần Thêm/Tạo các phần torrent khi xảy ra làm mới.

source: page refresh
ar: تحديث الصفحة
az: səhifə yenilənməsi
bo: ཤོག་ལྷེ་ཡང་སེལ་བ།
cs: obnovení stránky
da: sideopdatering
el: ανανέωση σελίδας
et: lehe uuendamine
fa: بازسازی صفحه
hi: पेज ताजा करें
ja: ページ更新
sl: osveževanje strani
sq: rifreskimi i faqes
vi: làm mới trang

source: Warning - No I2P
ar: تحذير - لا I2P
az: Xəbərdarlıq - Heç bir I2P
bo: ཉེན་བརྡ། - I2P མིན་འདུག
cs: Varování - Bez I2P
da: Advarsel - Ingen I2P
el: Προειδοποίηση - Όχι I2P
et: Hoiatus - Ei ole I2P
fa: هشدار - I2P وجود ندارد
hi: सचेतना - कोई I2P नहीं
ja: 警告 - I2P なし
sl: Opozorilo - Ni I2P
sq: Paralajmërim - Jo I2P
vi: Cảnh báo - Không có I2P

source: No torrents found.
ar: لم يتم العثور على السيول.
az: Heç bir torrent tapılmadı.
bo: ཊོ་རེནཊི་མ་ཐོབ།
cs: Nebyly nalezeny žádné torrenty.
da: Ingen torrents fundet.
el: Δεν βρέθηκαν torrents.
et: Torrente ei leitud.
fa: هیچ تورنتی یافت نشد.
hi: कोई टॉरेंट नहीं मिला।
ja: トレントが見つかりませんでした。
pt_br: Nenhum torrent encontrado.
sl: Torrentov ni najdenih.
sq: Nuk u gjetën përrua.
vi: Không tìm thấy torrent.

source: No torrents loaded.
ar: لم يحمل تورنت.
az: Yüklənmiş torrent yoxdur.
bo: ཊོ་རེནཊི་སླར་འཇུག་མ་ཚུགས།
cs: Žádné torrenty načteny.
da: Ingen torrents indlæst.
el: Δεν έχουν φορτωθεί torrents.
et: Torrente ei laetud.
fa: هیچ تورنتی بارگذاری نشد.
hi: कोई टॉरेंट लोड नहीं किया गया।
ja: トレントがロードされていません。
pt_br: Nenhum torrent carregado.
sl: Ni naloženih torrentov.
sq: Asnjë torrent i ngarkuar.
vi: Không tải được torrent.

source: No DHT Peers
ar: لا يوجد أقران DHT
az: DHT qarşılıqları yoxdur
bo: DHT པར་མིན་མིན་འདུག
cs: Žádní DHT Peers
da: Ingen DHT Peers
el: Χωρίς ομοτίμους DHT
et: DHT partnerid puuduvad
fa: بدون همتایان DHT
hi: कोई DHT पीयर नहीं
ja: DHT ピアがありません
sl: Ni DHT sosedov
sq: Nuk ka kolegë DHT
vi: Không có đồng nghiệp DHT

source: Status
ar: الحالة
az: Vəziyyət
bo: གནས་ཚད།
el: Κατάσταση
et: Olek
fa: وضعیت
hi: स्थिति
ja: 状態
sl: Stanje
sq: Gjendje
vi: Tình trạng

source: Torrent
ar: تورنت
az: Torrend
bo: ཊོ་རེནཊི།
el: Χείμαρος
fa: تورنت
hi: टॉरेंट
ja: トレント
sq: Përrua

source: File type
ar: نوع الملف
az: Fayl növü
bo: ཡིག་སྣོད་དབྱེ་བ།
cs: Typ souboru
da: Filtype
el: Τύπος αρχείου
et: Failitüüp
fa: نوع فایل
hi: फ़ाइल प्रकार
ja: ファイルの種類
pt_br: Tipo de arquivo
sl: Vrsta datoteke
sq: Lloji i skedarit
vi: Loại tệp

source: Torrent name
ar: اسم التورنت
az: Torrent adı
bo: ཊོ་རེནཊི་མིང་།
cs: Název torrentu
da: Torrent navn
el: Όνομα torrent
et: Torrenti nimi
fa: نام تورنت
hi: टॉरेंट नाम
ja: トレント名
sl: Ime torrenta
sq: Emri torrent
vi: Tên torrent

source: RX Rate
ar: معدل الاستقبال
az: RX sürəti
bo: RX གནས་ཚད།
cs: Míra stahování
da: Download sats
el: Ρυθμός λήψης
et: RX Hinnang
fa: سرعت RX
hi: डाउनलोड गति
ja: 受信レート
pt_br: Taxa Receb.
sl: RX hitrost
sq: Norma RX
vi: Tỷ lệ RX

source: TX Rate
ar: معدل تكساس
az: TX sürəti
bo: TX གནས་ཚད།
cs: Míra nahrávání
da: Send sats
el: Επιτόκιο φόρτωσης
et: TX Hinnang
fa: سرعت TX
hi: अपलोड गति
ja: TXレート
pt_br: Taxa Transm.
sl: TX hitrost
sq: Norma TX
vi: Tỷ lệ tải lên

source: Start All
ar: شغل الجمبع
az: Başlama gecikməsi
bo: ཆ་མཉམ་འགོ་བཙུགས།
cs: Spustit vše
da: Start alt
el: Έναρξη όλων
et: Käivita kõik
fa: شروع همه
hi: सभी शुरू करें
ja: 全て開始
pt_br: Começar todos
sl: Zaženi vse
sq: Fillo të gjithë
vi: Bắt đầu tất cả

source: Stop All
ar: توقيف الجمبع
az: Hamısını dayandır
bo: ཆ་མཉམ་བཀག
cs: Zastavit vše
da: Stop alt
el: Σταματήστε όλα
et: Peata kõik
fa: توقف سازی همه
hi: सभी रोकें
ja: 全て停止
pt_br: Parar todos
sl: Ustavi vse
sq: Ndalo të gjitha
vi: Ngưng tất cả

source: Stop all torrents and the I2P tunnel
ar: توقيف جمبع التورنت و النفق I2P
az: Hamı torrentləri və I2P tünelini dayandır
bo: ཊོ་རེནཊི་ཆ་མཉམ་དང་ I2P ཊཱནེལ་བཀག
cs: Zastavte všechny torrenty a I2P tunel
da: Stop alle torrents og I2P-tunnelen
el: Σταματήστε όλα τα torrents και τη σήραγγα I2P
et: Peata kõik torrentid ja I2P tünnel
fa: توقف کردن همه تورنت ها و تونل I2P
hi: सभी टॉरेंट और I2P टंनल को रोकें
ja: すべての torrent と I2P トンネルを停止します
pt_br: Parar todos os torrents e o túnel I2P
sl: Ustavi vse torrente in tunel I2P
sq: Ndaloni të gjithë torrentët dhe tunelin I2P
vi: Dừng tất cả torrent và đường hầm I2P

source: Start all torrents and the I2P tunnel
ar: شغل جمبع التورنت و النفق I2P
az: Bütün torrentləri və I2P tünelini başlat
bo: ཊོ་རེནཊི་ཆ་མཉམ་དང་ I2P ཊཱནེལ་འགོ་བཙུགས།
cs: Spusťte všechny torrenty a I2P tunel
da: Start alle torrents og I2P-tunnelen
el: Ξεκινήστε όλα τα torrents και το τούνελ I2P
et: Käivita kõik torrentid ja I2P tünnel
fa: شروع همه تورنت ها و تونل I2P
hi: सभी टॉरेंट और I2P टंनल को शुरू करें
ja: すべての torrent と I2P トンネルを開始します
pt_br: Começar todos os torrents e o túnel I2P
sl: Zaženi vse torrente in tunel I2P
sq: Filloni të gjithë torrentët dhe tunelin I2P
vi: Bắt đầu tất cả torrent và đường hầm I2P

source: Start all stopped torrents
ar: بدء جميع السيول المتوقفة
az: Torrent {0}-i başlamaq
bo: བཀག་ཡོད་པའི་ཊོ་རེནཊི་ཆ་མཉམ་འགོ་བཙུགས།
cs: Spusťte všechny zastavené torrenty
da: Start alle stoppede torrents
el: Έναρξη όλων των σταματημένων torrents
et: Käivita kõik peatatud torrentid
fa: شروع تمام تورنت های متوقف یافته
hi: सभी रोके हुए टॉरेंट शुरू करें
ja: 停止しているすべての torrent を開始する
pt_br: Iniciar todos os torrents interrompidos
sl: Zaženi vse ustavljene torrente
sq: Filloni të gjithë torrentët e ndalur
vi: Bắt đầu tất cả các torrent đã dừng

source: Hide Peers
ar: اخفاء النظائر
az: Qarşılıqlıları gizlət
bo: པར་མིན་ཚུ་སྦ་བསྐུངས།
cs: Skrýt peery
da: Skjul jævnaldrende
el: Απόκρυψη συνομηλίκων
et: Peeri varjamine
fa: پنهان کردن همتایان
hi: पीयर्स छिपाएं
ja: ピアを非表示にする
pt_br: Ocultar Pares
sl: Skrij sosedove
sq: Fshih bashkëmoshatarët
vi: Ẩn đồng nghiệp

source: Show Peers
ar: أظهر النظائر
az: Qarşılıqlıları göstər
bo: པར་མིན་ཚུ་སྟོན།
cs: Ukázat peery
da: Vis jævnaldrende
el: Εμφάνιση συνομηλίκων
et: Peeri näitamine
fa: نمایش همتایان
hi: पीयर्स दिखाएं
ja: ピアを表示
pt_br: Mostrar Pares
sl: Prikaži sosedove
sq: Shfaq bashkëmoshatarët
vi: Hiển thị ngang hàng

source: Sort by {0}
ar: فرز حسب {0}
az: {0} ilə tərtibləşdir
bo: {0} གི་ནང་འཁྱེར་ནི།
cs: Seřadit podle {0}
da: Sortér efter {0}
el: Ταξινόμηση κατά {0}
et: Sorteeri {0} järgi
fa: مرتب سازی با {0}
hi: {0} के आधार पर ढालें
ja: {0}で並べ替え
pt_br: Ordenar por {0}
sl: Uredi po {0}
sq: Rendit sipas {0}
vi: Sắp xếp theo {0}

source: Up Rate
ar: معدل أعلى
az: Yükləmə sürəti
bo: ཨཔ་གནས་ཚད།
cs: Zvýšená rychlost
da: Op rate
el: Ανώτερος ρυθμός
et: Üles hinnang
fa: نرخ بالا
hi: अपलोड गति
ja: アップレート
pt_br: Taxa de envio
sl: Hitrost pošiljanja
sq: Norma lart
vi: Tỷ lệ tăng

source: Total size of loaded torrents
bo: སླར་འཇུག་འབད་ཡོད་པའི་ཊོ་རེནཊི་ཚུ་གི་བསྡོམས་ཚད།

source: 1 connected peer
ar: 0 أقران متصلون
az: 1 bağlı qarşılıqlı
bo: མཐུད་ཡོད་པའི་པར་མིན་ ༡
cs: 1 připojený peer
da: 1 Tilsluttet peer
el: 1 συνδεδεμένος ομότιμος
et: 1 ühendatud peer
fa: {0} همسالان متصل
hi: {0} जुड़ा पीयर
ja: {0}接続されたピア
pt_br: 1 par conectado
sl: {0} povezan sosed
sq: 1 bashkëmoshatar i lidhur
vi: {0} Các đồng nghiệp đã kết nối

source: Active downloads
bo: ཤུགས་ཚུགས་ཅན་པའི་ཕབ་ལེན་ཚུ།

source: Active uploads
bo: ཤུགས་ཚུགས་ཅན་པའི་སྐྱེལ་བ་ཚུ།

source: Active Inbound tunnels
bo: ཤུགས་ཚུགས་ཅན་པའི་ནང་འདྲེན་ཊཱནེལ་ཚུ།

source: Active Outbound tunnels
bo: ཤུགས་ཚུགས་ཅན་པའི་ཕྱིར་འདྲེན་ཊཱནེལ་ཚུ།

source: Estimated download time for all torrents
ar: وقت التنزيل المقدر لجميع السيول
az: Bütün torrentlərin endirilmə vaxtı təxmin
bo: ཊོ་རེནཊི་ཆ་མཉམ་གྱི་དོན་ལུ་དཔག་བྱས་བཞག་པའི་ཕབ་ལེན་དུས་ཚོད།
cs: Odhadovaná doba stahování pro všechny torrenty
da: Anslået downloadtid for alle torrents
el: Εκτιμώμενος χρόνος λήψης για όλα τα torrent
et: Kõigi torrentide hinnatud allalaadimisaeg
fa: زمان تخمینی دانلود برای همه تورنت ها
hi: सभी टॉरेंट के लिए अनुमानित डाउनलोड समय
ja: すべてのトレントの推定ダウンロード時間
sl: Ocena časa za prenos vseh torrentov
sq: Koha e parashikuar e shkarkimit për të gjithë torrentët
vi: Thời gian tải xuống ước tính cho tất cả các torrent

source: Data downloaded this session
ar: البيانات التي تم تنزيلها في هذه الجلسة
az: Bu sessiya zamanı endirilən məlumat
bo: ལཱ་སེན་འདིར་ཕབ་ལེན་འབད་ཡོད་པའི་གནད་སྡུད།
cs: Data stažena tuto relaci
da: Data downloadede denne session
el: Η λήψη δεδομένων αυτής της περιόδου σύνδεσης
et: Selles sessios allalaaditud andmed
fa: داده این جلسه دانلود شد
hi: इस सत्र में डाउनलोड की गई डेटा
ja: このセッションでダウンロードされたデータ
sl: Podatki, ki so bili preneseni v tej seji
sq: Të dhënat e shkarkuan këtë sesion
vi: Dữ liệu được tải xuống trong phiên này

source: Total download speed
ar: سرعة التنزيل الكلية
az: Ümumi endirilmə sürəti
bo: བསྡོམས་ཕབ་ལེན་མགྱོགས་ཚད།
cs: Celková rychlost stahování
da: Samlet downloadhastighed
el: Συνολική ταχύτητα λήψης
et: Koguallalaadimise kiirus
fa: سرعت دانلود کل
hi: कुल डाउनलोड गति
ja: 総ダウンロード速度
sl: Skupna dolavna hitrost
sq: Shpejtësia totale e shkarkimit
vi: Tổng tốc độ tải xuống

source: Total data uploaded (for listed torrents)
ar: إجمالي البيانات التي تم تحميلها (للسيول المدرجة)
az: Ümumi yüklənmiş məlumatlar (siyahıda olan torrentlər üçün)
bo: བསྡོམས་སྐྱེལ་བའི་གནད་སྡུད། (ཐོ་ཡིག་བཀོད་པའི་ཊོ་རེནཊི་ཚུ་གྱི་དོན་ལུ།)
cs: Celková nahraná data (pro uvedené torrenty)
da: Samlet uploadede data (for listede torrents)
el: Συνολικά μεταφορτωμένα δεδομένα (για καταχωρισμένα torrents)
et: Koguüleslaaditud andmed (nimekirjas olevate torrentide jaoks)
fa: کل داده های آپلود شده (برای تورنت های فهرست شده)
hi: कुल डेटा अपलोड किया गया (सूचीबद्ध टॉरेंट के लिए)
ja: アップロードされた合計データ (リストされたトレントの場合)
sl: Skupni podatki, ki so bili pošiljani (za navedene torrente)
sq: Të dhënat totale të ngarkuara (për torrentët e listuar)
vi: Tổng dữ liệu được tải lên (đối với các torrent được liệt kê)

source: Total upload speed
ar: سرعة التحميل الكلية
az: Ümumi yükləmə sürəti
bo: བསྡོམས་སྐྱེལ་བའི་མགྱོགས་ཚད།
cs: Celková rychlost odesílání
da: Samlet uploadhastighed
el: Συνολική ταχύτητα μεταφόρτωσης
et: Kogüleslaadimise kiirus
fa: سرعت آپلود کل
hi: कुल अपलोड गति
ja: 総アップロード速度
sl: Skupna hitrost pošiljanja
sq: Shpejtësia totale e ngarkimit
vi: Tổng tốc độ tải lên

source: Debug Mode
ar: وضع التصحيح
az: Debug rejimi
bo: རྐྱོང་བཤེར་ཐབས།
cs: Režim ladění
da: Fejlretningstilstand
el: Λειτουργία εντοπισμού σφαλμάτων
et: Silumisrežiim
fa: حالت اشکال زدایی
hi: डिबग मोड
ja: デバッグモード
sl: Način razhroščanja
sq: Modaliteti i korrigjimit
vi: Chế độ gỡ lỗi

source: Normal Mode
ar: الوضع العادي
az: Normal rejim
bo: སྤྱིར་བཏང་ཐབས།
cs: Normální režim
da: Normal tilstand
el: Κανονική λειτουργία
et: Tavaline režiim
fa: حالت عادی
hi: नॉर्मल मोड
ja: ノーマルモード
sl: Normalni način
sq: Mënyra normale
vi: Chế độ bình thường

source: 1 torrent
ar: 0 سيل
bo: ཊོ་རེནཊི་ ༡
fa: {0} تورنت
hi: {0} टॉरेंट
ja: {0}急流
sl: {0} torrent
vi: {0} torrent

source: Search
ar: يبحث
az: Axtarış
bo: འཚོལ་ཞིབ།
cs: Vyhledávání
da: Søg
el: Αναζήτηση
et: Otsi
fa: جستجو کردن
hi: खोजें
ja: 検索
sl: Iskanje
vi: Tìm kiếm

source: Show All
ar: عرض الكل
az: Hamısını Göstər
bo: ཆ་མཉམ་སྟོན།
cs: Zobrazit vše
da: Vis alle
el: Εμφάνιση όλων
et: Näita kõike
fa: نمایش همه
hi: सभी दिखाएं
ja: すべて表示
sl: Pokaži vse
sq: Shfaq të gjitha
vi: Hiển thị tất cả

source: Active
ar: نشط
az: Aktiv
bo: ཤུགས་ཚུགས་ཅན།
cs: Aktivní
da: Aktiv
el: Ενεργός
et: Aktiivne
fa: فعال
hi: सक्रिय
ja: アクティブ
sl: Aktivni
sq: Aktiv
vi: Đang hoạt động

source: Inactive
ar: غير نشط
az: Fəaliyyətsiz
bo: ལྕོགས་མེདཔ།
cs: Neaktivní
da: Inaktiv
el: Ανενεργό
et: Mitteaktiivne
fa: غیرفعال
hi: निष्क्रिय
ja: 活動休止中
sl: Neaktivni
sq: Joaktiv
vi: Không hoạt động

source: Connected
ar: متصل
az: Bağlandı
bo: མཐུད་ཡོད།
cs: Připojeno
da: Forbundet
el: Συνδεδεμένο
et: Ühendatud
fa: متصل
hi: जुड़ा हुआ
ja: 接続済み
sl: Povezan
sq: Lidhur
vi: Đã kết nối

source: Seeding
ar: بشارك
az: Bölcəmə
bo: སིཌིང་འབད་དོ།
cs: Sezení
da: Seedning
el: Σπορά
et: Seemimine
fa: بذر
hi: सीडिंग
ja: シード
pt_br: Propagando
sl: Sejanje
sq: Mbjellja
vi: Gieo hạt

source: Complete
ar: اكتمل
az: Tamamlandı
bo: མཇུག་རྫོགས།
cs: Dokončit
da: Afslut
el: Ολοκληρώθηκε
et: Valmis
fa: کامل کنید
hi: पूर्ण
ja: 完了
pt_br: Completo
sl: Končano
sq: E plotësuar
vi: Hoàn tất

source: Incomplete
ar: غير مكتمل
az: Tamamlanmamış
bo: མ་ཚང་བ།
cs: Neúplné
da: Ufuldstændig
el: Ημιτελές
et: Mittevalmis
fa: ناقص
hi: अपूर्ण
ja: 不完全
sl: Nekončano
sq: E paplotë
vi: Chưa hoàn thành

source: Stopped
ar: متوقف
az: Dayandırıldı
bo: བཀག་ཡི།
cs: Zastaveno
da: Stoppet
el: Σταμάτησε
et: Peatatud
fa: متوقف شد
hi: रुका
ja: 停止しました
pt_br: Parado
sl: Ustavljeno
sq: U ndal
vi: Ngưng

source: First
ar: اﻷول
az: Birinci
bo: དང་པ།
cs: První
da: Første
el: Πρώτο
et: Esimene
fa: اولین
hi: पहला
ja: 最初
pt_br: Primeiro
sl: Prvi
sq: I pari
vi: Đầu tiên
