Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Allow the 'Add Torrent' and 'Create Torrent' panels to be collapsed, and collapse by default in non-embedded mode
ar: السماح بطي لوحات "إضافة تورنت" و"إنشاء تورنت"، وطيها بشكل افتراضي في الوضع غير المضمن
az: 'Torrent Əlavə Et' və 'Torrent Yarat' panelinin çatışdırılmasına icazə verin, və standart olaraq qalmaq üçün qalmaq
bo: 'ཊོ་རེནཊི་ཁ་སྐོང་' དང་ 'ཊོ་རེནཊི་གསར་བསྐྲུན་' པེནལ་ཚུ་སྦོག་བསྡམས་དང་གནས་གཏད་ཐབས་ལུ་སོར་བསྡམས་མེན་ཐབས་ལུ་སྦོག་བསྡམས་ལྕོགས་མེདཔ་བཟོ་བར་།
cs: Povolit sbalení panelů 'Add Torrent' a 'Create Torrent' a ve výchozím nastavení je sbalit v nevloženém režimu
da: Tillad at 'Tilføj torrent'- og 'Opret Torrent'-panelerne skal skjules og skjules som standard i ikke-indlejret tilstand
el: Να επιτρέπεται η σύμπτυξη των πλαισίων «Προσθήκη Torrent» και «Δημιουργία Torrent» και η σύμπτυξη από προεπιλογή σε λειτουργία μη ενσωματωμένης
et: Luba 'Lisa Torrent' ja 'Loo Torrent' paneelidel lõigata, ja lõigata vaikimisi mitte sisemises režiimis
fa: اجازه دهید پانل های «افزودن تورنت» و «ایجاد تورنت» جمع شوند و به طور پیش فرض در حالت غیر تعبیه شده جمع شوند
hi: निर्माणित मोड में डिफ़ॉल्ट रूप से संकुचित होने और 'टॉरेंट जोड़ें' और 'टॉरेंट बनाएं' पैनल को संकुचित करने की अनुमति दें
ja: 「トレントの追加」パネルと「トレントの作成」パネルを折りたたむことを許可し、非埋め込みモードではデフォルトで折りたたむ
pt_br: Permitir que os painéis 'Adicionar Torrent' e 'Criar Torrent' sejam colapsados, e colapsar por padrão em modo não embutido
sl: Dovoli, da se ploščad 'Dodaj torrent' in 'Ustvari torrent' zasedejo, in se zasedejo privzeto v nevgrajenem načinu
sq: Lejo që panelet 'Shto Torrent' dhe 'Krijo Torrent' të shemben dhe të shemben si parazgjedhje në modalitetin jo të integruar
vi: Cho phép thu gọn bảng 'Thêm Torrent' và 'Tạo Torrent' và thu gọn theo mặc định ở chế độ không nhúng

source: Torrent filter bar
ar: شريط تصفية تورنت
az: Torrent filtrləmə çubuğu
bo: ཊོ་རེནཊི་ཚགས་མ་ཕྲ་རིང་།
cs: Panel filtru torrentu
el: Γραμμή φίλτρου torrent
et: Torrenti filtri riba
fa: نوار فیلتر تورنت
hi: टॉरेंट फ़िल्टर बार
ja: トレントフィルターバー
sl: Vrsta filtriranja torrentov
sq: Shiriti i filtrit torrent
vi: Thanh lọc torrent

source: Show filter bar above torrents for selective display based on status
ar: إظهار شريط التصفية أعلى السيول للعرض الانتقائي بناءً على الحالة
az: Statusa əsasən seçilmiş göstərilmə üçün torrentlərin üstündə filtrləmə çubuğunu göstərin
bo: གནས་ཚད་གི་དབྱ་ཞུང་ལུ་ཊོ་རེནཊི་ཚུ་གི་གོང་ན་ལུ་ཚགས་མ་ཕྲ་རིང་སྟོན་ནི་གནས་ཚད་གི་དབྱ་ཞུང་ལུ་སྟོན་ནི་གནས་ཚད་གི་དབྱ་ཞུང་།
cs: Zobrazit panel filtru nad torrenty pro selektivní zobrazení podle stavu
da: Vis filterlinje over torrents for selektiv visning baseret på status
el: Εμφάνιση γραμμής φίλτρου πάνω από torrents για επιλεκτική εμφάνιση με βάση την κατάσταση
et: Näita filtri riba torrentide üles, et kontrollida nende staatust
fa: نمایش نوار فیلتر بالای تورنت ها برای نمایش انتخابی بر اساس وضعیت
hi: स्थिति के आधार पर चयनित प्रदर्शन के लिए टॉरेंट के ऊपर फ़िल्टर बार दिखाएं
ja: ステータスに基づいて選択的に表示するために、Torrent の上にフィルター バーを表示します
sl: Prikaži vrsto filtriranja nad torrenti za izbirno prikaz na podlagi stanja
sq: Shfaq shiritin e filtrit mbi torrentët për shfaqje selektive bazuar në status
vi: Hiển thị thanh bộ lọc phía trên torrent để hiển thị có chọn lọc dựa trên trạng thái

source: requires javascript
ar: يتطلب جافا سكريبت
az: javascript tələb edir
bo: javascript དགོས་པ།
cs: vyžaduje javascript
da: kræver javascript
el: Απαιτεί javascript
et: nõuab javascripti
fa: به جاوا اسکریپت نیاز دارد
hi: javascript की आवश्यकता है
ja: JavaScriptが必要です
sl: zahteva javascript
sq: kërkon javascript
vi: yêu cầu javascript

source: Enable lightbox
ar: تمكين العرض المبسط
az: Lightbox aktivləşdirmə
bo: ལའེཊི་བོགས་ལྕོགས་ཡོད།
cs: Povolte lightbox
da: Aktiver lysboks
el: Ενεργοποίηση lightbox
et: Luba valgustik
fa: لایت باکس را فعال کنید
hi: लाइटबॉक्स सक्षम करें
ja: ライトボックスを有効にする
sl: Omogoči lightbox
sq: Aktivizo lightbox
vi: Kích hoạt hộp đèn

source: Use a lightbox to display images when thumbnails are clicked
ar: استخدم العرض المبسط لعرض الصور عند النقر على الصور المصغرة
az: Kiçik şəkillər tiklandığında şəkilləri göstərmək üçün lightbox istifadə edin
bo: མཐེ་གཟེར་ཚུ་གནོགས་ལྕོགས་ཡོད་བརྐྱབ་ནི་གཟུགས་བརྙན་ཚུ་གི་དུས་ཚོད་སྟོན་ནི་གནས་ཚད་གི་དབྱ་ཞུང་།
cs: Použijte lightbox k zobrazení obrázků po kliknutí na miniatury
da: Brug en lysboks til at vise billeder, når der klikkes på miniaturebilleder
el: Χρησιμοποιήστε ένα lightbox για να εμφανίσετε εικόνες όταν κάνετε κλικ στις μικρογραφίες
et: Kasuta valgustikut pildi kuvamiseks, kui miniatuurpilt klõpsatakse
fa: از یک لایت باکس برای نمایش تصاویر هنگام کلیک روی ریز عکسها استفاده کنید
hi: थंबनेल को क्लिक करने पर छवियों को दिखाने के लिए लाइटबॉक्स का उपयोग करें
ja: ライトボックスを使用してサムネイルをクリックしたときに画像を表示する
sl: Uporabi lightbox za prikaz slik, ko se klikne na miniaturke
sq: Përdorni një kuti dritë për të shfaqur imazhet kur klikohen miniaturë
vi: Sử dụng hộp đèn để hiển thị hình ảnh khi nhấp vào hình thu nhỏ

source: Persist Add/Create
ar: استمر في الإضافة/الإنشاء
az: Əlavə Et/Yarat dəyişikliklərini saxlamaq
bo: ཁ་སྐོང་/གསར་བསྐྲུན་བཞག་པ།
cs: Přetrvávat přidat / vytvořit
da: Fortsæt Tilføj/Opret
el: Επιμονή Προσθήκη/Δημιουργία
et: Püsiva lisamine/loomine
fa: اضافه کردن/ایجاد
hi: अतिरिक्त/निर्माण रखें
ja: 永続的な追加/作成
sl: Ohranjaj Dodaj/Ustvari
sq: Vazhdoj Shto/Krijo
vi: Kiên trì Thêm/Tạo

source: Display the 'Add' and 'Create' sections on all torrent listing pages when in multipage mode
ar: عرض قسمي "إضافة" و"إنشاء" على جميع صفحات قائمة التورنت عندما تكون في وضع الصفحات المتعددة
az: Çoxsayfalı rejimdə hər torrent siyahı səhifəsində 'Əlavə Et' və 'Yarat' bölmələrini göstər
bo: ཤོག་ལྷེ་མང་ཐབས་ལུ་སོར་བསྡམས་ནང་ 'ཁ་སྐོང་' དང་ 'གསར་བསྐྲུན་' ཆ་ཤས་ཚུ་ཊོ་རེནཊི་ཐོ་ཡིག་ཤོག་ལྷེ་ཆ་མཉམ་ལུ་སྟོན་ནི་གནས་ཚད་གི་དབྱ་ཞུང་ལུ་སྟོན་ནི་གནས་ཚད་གི་དབྱ་ཞུང་།
cs: Zobrazte sekce 'Přidat' a 'Vytvořit' na všech stránkách se seznamem torrentů v režimu více stránek
da: Vis sektionerne 'Tilføj' og 'Opret' på alle sider med torrentliste, når du er i flersidet tilstand
el: Εμφάνιση των ενοτήτων 'Προσθήκη' και 'Δημιουργία' σε όλες τις σελίδες καταχώρισης torrent όταν βρίσκεστε σε λειτουργία πολλών σελίδων
et: Näita 'Lisa' ja 'Loo' osi kõigil torrentide loetelu lehtedel mitmelehilises režiimis
fa: نمایش بخش های «افزودن» و «ایجاد» در تمام صفحات فهرست تورنت در حالت چند صفحه ای
hi: मल्टीपेज मोड में सभी टॉरेंट सूची पृष्ठों पर 'जोड़ें' और 'निर्माण' खंड दिखाएं
ja: マルチページ モードの場合、すべての torrent リスト ページに「追加」セクションと「作成」セクションを表示します
sl: Prikaži sekcije 'Dodaj' in 'Ustvari' na vseh straneh zoznamov torrentov, ko je vključen način z več strani
sq: Shfaqni seksionet 'Shto' dhe 'Krijo' në të gjitha faqet e listimit të torrenteve kur jeni në modalitetin me shumë faqe
vi: Hiển thị phần 'Thêm' và 'Tạo' trên tất cả các trang danh sách torrent khi ở chế độ nhiều trang

source: Comments &amp; Ratings
ar: تعليقات
az: Şərh və Qiymətləndirmə
bo: བསམ་བཀོད་ཚུ་ &amp; སྐུགས་བརྩེ་དཔྱད་ཚུ།
cs: Komentáře
da: Kommentarer
el: Σχόλια
et: Kommentaarid &amp; Hindamised
fa: نظرات
hi: टिप्पणियाँ &amp; रेटिंग
ja: コメント
sl: Komentarji in ocene
sq: Komentet
vi: Bình luận

source: Enable Ratings
ar: تمكين التقييمات
az: Qiymətləndirmələri aktivləşdirmək
bo: སྐུགས་བརྩེ་དཔྱད་ཚུ་ལྕོགས་ཡོད།
cs: Povolte hodnocení
da: Aktiver vurderinger
el: Ενεργοποίηση αξιολογήσεων
et: Luba hindamised
fa: فعال سازی امتیازدهی
hi: रेटिंग अक्षम करें
ja: レーティングを有効にする
pt_br: Habilitar Avaliações
sl: Omogoči ocene
sq: Aktivizo vlerësimet
vi: Bật xếp hạng

source: Show ratings on torrent pages
ar: إظهار التقييمات على صفحات التورنت
az: Torrent səhifələrində qiymətləndirmələri göstər
bo: ཊོ་རེནཊི་ཤོག་ལྷེ་ཚུ་ལུ་སྐུགས་བརྩེ་དཔྱད་ཚུ་སྟོན་།
cs: Zobrazit hodnocení na stránkách torrentu
da: Vis bedømmelser på torrent-sider
el: Εμφάνιση αξιολογήσεων σε σελίδες torrent
et: Näita hindamisi torrenti lehtedel
fa: نمایش امتیاز دهی ها روی صفحه های تورنت
hi: टॉरेंट पृष्ठों पर रेटिंग दिखाएं
ja: トレントページの評価を表示
pt_br: Exibir avaliações nas páginas de torrents
sl: Prikaži ocene na straneh torrentov
sq: Shfaq vlerësimet në faqet e torrentit
vi: Hiển thị xếp hạng trên các trang torrent

source: Enable Comments
ar: تمكين التعليقات
az: Şərhləri aktivləşdirmək
bo: བསམ་བཀོད་ཚུ་ལྕོགས་ཡོད།
cs: Povolte komentáře
da: Aktiver kommentarer
el: Ενεργοποίηση σχολίων
et: Luba kommentaarid
fa: فعال سازی کامنت ها
hi: टिप्पणियाँ सक्षम करें
ja: コメントを有効にする
pt_br: Habilitar Comentários
sl: Omogoči komentarje
sq: Aktivizo komentet
vi: Bật bình luận

source: Show comments on torrent pages
ar: إظهار التعليقات على صفحات التورنت
az: Torrent səhifələrində şərhləri göstər
bo: ཊོ་རེནཊི་ཤོག་ལྷེ་ཚུ་ལུ་བསམ་བཀོད་ཚུ་སྟོན་།
cs: Zobrazit komentáře na torrentových stránkách
da: Vis kommentarer på torrent-sider
el: Εμφάνιση σχολίων σε σελίδες torrent
et: Näita kommentaare torrenti lehtedel
fa: نمایش کامنت ها روی صفحه های تورنت
hi: टॉरेंट पृष्ठों पर टिप्पणियाँ दिखाएं
ja: トレントページのコメントを表示
pt_br: Exibir comentários nas páginas de torrents
sl: Prikaži komentarje na straneh torrentov
sq: Shfaq komentet në faqet e torrentit
vi: Hiển thị bình luận trên trang torrent

source: Comment Author
ar: تعليق المؤلف
az: Şərh müəllifi
bo: བསམ་བཀོད་རྩོན་པ།
cs: Autor komentáře
da: Kommentarforfatter
el: Σχόλιο Συγγραφέας
et: Kommentaari autor
fa: مولف کامنت
hi: टिप्पणी के लेखक
ja: コメント作成者
pt_br: Autor do Comentário
sl: Avtor komentarja
sq: Autor i komentit
vi: Tác giả bình luận

source: Set the author name for your comments and ratings
ar: قم بتعيين اسم المؤلف لتعليقاتك وتقييماتك
az: Şərhləriniz və qiymətləndirmələriniz üçün müəllif adını təyin edin
bo: ཁྱོད་ཀྱི་བསམ་བཀོད་ཚུ་དང་སྐུགས་བརྩེ་དཔྱད་ཚུ་གི་དོན་ལུ་རྩོན་པའི་མིང་གཞིག་དགོས་པ་ཞིག་དགོས།
cs: Nastavte jméno autora pro vaše komentáře a hodnocení
da: Indstil forfatternavnet til dine kommentarer og vurderinger
el: Ορίστε το όνομα του συγγραφέα για τα σχόλια και τις αξιολογήσεις σας
et: Määra oma kommentaaride ja hindamiste autorinimi
fa: تنظیم نام مولف برای کامنت ها و امتیاز دهی های خود
hi: अपने टिप्पणियों और रेटिंग के लिए लेखक का नाम सेट करें
ja: コメントと評価の作成者名を設定する
pt_br: Definir o nome do autor para seus comentários e avaliações
sl: Nastavi ime avtorja za svoje komentarje in ocene
sq: Vendosni emrin e autorit për komentet dhe vlerësimet tuaja
vi: Đặt tên tác giả cho nhận xét và xếp hạng của bạn

source: Torrent Options
ar: خيارات التورنت
az: Torrent Seçimləri
bo: ཊོ་རེནཊི་གདམ་ཁ་ཚུ།
cs: Možnosti torrentu
da: Torrent-indstillinger
el: Επιλογές torrent
et: Torrenti valikud
fa: گزینه های تورنت
hi: टॉरेंट विकल्प
ja: トレントオプション
sl: Možnosti torrenta
sq: Opsionet e Torrentit
vi: Tùy chọn torrent

source: Half available bandwidth recommended.
ar: ينصح باستعمال نصف سرعة الشبكة.
az: Mövcud olan band genişliyin yarısı tövsiyə olunur.
bo: ཐོབ་ཐོབ་པའི་བེནཌིཊི་གནས་ཚད་གི་ཕྲོགས་ནི་འདྲལ་བསྡམས།
cs: Doporučuje se poloviční dostupná šířka pásma.
da: Halv tilgængelig båndbredde anbefales.
el: Συνιστάται το μισό διαθέσιμο εύρος ζώνης.
et: Soovitatav kasutada poolt saadava bändi laius.
fa: نصف پهنای باند موجود توصیه می شود.
hi: उपलब्ध बैंडविड्थ का आधा सुझावित है।
ja: 利用可能な帯域幅の半分を推奨します。
pt_br: Recomenda-se a metade da largura de banda disponível.
sl: Priporočljivo je polovica razpoložljivega širinevja.
sq: Rekomandohet gjysma e gjerësisë së brezit të disponueshëm.
vi: Khuyến nghị một nửa băng thông khả dụng.

source: Bandwidth limit
az: Band genişliyinin limiti
bo: བེནཌིཊིགི་ཚད།
et: Bändi laiuse piirang
hi: बैंडविड्थ सीमा
sl: Omejitev širinevja

source: Maximum bandwidth allocated for downloading
az: Endirmə üçün təyin edilmiş maksimum band genişliyi
bo: ཕབ་ལེན་འབད་ནི་གི་དོན་ལུ་མང་མཐའ་བེནཌིཊི་གནས་ཚད།
et: Maksimaalne bändi laius allalaadimiseks
hi: डाउनलोड के लिए निर्धारित की गई अधिकतम बैंडविड्थ
sl: Maksimalno širinevje, namenjeno za prenos

source: Maximum bandwidth allocated for uploading
ar: الحد الأقصى لعرض النطاق الترددي المخصص للتحميل
az: Yükləmə üçün təyin edilmiş maksimum band genişliyi
bo: སྐྱེལ་བའད་ནི་གི་དོན་ལུ་མང་མཐའ་བེནཌིཊི་གནས་ཚད།
cs: Maximální šířka pásma přidělená pro nahrávání
da: Maksimal båndbredde tildelt til upload
el: Μέγιστο εύρος ζώνης που εκχωρείται για μεταφόρτωση
et: Maksimaalne bändi laius üleslaadimiseks
fa: حداکثر پهنای باند اختصاص داده شده برای آپلود
hi: अपलोड के लिए निर्धारित की गई अधिकतम बैंडविड्थ
ja: アップロードに割り当てられる最大帯域幅
sl: Maksimalno širinevje, namenjeno za pošiljanje
sq: Gjerësia maksimale e brezit e caktuar për ngarkim
vi: Băng thông tối đa được phân bổ để tải lên

source: View or change router bandwidth
ar: أظهر أو غير سرعة الموجه
az: Marşrutlayıcının band genişliyini baxın və ya dəyişdirin
bo: རུ་ཊར་གི་བེནཌིཊི་གནས་ཚད་ལོ་བསྡམས་ནི་གནས་ཚད།
cs: Zobrazení nebo změna šířky pásma routeru
da: Se eller skift routerbåndbredde
el: Προβολή ή αλλαγή εύρους ζώνης δρομολογητή
et: Vaata või muuda rutteri bändi laiust
fa: پهنای باند روتر را مشاهده یا تغییر دهید
hi: रूटर बैंडविड्थ को देखें या बदलें
ja: ルーターの帯域幅を表示または変更する
pt_br: Visualizar ou alterar a largura de banda do roteador
sl: Oglej ali spremeni širinevje maršrutirnika
sq: Shikoni ose ndryshoni gjerësinë e brezit të ruterit
vi: Xem hoặc thay đổi băng thông của bộ định tuyến

source: Total uploader limit
ar: اقصى حد للرفع
az: Ümumi yükləyici limiti
bo: བསྡོམས་སྐྱེལ་བའི་ཚད།
cs: Celkový limit pro nahrávání
da: Samlet uploadergrænse
el: Συνολικό όριο μεταφόρτωσης
et: Kokku üleslaadimise piir
fa: محدودیت کل آپلودکننده
hi: कुल अपलोडर सीमा
ja: アップローダーの合計制限
pt_br: Limite total do uploader
sl: Skupno omejitev pošiljateljev
sq: Kufiri total i ngarkuesit
vi: Tổng giới hạn người tải lên

source: Maximum number of peers to upload to
ar: الحد الأقصى لعدد النظراء للتحميل
az: Yükləmə üçün maksimum partner sayı
bo: སྐྱེལ་བའད་ནི་གི་དོན་ལུ་པར་མིན་ཚུ་གི་མང་མཐའ།
cs: Maximální počet uživatelů, do kterých lze nahrát
da: Maksimalt antal peers at uploade til
el: Μέγιστος αριθμός ομότιμων για μεταφόρτωση
et: Maksimaalne üleslaadimise kaasliikmete arv
fa: حداکثر تعداد همتا برای آپلود
hi: अपलोड करने के लिए सीमित पीयरों की संख्या
ja: アップロード先のピアの最大数
sl: Maksimalna število sosedov za pošiljanje
sq: Numri maksimal i kolegëve për t'u ngarkuar
vi: Số lượng ngang hàng tối đa để tải lên

source: peers
ar: النظائر
az: partnerlər
bo: པར་མིན་ཚུ།
cs: vrstevníci
el: ομότιμοι
et: kaasliikmed
fa: همتایان
hi: पीयर
ja: ピア
pt_br: pares
sl: sosedov
sq: bashkëmoshatarët
vi: đồng nghiệp

source: Use open trackers also
ar: استعمال open trackers ايضا
az: Ayrıca açıq trackerləri istifadə edin
bo: ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ཡང་ལེན་ལུ་ལག་ལེན་བསྡམས།
cs: Používejte také otevřené sledovače
da: Brug også åbne trackere
el: Χρησιμοποιήστε επίσης ανοιχτούς ιχνηλάτες
et: Kasuta ka avatud trackerite
fa: همچنین استفاده از ترکر های باز
hi: अपने साथ ओपन ट्रैकर्स का उपयोग भी करें
ja: オープントラッカーも使用する
pt_br: Usar também rastreadores abertos
sl: Uporabi tudi odpri trackerje
sq: Përdorni gjithashtu gjurmues të hapur
vi: Cũng sử dụng trình theo dõi mở

source: Announce torrents to open trackers as well as trackers listed in the torrent file
ar: الإعلان عن السيول لفتح المتتبعات وكذلك المتتبعات المدرجة في ملف التورنت
az: Torrent faylində göstərilən trackerlər kimi açıq trackerlərə də torrentləri elan etmək
bo: ཊོ་རེནཊི་ཚུ་ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་དང་ཊོ་རེནཊི་ཡིག་སྣོད་ནང་ཐོ་ཡིག་བཀོད་པའི་ཊེ་རེཀར་ཚུ་ལུ་གསལ་བརྒྱུག་འོང་།
cs: Oznamte torrenty pro otevření sledovačů a rovněž sledovače uvedené v souboru torrentu
da: Annoncer torrents for at åbne trackere såvel som trackere, der er angivet i torrent-filen
el: Ανακοινώστε torrents σε ανοιχτούς ιχνηλάτες καθώς και σε trackers που αναφέρονται στο αρχείο torrent
et: Teavitada torrente avatud trackeritele samuti torrenti faili listatud trackeritele
fa: تورنت ها را برای ردیاب های باز و همچنین ردیاب های لیست شده در فایل تورنت اعلام کنید
hi: टॉरेंट फ़ाइल में सूचीबद्ध ट्रैकर के साथ-साथ ओपन ट्रैकर्स को भी घोषित करें
ja: トレント ファイルにリストされているトラッカーだけでなく、トラッカーを開くためのトレントもアナウンスします
pt_br: Anunciar torrents para rastreadores abertos bem como para rastreadores listados no arquivo torrent
sl: Obvesti torrente tudi odpri trackerji ter tudi tiste, ki so navedeni v datoteki torrenta
sq: Njoftoni torrentët për gjurmuesit e hapur si dhe gjurmuesit e listuar në skedarin torrent
vi: Thông báo torrent để mở trình theo dõi cũng như trình theo dõi được liệt kê trong tệp torrent

source: Enable DHT
ar: تمكين DHT
az: DHT aktivləşdirmək
bo: DHT ལྕོགས་ཅན།
cs: Povolte DHT
da: Aktiver DHT
el: Ενεργοποίηση DHT
et: Luba DHT
fa: فعال سازی DHT
hi: DHT सक्षम करें
ja: DHTを有効にする
pt_br: Habilitar DHT
sl: Omogoči DHT
sq: Aktivizo DHT
vi: Kích hoạt DHT

source: Use DHT to find additional peers
ar: استخدم DHT للبحث عن أقران إضافيين
az: Daha çox partnerləri tapmaq üçün DHT istifadə edin
bo: པར་མིན་གཞན་ཅིག་ལོ་བརྐྱབ་ནི་ DHT ལགོ་ནོ་བརྐྱབ་ནི་པར་མིན་ཚུ་ལོ་བརྐྱབ་ནི།
cs: Použijte DHT k nalezení dalších vrstevníků
da: Brug DHT til at finde flere jævnaldrende
el: Χρησιμοποιήστε DHT για να βρείτε επιπλέον ομότιμους
et: Kasuta DHT lisakaasliikmete leidmiseks
fa: از DHT برای یافتن همتایان دیگر استفاده کنید
hi: अतिरिक्त पीयर खोजने के लिए DHT का उपयोग करें
ja: DHT を使用して追加のピアを検索します
pt_br: Usar DHT para encontrar pares adicionais
sl: Uporabi DHT za iskanje dodatnih sosedov
sq: Përdorni DHT për të gjetur kolegë shtesë
vi: Sử dụng DHT để tìm thêm các đồng nghiệp

source: Auto start torrents
ar: بدء تشغيل السيول تلقائيًا
az: Torrentləri avtomatik başlamaq
bo: རང་བསྐྱོད་འགོ་བཙུགས་ཊོ་རེནཊི་ཚུ།
cs: Automatické spouštění torrentů
el: Αυτόματη εκκίνηση torrent
et: Autostart torrentid
fa: شروع خودکار تورنت ها
hi: ऑटो स्टार्ट टॉरेंट
ja: トレントの自動開始
pt_br: Auto iniciar torrents
sl: Samodejno zaženi torrente
sq: Fillimi automatik i torrenteve
vi: Tự động bắt đầu torrent

source: Automatically start torrents when added and restart torrents when I2PSnark starts
ar: بدء تشغيل ملفات التورنت تلقائيًا عند إضافتها وإعادة تشغيل ملفات التورنت عند بدء تشغيل I2PSnark
az: Torrentləri əlavə etdikdə və I2PSnark başladığında avtomatik olaraq yenidən başlamaq
bo: ཊོ་རེནཊི་ཁ་སྐོང་བརྐཱད་སྟོན་ནི་དབརྐཱད་སྟོན་ནི་དང་ I2PSnark འགོ་བཙུགས་དུས་ཚོད་གི་དབརྐཱད་སྟོན་ནི་དང་
cs: Automaticky spouštět torrenty po přidání a restartovat torrenty, když se spustí I2PSnark
da: Start automatisk torrents, når de tilføjes, og genstart torrents, når I2PSnark starter
el: Αυτόματη εκκίνηση torrent όταν προστίθεται και επανεκκίνηση torrent όταν ξεκινά το I2PSnark
et: Alusta torrente automaatselt neid lisades ning taaskäivita torrentid I2PSnarki käivitamisel
fa: هنگام اضافه شدن تورنت ها به طور خودکار شروع می شود و با شروع I2PSnark تورنت ها را مجدداً راه اندازی می کند
hi: I2PSnark शुरू होने पर टॉरेंट जोड़ने पर स्वचालित रूप से टॉरेंट शुरू करें और पुनः शुरू करें
ja: 追加時にトレントを自動的に開始し、I2PSnark の開始時にトレントを再起動する
pt_br: Iniciar torrents automaticamente quando adicionados e reiniciar torrents quando o I2PSnark iniciar
sl: Samodejno zaženi torrente ob dodajanju in znova zaženi torrente, ko se I2PSnark začne
sq: Filloni automatikisht torrentet kur shtohen dhe rinisni torrentet kur fillon I2PSnark
vi: Tự động khởi động torrent khi được thêm vào và khởi động lại torrent khi I2PSnark khởi động

source: Startup delay
ar: تأخر البداية
az: Başlama gecikməsi
bo: འགོ་བཙུགས་ཕྱིར་འགྱངས།
cs: Zpoždění spouštění
da: Opstartsforsinkelse
el: Καθυστέρηση εκκίνησης
et: Käivituse viivitus
fa: تاخیر شروع
hi: शुरू करने की देरी
ja: 起動遅延
pt_br: Atraso de inicialização
sl: Zamik pri zagonu
sq: Vonesa e nisjes
vi: Trì hoãn khởi động

source: How long before auto-started torrents are loaded when I2PSnark starts
ar: كم من الوقت قبل أن يتم تحميل السيول التي يتم تشغيلها تلقائيًا عند بدء تشغيل I2PSnark
az: I2PSnark başlandığında avtomatik başlanan torrentlərin yüklənməsi qədər neçə vaxt keçir
bo: I2PSnark འགོ་བཙུགས་དུས་ཚོད་གི་དབར་རྐྱབ་ནི་རང་བསྐྱོད་འགོ་བཙུགས་དུས་ཚོད་གི་དབར་རྐྱབ་ནི་གནས་ཚད་གི་དབར་རྐྱབ་ནི་སྐར་བསྡམས་གི་དབྱ་ཞུང་ལུ་གི་དབྱ་ཞུང་།
cs: Za jak dlouho se načtou automaticky spouštěné torrenty při spuštění I2PSnark
da: Hvor lang tid før autostartede torrents indlæses, når I2PSnark starter
el: Πόσο καιρό πριν φορτωθούν τα torrent που ξεκινούν αυτόματα κατά την εκκίνηση του I2PSnark
et: Kui kaua enne kui autostartitud torrentid laaditakse I2PSnarki käivitamisel
fa: چه مدت قبل از راه اندازی I2PSnark، تورنت های شروع خودکار بارگیری می شوند
hi: I2PSnark शुरू होने से पहले स्वचालित शुरू होने वाले टॉरेंट को लोड करने में कितना समय लगेगा
ja: I2PSnark の開始時に自動開始トレントが読み込まれるまでの時間
pt_br: Quanto tempo antes de torrents auto iniciados serem carregados quando o I2PSnark iniciar
sl: Kako dolgo preden se samodejno zažeti torrenti naložijo, ko se I2PSnark začne
sq: Sa kohë përpara se torrentët e nisur automatikisht të ngarkohen kur të fillojë I2PSnark
vi: Mất bao lâu trước khi tải torrent tự động khởi động khi I2PSnark khởi động

source: minutes
ar: دقائق
az: dakika
bo: སྐར་བ།
cs: minut
da: minutter
el: λεπτά
et: minutit
fa: دقیقه
hi: मिनट
ja: 分
pt_br: minutos
sl: minute
sq: minuta
vi: phút

source: Data Storage
ar: تخزين البيانات
az: Verilənlər saxlama
bo: གནད་སྡུད་གསོག་འཇོག
cs: Úložiště dat
da: Datalagring
el: Αποθήκευση δεδομένων
et: Andme salvestamine
fa: ذخیره سازی داده ها
hi: डेटा स्टोरेज
ja: データストレージ
sl: Shramba podatkov
sq: Ruajtja e të dhënave
vi: Lưu trữ dữ liệu

source: Data directory
ar: مجلد البيانات
az: Verilənlər kataloqu
bo: གནད་སྡུད་སྣོད་ཐོ།
cs: Datový adresář
da: Datakatalog
el: Κατάλογος δεδομένων
et: Andmekataloog
fa: دایرکتوری داده
hi: डेटा डायरेक्टरी
ja: データディレクトリ
pt_br: Diretório de dados
sl: Podatkovna mapa
sq: Drejtoria e të dhënave
vi: Thư mục dữ liệu

source: Directory where torrents and downloaded/shared files are stored
ar: الدليل حيث يتم تخزين السيول والملفات التي تم تنزيلها/المشتركة
az: Torrentlər və endirilən/paylaşılan fayllar saxlanılan kataloqu
bo: ཊོ་རེནཊི་ཚུ་དང་ཕབ་ལེན་འབད་ཡོད་པའི་/རོགས་སྤྱོད་བའི་ཡིག་སྣོད་ཚུ་གསོག་འཇོག་པའི་སྣོད་ཐོ།
cs: Adresář, kde jsou uloženy torrenty a stažené/sdílené soubory
da: Bibliotek hvor torrents og downloadede/delte filer gemmes
el: Κατάλογος όπου αποθηκεύονται τα torrent και τα ληφθέντα/κοινόχρηστα αρχεία
et: Kataloog, kus torrentid ja allalaaditud/jagatud failid on salvestatud
fa: دایرکتوری که در آن تورنت ها و فایل های دانلود شده/اشتراک گذاری شده ذخیره می شوند
hi: टॉरेंट और डाउनलोड/साझा की फ़ाइलें संग्रहित की जाती हैं वह डायरेक्टरी
ja: トレントおよびダウンロード/共有ファイルが保存されるディレクトリ
pt_br: Diretório onde torrents e arquivos baixados/compartilhados são armazenados
sl: Mapa, v kateri so shranjeni torrenti in prenesene/deljene datoteke
sq: Direktori ku ruhen torrentët dhe skedarët e shkarkuar/ndarë
vi: Thư mục lưu trữ torrent và các tệp đã tải xuống/chia sẻ

source: Files readable by all
ar: ملفات قابلة للقراءة من قبل الجميع
az: Hər kəs tərəfindən oxunabilən fayllar
bo: ཡིག་སྣོད་ཚུ་མི་མང་གིས་ལྷག་ཆོག་པ།
cs: Soubory čitelné pro všechny
da: Filer kan læses af alle
el: Αρχεία αναγνώσιμα από όλους
et: Kõigile lugemiseks kättesaadavad failid
fa: فایل ها قابل خواندن توسط همه
hi: सभी के लिए पढ़ने योग्य फ़ाइलें
ja: 全員が読み取れるファイル
pt_br: Arquivos legíveis por todos
sl: Datoteke prebrane od vseh
sq: Skedarët e lexueshëm nga të gjithë
vi: Tất cả mọi người đều có thể đọc được các tập tin
