Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Set file permissions to allow other local users to access the downloaded files
ar: قم بتعيين أذونات الملف للسماح للمستخدمين المحليين الآخرين بالوصول إلى الملفات التي تم تنزيلها
az: Endirilən fayllara başqa yerli istifadəçilərin girişini təmin etmək üçün fayl icazələrini təyin edin
bo: ཕབ་ལེན་འབད་ཡོད་པའི་ཡིག་སྣོད་ཆོག་པ་གཞན་ཅིག་ལོ་གི་སྤྱོད་བའི་ལག་སྣོད་ཚུ་ལེན་བརྐྱབ་གནང་བསྡམས།
cs: Nastavte oprávnění k souborům, abyste umožnili ostatním místním uživatelům přístup ke staženým souborům
da: Indstil filtilladelser for at give andre lokale brugere adgang til de downloadede filer
el: Ορισμός δικαιωμάτων αρχείων ώστε να επιτρέπεται σε άλλους τοπικούς χρήστες να έχουν πρόσβαση στα ληφθέντα αρχεία
et: Määra faili õigused nii, et muud kohalikud kasutajad saaksid allalaaditud failidele juurde pääseda
fa: مجوزهای فایل را تنظیم کنید تا به سایر کاربران محلی اجازه دهید به فایل های دانلود شده دسترسی داشته باشند
hi: डाउनलोड की फ़ाइलें पहुँचने की अनुमति देने के लिए फ़ाइल प्रवाह सेट करें
ja: 他のローカル ユーザーがダウンロードしたファイルにアクセスできるようにファイル権限を設定します
pt_br: Definir permissões de arquivo para permitir que outros usuários locais acessem os arquivos baixados
sl: Nastavi dovoljenja za datoteke, da jim omogočiš dostop drugim lokalnim uporabnikom do prenesenih datotek
sq: Vendosni lejet e skedarëve për të lejuar përdoruesit e tjerë lokalë të kenë akses te skedarët e shkarkuar
vi: Đặt quyền truy cập tệp để cho phép người dùng cục bộ khác truy cập các tệp đã tải xuống

source: Max files per torrent
ar: الحد الأقصى للملفات لكل تورنت
az: Hər torrent üçün maksimum fayl
bo: ཊོ་རེནཊི་རེ་གཅིག་ལུ་ཡིག་སྣོད་གི་མང་མཐའ།
cs: Maximální počet souborů na torrent
da: Max filer pr. torrent
el: Μέγιστος αριθμός αρχείων ανά torrent
et: Maksimaalne failide arv torrentis
fa: حداکثر فایل در هر تورنت
hi: प्रति टॉरेंट की अधिकतम फ़ाइलें
ja: トレントごとの最大ファイル数
sl: Maksimalno število datotek na torrent
sq: Maksimumi i skedarëve për torrent
vi: Số tệp tối đa cho mỗi torrent

source: Maximum number of files permitted per torrent - note that trackers may set their own limits, and your OS may limit the number of open files, preventing torrents with many files (and subsequent torrents) from loading
ar: الحد الأقصى لعدد الملفات المسموح بها لكل تورنت - لاحظ أن المتتبعين قد يضعون حدودًا خاصة بهم، وقد يحدد نظام التشغيل لديك عدد الملفات المفتوحة، مما يمنع السيول التي تحتوي على العديد من الملفات (والسيول اللاحقة) من التحميل
az: Hər torrent üçün icazə verilən maksimum fayl sayı - trackerlərin öz limitlərini təyin edə biləcəklərini, və OS-nizin açıq faylların sayını limitləyə biləcəyini nəzərə alın, bu da çoxlu fayllarla gələn torrentlərin (və ardı ardına torrentlərin) yüklənməsinin qarşısını alır
bo: ཊོ་རེནཊི་རེ་གཅིག་ལུ་ཡིག་སྣོད་གི་མང་མཐའ་ - དྲབ་ཞིབ་དཔར་ཊེ་རེཀར་ཚུ་གིས་རང་བསྡམས་སྣོད་ཚུ་གི་མང་མཐའ་དང་ཁྱོད་ཀྱི་བསྡམས་སྣོད་ཚུ་གི་མང་མཐའ་ (དང་རྒྱུས་གི་ཊོ་རེནཊི་ཚུ་མང་མང་མཐའ་ཡིག་སྣོད་ཚུ་གི་མང་མཐའ་དང་ཁྱོད་ཀྱི་བསྡམས་སྣོད་ཚུ་གི་མང་མཐའ་) ལས་མཐུན་བརྐྱབ་གནང་བསྡམས།
cs: Maximální povolený počet souborů na torrent – ​​mějte na paměti, že sledovací programy mohou nastavit vlastní limity a váš operační systém může omezit počet otevřených souborů, čímž zabrání načítání torrentů s mnoha soubory (a následných torrentů)
da: Maksimalt antal tilladte filer pr. torrent - bemærk, at trackere kan sætte deres egne grænser, og dit OS kan begrænse antallet af åbne filer, hvilket forhindrer torrents med mange filer (og efterfølgende torrents) i at indlæse
el: Μέγιστος επιτρεπόμενος αριθμός αρχείων ανά torrent - σημειώστε ότι οι ιχνηλάτες μπορούν να ορίσουν τα δικά τους όρια και το λειτουργικό σύστημα σας μπορεί να περιορίσει τον αριθμό των ανοιχτών αρχείων, αποτρέποντας τη φόρτωση torrent με πολλά αρχεία (και επακόλουθους torrents)
et: Maksimaalne failide arv torrentis - märk, et trackerid võivad määrata oma piirangud ning sinu OS võib piirata avatud failide arvu, takistades palju failidega torrentide (ja järgnevate torrentide) laadimist
fa: حداکثر تعداد فایل‌های مجاز در هر تورنت - توجه داشته باشید که ردیاب‌ها ممکن است محدودیت‌های خود را تعیین کنند و سیستم عامل شما ممکن است تعداد فایل‌های باز را محدود کند و از بارگیری تورنت‌هایی با فایل‌های زیاد (و تورنت‌های بعدی) جلوگیری کند
hi: प्रति टॉरेंट की अनुमतित अधिकतम फ़ाइलों की संख्या - ध्यान दें कि ट्रैकर्स अपनी सीमाएँ स्थापित कर सकते हैं, और आपका ऑपरेटिंग सिस्टम खुले फ़ाइलों की संख्या को सीमित कर सकता है, जिससे कई फ़ाइलों वाले टॉरेंट (और उसके बाद के टॉरेंट) को लोड करने से रोका जा सकता है।
ja: トレントごとに許可されるファイルの最大数 - トラッカーが独自の制限を設定する場合があり、OS によってオープン ファイルの数が制限され、多くのファイルを含むトレント (および後続のトレント) がロードされなくなる場合があることに注意してください。トレントごとに許可されるファイルの最大数 - トラッカーが独自の制限を設定する場合があり、OS によってオープン ファイルの数が制限され、多くのファイルを含むトレント (および後続のトレント) がロードされなくなる場合があることに注意してください
sl: Maksimalna število datotek, dovoljeno za vsak torrent - vendar trackerji lahko določijo svoje omejitve in vaš operacijski sistem lahko omejuje število odprtih datotek, kar prepreči nalaganje torrentov z veliko datotek (in naslednjih torrentov)
sq: Numri maksimal i skedarëve të lejuar për torrent - vini re se gjurmuesit mund të vendosin kufijtë e tyre dhe OS juaj mund të kufizojë numrin e skedarëve të hapur, duke parandaluar ngarkimin e torrenteve me shumë skedarë (dhe torrentët pasues)
vi: Số lượng tệp tối đa được phép trên mỗi torrent - lưu ý rằng trình theo dõi có thể đặt giới hạn riêng và hệ điều hành của bạn có thể giới hạn số lượng tệp đang mở, ngăn không cho tải torrent có nhiều tệp (và các torrent tiếp theo)

source: Tunnel Configuration
ar: تكوين النفق
az: Tünel Tənzimləməsi
bo: ཊཱནེལ་རིམ་སྒྲག་སྲུང་།
cs: Konfigurace tunelu
da: Tunnelkonfiguration
el: Διαμόρφωση σήραγγας
et: Tunneli seadistused
fa: پیکربندی تونل
hi: टंनल सेटिंग
ja: トンネル構成
sl: Konfiguracija tunela
sq: Konfigurimi i tunelit
vi: Cấu hình đường hầm

source: Our destination (identity) for this session
ar: وجهتنا ( هويتنا ) لهذه الجلسة
az: Bu sessiya üçün mənim hədəflərim (kimliyim)
bo: ལཱ་སེན་འགྲམ་ས (ངོས་ཅན་དཔང་) དེ་ལཱ་སེན་འགྲམ་སའི་དོང་།
cs: Náš cíl (identita) pro tuto relaci
da: Vores destination (identitet) for denne session
el: Ο προορισμός μας (ταυτότητα) για αυτήν την περίοδο σύνδεσης
et: Meie sihtkoht (identiteet) selles sessios
fa: مقصد (هویت) ما برای این جلسه
hi: इस सत्र के लिए हमारा गंतव्य (Identity)
ja: 今回のセッションの目的地（アイデンティティ）
pt_br: Nosso destino (identidade) para esta sessão
sl: Naslov (identiteta) za to sejo
sq: Destinacioni ynë (identiteti) për këtë sesion
vi: Đích đến (danh tính) của chúng ta cho phiên này

source: Dest.
ar: الوجهة.
az: Hədəf
bo: འགྲམ་ས།
et: Siht
fa: مقصد.
hi: गंतव्य
ja: 宛先
sq: Destin.
vi: Đích.

source: Inbound Settings
ar: اعدادت الاتصال الداخلي
az: Giriş Ayarları
bo: ནང་འདྲེན་སྒྲག་སྲུང་།
cs: Příchozí nastavení
da: Indgående indstillinger
el: Ρυθμίσεις εισερχόμενων
et: Sisenevate seadistused
fa: تنظیمات ورودی
hi: इनबाउंड सेटिंग्स
ja: 受信設定
pt_br: Configurações de entrada
sl: Nastavitve vhodov
sq: Cilësimet hyrëse
vi: Cài đặt gửi đến

source: Outbound Settings
ar: اعدادت الاتصال الخارجي
az: Çıxış Ayarları
bo: ཕྱིར་འདྲེན་སྒྲག་སྲུང་།
cs: Odchozí nastavení
da: Udgående indstillinger
el: Ρυθμίσεις εξόδου
et: Väljaminevate seadistused
fa: تنظیمات خروجی
hi: ऑउटबाउंड सेटिंग्स
ja: アウトバウンド設定
pt_br: Configurações de saída
sl: Nastavitve izhodov
sq: Cilësimet e jashtme
vi: Cài đặt gửi đi

source: Vary Tunnel Length
bo: ཊཱནེལ་རིམ་སྒྱུང་།
sl: Spremeni dolžino tunela

source: Add 0 or 1 additional hops randomly to Inbound tunnels
bo: ནང་འདྲེན་སྒྲག་སྲུང་ ༠མིག་ ༡ ཡང་ནི་གཞན་ཅིག་ལོ་བརྐྱབ་ནི་ནང་འདྲེན་སྒྲག་སྲུང་ཚུ་ལུ་སོར་བསྡམས་ནི་ཊཱནེལ་ཚུ།
sl: Naključno dodaj 0 ali 1 dodaten skok na vhodne tunele

source: Inbound
bo: ནང་འདྲེན།
sl: Vhodni

source: Add 0 or 1 additional hops randomly to Outbound tunnels
bo: ཕྱིར་འདྲེན་ ༠ཡང་ན་གཞན་ཅིག་ལོ་བརྐྱབ་ནི་ཕྱིར་འདྲེན་ཚུ་ལོ་བརྐྱབ་ནི་ཊཱནེལ་ཚུ།
sl: Naključno dodaj 0 ali 1 dodaten skok na izhodne tunele

source: Outbound
bo: ཕྱིར་འདྲེན།
sl: Izhodni

source: I2CP host
ar: المضيف I2CP
az: I2CP xostu
bo: I2CP ཧོསཊི།
cs: Hostitel I2CP
da: I2CP vært
el: Κεντρικός υπολογιστής I2CP
fa: میزبان I2CP
hi: I2CP होस्ट
ja: I2CPホスト
pt_br: Host do I2CP
sl: Gostitelj I2CP
sq: Host'i i I2PC'së
vi: Máy chủ I2CP

source: I2CP port
ar: منفذ I2CP
az: I2CP porta
bo: I2CP འཛུལ་སྒོ།
cs: Port I2CP
el: Θύρα I2CP
fa: پورت I2CP
hi: I2CP पोर्ट
ja: I2CPポート
pt_br: Porta do I2CP
sl: Vrata I2CP
sq: Portalja e I2Pc'së
vi: Cổng I2CP

source: I2CP options
ar: خيارات I2CP
az: I2CP seçimləri
bo: I2CP གདམ་ཁ་ཚུ།
cs: Možnosti I2CP
da: I2CP muligheder
el: Επιλογές I2CP
et: I2CP valikud
fa: گزینه های I2CP
hi: I2CP विकल्प
ja: I2CP オプション
pt_br: Opções I2CP
sl: Možnosti I2CP
sq: Opsionet I2CP
vi: Tùy chọn I2CP

source: Save configuration
ar: حفظ الاعدادات
az: Konfigurasiyanı saxla
bo: རིམ་སྒྲག་སྲུང་།
cs: Uložte konfiguraci
da: Gem konfiguration
el: Αποθήκευση διαμόρφωσης
et: Salvesta seadistused
fa: ذخیره سازی پیکربندی
hi: सेटिंग को सहेजें
ja: 設定の保存
pt_br: Salvar configuração
sl: Shrani konfiguracijo
sq: Ruaj konfigurimin
vi: Lưu cấu hình

source: Torrent Create File Filtering
az: Torrent Yaratma Fayl Filtrləməsi
bo: ཊོ་རེནཊི་གསར་བསྐྲུན་ཡིག་སྣོད་ཚགས་མ།
et: Torrenti loomise failifiltr
hi: टॉरेंट बनाने के लिए फ़ाइल फ़िल्टरिंग
sl: Filtriranje datotek za ustvarjanje torrenta

source: Mark filter for deletion
az: Filtr silmək üçün işarələyin
bo: ཚགས་མ་བརྐྱབ་བཏོགས་གནས་སྐར་གཡོད་པ།
et: Märgi filtr kustutamiseks
hi: हटाने के लिए फ़िल्टर को चिह्नित करें
sl: Označi filtr za izbris

source: Name
ar: الاسم
az: Ad
bo: མིང་།
cs: Jméno
da: Navn
el: Όνομα
et: Nimi
fa: نام
hi: नाम
ja: 名前
pt_br: Nome
sl: Ime
sq: Emër
vi: Tên

source: Filter Pattern
az: Filtr Şablonu
bo: ཚགས་མ་དབྱ་ཞུང་།
et: Filtrimustr
hi: फ़िल्टर पैटर्न
sl: Vzorec filtra

source: Starts With
az: Belə Başlayır
bo: དང་བཙུགས་དོ།
et: Algab
hi: शुरू होता है
sl: Začne z

source: Contains
az: Daxil edir
bo: གནས་པ།
et: Sisaldab
hi: में शामिल है
sl: Vsebuje

source: Ends With
az: Belə Bitir
bo: གི་མཇུག་དང་
et: Lõpeb
hi: समाप्त होता है
sl: Konča z

source: Enabled by Default
az: Standart Olarak Aktivləşdirilmiş
bo: སྐོར་ལྕོགས་མེདཔ་བཟོ་བར།
et: Vaikimisi lubatud
hi: डिफ़ॉल्ट में सक्षम
sl: Privzeto omogočeno

source: Add
ar: إضافة
az: Əlavə Et
bo: ཁ་སྐོང་།
cs: Přidat
da: Tilføje
el: Προσθηκη
et: Lisa
fa: اضافه کردن
hi: जोड़ें
ja: 追加
pt_br: Adicionar
sl: Dodaj
sq: Shtoje
vi: Thêm vào

source: Select trackers for removal from I2PSnark's known list
ar: حدد أدوات التتبع لإزالتها من قائمة I2PSnark المعروفة
az: Tanınmış I2PSnark siyahısından çıxarılması üçün trackerləri seçin
bo: I2PSnark གི་ཤེན་ཐོ་ཡིག་ནང་ནས་ཚད་གི་དབྱ་ཞུང་ལུ་ཊེ་རེཀར་ཚུ་རྩ་བསྡམས་ནི་གནས་ཚད་གི་དབྱ་ཞུང་།
cs: Vyberte sledovače k ​​odstranění ze známého seznamu I2PSnarku
da: Vælg trackere til fjernelse fra I2PSnarks kendte liste
el: Επιλέξτε ιχνηλάτες για κατάργηση από τη γνωστή λίστα του I2PSnark
et: Vali trackerid eemaldamiseks I2PSnarki tuntavast nimekirjast
fa: ردیاب ها را برای حذف از لیست شناخته شده I2PSnark انتخاب کنید
hi: I2PSnark की जानकारी की सूची से ट्रैकर चुनें जिन्हें हटाना है
ja: I2PSnark の既知のリストから削除するトラッカーを選択します
pt_br: Selecione rastreadores para remoção da lista de conhecidos do I2PSnark
sl: Izberite trackerje za odstranitev iz seznama znanih I2PSnarkovih trackerjev
sq: Zgjidhni gjurmuesit për heqjen nga lista e njohur e I2PSnark
vi: Chọn trình theo dõi để xóa khỏi danh sách đã biết của I2PSnark

source: Website URL
ar: عنوان URL لموقع الويب
az: Veb-sayt URL
bo: ཝེབ་སའི་གི་ URL
cs: URL webu
da: Webstedets URL
el: Διεύθυνση URL ιστότοπου
et: Veebisaidi URL
fa: آدرس اینترنتی وبسایت
hi: वेबसाइट यूआरएल
ja: ウェブサイトURL
pt_br: URL do Website
sl: URL spletnega mesta
sq: URL e faqes në internet
vi: URL trang web

source: Announce URL
ar: الإعلان عن عنوان URL
az: Elan URL
bo: གསལ་བསྒྲགས་ URL
cs: Oznámit URL
da: Annoncer URL
el: Ανακοινώστε τη διεύθυνση URL
et: Teavitamise URL
fa: اعلام آدرس اینترنتی
hi: घोषणा यूआरएल
ja: URLを発表
pt_br: URL de anúncio
sl: URL za obvestila
sq: Njoftoni URL-në
vi: Thông báo URL

source: Mark tracker for deletion
ar: وضع علامة على المتعقب للحذف
az: Trackeri silmək üçün işarələyin
bo: ཊེ་རེཀར་བརྐྱབ་བཏོགས་གནས་སྐར་གཡོད་པ།
cs: Označte tracker pro smazání
da: Mærk tracker til sletning
el: Επισήμανση παρακολούθησης για διαγραφή
et: Märgi tracker kustutamiseks
fa: علامت زدن ردیاب برای حذف
hi: ट्रैकर को हटाने के लिए चिह्नित करें
ja: トラッカーに削除のマークを付ける
pt_br: Marcar rastreador para exclusão
sl: Označi tracker za izbris
sq: Shënoni gjurmuesin për fshirje
vi: Đánh dấu theo dõi để xóa

source: Cannot add magnet: Version 2 magnet links are not supported
az: Magnet əlavə edə bilmərsiniz: Versiya 2 magnet linkləri dəstəklənmir
bo: མེག་ནེཊི་ཁ་སྐོང་མ་ཚུགས།: ཐོན་རིམ་ ༢ མེག་ནེཊི་འབྲེལ་ལམ་ཚུ་ལུ་རྒྱབ་སྐྱོང་མིན་འདུག
et: Magnet'i lisamine ei ole võimalik: Versiooni 2 magnet linke ei toeta
hi: मैग्नेट जोड़ना संभव नहीं: संस्करण 2 मैग्नेट लिंक समर्थित नहीं हैं
sl: Magnet ni mogoče dodati: Magnet povezave različice 2 niso podprte

source: Invalid magnet URL {0}
ar: غنوان مغناطيس غير صحيح {0}
az: Səhv magnit URL {0}
bo: ནུས་མེད་མེག་ནེཊི་ URL {0}
cs: Neplatná adresa URL magnetu {0}
da: Ugyldig magnet-URL {0}
el: Μη έγκυρη διεύθυνση URL μαγνήτη {0}
et: Vigane magnet URL {0}
fa: URL آهنربایی نامعتبر {0}
hi: {0} अमान्य मैग्नेट URL
ja: マグネット URL {0} が無効です
pt_br: URL magnet {0} inválida
sl: Neveljavna magnet URL {0}
sq: URL e pavlefshme magneti {0}
vi: URL nam châm không hợp lệ {0}

source: 1 hop
ar: {0} القفزات
az: 1 hüpfə
bo: ཧོཔ་ ༡
el: 1 λυκίσκο
et: 1 hüpe
fa: {0} واسطه
hi: {0} हॉप
ja: {0}ホップ
pt_br: 1 salto
sl: {0} skok
vi: {0} hoa bia

source: 1 tunnel
ar: {0} الأنفاق
az: 1 tünel
bo: ཊཱནེལ་ ༡
cs: 1 tunel
el: 1 σήραγγα
fa: {0} تونل
hi: {0} टंनल
ja: {0}トンネル
pt_br: 1 túnel
sl: {0} tunel
sq: 1 tunel
vi: {0} Đường hầm

source: This configures the maximum number of tunnels to open, determined by the number of connected peers (actual usage may be less)
ar: يقوم هذا بتكوين الحد الأقصى لعدد الأنفاق التي سيتم فتحها، والتي يحددها عدد النظراء المتصلين (قد يكون الاستخدام الفعلي أقل)
az: Bu, açılan maksimum tünel sayını tənzimləyir, bağlı partnerlərin sayına əsasən (həqiqi istifadə əsasən daha az ola bilər)
bo: འདི་གིས་ཁ་ཕྱེ་ནིའི་ཊཱནེལ་ཚུ་གི་མང་མཐའ་རིམ་སྒྲིག་འབད་དེ་ མཐུད་ཡོད་པའི་པར་མིན་ཚུ་གི་གྱངས་ཁ་གིས་གཏན་འབེབས་འབད། (དངོས་ལུ་སྤྱོད་ནི་ཉུང་སྲིད།)
cs: Toto konfiguruje maximální počet tunelů k otevření, určený počtem připojených peerů (skutečné využití může být menší)
da: Dette konfigurerer det maksimale antal tunneler, der skal åbnes, bestemt af antallet af tilsluttede peers (faktisk brug kan være mindre)
el: Αυτό διαμορφώνει τον μέγιστο αριθμό σηράγγων προς άνοιγμα, που καθορίζεται από τον αριθμό των συνδεδεμένων ομότιμων (η πραγματική χρήση μπορεί να είναι μικρότερη)
et: See määrab maksimaalse tunnelite arvu, mis avatakse, sõltuvalt ühendatud kaasliikmete arvust ( tegelik kasutus võib olla väiksem)
fa: این حداکثر تعداد تونل ها را برای باز کردن پیکربندی می کند که با تعداد همتاهای متصل تعیین می شود (ممکن است استفاده واقعی کمتر باشد)
hi: यह सेटिंग संबंधित पीयर की संख्या के आधार पर खोलने की अधिकतम टंनलों की संख्या को सेट करती है (वास्तविक उपयोग कम हो सकता है)
ja: これは、接続されているピアの数によって決定される、開くトンネルの最大数を構成します (実際の使用量はこれより少ない場合があります)これは、接続されているピアの数によって決定される、開くトンネルの最大数を構成します (実際の使用量はこれより少ない場合があります)
sl: Ta nastavitev določa maksimalno število odprtnih tunelov, ki je določeno s štetjem povezanih sosedov (resnično uporaba lahko ni manj)
sq: Kjo konfiguron numrin maksimal të tuneleve për t'u hapur, i përcaktuar nga numri i kolegëve të lidhur (përdorimi aktual mund të jetë më i vogël)
vi: Điều này định cấu hình số lượng đường hầm tối đa sẽ mở, được xác định bởi số lượng thiết bị ngang hàng được kết nối (mức sử dụng thực tế có thể ít hơn)

source: Changing this setting to less than 3 hops may improve speed at the expense of anonymity and is not recommended
ar: تغيير هذا الإعداد إلى أقل من 3 قفزات قد يؤدي إلى تحسين السرعة على حساب عدم الكشف عن هويته ولا ينصح به
az: Bu ayarı 3 hopdan az olaraq dəyişdirmək sürəti artırmaq olar, amma anonimliyin xətasına salınacaq və tövsiyə olunmur
bo: སྒྲིག་སྟངས་འདི་ཧོཔ་ ༣ ལས་ཉུང་བར་བསྒྱུར་བཅོས་འབད་བ་ཅིན་མགྱོགས་ཚད་ལེགས་ཤོམ་སྦེ་འོང་རུང་ མིང་མེད་ཐོག་ལས་ཉམས་ནི་དང་འོས་སྦྱོར་མིན་འདུག
cs: Změna tohoto nastavení na méně než 3 skoky může zvýšit rychlost na úkor anonymity a nedoporučuje se
da: Ændring af denne indstilling til mindre end 3 hop kan forbedre hastigheden på bekostning af anonymitet og anbefales ikke
el: Η αλλαγή αυτής της ρύθμισης σε λιγότερο από 3 άλματα μπορεί να βελτιώσει την ταχύτητα σε βάρος της ανωνυμίας και δεν συνιστάται
et: Selle seadistuse muutmine vähem kui 3 hüppeni võib kiirust parandada anonüümsuse kulul ning seda ei soovita
fa: تغییر این تنظیم به کمتر از 3 پرش ممکن است سرعت را به قیمت ناشناس بودن بهبود بخشد و توصیه نمی شود
hi: इस सेटिंग को 3 हॉप से कम करने से गुप्तता के खाते में गति में सुधार हो सकता है, लेकिन यह सुझावित नहीं है
ja: この設定を 3 ホップ未満に変更すると、匿名性を犠牲にして速度が向上する可能性があるため、お勧めできません
sl: Sprememba nastavitve na manj kot 3 skoka lahko izboljša hitrost, vendar na strošek anonimnosti, kar ni priporočljivo
sq: Ndryshimi i këtij cilësimi në më pak se 3 kërcime mund të përmirësojë shpejtësinë në kurriz të anonimitetit dhe nuk rekomandohet
vi: Thay đổi cài đặt này thành ít hơn 3 bước nhảy có thể cải thiện tốc độ nhưng phải trả giá bằng tính ẩn danh và không được khuyến nghị

source: Sequential piece or file order not saved - feature currently broken.
bo: རིམ་པ་བཞིན་གྱི་ཆ་ཤས་ཡང་ན་ཡིག་སྣོད་རིམ་སྒྲིག་སྲུང་མེད། - ཁྱད་རྐུབ་ད་ལྟོ་ཆད་པ།

source: Unknown command
bo: མ་ཤེས་པའི་བརྡ་བཀོད།

source: Please retry form submission (bad nonce)
bo: ཨེབ་གཏང་འབད་ནི་སླར་འཐེན་འབད་གནང་ (nonce བྱང་ཉེས།)

source: Resource Does Not Exist
ar: المورد غير موجود
az: Resurs mövcud deyil
bo: ཐོན་སྐྱེད་མིན་འདུག
cs: Zdroj neexistuje
da: Resource findes ikke
el: Ο πόρος δεν υπάρχει
et: Resurssi ei eksisteeri
fa: منبع وجود ندارد
hi: संसाधन मौजूद नहीं है
ja: リソースが存在しません
pt_br: O recurso não existe
sl: Vira ne obstaja
sq: Burimi nuk ekziston
vi: Tài nguyên không tồn tại

source: Resource
ar: موارد
az: Resurs
bo: ཐོན་སྐྱེད།
cs: Zdroj
da: Ressource
el: Πόρος
et: Resurss
fa: منابع
hi: संसाधन
ja: リソース
pt_br: Recurso
sl: Vira
sq: Burimi
vi: Tài nguyên

source: Base
ar: القاعدة
az: Temel
bo: གཞི་རྟེན།
cs: Základna
da: Grundlag
el: Βάση
et: Baas
fa: پایگاه
hi: मूल
ja: 基地
sl: Baza
sq: Baza
vi: Căn cứ

source: Files
ar: الملفات
az: Fayllar
bo: ཡིག་སྣོད་ཚུ།
cs: Soubory
da: Filer
el: Αρχεία
et: Failid
fa: فايل‌ها
hi: फ़ाइलें
ja: ファイル
pt_br: Arquivos
sl: Datoteke
sq: Skedarët
vi: Tập tin

source: Directory
ar: المجلد
az: Kataloq
bo: སྣོད་ཐོ།
cs: Adresář
da: Vegbog
el: Κατάλογος
et: Kataloog
fa: دایرکتوری
hi: डायरेक्टरी
ja: ディレクトリ
pt_br: Diretório
sl: Mapa
sq: Drejtori
vi: Danh mục

source: Size
ar: الحجم
az: Ölçül
bo: ཚད།
cs: Velikost
da: Størrelse
el: Μέγεθος
et: Suurus
fa: اندازه
hi: कार
ja: サイズ
pt_br: Tamanho
sl: Velikost
sq: Madhësi
vi: Kích thước

source: Download Status
ar: حالة التنزيل
az: Endirmə statusu
bo: ཕབ་ལེན་གནས་ཚད།
cs: Stav stahování
el: Κατάσταση λήψης
et: Allalaadimise staatus
fa: وضعیت دانلود
hi: डाउनलोड स्थिति
ja: ダウンロードステータス
pt_br: Status de Download
sl: Stanje prenosa
sq: Statusi i shkarkimit
vi: Trạng thái tải xuống

source: Remaining
ar: متبقي
az: Qalıqlı
bo: ལྷག་ལུས།
cs: Zbývá
da: Tilbage
el: Υπόλοιπα
et: Jäänud
fa: باقی مانده
hi: बाकी
ja: リネーム
pt_br: Restantes
sl: Preostalo
sq: Të mbetur
vi: Phần còn lại

source: Download Priority
ar: أولوية التنزيل
az: Endirmə prioriteti
bo: ཕབ་ལེན་གོང་རྒྱུགས།
cs: Priorita stahování
da: Download Prioritet
el: Προτεραιότητα λήψης
et: Allalaadimise prioriteet
fa: اولویت دانلود
hi: डाउनलोड प्राथमिकता
ja: ダウンロードの優先順位
pt_br: Prioridade do Download
sl: Prioriteta prenosa
sq: Prioriteti i shkarkimit
vi: Ưu tiên tải xuống

source: Parent directory
bo: གཡུམ་སྣོད་ཐོ།

source: Audio Playlist
ar: قائمة تشغيل الصوت
az: Səs siyahısı
bo: སྒྲ་སྐད་གཞས་ཐོ་ནི།
cs: Seznam zvukových stop
da: Lydafspilningsliste
el: Λίστα αναπαραγωγής ήχου
et: Heliplaad
fa: لیست پخش صوتی
hi: ऑडियो प्ले लिस्ट
ja: オーディオプレイリスト
pt_br: Playlist de Áudio
sl: Seznam reprodukcije zvoka
sq: Lista e luajtjes audio
vi: Danh sách phát âm thanh

source: Not found
ar: غير موجود
az: Tapılmadı
bo: མ་ཐོབ།
cs: Nenalezeno
da: Ikke fundet
el: Δεν βρέθηκε
et: Ei leitud
fa: یافت نشد
hi: नहीं मिला
ja: 見つからない
sl: Ni najdeno
sq: Nuk u gjet
vi: Không tìm thấy

source: File not found in torrent
bo: ཊོ་རེནཊི་ནང་ཡིག་སྣོད་མ་ཐོབ།

source: Unrecognized
ar: غير معترف به
az: Tanınmayan
bo: ངོས་མ་ཤེས།
cs: Nerozpoznáno
da: Ugenkendt
el: Μη αναγνωρισμένη
et: Tuvastamata
fa: ناشناخته
hi: अनाजान
ja: 認識されない
sl: Neznan
sq: I panjohur
vi: Không được công nhận

source: Preview
ar: معاينة
az: Proqnoz
bo: སྔོན་ལྟ།
cs: Náhled
da: Forhåndsvisning
el: Προεπισκόπηση
et: Eelvaade
fa: مرور
hi: पूर्वानुमान
ja: プレビュー
pt_br: Pré-visualizar
sl: Predogled
sq: Paraparje
vi: Xem trước

source: Save priorities
ar: حفظ الأولويات
az: Prioritetləri saxla
bo: གོང་རྒྱུགས་ཚུ་སྲུང་།
cs: Uložit priority
da: Gem prioriteringer
el: Αποθήκευση προτεραιοτήτων
et: Salvesta prioriteedid
fa: ذخیره سازی اولویت ها
hi: प्राथमिकताओं को सहेजें
ja: 優先順位を保存する
pt_br: Salvar prioridades
sl: Shrani prioritete
sq: Ruaj prioritetet
vi: Ưu tiên lưu lại

source: Comments
ar: تعليقات
az: Şərhlər
bo: བསམ་བཀོད་ཚུ།
cs: Komentáře
da: Kommentarer
el: Σχόλια
et: Kommentaarid
fa: کامنت ها
hi: टिप्पणियाँ
ja: コメント
pt_br: Comentários
sl: Komentarji
sq: Komente
vi: Bình luận

source: Resource Not found
ar: لم يتم العثور على المورد
az: Resurs Tapılmadı
bo: ཐོན་སྐྱེད་མ་ཐོབ།
cs: Zdroj nenalezen
da: Resource ikke fundet
el: Ο πόρος δεν βρέθηκε
et: Resurssit ei leitud
fa: منبع یافت نشد
hi: संसाधन नहीं मिला
ja: リソースが見つかりません
pt_br: Recurso não encontrado
sl: Vira ni najdena
sq: Burimi nuk u gjet
vi: Không tìm thấy tài nguyên

source: Info hash
ar: تجزئة المعلومات
az: Info haş
bo: བརྡ་དོན་ཧེཤ།
cs: Informační hash
el: Κατακερματισμός πληροφοριών
fa: هش اطلاعات
hi: जानकारी हैश
ja: 情報ハッシュ
sl: Informacijski hash
sq: Hash informacioni
vi: Băm thông tin

source: Created
ar: أُنشيء
az: Yaradılmış
bo: གསར་བསྐྲུན་འབད་ཡི།
cs: Vytvořen
da: Oprettet
el: Δημιουργία
et: Loodud
fa: ساخته شده
hi: बनाया
ja: 生成
pt_br: Criado
sl: Ustvarjeno
sq: U krijua
vi: Đã tạo

source: Added
ar: أضيفت
az: Əlavə edilmiş
bo: ཁ་སྐོང་བརྐྱབ་ཡི།
cs: Přidáno
da: Tilføjet
el: Προστέθηκε
et: Lisa
fa: افزوده شد
hi: ोड़ा
ja: 追加されました
pt_br: Adicionado
sl: Dodano
sq: Shtuar
vi: Đã thêm

source: Pieces
ar: القطع
az: Hissələr
bo: ཆ་ཤས་ཚུ།
cs: Kusy
da: Stykker
el: Κομμάτια
et: Osad
fa: تکه ها
hi: टुकड़े
ja: 作品
pt_br: Partes
sl: Delci
sq: Copë
vi: Mảnh

source: Average download speed for torrent
bo: ཊོ་རེནཊི་གི་དོན་ལུ་ཕབ་ལེན་མགྱོགས་ཚད་བརྟག་དཔྱད།

source: Download speed
bo: ཕབ་ལེན་མགྱོགས་ཚད།

source: Completion
ar: انتهاء
az: Tamamlanma
bo: མཇུག་རྫོགས་ཚུགས།
cs: Dokončení
da: Færdiggørelse
el: Ολοκλήρωση
et: Lõpetamine
fa: تکمیل
hi: पूर्णता
ja: 完成
pt_br: Finalização
sl: Končanje
sq: Përfundimi
vi: Hoàn thành

source: Skipped
ar: تخطي
az: Atılıb
bo: གཡོར་བ།
cs: Přeskočeno
da: Skippet
el: Παράλειψη
et: Välistatud
fa: رد شد
hi: छोड़ा
ja: スキップしました
pt_br: Ignorado
sl: Preskočeno
sq: E anashkaluar
vi: Bỏ qua
