Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: First page
ar: الصفحة الأولى
az: Birinci səhifə
bo: ཤོག་ལྷེ་དང་པ།
cs: První stránka
da: Første side
el: Πρώτη σελίδα
et: Esimene leht
fa: صفحه اول
hi: पहली पृष्ठ
ja: 最初のページ
pt_br: Primeira página
sl: Prva stran
sq: Faqja e parë
vi: Trang đầu tiên

source: Prev
ar: السابق
az: Proqnoz
bo: ཧེ་མ།
cs: Před
da: Forrige
el: Προηγούμενο
et: Eelmine
fa: قبلی
hi: पिछला
ja: 前へ
pt_br: Anterior
sl: Prejšnja
sq: Par
vi: Trước đó

source: Previous page
ar: الصفحة السابقة
az: Proqnoz
bo: ཧེ་མའི་ཤོག་ལྷེ།
cs: Předchozí stránka
da: Forrige side
el: Προηγούμενη σελίδα
et: Eelmine leht
fa: صفحه قبلی
hi: पिछली पृष्ठ
ja: 前のページ
pt_br: Página anterior
sl: Prejšnja stran
sq: Faqja e mëparshme
vi: Trang trước

source: Next
ar: التالي
az: Növbəti
bo: རྒྱུག་མ།
cs: Další
da: Næste
el: Επόμενο
et: Järgmine
fa: بعدی
hi: अगला
ja: 次へ
pt_br: Próximo
sl: Naslednja
sq: Pasuesi
vi: Kế

source: Next page
ar: الصفحة التالية
az: Növbəti səhifə
bo: རྒྱུག་མའི་ཤོག་ལྷེ།
cs: Další stránka
da: Næste side
el: Επόμενη σελίδα
et: Järgmine leht
fa: صفحه بعدی
hi: अगली पृष्ठ
ja: 次のページ
pt_br: Próxima página
sl: Naslednja stran
sq: Faqja tjetër
vi: Trang tiếp theo

source: Last
ar: اﻷخير
az: Sonuncu
bo: མཐའ་མ།
cs: Poslední
da: Sidste
el: Τελευταίο
et: Viimane
fa: آخرین
hi: अंतिम
ja: 最終
pt_br: Último
sl: Zadnja
sq: I fundit
vi: Chót

source: Last page
ar: الصفحة الأخيرة
az: Son səhifə
bo: མཐའ་མའི་ཤོག་ལྷེ།
cs: Poslední stránka
da: Sidste side
el: Τελευταία σελίδα
et: Viimane leht
fa: آخرین صفحه
hi: अंतिम पृष्ठ
ja: 最後のページ
pt_br: Última página
sl: Zadnja stran
sq: Faqja e fundit
vi: Trang cuối cùng

source: Enter URL or select torrent file
ar: أدخل عنوان URL أو حدد ملف تورنت
az: URL daxil edin və ya torrent faylını seçin
bo: URL བརྐྱབ་ནི་ཡང་ན་ཊོ་རེནཊི་ཡིག་སྣོད་སེལ།
cs: Zadejte adresu URL nebo vyberte soubor torrent
el: Εισαγάγετε τη διεύθυνση URL ή επιλέξτε αρχείο torrent
et: Sisesta URL või vali torrenti fail
fa: URL را وارد کنید یا فایل تورنت را انتخاب کنید
hi: URL दर्ज करें या टॉरेंट फ़ाइल चुनें
ja: URLを入力するか、トレントファイルを選択してください
pt_br: Insira uma URL ou selecione um arquivo torrent
sl: Vnesite URL ali izberite datoteko torrenta
vi: Nhập URL hoặc chọn file torrent

source: Cannot add torrent {0} inside another torrent: {1}
ar: لا يمكن إضافة سيل {0} داخل سيل آخر: {1}
az: {0} torrentunu digər bir torrent içində əlavə etmək mümkün deyil: {1}
bo: ཊོ་རེནཊི་ {0} ཊོ་རེནཊི་གཞན་ཅིག་གི་ནང་ལུ་ཁ་སྐོང་བརྐྱབ་མ་ཚུགས།: {1}
cs: Nelze přidat torrent {0} do jiného torrentu: {1}
da: Kan ikke tilføje torrent {0} i en anden torrent: {1}
el: Δεν είναι δυνατή η προσθήκη torrent {0} μέσα σε άλλο torrent: {1}
et: Torrentit {0} ei saa lisada teise torrenti sees: {1}
fa: نمی توان تورنت {0} را در داخل تورنت دیگری اضافه کرد: {1}
hi: {0} टॉरेंट को दूसरे टॉरेंट के अंदर जोड़ना संभव नहीं है: {1}
ja: トレント {0} を別のトレント内に追加できません: {1}
pt_br: Não é possível adicionar o torrent {0} dentro de outro torrent: {1}
sl: Torrent {0} ni mogoče dodati v drug torrent: {1}
sq: Nuk mund të shtohet torrent {0} brenda një torrent tjetër: {1}
vi: Không thể thêm torrent {0} vào trong một torrent khác: {1}

source: Download from non-I2P location {0} is not supported
ar: التنزيل من موقع غير I2P {0} غير مدعوم
az: Non-I2P yeri {0}dən endirmə dəstəklənmir
bo: I2P མིན་པའི་གནས་ཁོངས་ {0} ནང་ལས་ཕབ་ལེན་རྒྱབ་སྐྱོངས་མིན་འདུག
cs: Stahování z jiného než I2P umístění {0} není podporováno
da: Download fra ikke-I2P-placering {0} understøttes ikke
el: Η λήψη από τοποθεσία που δεν ανήκει στο I2P {0} δεν υποστηρίζεται
et: Allalaadimine asukohast {0}, mis ei ole I2P, ei ole toetatud
fa: دانلود از مکان غیر I2P {0} پشتیبانی نمی شود
hi: {0} जैसे non-I2P स्थान से डाउनलोड का समर्थन नहीं किया जाता है
ja: 非 I2P ロケーション {0} からのダウンロードはサポートされていません
pt_br: Baixar de um local que não da I2P {0} não é suportado
sl: Prenos iz lokacije, ki ni I2P {0}, ni podprt
sq: Shkarkimi nga vendndodhja jo-I2P {0} nuk mbështetet
vi: Tải xuống từ vị trí không phải I2P {0} không được hỗ trợ

source: Invalid URL: Must start with "{0}" or "{1}"
ar: عنوان URL غير صالح: يجب أن يبدأ بـ "{0}" أو "{1}"
az: Səhv URL: "{0}" və ya "{1}" ilə başlamalıdır
bo: ནུས་ཅན་མེད་པའི་ URL: "{0}" ཡང་ན "{1}" གིས་འགོ་བརྩེད་དགོས།
cs: Neplatná adresa URL: Musí začínat "{0}" nebo "{1}"
da: Ugyldig URL: Skal starte med "{0}" eller "{1}"
el: Μη έγκυρη διεύθυνση URL: Πρέπει να ξεκινά με "{0}" ή "{1}"
et: Vigane URL: Peab algama "{0}" või "{1}"
fa: URL نامعتبر: باید با "{0}" یا "{1}" شروع شود
hi: अवैध URL: मुख्य रूप से "{0}" या "{1}" से शुरू होना चाहिए
ja: 無効な URL: "{0}" または "{1}" で始める必要があります
pt_br: URL inválida: Precisa iniciar com "{0}" ou "{1}"
sl: Neveljavna URL: Morajo začeti z "{0}" ali "{1}"
sq: URL e pavlefshme: Duhet të fillojë me "{0}" ose "{1}"
vi: URL không hợp lệ: Phải bắt đầu bằng "{0}" hoặc "{1}"

source: Magnet deleted: {0}
ar: تم حذف ملف مغناطيس: {0}
az: Magnet silindi: {0}
bo: མེག་ནེཊི་བཏོན་གཏང་ཡི།: {0}
cs: Magnet smazán: {0}
da: Magnet slettet: {0}
el: Διαγράφηκε ο μαγνήτης: {0}
et: Magneet kustutatud: {0}
fa: آهنربا حذف شد: {0}
hi: मैग्नेट हटाया गया: {0}
ja: マグネットが削除されました: {0}
pt_br: Magnet deletado: {0}
sl: Magnet izbrisan: {0}
sq: Magneti u fshi: {0}
vi: Đã xóa nam châm: {0}

source: Torrent file could not be deleted: {0}
ar: تعذر حذف ملف تورنت: {0}
az: Torrent faylı silinə bilmədi: {0}
bo: ཊོ་རེནཊི་ཡིག་སྣོད་བཏོན་གཏང་མ་ཚུགས།: {0}
cs: Soubor torrentu nelze smazat: {0}
da: Torrent-fil kunne ikke slettes: {0}
el: Δεν ήταν δυνατή η διαγραφή του αρχείου torrent: {0}
et: Torrenti faili ei saanud kustutada: {0}
fa: فایل تورنت نمی تواند حذف شود: {0}
hi: टॉरेंट फ़ाइल हटाने में असमर्थ: {0}
ja: Torrent ファイルを削除できませんでした: {0}
pt_br: O arquivo torrent não pôde ser excluído: {0}
sl: Datoteke torrenta ni mogoče izbrisati: {0}
sq: Skedari torrent nuk mund të fshihej: {0}
vi: Không thể xóa tệp torrent: {0}

source: Data file deleted: {0}
ar: خذف ملف البيانات: {0}
az: Verilənlər faylı silindi: {0}
bo: གནད་སྡུད་ཡིག་སྣོད་བཏོན་གཏང་ཡི།: {0}
cs: Smazaný datový soubor: {0}
da: Datafil slettet: {0}
el: Το αρχείο δεδομένων διαγράφηκε: {0}
et: Andmefail kustutatud: {0}
fa: فایل داده حذف شده: {0}
hi: डेटा फ़ाइल हटाई गई: {0}
ja: データファイルが削除されました: {0}
pt_br: Arquivo de dados excluído: {0}
sl: Datoteka podatkov izbrisana: {0}
sq: Skedari i të dhënave u fshi: {0}
vi: Tệp dữ liệu đã bị xóa: {0}

source: Data file could not be deleted: {0}
ar: فشل في حذف الملف: {0}
az: Verilənlər faylı silinə bilmədi: {0}
bo: གནད་སྡུད་ཡིག་སྣོད་བཏོན་གཏང་མ་ཚུགས།: {0}
cs: Datový soubor nelze smazat: {0}
da: Datafil kunne ikke slettes: {0}
el: Δεν ήταν δυνατή η διαγραφή του αρχείου δεδομένων: {0}
et: Andmefaili ei saanud kustutada: {0}
fa: فایل داده را نمی توان حذف کرد: {0}
hi: डेटा फ़ाइल हटाने में असमर्थ: {0}
ja: データ ファイルを削除できませんでした: {0}
pt_br: Não foi possível excluir o arquivo de dados: {0}
sl: Datoteke podatkov ni mogoče izbrisati: {0}
sq: Skedari i të dhënave nuk mund të fshihej: {0}
vi: Không thể xóa tệp dữ liệu: {0}

source: Directory could not be deleted: {0}
ar: لا يمكن حذف الدليل: {0}
az: Kataloq silinə bilmədi: {0}
bo: སྣོད་ཐོ་བཏོན་གཏང་མ་ཚུགས།: {0}
cs: Adresář nelze smazat: {0}
da: Mappen kunne ikke slettes: {0}
el: Δεν ήταν δυνατή η διαγραφή του καταλόγου: {0}
et: Kausta ei saanud kustutada: {0}
fa: دایرکتوری قابل حذف نیست: {0}
hi: डायरेक्टरी हटाने में असमर्थ: {0}
ja: ディレクトリを削除できませんでした: {0}
pt_br: Diretório não pôde ser excluído: {0}
sl: Mape ni mogoče izbrisati: {0}
sq: Direktoria nuk mund të fshihej: {0}
vi: Không thể xóa thư mục: {0}

source: Directory deleted: {0}
ar: تم حذف الدليل: {0}
az: Kataloq silindi: {0}
bo: སྣོད་ཐོ་བཏོན་གཏང་ཡི།: {0}
cs: Adresář smazán: {0}
da: Mappe slettet: {0}
el: Διαγράφηκε ο κατάλογος: {0}
et: Kaust kustutatud: {0}
fa: دایرکتوری حذف شد: {0}
hi: डायरेक्टरी हटाई गई: {0}
ja: ディレクトリが削除されました: {0}
pt_br: Diretório excluído: {0}
sl: Mapa izbrisana: {0}
sq: Direktoria u fshi: {0}
vi: Đã xóa thư mục: {0}

source: Error creating torrent - you must specify a file or directory
bo: ཊོ་རེནཊི་གསར་བསྐྲུན་འབད་ནིའི་སྐྱོན་ - ཁྱོད་ཀྱིས་ཡིག་སྣོད་ཡང་ན་སྣོད་ཐོ་གསལ་དགོས་པ་ཞིག་དགོས་དགོས།

source: Cannot create a torrent for the nonexistent data: {0}
ar: لا يمكن انشاء تورنت لبيانات غير موجودة: {0}
az: Mövcud olmayan məlumatlar üçün torrent yaratmaq mümkün deyil: {0}
bo: མེད་པའི་གནད་སྡུད་ {0} གི་དོན་ལུ་ཊོ་རེནཊི་གསར་བསྐྲུན་འབད་མ་ཚུགས།
cs: Nelze vytvořit torrent pro neexistující data: {0}
da: Kan ikke oprette en torrent for de ikke-eksisterende data: {0}
el: Δεν είναι δυνατή η δημιουργία torrent για τα ανύπαρκτα δεδομένα: {0}
et: Ei saa luua torrentit olematute andmete jaoks: {0}
fa: نمی توان یک تورنت برای داده های موجود ایجاد کرد: {0}
hi: अस्तित्वहीन डेटा के लिए टॉरेंट बनाना संभव नहीं है: {0}
ja: 存在しないデータのトレントを作成できません: {0}
pt_br: Não foi possível criar um torrent para os dados inexistentes: {0}
sl: Torrenta za neobstoječe podatke ni mogoče ustvariti: {0}
sq: Nuk mund të krijohet një torrent për të dhënat joekzistente: {0}
vi: Không thể tạo torrent cho dữ liệu không tồn tại: {0}

source: Cannot add a torrent ending in ".torrent": {0}
ar: لا يمكن إضافة ملف تورنت ينتهي بـ ".torrent": {0}
az: ".torrent" ilə bitən torrent əlavə edə bilmərsiniz: {0}
bo: ".torrent" གིས་མཇུག་པའི་ཊོ་རེནཊི་ཁ་སྐོང་མ་ཚུགས།: {0}
cs: Nelze přidat torrent končící na ".torrent": {0}
da: Kan ikke tilføje en torrent, der ender på ".torrent": {0}
el: Δεν είναι δυνατή η προσθήκη torrent που τελειώνει σε ".torrent": {0}
et: Torrenti, mis lõpeb ".torrent", ei saa lisada: {0}
fa: نمی توان یک تورنت با پایان ".torrent" اضافه کرد: {0}
hi: .torrent" से समाप्त टॉरेंट जोड़ना संभव नहीं है: {0}
ja: 「.torrent」で終わるトレントを追加できません: {0}
pt_br: Não é possível adicionar um torrent terminado em ".torrent": {0}
sl: Torrenta, ki konča z ".torrent", ni mogoče dodati: {0}
sq: Nuk mund të shtohet një torrent që mbaron me ".torrent": {0}
vi: Không thể thêm torrent kết thúc bằng ".torrent": {0}

source: Torrent with this name is already running: {0}
ar: السيل بهذا الاسم قيد التشغيل بالفعل: {0}
az: Bu adlı torrent artıq işləyir: {0}
bo: མིང་འདི་དང་བཅས་པའི་ཊོ་རེནཊི་ཧེ་མ་ལས་གཡོག་བཀོལ་དོ།: {0}
cs: Torrent s tímto názvem již běží: {0}
da: Torrent med dette navn kører allerede: {0}
el: Το torrent με αυτό το όνομα εκτελείται ήδη: {0}
et: Torrent nimega {0} töötab juba
fa: یک تورنت با چنین نامی در حال اجرا می باشد: {0}
hi: इस नाम का टॉरेंट पहले से ही चल रहा है: {0}
ja: この名前の Torrent はすでに実行されています: {0}
pt_br: Torrent com esse nome já em execução: {0}
sl: Torrent s tem imenom že deluje: {0}
sq: Torrent me këtë emër po funksionon tashmë: {0}
vi: Torrent có tên này đã chạy: {0}

source: Cannot add a torrent including an I2P directory: {0}
ar: لا يمكن إضافة ملف تورنت يتضمن دليل I2P: {0}
az: I2P kataloqu daxil edən torrent əlavə edilə bilməz: {0}
bo: I2P སྣོད་ཐོ་ཅིག་ཡོད་པའི་ཊོ་རེནཊི་ཁ་སྐོང་མ་ཚུགས།: {0}
cs: Nelze přidat torrent včetně adresáře I2P: {0}
da: Kan ikke tilføje en torrent inklusive en I2P-mappe: {0}
el: Δεν είναι δυνατή η προσθήκη torrent που περιλαμβάνει έναν κατάλογο I2P: {0}
et: Torrenti, mis sisaldab I2P kausta, ei saa lisada: {0}
fa: نمی توان یک تورنت شامل فهرست I2P اضافه کرد: {0}
hi: {0} जैसी I2P डायरेक्टरी के साथ टॉरेंट जोड़ना संभव नहीं है
ja: I2P ディレクトリを含むトレントを追加できません: {0}
pt_br: Não é possível adicionar um torrent contendo um diretório da I2P: {0}
sl: Torrenta, ki vključuje mapo I2P, ni mogoče dodati: {0}
sq: Nuk mund të shtohet një torrent duke përfshirë një direktori I2P: {0}
vi: Không thể thêm torrent bao gồm thư mục I2P: {0}

source: Cannot add torrent {0} including another torrent: {1}
ar: لا يمكن إضافة تورنت {0} بما في ذلك تورنت آخر: {1}
az: Digər torrenti daxil edən {0} torrenti əlavə edə bilmərsiniz: {1}
bo: ཊོ་རེནཊི་གཞན་ཅིག་ཡོད་པའི་ཊོ་རེནཊི་ {0} ཁ་སྐོང་མ་ཚུགས།: {1}
cs: Nelze přidat torrent {0} včetně jiného torrentu: {1}
da: Kan ikke tilføje torrent {0} inklusive en anden torrent: {1}
el: Δεν είναι δυνατή η προσθήκη torrent {0} συμπεριλαμβανομένου άλλου torrent: {1}
et: Torrentit {0}, mis sisaldab teist torrentit: {1}, ei saa lisada
fa: نمی توان تورنت {0} از جمله تورنت دیگر اضافه کرد: {1}
hi: {0} नामक टॉरेंट को दूसरे टॉरेंट {1} के साथ जोड़ना संभव नहीं है
ja: 別のトレントを含むトレント {0} を追加できません: {1}
pt_br: Não é possível adicionar um torrent {0} contendo outro torrent: {1}
sl: Torrenta {0}, ki vključuje drug torrent: {1}, ni mogoče dodati
sq: Nuk mund të shtohet torrent {0} duke përfshirë një torrent tjetër: {1}
vi: Không thể thêm torrent {0} kể cả torrent khác: {1}

source: Error - Cannot include alternate trackers without a primary tracker
ar: خطأ - لا يمكن تضمين أدوات التتبع البديلة بدون أداة التتبع الأساسية
az: Xəta - Əsas tracker olmadan əvəzli trackerləri daxil etmək mümkün deyil
bo: སྐྱོན་ - གཙོ་བའི་ཊེ་རེཀར་མེད་པར་གཞན་གྱི་ཊེ་རེཀར་ཚུ་གཞན་ནང་འདུས་མི་ཚུགས།
cs: Error - Nelze zahrnout alternativní sledovače bez primárního sledovače
da: Fejl - Kan ikke inkludere alternative trackere uden en primær tracker
el: Σφάλμα - Δεν είναι δυνατή η συμπερίληψη εναλλακτικών ιχνηλατών χωρίς κύριο πρόγραμμα παρακολούθησης
et: Viga - Võid peamist trackerit ilma alternatiivseteta lisada
fa: خطا - نمی‌توان ردیاب‌های جایگزین را بدون ردیاب اصلی اضافه کرد
hi: त्रुटि - मुख्य ट्रैकर के बिना विकल्प ट्रैकरों को शामिल करना संभव नहीं है
ja: エラー - プライマリ トラッカーがなければ代替トラッカーを含めることはできません
pt_br: Erro - Não é possível incluir rastreadores alternativos sem um rastreador primário
sl: Napaka - Ne morete vključiti nadomestnih trackerjev brez glavnega trackerja
sq: Gabim - Nuk mund të përfshijë gjurmues alternativ pa gjurmues primar
vi: Lỗi - Không thể bao gồm trình theo dõi thay thế mà không có trình theo dõi chính

source: Error - Cannot mix private and public trackers in a torrent
ar: خطأ - لا يمكن خلط أدوات التتبع الخاصة والعامة في ملف تورنت
az: Xəta - Torrentdə ictimai və xüsusi trackerləri qarışdırmaq mümkün deyil
bo: སྐྱོན་ - ཊོ་རེནཊི་གཅིག་གི་ནང་སྒེར་གྱི་དང་སྤྱི་དོན་གྱི་ཊེ་རེཀར་ཚུ་སོར་བསྲེགས་མ་ཚུགས།
cs: Error - Nelze kombinovat soukromé a veřejné trackery v torrentu
da: Fejl - Kan ikke blande private og offentlige trackere i en torrent
el: Σφάλμα - Δεν είναι δυνατή η ανάμειξη ιδιωτικών και δημόσιων ιχνηλατών σε ένα torrent
et: Viga - Torrentis ei saa segada privaatseid ja avalikke trackerite
fa: خطا - نمی توان ردیاب های خصوصی و عمومی را در یک تورنت ترکیب کرد
hi: त्रुटि - टॉरेंट में निजी और सार्वजनिक ट्रैकर को मिश्रित करना संभव नहीं है
ja: エラー - トレント内でプライベート トラッカーとパブリック トラッカーを混在させることはできません
pt_br: Erro - Não é possível misturar rastreadores públicos e privados em um torrent
sl: Napaka - V torrentu ne morete mešati zasebnih in javnih trackerjev
sq: Gabim - Nuk mund të përzihen gjurmuesit privatë dhe publikë në një torrent
vi: Lỗi - Không thể kết hợp trình theo dõi riêng tư và công khai trong torrent

source: files or folders were excluded from "{0}" due to filter rules.
az: {0}dan filtrləmə qaydaları səbəbindən fayllar və ya qovluqlar istisna edildi.
bo: ཡིག་སྣོད་ཡང་ན་སྣོད་ཐོ་ཚུ་ "{0}" ནང་ལས་ཚགས་མ་གཏོགས་གནས་སྐར་གཡོད་པའི་དབྱ་རིག་གི་དབང་བསྡམས།
et: failid või kaustad on eemaldatud "{0}" filtri reeglite tõttu.
hi: {0} के कारण फ़िल्टर नियमों के कारण फ़ाइलें या फ़ोल्डरों को छोड़ दिया गया है।
sl: Datoteke ali mape so bile izključene iz "{0}" zaradi pravil filtra.

source: The following files or folders were excluded from "{0}" due to filter rules:
az: Aşağıdakı fayllar və ya qovluqlar "{0}"dan filtrləmə qaydaları səbəbindən istisna edildi:
bo: འོག་འབའི་ཡིག་སྣོད་ཡང་ན་སྣོད་ཐོ་ཚུ་ "{0}" ནང་ལས་ཚགས་མ་གཏོགས་གནས་སྐར་གཡོད་པའི་དབྱ་རིག་གི་དབང་བསྡམས།:
et: Järgmised failid või kaustad on eemaldatud "{0}" filtri reeglite tõttu:
hi: {0} के कारण निम्नलिखित फ़ाइलें या फ़ोल्डर फ़िल्टर नियमों के कारण छोड़ दिए गए हैं:
sl: Naslednje datoteke ali mape so bile izključene iz "{0}" zaradi pravil filtra:

source: Torrent created for "{0}"
ar: تم انشاء تورنت لـ "{0}"
az: {0} üçün torrent yaradıldı
bo: "{0}" གི་དོན་ལུ་ཊོ་རེནཊི་གསར་བསྐྲུན་འབད་ཡི།
cs: Torrent vytvořen pro "{0}"
da: Torrent oprettet til "{0}"
el: Το torrent δημιουργήθηκε για το "{0}"
et: Torrent loodud "{0}" jaoks
fa: تورنت ایجاد شده برای "{0}"
hi: {0} के लिए टॉरेंट बनाया गया है
ja: 「{0}」用のトレントが作成されました
pt_br: Torrent criado para "{0}"
sl: Torrent ustvarjen za "{0}"
sq: Torrent i krijuar për "{0}"
vi: Torrent được tạo cho "{0}"

source: Many I2P trackers require you to register new torrents before seeding - please do so before starting "{0}"
ar: يطلب منك العديد من متتبعي I2P تسجيل ملفات تورنت جديدة قبل الزرع - يرجى القيام بذلك قبل البدء "{0}"العديد من trackers يطلبون تسجيل التورنت قبل مشاركتها، قم بذلك قبل البداية {0}
az: Bir çox I2P trackerləri, bölcəmə öncə yeni torrentləri qeydiyyatdan keçirməyə tələb edir - lütfən "{0}"ı başlamaqdan əvvəl bu proseduru yerinə yetirin
bo: I2P ཊེ་རེཀར་མང་པོས་ཀྱིས་སིཌིང་ཧེ་མ་ལུ་ཊོ་རེནཊི་གསརཔ་ཚུ་ཐོ་བཀོད་དགོས་པའི་དགོས་པ་རེད་ཅིག - "{0}" འགོ་བཙུགས་ཧེ་མ་དེ་ལས་གནང་མཛོད་འབད་གནང་།
cs: Mnoho I2P trackerů vyžaduje, abyste před nasazením zaregistrovali nové torrenty – udělejte to prosím před spuštěním "{0}"
da: Mange I2P-trackere kræver, at du registrerer nye torrents før såning - gør det venligst, før du starter "{0}"
el: Πολλοί ανιχνευτές I2P απαιτούν να καταχωρήσετε νέα torrents πριν από τη σπορά - κάντε το πριν ξεκινήσετε το "{0}"
et: Paljud I2P trackerid nõuavad, et registreeriks uusi torrente enne seemimist - palun tee see enne, kui käivitatad "{0}"
fa: بسیاری از ردیاب‌های I2P از شما می‌خواهند که تورنت‌های جدید را قبل از کاشت ثبت کنید - لطفاً قبل از شروع "{0}" این کار را انجام دهید.
hi: कई I2P ट्रैकरों को नए टॉरेंट के पंजीकरण करने की आवश्यकता होती है पहले सीड करने से - कृपया "{0}" शुरू करने से पहले ऐसा करें।
ja: 多くの I2P トラッカーでは、シードする前に新しいトレントを登録する必要があります。「{0}」を開始する前に登録してください。
pt_br: Muitos rastreadores I2P requerem o registro de torrents antes da propagação - por favor, faça isso antes de começar "{0}"
sl: Večina I2P trackerjev zahteva registracijo novih torrentov pred sejanjem - to naredite pred zagonom "{0}"
sq: Shumë gjurmues I2P kërkojnë që ju të regjistroni përrua të rinj përpara se të vendosni - ju lutemi bëjeni këtë përpara se të filloni "{0}"
vi: Nhiều trình theo dõi I2P yêu cầu bạn đăng ký torrent mới trước khi gieo hạt - vui lòng làm như vậy trước khi bắt đầu "{0}"

source: Error creating a torrent for "{0}"
ar: فشل في انشاء تورنت لـ "{0}"
az: {0} üçün torrent yaratma xətası
bo: "{0}" གི་དོན་ལུ་ཊོ་རེནཊི་གསར་བསྐྲུན་འབད་ནིའི་སྐྱོན།
cs: Chyba při vytváření torrentu pro "{0}"
da: Fejl ved oprettelse af en torrent til "{0}"
el: Σφάλμα κατά τη δημιουργία ενός torrent για το "{0}"
et: Viga torrenti loomisel "{0}"
fa: خطا در ایجاد یک تورنت برای "{0}'
hi: {0} के लिए टॉरेंट बनाने में त्रुटि हुई
ja: 「{0}」の torrent 作成中にエラーが発生しました
pt_br: Erro ao criar torrent para "{0}"
sl: Napaka pri ustvarjanju torrenta za "{0}"
sq: Gabim në krijimin e një torrent për "{0}"
vi: Lỗi khi tạo torrent cho "{0}"

source: Delete selected
ar: حذف المحدد
az: Seçilmişləri sil
bo: སེལ་བཏོན་གཏང་ཡི།
cs: Smazat vybrané
da: Slet valgte
el: Διαγραφή επιλεγμένων
et: Kustuta valitud
fa: حذف انتخاب شده
hi: चुनिंदा हटाएं
ja: 選択削除
pt_br: Excluir selecionados
sl: Izbriši izbrane
sq: Fshij të zgjedhurin
vi: Xóa đã chọn

source: Save tracker configuration
ar: حفظ تكوين التعقب
az: Tracker konfigurasiyasını saxla
bo: ཊེ་རེཀར་རིམ་སྒྲིག་སྲུང་།
cs: Uložte konfiguraci trackeru
da: Gem tracker-konfiguration
el: Αποθήκευση διαμόρφωσης παρακολούθησης
et: Salvesta trackeri seaded
fa: ذخیره سازی پیکربندی ردیاب
hi: ट्रैकर की सेटिंग सहेजें
ja: トラッカー構成の保存
pt_br: Salvar configurações do rastreador
sl: Shrani konfiguracijo trackerja
sq: Ruaj konfigurimin e gjurmuesit
vi: Lưu cấu hình theo dõi

source: Removed
ar: تمت الإزالة
az: Silindi
bo: རྩ་བསྐྲད་བཏང་ཡི།
cs: Odstraněno
da: Fjernet
el: Αφαιρέθηκε
et: Eemaldatud
fa: حذف شد
hi: हटाया
ja: 削除されました
pt_br: Removido
sl: Odstranjen
sq: U hoq
vi: Đã xóa

source: Add tracker
ar: إضافة تعقب
az: Tracker əlavə et
bo: ཊེ་རེཀར་ཁ་སྐོང་།
cs: Přidat tracker
da: Tilføj tracker
el: Προσθήκη ιχνηλάτη
et: Lisa tracker
fa: افزودن ردیاب
hi: ट्रैकर जोड़ें
ja: トラッカーの追加
pt_br: Adicionar rastreador
sl: Dodaj tracker
sq: Shto gjurmues
vi: Thêm trình theo dõi

source: Enter valid tracker name and URLs
ar: أدخل اسم المتتبع وعناوين URL الصالحة
az: Səhv olmayan tracker adı və URL-lərini daxil edin
bo: ནུས་ཅན་གྱི་ཊེ་རེཀར་མིང་དང་ URLs བརྐྱབ་གནང་།
cs: Zadejte platný název měřiče a adresy URL
da: Indtast gyldigt trackernavn og URL'er
el: Εισαγάγετε έγκυρο όνομα παρακολούθησης και διευθύνσεις URL
et: Sisesta korrektne trackeri nimi ja URL-d
fa: نام و URL های ردیاب معتبر را وارد کنید
hi: वैध ट्रैकर नाम और URL दर्ज करें
ja: 有効なトラッカー名と URL を入力してください
pt_br: Insira um nome válido para o rastreador e para as URLs
sl: Vnesite veljavno ime trackerja in URL-je
sq: Fut emrin dhe URL-të e vlefshme të gjurmuesit
vi: Nhập tên và URL theo dõi hợp lệ

source: Restore defaults
ar: استعادة الإعدادات الافتراضية
az: Standartları bərpa et
bo: སྐོར་ལྡན་ཚུ་སླར་གསོ་སྒྲིག་བསྐྱེད།
cs: Obnovte výchozí nastavení
da: Gendanne standarder
el: Επαναφορά προεπιλογών
et: Taasta vaikimisi
fa: بازیابی پیش فرض ها
hi: डिफ़ॉल्ट को वापस लाएं
ja: デフォルトに戻す
pt_br: Restaurar padrões
sl: Obnovi privzeto
sq: Rivendosni parazgjedhjet
vi: Khôi phục mặc định

source: Restored default trackers
ar: استعادة أجهزة التتبع الافتراضية
az: Standart trackerlar bərpa olundu
bo: སྐོར་ལྡན་ཊེ་རེཀར་ཚུ་སླར་གསོ་སྒྲིག་བསྐྱེད་ཡི།
cs: Obnovené výchozí sledovače
da: Gendannet standard trackere
el: Επαναφορά προεπιλεγμένων ιχνηλατών
et: Taastati vaikimisi trackerid
fa: ردیاب های پیش فرض بازیابی شد
hi: डिफ़ॉल्ट ट्रैकर वापस लाए गए
ja: デフォルトのトラッカーを復元しました
pt_br: Rastreadores padrão restaurados
sl: Obnovljeni privzeti trackerji
sq: Gjurmuesit e paracaktuar të rivendosur
vi: Khôi phục trình theo dõi mặc định

source: Save Filter Configuration
az: Filter Konfigurasiyasını Saxla
bo: ཚགས་མ་རིམ་སྒྲིག་སྲུང་།
et: Salvesta filtri seaded
hi: फ़िल्टर सेटिंग सहेजें
sl: Shrani konfiguracijo filtra

source: Add File Filter
az: Fayl Filteri Əlavə Et
bo: ཡིག་སྣོད་ཚགས་མ་ཁ་སྐོང་།
et: Lisa failifiltr
hi: फ़ाइल फ़िल्टर जोड़ें
sl: Dodaj filtr datoteke

source: Enter valid name and filter pattern
az: Səhv olmayan adı və filter şablonunu daxil edin
bo: ནུས་ཅན་གྱི་མིང་དང་ཚགས་མ་དབྱ་ཞུང་།
et: Sisesta korrektne nimi ja filtrimustr
hi: वैध नाम और फ़िल्टर पैटर्न दर्ज करें
sl: Vnesite veljavno ime in vzorec filtra

source: Restored default torrent create filters
az: Standart torrent yaratma filtrləri bərpa olundu
bo: སྐོར་ལྡན་ཊོ་རེནཊི་གསར་བསྐྲུན་ཚགས་མ་ཚུ་སླར་གསོ་སྒྲིག་བསྐྱེད་ཡི།
et: Taastati vaikimisi torrenti loomise filtreid
hi: डिफ़ॉल्ट टॉरेंट बनाने के लिए फ़िल्टर वापस लाए गए
sl: Obnovljeni privzeti filtri za ustvarjanje torrenta

source: Torrent details
ar: تفاصيل التورنت
az: Torrent Detalları
bo: ཊོ་རེནཊི་རྒྱས་གསལ་ཚུ།
cs: Podrobnosti o torrentu
da: Torrent detaljer
el: Λεπτομέρειες torrent
et: Torrenti detailid
fa: جزییات تورنت
hi: टॉरेंट का विवरण
ja: トレントの詳細
pt_br: Detalhes do torrent
sl: Podrobnosti torrenta
sq: Detajet e torrentit
vi: Chi tiết torrent

source: Torrent has comments
ar: السيل لديه تعليقات
az: Torrent Şərhlərə Sahibdir
bo: ཊོ་རེནཊི་ལུ་བསམ་བཀོད་ཚུ་ཡོད་པ།
cs: Torrent má komentáře
da: Torrent har kommentarer
el: Το Torrent έχει σχόλια
et: Torrentil on kommentaarid
fa: تورنت نظرات دارد
hi: टॉरेंट में टिप्पणी है
ja: Torrent にコメントがあります
sl: Torrent ima komentarje
sq: Torrent ka komente
vi: Torrent có bình luận

source: Open file
ar: فتح ملف
az: Faylı Aç
bo: ཡིག་སྣོད་ཁ་ཕྱེ།
cs: Otevřete soubor
da: Åben fil
el: Άνοιγμα αρχείου
et: Ava fail
fa: باز کردن فایل
hi: फ़ाइल खोलें
ja: ファイルを開く
pt_br: Abrir arquivo
sl: Odpri datoteko
sq: Hap skedarin
vi: Mở tập tin

source: View files
ar: أظهر الملفات
az: Faylları Görüntülə
bo: ཡིག་སྣོད་ཚུ་ལྟ་རོན།
cs: Zobrazit soubory
da: Se filer
el: Εμφάνιση αρχείων
et: Vaata faile
fa: دیدن فایل ها
hi: फ़ाइल देखें
ja: ファイルの表示
pt_br: Ver arquivos
sl: Oglej datoteke
sq: Shiko skedarët
vi: Xem tập tin

source: Completed
ar: اكتمل
az: Tamamlanan
bo: མཇུག་རྫོགས་ཡི།
cs: Dokončeno
da: Fuldført
el: Ολοκληρώθηκε
et: Lõpetatud
fa: تکمیل شد
hi: पूरा किया
ja: 完了しました
pt_br: Completado
sl: Končano
sq: E plotësuar
vi: Đã hoàn thành

source: Share ratio
bo: རོགས་སྤྱོད་དཔག་ཚད།
