Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Are you sure you want to delete the torrent \''{0}\'' and all downloaded data?
ar: هل أنت متأكد من حذف التورنت \''{0}\'' وجمبع البيانات المحملة؟
az: Torrent \''{0}\'' və bütün endirilmiş məlumatları silmək istədiyinizə əminsinizmi?
cs: Opravdu chcete smazat torrent \''{0}\'' a všechna stažená data?
da: Er du sikker på, at du vil slette torrent \''{0}\'' og alle downloadede data?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το torrent \''{0}\'' και όλα τα ληφθέντα δεδομένα;
et: Kas oled kindel, et soovid torrenti \''{0}\'' ja kõik allalaaditud andmed kustutada?
fa: آیا مطمئن هستید که می خواهید تورنت \''{0}\'' و همه داده های دانلود شده را حذف کنید؟
hi: {0} टॉरेंट और सभी डाउनलोड की डेटा को हटाने की यकीन है?
ja: Torrent \''{0}\'' とダウンロードされたすべてのデータを削除してもよろしいですか?
pt_br: Você tem certeza de que deseja excluir o torrent \''{0}\'' e todos os dados baixados?
sl: Ali ste prepričani, da želite izbrisati torrent \''{0}\'' in vse prenesene podatke?
sq: A jeni i sigurt që dëshironi të fshini torrentin \''{0}\'' dhe të gjitha të dhënat e shkarkuara?
vi: Bạn có chắc chắn muốn xóa torrent \''{0}\'' và tất cả dữ liệu đã tải xuống không?

source: I2PSnark has stopped
ar: توقف I2PSnark
az: I2PSnark dayandı
cs: I2PSnark se zastavil
da: I2PSnark er stoppet
el: Το I2PSnark έχει σταματήσει
et: I2PSnark on peatatud
fa: I2PSnark متوقف شد
hi: I2PSnark रोक दिया गया है
ja: I2PSnark が停止しました
pt_br: O I2PSnark parou
sl: I2PSnark je ustal
sq: I2PSnark ka ndaluar
vi: I2PSnark đã dừng

source: Router is down
ar: جهاز التوجيه معطل
az: Ruter aşağıda
cs: Router nefunguje
da: Routeren kører ikke
el: To router είναι εκτός λειτουργίας
et: Routter on väljas
fa: روتر خراب است
hi: रूटर बंद है
ja: ルーターがダウンしています
pt_br: O roteador está desligado
sl: Maršrutirnik je padel
sq: Ruteri është i fikur
vi: Bộ định tuyến bị hỏng

source: I2P-based search engine for clearnet-hosted torrents
ar: محرك بحث قائم على I2P للسيول المستضافة على Clearnet
az: Açığa çıxarılmış torrentləri axtarmaq üçün I2P-ə əsaslanmış axtarış motoru
cs: Vyhledávací stroj založený na I2P pro torrenty hostované v clearnetu
da: I2P-baseret søgemaskine til clearnet-hostede torrents
el: Μηχανή αναζήτησης βασισμένη σε I2P για torrent που φιλοξενούνται στο clearnet
et: I2P-põhine otsingumootor, mis otsib clearnetis asuvaid torrente
fa: موتور جستجوی مبتنی بر I2P برای تورنت های میزبانی شده از طریق clearnet
hi: स्पष्टनेट-होस्टेड टॉरेंट के लिए I2P-आधारित खोज इंजन
ja: クリアネットがホストするトレントのためのI2Pベースの検索エンジン
sl: Iskanje na podlagi I2P za torrente gostiteljev clearnet
sq: Motori i kërkimit i bazuar në I2P për torrentët e strehuar në rrjet
vi: Công cụ tìm kiếm dựa trên I2P cho torrent được lưu trữ trên Clearnet

source: Estimated time remaining
ar: تقدير للوقت الباقي
az: Qalıq vaxt
cs: Odhadovaný zbývající čas
da: Anslået resterende tid
el: Εκτιμώμενος χρόνος που απομένει
et: Arvutatud jäänud aeg
fa: زمان تخمینی باقی مانده
hi: 剰余估计时间
ja: 推定残り時間
pt_br: Tempo restante estimado
sl: Ocenjeno preostalo časovno trajanje
sq: Koha e parashikuar e mbetur
vi: Thời gian ước tính còn lại

source: Downloaded
ar: محمل
az: Endirildi
cs: Staženo
el: Λήψη
et: Allalaaditud
fa: دانلود شد
hi: डाउनलोड किया
ja: ダウンロード済み
pt_br: Baixado
sl: Preneseno
sq: Shkarkuar
vi: Đã tải xuống

source: Down Rate
ar: معدل التحميل
az: Yuxarı sürəti
cs: Snížení rychlosti
da: Download sats
el: Μείωση ποσοστού
et: Alla hinnang
fa: نرخ پایین
hi: डाउनलोड गति
ja: ダウン率
pt_br: Taxa de download
sl: Dolavna hitrost
sq: Norma e uljes
vi: Tỷ lệ giảm

source: Upload ratio
ar: نسبة التحميل
az: Yükləmə nisbəti
cs: Poměr nahrávání
da: Upload-forhold
el: Αναλογία μεταφόρτωσης
et: Üleslaadimise suhe
fa: نسبت آپلود
hi: अपलोड अनुपात
ja: アップロード率
pt_br: Relação de envio
sl: Odnos pošiljanja
sq: Raporti i ngarkimit
vi: Tỷ lệ tải lên

source: Uploaded
ar: رفع
az: Yükləndi
cs: Nahráno
da: Uploadet
el: Μεταφορτώθηκε
et: Üleslaaditud
fa: آپلود شد
hi: अपलोड किया
ja: アップロードされました
pt_br: Enviado
sl: Pošiljano
sq: Ngarkuar
vi: Đã tải lên

source: Totals
ar: مجموع
az: Cəmi
cs: Celkem
da: Total
el: Σύνολο
et: Kokku
fa: مجموع
hi: कुल
ja: 合計
pt_br: Totais
sl: Vsota
sq: Gjithsej
vi: Tổng cộng

source: 1 DHT peer
ar: DHT نظير
az: 1 DHT qarşılıqlı
el: 1 ομότιμος DHT
fa: {0} همسالان DHT
hi: {0} DHT पीयर
ja: {0} DHTピア
pt_br: 1 par DHT
sl: {0} DHT sosed
sq: 1 bashkëmoshatar DHT
vi: {0} DHT Peers

source: Configured maximum (actual usage may be less)
ar: الحد الأقصى الذي تم تكوينه (قد يكون الاستخدام الفعلي أقل)
az: Tənzimlənmiş maksimum (həqiqi istifadə daha az ola bilər)
cs: Nakonfigurováno maximum (skutečné využití může být menší)
da: Konfigureret maksimum (faktisk brug kan være mindre)
el: Ρυθμισμένο μέγιστο (η πραγματική χρήση μπορεί να είναι μικρότερη)
et: Seadistatud maksimum ( tegelik kasutus võib olla vähem)
fa: حداکثر پیکربندی شده (ممکن است استفاده واقعی کمتر باشد)
hi: निर्धारित मैक्सिमम (वास्तविक उपयोग कम हो सकता है)
ja: 設定された最大値 (実際の使用量はこれより少ない場合があります)
sl: Nastavljen maksimum (resnično uporaba lahko ni manj)
sq: Maksimumi i konfiguruar (përdorimi aktual mund të jetë më i vogël)
vi: Cấu hình tối đa (mức sử dụng thực tế có thể ít hơn)

source: Tunnels
ar: الأنفاق
az: Tünel
cs: Tunely
da: Tunneller
el: Σήραγγες
et: Tünnlid
fa: تونل ها
hi: टंनल
ja: トンネル
sl: Tuneli
sq: Tunele
vi: Đường hầm

source: in
ar: في
az: daxil
cs: v
da: i
el: σε
et: sisenev
fa: در
hi: अंदर
ja: で
sl: v
sq: në
vi: trong

source: out
ar: خارج
az: çıxış
cs: ven
da: ud
el: έξω
et: väljas
fa: خارج
hi: बाहर
ja: アウト
sl: iz
sq: jashtë
vi: ra ngoài

source: Enable Debug Mode
ar: تمكين وضع التصحيح
az: Debug rejimi aktivləşdir
cs: Povolte režim ladění
da: Aktiver Debug Mode
el: Ενεργοποίηση λειτουργίας εντοπισμού σφαλμάτων
et: Luba silumisrežiim
fa: حالت Debug را فعال کنید
hi: डिबग मोड सक्षम करें
ja: デバッグモードを有効にする
sl: Omogoči način razhroščanja
sq: Aktivizo modalitetin e korrigjimit
vi: Kích hoạt chế độ gỡ lỗi

source: Disable Debug Mode
ar: تعطيل وضع التصحيح
az: Debug rejimi deaktivləşdir
cs: Zakázat režim ladění
da: Deaktiver fejlretningstilstand
el: Απενεργοποιήστε τη λειτουργία εντοπισμού σφαλμάτων
et: Keela silumisrežiim
fa: حالت Debug را غیرفعال کنید
hi: डिबग मोड अक्षम करें
ja: デバッグモードを無効にする
sl: Onemogoči način razhroščanja
sq: Çaktivizo modalitetin e korrigjimit
vi: Tắt chế độ gỡ lỗi

source: Download deleted: {0}
ar: تم حذف التنزيل: {0}
az: Endirmə silindi: {0}
cs: Stahování smazáno: {0}
da: Download slettet: {0}
el: Η λήψη διαγράφηκε: {0}
et: Allalaadimine kustutatud: {0}
fa: دانلود حذف شد: {0}
hi: डाउनलोड हटाया गया: {0}
ja: ダウンロードが削除されました: {0}
pt_br: Download excluído: {0}
sl: Prenos izbrisan: {0}
sq: Shkarkimi u fshi: {0}
vi: Đã xóa tải xuống: {0}

source: Error creating torrent - you must enter a file or directory
ar: فشل في انشاء تورنت - عليك اختيار ملف أو مجلد
az: Torrent yaratma xətası - siz fayl və ya qovluğu daxil etməlisiniz
cs: Chyba při vytváření torrentu – musíte zadat soubor nebo adresář
da: Fejl ved oprettelse af torrent - du skal indtaste en fil eller mappe
el: Σφάλμα δημιουργίας torrent - πρέπει να εισαγάγετε ένα αρχείο ή έναν κατάλογο
et: Viga torrenti loomisel - pead sisestama faili või kataloogi
fa: خطا در ایجاد تورنت - شما باید یک فایل یا دایرکتوری را وارد کنید
hi: टॉरेंट बनाने में त्रुटि - आपको एक फ़ाइल या डायरेक्टरी दर्ज करना होगा
ja: トレント作成エラー - ファイルまたはディレクトリを入力する必要があります
pt_br: Erro ao criar torrent - é preciso inserir um arquivo ou diretório
sl: Napaka pri ustvarjanju torrenta - morate vnesti datoteko ali mapo
sq: Gabim në krijimin e torrentit - duhet të futni një skedar ose direktori
vi: Lỗi tạo torrent - bạn phải nhập tệp hoặc thư mục

source: Seeding to {0} of {1} peers in swarm
ar: البذر إلى {0} من {1} أقران في السرب
az: {1} qarşılıqlıdan {0}-a bölcəmə
cs: Nasazení do {0} z {1} vrstevníků v roji
da: Seeding til {0} af {1} jævnaldrende i sværm
el: Σπορά σε {0} από {1} συνομηλίκους στο σμήνος
et: Seeding {0} / {1} kaasliikmel hulga
fa: کاشت به {0} از {1} همتایان در گروه
hi: {0} स्वार्म में {1} पीयरों में सीडिंग कर रहा है
ja: Swarm 内の {1} ピア中 {0} にシード
sl: Sejanje {0} od {1} sosedov v grudbi
sq: Mbjellja te {0} nga {1} bashkëmoshatarë në tufë
vi: Gieo mầm cho {0} trong số {1} đồng nghiệp trong bầy đàn

source: Stop the torrent
ar: قف التورنت
az: Torrenti Dayandır
cs: Zastavte torrent
da: Stop torrenten
el: Σταματήστε το torrent
et: Peata torrent
fa: توقف سازی تورنت
hi: टॉरेंट को रोकें
ja: 激流を止めて
pt_br: Parar o torrent
sl: Ustavi torrent
sq: Ndaloni përroin
vi: Dừng torrent

source: Start the torrent
ar: ابدأ التورنت
az: Torrenti Başla
cs: Spusťte torrent
da: Start torrent
el: Ξεκινήστε το torrent
et: Alusta torrent
fa: شروع تورنت
hi: टॉरेंट को शुरू करें
ja: トレントを開始する
pt_br: Iniciar o torrent
sl: Zaženi torrent
sq: Filloni përruan
vi: Bắt đầu torrent

source: Remove the torrent from the active list, deleting the .torrent file
ar: حذف التورنت من القائمة، حذف ملف .torrent
az: .torrent faylı və aktiv siyahıdan torrenti sil
cs: Odstraňte torrent z aktivního seznamu a smažte soubor .torrent
da: Fjern torrenten fra den aktive liste ved at slette .torrent-filen
el: Καταργήστε το torrent από την ενεργή λίστα, διαγράφοντας το αρχείο .torrent
et: Eemalda torrent aktiivsest loetlusest, kustutades .torrent faili
fa: تورنت را از لیست فعال حذف کنید و فایل .torrent را حذف کنید
hi: अक्षम सूची से टॉरेंट हटाएं, .torrent फ़ाइल को हटाकर
ja: アクティブ リストから torrent を削除し、.torrent ファイルを削除します
pt_br: Remover o torrent da lista de ativos, excluindo o arquivo .torrent
sl: Odstrani torrent iz aktivne seznama, izbrisati .torrent datoteko
sq: Hiqni torrentin nga lista aktive, duke fshirë skedarin .torrent
vi: Xóa torrent khỏi danh sách hoạt động, xóa file .torrent

source: Delete the .torrent file and the associated data files
ar: احذف ملف .torrent وملفات البيانات المرتبطة به
az: .torrent faylı və əlaqəli verilənlər fayllarını sil
cs: Smažte soubor .torrent a související datové soubory
da: Slet .torrent-filen og de tilhørende datafiler
el: Διαγράψτε το αρχείο .torrent και τα σχετικά αρχεία δεδομένων
et: Kustuta .torrent fail ja seotud andmefailid
fa: فایل تورنت و فایل های داده مرتبط را حذف کنید
hi: .torrent फ़ाइल और संबंधित डेटा फ़ाइलें हटाएं
ja: Torrent ファイルと関連データ ファイルを削除します
pt_br: Excluir o arquivo .torrent e os arquivos de dados associados
sl: Izbriši .torrent datoteko in povezane datoteke podatkov
sq: Fshi skedarin .torrent dhe skedarët e të dhënave të lidhura
vi: Xóa file .torrent và các file dữ liệu liên quan

source: Version
az: Versiya
et: Versioon
hi: संस्करण
sl: Različica

source: Enter the directory to save the data in (default {0})
ar: أدخل الدليل لحفظ البيانات فيه (الافتراضي {0})
az: Verilənləri saxlamaq üçün kataloqu daxil edin (standart {0})
cs: Zadejte adresář, do kterého se mají data uložit (výchozí {0})
da: Indtast biblioteket for at gemme dataene i (standard {0})
el: Εισαγάγετε τον κατάλογο στον οποίο θα αποθηκεύσετε τα δεδομένα (προεπιλογή {0})
et: Sisesta kataloog, kus salvestada andmed (vaikimisi {0})
fa: دایرکتوری را برای ذخیره داده ها در آن وارد کنید (پیش فرض {0})
hi: {0} (डिफ़ॉल्ट) में डेटा सहेजने के लिए डायरेक्टरी दर्ज करें
ja: データを保存するディレクトリを入力してください (デフォルトは {0})
pt_br: Insira o diretório no qual salvar os dados (padrão {0})
sl: Vnesite mapo za shranjevanje podatkov (privzeto {0})
sq: Fut direktoriumin për të ruajtur të dhënat (e parazgjedhur {0})
vi: Nhập thư mục lưu dữ liệu (mặc định {0})

source: Smart torrent sorting
ar: الفرز الذكي للسيل
az: Ağıllı torrent sıralama
cs: Inteligentní třídění torrentů
da: Smart torrent-sortering
el: Έξυπνη ταξινόμηση torrent
et: Tark torrenti sorteerimine
fa: مرتب سازی هوشمند تورنت
hi: कुशल टॉरेंट सॉर्टिंग
ja: スマートトレントソート
pt_br: Ordenação inteligente de torrents
sl: Pametno ureditev torrentov
sq: Renditja inteligjente e torrenteve
vi: Phân loại torrent thông minh

source: Ignore words such as 'a' and 'the' when sorting
ar: تجاهل الكلمات مثل "a" و"the" عند الفرز
az: Sıralama zamanı 'a' və 'the' kimi sözləri görə bilmək
cs: Při řazení ignorujte slova jako 'a' a 'the'
da: Ignorer ord som 'a' og 'the' ved sortering
el: Αγνοήστε λέξεις όπως 'a' και 'the' κατά την ταξινόμηση
et: Sorteerimisel eira sõnu nagu 'a' ja 'the'
fa: هنگام مرتب سازی کلماتی مانند 'a' و 'the' را نادیده بگیرید
hi: सॉर्ट करते समय 'a', 'the' जैसे शब्दों को अनदेखा करें
ja: 並べ替え時に「a」や「the」などの単語を無視する
pt_br: Ignorar palavras como 'a' ou 'the' ao ordenar
sl: Pri ureditvi prezrite besede kot so 'a' in 'the'
sq: Injoroni fjalë të tilla si 'a' dhe 'the' kur renditni
vi: Bỏ qua các từ như 'a' và 'the' khi sắp xếp

source: Audio file:
ar: ملف صوتي:
az: Səs faylı:
cs: Zvukový soubor:
da: Lydfil:
el: Αρχείο ήχου:
et: Heli fail:
fa: فایل صوتی:
hi: ऑडियो फ़ाइल:
ja: 音声ファイル:
sl: Audioklips:
sq: Skedar audio:
vi: Tập tin âm thanh:

source: Video file:
ar: ملف فيديو:
az: Video faylı:
cs: Video soubor:
da: Videofil:
el: Αρχείο βίντεο:
et: Video fail:
fa: فایل ویدئویی:
hi: वीडियो फ़ाइल:
ja: ビデオファイル:
sl: Video datoteka:
sq: Skedar video:
vi: Tệp video:

source: Up to higher level directory
ar: ما يصل إلى دليل المستوى الأعلى
az: Yüksək səviyyəli kataloqu qədər
cs: Až do adresáře vyšší úrovně
da: Op til højere niveau bibliotek
el: Κατάλογος μέχρι υψηλότερου επιπέδου
et: Kõrgema taseme kataloogi
fa: دایرکتوری تا سطح بالاتر
hi: ऊपर के स्तर की डायरेक्टरी तक
ja: 上位ディレクトリまで
pt_br: Ir para um diretório acima na hierarquia
sl: Nadaljevanje do višje mape
sq: Drejtoria deri në nivel më të lartë
vi: Lên thư mục cấp cao hơn

source: Torrent not found?
ar: تورنت غير موجود؟
az: Torrent tapılmadı?
cs: Torrent nebyl nalezen?
da: Torrent ikke fundet?
el: Το torrent δεν βρέθηκε;
et: Torrentit ei leitud?
fa: تورنت پیدا نشد؟
hi: टॉरेंट नहीं मिला?
ja: トレントが見つかりませんか?
pt_br: Torrent não encontrado?
sl: Torrent ni najden?
sq: Nuk u gjet përrua?
vi: Không tìm thấy torrent?

source: File not found in torrent?
ar: الملف غير موجود في التورنت؟
az: Torrentdə fayl tapılmadı?
cs: Soubor nebyl nalezen v torrentu?
da: Fil ikke fundet i torrent?
el: Δεν βρέθηκε το αρχείο σε torrent;
et: Failit ei leitud torrentis?
fa: فایل در تورنت یافت نشد؟
hi: टॉरेंट में फ़ाइल नहीं मिली?
ja: Torrent でファイルが見つかりませんか?
pt_br: Arquivo não encontrado no torrent?
sl: Datoteke ni mogoče najeti v torrentu?
sq: Skedari nuk u gjet në torrent?
vi: Không tìm thấy tập tin trong torrent?

source: ETA
ar: إيتا
el: ΕΤΑ
hi: 预计到达时间 (ETA)

source: RX
ar: آر إكس
hi: RD
pt_br: Receb.
sq: Marrë

source: TX
ar: تكس
el: Αποστολή
hi: UL
pt_br: Transm.
sq: Dërguar

source: I2PSnark
ar: I2PSnark برنامج تورنت

source: BTDigg
ar: بتيغ
ja: BTディッグ

source: Downloading from {0} of {1} peers in swarm
da: Downloader fra {0} af {1} jævnaldrende i sværm
el: Λήψη από {0} από {1} ομότιμους στο σμήνος
pt_br: Baixando a partir de {0} de {1} pares no enxame
sq: Shkarkim nga {0} prej {1} kolegëve në tufë

source: Connected to {0} peer
da: Forbundet til {0} peer
el: Συνδεδεμένο με {0} peer
pt_br: Conectado a {0} par
sq: Lidhur me {0} peer

source: Unknown
da: Ukendt
el: Άγνωστο
pt_br: Desconhecido
sq: E panjohur

source: inactive
da: inaktiv
el: ανενεργός
sq: joaktive

source: Up bandwidth limit
da: Op båndbreddegrænse
el: Αύξηση ορίου εύρους ζώνης
pt_br: Limite de banda de envio
sq: Ngritja e kufirit të gjerësisë së brezit

source: Enable viewing and posting comments for this torrent
da: Aktiver visning og posting af kommentarer til denne torrent
el: Ενεργοποιήστε την προβολή και τη δημοσίευση σχολίων για αυτό το torrent
pt_br: Habilitar visualização e publicação de comentários para este torrent
sq: Aktivizo shikimin dhe postimin e komenteve për këtë përrua

source: Save Preference
da: Gem præference
el: Αποθήκευση Προτίμησης
pt_br: Salvar Preferência
sq: Ruaj Preferencën

source: dark
pt_br: escuro

source: light
pt_br: luminoso

source: ubergine
pt_br: roxo

source: vanilla
pt_br: baunilha

source: Down BW limit changed to {0}KBps
pt_br: Limite de largura de banda de download modificado para {0}KBps

source: Minimum down bandwidth limit is {0}KBps
pt_br: O limite de largura de banda de download mínimo é {0}KBps

source: {0} theme loaded.
pt_br: Tema {0} carregado.

source: Error: Could not add the torrent {0}
pt_br: Erro: não é possível adicionar o torrent {0}

source: Adding torrents in {0}
pt_br: Adicionando torrents em {0}

source: Error on torrent {0}
pt_br: Erro no torrent {0}

source: Download torrent file from {0}
pt_br: Baixar arquivo torrent de {0}

source: Torrent was not retrieved from {0}
pt_br: O torrent não pôde ser obtido de {0}

source: Torrent fetched from {0}
pt_br: Torrent obtido de {0}

source: Dht Debug
pt_br: Depuração Dht

source: Tracker Error
pt_br: Erro de rastreador

source: 1 peer
pt_br: 1 par

source: You can also copy .torrent files to: {0}.
pt_br: Você pode também copiar arquivos .torrent para: {0}.

source: Removing a .torrent will cause it to stop.
pt_br: Remover um .torrent fará com que ele seja interrompido.

source: Maximum number of peers for uploading
pt_br: Número máximo de pares para envio

source: Maximum bandwidth allocated
pt_br: Largura de banda máxima alocada

source: Down bandwidth limit
pt_br: Limite de banda de recebimento

source: Data location
pt_br: Localização dos dados

source: Primary Tracker
pt_br: Rastreador Primário

source: Tracker List
pt_br: Lista de Rastreadores

source: Comment
pt_br: Comentário

source: Created By
pt_br: Criado por

source: Magnet link
pt_br: Link magnet

source: Private torrent
pt_br: Torrente privado

source: Piece size
pt_br: Tamanho da parte

source: Add or remove trackers
pt_br: Adicionar ou remover rastreadores

source: Download files in order
pt_br: Baixar arquivos em ordem

source: Download pieces in order
pt_br: Baixar partes em ordem

source: Set all high
pt_br: Definir tudo como alta

source: Set all normal
pt_br: Definir tudo como normal

source: Skip all
pt_br: Ignorar tudo
