Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: DHT change requires tunnel shutdown and reopen
ar: يتطلب تغيير DHT إغلاق النفق وإعادة فتحه
az: DHT dəyişikliyi tünelin bağlanması və yenidən açılması tələb edir
bo: DHT བསྒྱུར་བཅོས་ལུ་ཊཱནེལ་ཁ་བསྡམས་ནི་དང་སླར་འཛུགས་དགོས།
cs: Změna DHT vyžaduje vypnutí tunelu a opětovné otevření
da: DHT-ændring kræver tunnellukning og genåbning
el: Η αλλαγή DHT απαιτεί τερματισμό λειτουργίας της σήραγγας και εκ νέου άνοιγμα
et: DHT muutmine nõuab tünneli sulgemist ja taasavamist
fa: تغییر DHT نیاز به خاموش شدن تونل و بازگشایی مجدد دارد
hi: DHT परिवर्तन ट्यूनल को बंद करने और फिर खोलने की आवश्यकता है
ja: DHT の変更にはトンネルのシャットダウンと再開が必要です
pt_br: Mudança no DHT requer fechamento e reabertura do túnel
sl: Sprememba DHT zahteva prekinitev in ponovno odprtje tunela
sq: Për ndryshim të DHT'së duhet mbyllur dhe rihapur tuneli
vi: Thay đổi DHT yêu cầu tắt và mở lại đường hầm

source: Enabled Ratings.
ar: تمكين التقييمات.
az: Qiymətləndirmə aktivləşdirildi.
bo: སྐུགས་བརྩེ་དཔྱད་ཚུ་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Aktivní hodnocení.
da: Aktiveret vurderinger.
el: Ενεργοποιημένες αξιολογήσεις.
et: Hinnangud sisse lülitatud.
fa: امتیازدهی فعال شد.
hi: रेटिंग्स सक्षम किया गया।
ja: 有効な評価。
pt_br: Avaliações habilitadas.
sl: Oceni omogočene.
sq: Vlerësimet e aktivizuara.
vi: Xếp hạng đã bật.

source: Disabled Ratings.
ar: تقييمات المعوقين.
az: Qiymətləndirmə söndürüldü.
bo: སྐུགས་བརྩེ་དཔྱད་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Zakázané hodnocení.
da: Deaktiverede vurderinger.
el: Απενεργοποιημένες αξιολογήσεις.
et: Hinnangud välja lülitatud.
fa: امتیازدهی غیرفعال شد.
hi: रेटिंग्स अक्षम किया गया।
ja: 無効評価。
pt_br: Avaliações desabilitadas.
sl: Oceni onemogočene.
sq: Vlerësimet me aftësi të kufizuara.
vi: Xếp hạng bị vô hiệu hóa.

source: Enabled Comments.
ar: تمكين التعليقات.
az: Şərh aktivləşdirildi.
bo: བསམ་བཀོད་ཚུ་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Povolené komentáře.
da: Aktiveret kommentarer.
el: Ενεργοποιημένα σχόλια.
et: Kommentaarid sisse lülitatud.
fa: کامنت ها فعال شد.
hi: कमेंट्स सक्षम किए गए।
ja: コメントを有効にします。
pt_br: Comentários habilitados.
sl: Komentarji omogočeni.
sq: Komentet e aktivizuara.
vi: Đã bật Nhận xét.

source: Disabled Comments.
ar: تعليقات معطلة.
az: Şərh söndürüldü.
bo: བསམ་བཀོད་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Zakázané komentáře.
da: Deaktiverede kommentarer.
el: Απενεργοποιημένα σχόλια.
et: Kommentaarid välja lülitatud.
fa: کامنت ها غیرفعال شد.
hi: कमेंट्स अक्षम किए गए।
ja: コメントを無効にします。
pt_br: Comentários desabilitados.
sl: Komentarji onemogočeni.
sq: Komentet me aftësi të kufizuara.
vi: Bình luận bị vô hiệu hóa.

source: Comments name set to {0}.
ar: تم ضبط اسم التعليقات على {0}.
az: Şərh adı {0} olaraq təyin edildi.
bo: བསམ་བཀོད་མིང་ {0} ལུ་གཞི་སྒྲིག་འབད་ཡི།
cs: Název komentáře byl nastaven na {0}.
da: Kommentarnavn indstillet til {0}.
el: Το όνομα των σχολίων ορίστηκε σε {0}.
et: Kommentaaride nimi määratud {0}ks.
fa: نام نظرات روی {0} تنظیم شد.
hi: {0} पर कमेंट्स का नाम सेट किया गया।
ja: コメント名が {0} に設定されました。
pt_br: Nome para comentários definido como {0}.
sl: Ime komentarjev nastavljeno na {0}.
sq: Emri i komenteve është caktuar në {0}.
vi: Tên nhận xét được đặt thành {0}.

source: Collapsible panels enabled.
ar: تمكين اللوحات القابلة للطي.
az: Çatışdırılabilən panel aktivləşdirildi.
bo: སྦོག་བསྡམས་ཆོད་པའི་པེནལ་ཚུ་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Skládací panely povoleny.
da: Sammenklappelige paneler aktiveret.
el: Ενεργοποιήθηκαν τα πτυσσόμενα πάνελ.
et: Kõrvutavad paneelid sisse lülitatud.
fa: پانل های جمع شونده فعال هستند.
hi: संक्षिप्त पैनल सक्षम किए गए।
ja: 折りたたみパネルが有効になりました。
pt_br: Painéis colapsáveis habilitados.
sl: Stisnevi paneli omogočeni.
sq: Panelet e palosshme janë aktivizuar.
vi: Đã bật bảng có thể thu gọn.

source: Collapsible panels disabled.
ar: تم تعطيل اللوحات القابلة للطي.
az: Çatışdırılabilən panel söndürüldü.
bo: སྦོག་བསྡམས་ཆོད་པའི་པེནལ་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Skládací panely jsou zakázány.
da: Sammenklappelige paneler deaktiveret.
el: Τα πτυσσόμενα πάνελ είναι απενεργοποιημένα.
et: Kõrvutavad paneelid välja lülitatud.
fa: پانل های جمع شونده غیرفعال است.
hi: संक्षिप्त पैनल अक्षम किए गए।
ja: 折りたたみ可能なパネルが無効になっています。
pt_br: Painéis colapsáveis desabilitados.
sl: Stisnevi paneli onemogočeni.
sq: Panelet e palosshme janë çaktivizuar.
vi: Tấm có thể thu gọn bị vô hiệu hóa.

source: Torrent filter bar enabled.
ar: تم تمكين شريط تصفية تورنت.
az: Torrent filtrləmə çubuğu aktivləşdirildi.
bo: ཊོ་རེནཊི་ཚགས་མ་ཕྲ་རིང་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Panel filtru torrentu povolen.
da: Torrent filter bar aktiveret.
el: Η γραμμή φίλτρου torrent είναι ενεργοποιημένη.
et: Torrenti filtrriba sisse lülitatud.
fa: نوار فیلتر تورنت فعال است.
hi: टॉरेंट फ़िल्टर बार सक्षम की गई।
ja: トレントフィルターバーが有効になりました。
sl: Vrsta filtriranja torrentov omogočena.
sq: Shiriti i filtrit torrent i aktivizuar.
vi: Đã bật thanh bộ lọc torrent.

source: Torrent filter bar disabled.
ar: تم تعطيل شريط تصفية التورنت.
az: Torrent filtrləmə çubuğu söndürüldü.
bo: ཊོ་རེནཊི་ཚགས་མ་ཕྲ་རིང་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Panel filtru torrentu zakázán.
da: Torrent filter bar deaktiveret.
el: Η γραμμή φίλτρου torrent είναι απενεργοποιημένη.
et: Torrenti filtrriba välja lülitatud.
fa: نوار فیلتر تورنت غیرفعال است.
hi: टॉरेंट फ़िल्टर बार अक्षम की गई।
ja: Torrent フィルター バーが無効になっています。
sl: Vrsta filtriranja torrentov onemogočena.
sq: Shiriti i filtrit torrent i çaktivizuar.
vi: Thanh bộ lọc torrent bị tắt.

source: Lightbox enabled for image thumbnails.
ar: تم تمكين العرض المبسط للصور المصغرة للصور.
az: Şəkil kiçiltmələri üçün Lightbox aktivləşdirildi.
bo: གཟུགས་བརྙན་མཐེ་གཟེར་ཚུ་གི་དོན་ལུ་ལའེཊི་བོགས་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Lightbox povolen pro miniatury obrázků.
da: Lysboks aktiveret for miniaturebilleder.
el: Το Lightbox ενεργοποιημένο για μικρογραφίες εικόνων.
et: Lightbox sisse lülitatud pildi miniaturite jaoks.
fa: لایت باکس برای ریز عکسها فعال است.
hi: छवि थंबनेल के लिए लाइटबॉक्स सक्षम किया गया।
ja: 画像サムネイルに対してライトボックスが有効になりました。
sl: Lightbox omogočen za miniaturke slik.
sq: Lightbox i aktivizuar për miniaturat e imazheve.
vi: Bật hộp đèn cho hình thu nhỏ của hình ảnh.

source: Lightbox disabled for image thumbnails.
ar: تم تعطيل العرض المبسط للصور المصغرة للصور.
az: Şəkil kiçiltmələri üçün Lightbox söndürüldü.
bo: གཟུགས་བརྙན་མཐེ་གཟེར་ཚུ་གི་དོན་ལུ་ལའེཊི་བོགས་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Lightbox zakázán pro miniatury obrázků.
da: Lysboks deaktiveret for billedminiaturer.
el: Το Lightbox είναι απενεργοποιημένο για μικρογραφίες εικόνων.
et: Lightbox välja lülitatud pildi miniaturite jaoks.
fa: لایت باکس برای ریز عکسها غیرفعال است.
hi: छवि थंबनेल के लिए लाइटबॉक्स अक्षम किया गया।
ja: 画像サムネイルのライトボックスが無効になっています。
sl: Lightbox onemogočen za miniaturke slik.
sq: Lightbox i çaktivizuar për miniaturat e imazheve.
vi: Hộp đèn bị tắt đối với hình thu nhỏ của hình ảnh.

source: Add and Create sections enabled on all torrent listing pages.
ar: تم تمكين إضافة وإنشاء أقسام في جميع صفحات قوائم التورنت.
az: Bütün torrent siyahı səhifələrində Əlavə Et və Yarat bölmələri aktivləşdirildi.
bo: ཁ་སྐོང་དང་གསར་བསྐྲུན་ཆ་ཤས་ཚུ་ཊོ་རེནཊི་ཐོ་ཡིག་ཤོག་ལྷེ་ཆ་མཉམ་ལུ་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Přidávání a vytváření sekcí povoleno na všech stránkách se seznamem torrentů.
da: Tilføj og opret sektioner aktiveret på alle torrentlistesider.
el: Προσθήκη και Δημιουργία ενοτήτων ενεργοποιημένη σε όλες τις σελίδες καταχώρισης torrent.
et: Lisa ja Looge seadmed on kõigil torrenti loetelu lehtedel sisse lülitatud.
fa: افزودن و ایجاد بخش‌ها در تمام صفحات فهرست تورنت فعال است.
hi: सभी टॉरेंट सूची पृष्ठों पर जोड़ने और बनाने के खंड सक्षम किए गए हैं।
ja: すべての torrent リスト ページでセクションの追加と作成が有効になりました。
sl: Dodaj in Ustvari sekcije omogočene na vseh straneh zoznamov torrentov.
sq: Shto dhe Krijo seksione të aktivizuara në të gjitha faqet e listimit të torrenteve.
vi: Thêm và Tạo các phần được bật trên tất cả các trang danh sách torrent.

source: Add and Create sections to display only on first page of multipage torrent listing pages.
ar: إضافة وإنشاء أقسام لعرضها فقط على الصفحة الأولى من صفحات قائمة التورنت متعددة الصفحات.
az: Çoxsayfəli torrent siyahı səhifələrinin ilk səhifəsində yalnız Əlavə Et və Yarat bölmələri göstərilsin.
bo: ཁ་སྐོང་དང་གསར་བསྐྲུན་ཆ་ཤས་ཚུ་ཤོག་ལྷེ་མང་པའི་ཊོ་རེནཊི་ཐོ་ཡིག་ཤོག་ལྷེ་ཚུ་གི་ཤོག་ལྷེ་དང་པ་ལུ་རྐྱངམ་ཅིག་བཀྲམ་སྟོན་འབད།
cs: Přidat a vytvořit sekce, které se mají zobrazit pouze na první stránce vícestránkových stránek se seznamem torrentů.
da: Tilføj og opret sektioner for kun at blive vist på den første side af flersidede torrent-listesider.
el: Προσθήκη και Δημιουργία ενοτήτων για εμφάνιση μόνο στην πρώτη σελίδα των σελίδων καταχώρισης torrent πολλών σελίδων.
et: Lisa ja Looge seadmed kuvatakse ainult mitmelehe torrenti loetelu lehtede esimesel lehel.
fa: بخش هایی را اضافه و ایجاد کنید تا فقط در صفحه اول صفحات لیست تورنت چند صفحه ای نمایش داده شوند.
hi: अधिक पृष्ठों वाली टॉरेंट सूची पृष्ठों के पहले पृष्ठ पर केवल जोड़ने और बनाने के खंड दिखाएं।
ja: 複数ページの torrent リスト ページの最初のページにのみ表示されるセクションを追加および作成します。
sl: Dodaj in Ustvari sekcije se bodo prikazale le na prvi strani večstranih strani zoznamov torrentov.
sq: Shto dhe Krijo seksione për t'u shfaqur vetëm në faqen e parë të faqeve të listimit të torrenteve me shumë faqe.
vi: Thêm và Tạo các phần để chỉ hiển thị trên trang đầu tiên của các trang liệt kê torrent nhiều trang.

source: API key updated.
bo: API ལྡེ་མིག་དུས་མཐུན་བཟོ་ཡི།

source: Open Tracker list changed - torrent restart required to take effect.
ar: تغيير open trackers - يجب اعادة تشغيل التورنت لتفعيل التغيير.
az: Açıq Tracker siyahısı dəyişdi - effekt göstərmək üçün torrent yenidən başlamaq lazımdır.
bo: ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཐོ་ཡིག་བསྒྱུར་བཅོས་འབད་ཡི། - ནུས་པ་ལྡན་བཟོ་ནིའི་དོན་ལུ་ཊོ་རེནཊི་སླར་འགོ་བཙུགས་དགོས།
cs: Open Tracker list změněn - aby se projevil restart torrentu.Seznam otevřených trackerů změněn - aby se změna projevila je nutné restartovat všechny torrenty.
da: Open Tracker-liste ændret - torrent-genstart kræves for at træde i kraft.
el: Άνοιγμα λίστας παρακολούθησης άλλαξε - απαιτείται επανεκκίνηση torrent για να τεθεί σε ισχύ.
et: Avalike trackerite loetelu on muutunud - torrenti tuleb taaskäivitada, et muudatus jõustuks.
fa: باز کردن لیست ردیاب تغییر کرد - برای اعمال شدن به راه اندازی مجدد تورنت نیاز است.
hi: ओपन ट्रैकर सूची बदल दी गई - टॉरेंट को रीस्टार्ट करना आवश्यक है।
ja: オープン トラッカー リストが変更されました - 有効にするには torrent を再起動する必要があります。オープン トラッカー リストが変更されました - 有効にするにはトレントの再起動が必要です。オープントラッカーリストが変更されました - このオプションは再起動が必要です。
pt_br: Lista de rastreadores abertos alterada - é necessário reinício de torrents para entrar em vigor.
sl: Seznam Odprih trackerjev spremenjen - za uveljavitev je potrebno ponovno zagon torrenta.
sq: Hapni listën e gjurmuesve u ndryshua - kërkohet rinisja e torrentit për të hyrë në fuqi.
vi: Danh sách Trình theo dõi mở đã thay đổi - cần phải khởi động lại torrent để có hiệu lực.

source: Private tracker list changed - affects newly created torrents only.
ar: تم تغيير قائمة التتبع الخاصة - تؤثر على السيول المنشأة حديثًا فقط.
az: Özgül tracker siyahısı dəyişdi - yalnız yeni yaradılan torrentləri təsirləyir.
bo: སྒེར་གྱི་ཊེ་རེཀར་ཐོ་ཡིག་བསྒྱུར་བཅོས་འབད་ཡི། - གསར་བསྐྲུན་འབད་བའི་ཊོ་རེནཊི་རྐྱངམ་ཅིག་ལུ་གནོད་པ།
cs: Seznam soukromých sledovačů změněn - ovlivní pouze nově vytvořené torrenty.
da: Privat tracker-liste ændret - påvirker kun nyoprettede torrents.
el: Η ιδιωτική λίστα παρακολούθησης άλλαξε - επηρεάζει μόνο τα νέα torrents.
et: Privaatsete trackerite loetelu on muutunud - mõjutab ainult uusi torrente.
fa: لیست ردیاب خصوصی تغییر کرد - فقط بر تورنت های تازه ایجاد شده تأثیر می گذارد.
hi: निजी ट्रैकर सूची बदल दी गई - केवल नवीनतम बनाए गए टॉरेंट पर प्रभाव पड़ेगा।
ja: プライベート トラッカー リストが変更されました - 新しく作成されたトレントのみに影響します。プライベート トラッカー リストが変更されました - 新しく作成されたトレントのみに影響します。プライベートトラッカーリストが変更されました - 新しく作成されたtorrentのみに影響します.
pt_br: Lista de rastreadores privados alterada - afeta apenas novos torrents criados.
sl: Seznam Zasebnih trackerjev spremenjen - vpliva le na novo ustvarjene torrente.
sq: Lista e gjurmuesve privatë u ndryshua - prek vetëm torrentët e krijuar rishtazi.
vi: Danh sách theo dõi riêng tư đã thay đổi - chỉ ảnh hưởng đến các torrent mới được tạo.

source: Torrent file deleted: {0}
ar: تم خذف ملف التورنت: {0}
az: Torrent faylı silindi: {0}
bo: ཊོ་རེནཊི་ཡིག་སྣོད་བཏོན་བཏང་ཡི།: {0}
cs: Soubor torrent byl smazán: {0}
da: Torrent-fil slettet: {0}
el: Το αρχείο torrent διαγράφηκε: {0}
et: Torrenti fail kustutatud: {0}
fa: فایل تورنت حذف شد: {0}
hi: टॉरेंट फ़ाइल हटा दी गई: {0}
ja: Torrent ファイルが削除されました: {0}
pt_br: Arquivo de torrent excluído: {0}
sl: Datoteka torrenta izbrisana: {0}
sq: Skedari torrent u fshi: {0}
vi: Tệp torrent đã bị xóa: {0}

source: Torrent file moved from {0} to {1}
ar: تم نقل ملف تورنت من {0} إلى {1}
az: Torrent faylı {0} dan {1} e köçürülüb
bo: ཊོ་རེནཊི་ཡིག་སྣོད་ {0} ནང་ལས་ {1} ལུ་སྤོ་ཡི།
cs: Soubor torrentu přesunut z {0} do {1}
da: Torrent-fil flyttet fra {0} til {1}
el: Το αρχείο torrent μετακινήθηκε από το {0} στο {1}
et: Torrenti fail liigutatud {0}st {1}ni
fa: فایل تورنت از {0} به {1} جابجا شد
hi: टॉरेंट फ़ाइल {0} से {1} पर चली गई।
ja: Torrent ファイルが {0} から {1} に移動されました
pt_br: Arquivo torrent movido de {0} para {1}
sl: Datoteka torrenta premaknjena iz {0} v {1}
sq: Skedari torrent u zhvendos nga {0} në {1}
vi: Tệp torrent được chuyển từ {0} sang {1}

source: Error: Could not add torrent: {0}
ar: خطأ: تعذر إضافة التورنت: {0}
az: Xəta: Torrent əlavə edə bilmədi: {0}
bo: སྐྱོན།: ཊོ་རེནཊི་ཁ་སྐོང་མ་ཚུགས།: {0}
cs: Chyba: Nelze přidat torrent: {0}
da: Fejl: Kunne ikke tilføje torrent: {0}
el: Σφάλμα: Δεν ήταν δυνατή η προσθήκη torrent: {0}
et: Viga: Torrenti lisamine ebaõnnestus: {0}
fa: خطا: تورنت اضافه نشد: {0}
hi: त्रुटि: टॉरेंट जोड़ने में असमर्थ: {0}
ja: エラー: トレントを追加できませんでした: {0}
sl: Napaka: Torrent {0} ni mogoče dodati
sq: Gabimi: Nuk mund të shtohej torrent: {0}
vi: Lỗi: Không thể thêm torrent: {0}

source: Torrent already running: {0}
ar: تورنت مفعل: {0}
az: Torrent artıq işləyir: {0}
bo: ཊོ་རེནཊི་ཧེ་མ་ལས་རང་གཡོག་བཀོལ་དོ།: {0}
cs: Torrent již běží: {0}
da: Torrent kører allerede: {0}
el: Το torrent εκτελείται ήδη: {0}
et: Torrent juba töötab: {0}
fa: تورنت در حال اجراست: {0}
hi: टॉरेंट पहले से ही चल रहा है: {0}
ja: トレントはすでに実行中です: {0}
pt_br: Torrent já em execução: {0}
sl: Torrent že v teku: {0}
sq: Torrent tashmë po funksionon: {0}
vi: Torrent đã chạy: {0}

source: Cannot open "{0}"
ar: فشل في فتح "{0}"
az: "{0}" açıla bilmir
bo: "{0}" ཁ་ཕྱེ་མ་ཚུགས།
cs: Nejde otevřít "{0}"
da: Kan ikke åbne "{0}"
el: Δεν είναι δυνατό το άνοιγμα του "{0}"
et: "{0}" ei avane
fa: عدم توانایی در باز کردن "{0}"
hi: {0} खोलने में असमर्थ।
ja: "{0}" を開けません
pt_br: Não é possível abrir "{0}"
sl: Datoteke "{0}" ni mogoče odpreti
sq: Nuk mund të hapet "{0}"
vi: Không thể mở "{0}"

source: Torrent with this info hash is already running: {0}
ar: تورنت بهذه المعلومات مشغل: {0}
az: Bu məlumat haşindəki torrent artıq işləyir: {0}
bo: བརྡ་དོན་ཧེཤ་འདི་དང་བཅས་པའི་ཊོ་རེནཊི་ཧེ་མ་ལས་རང་གཡོག་བཀོལ་དོ།: {0}
cs: Torrent s tímto infohašišem již běží: {0}
da: Torrent med denne info-hash kører allerede: {0}
el: Το torrent με αυτόν τον κατακερματισμό πληροφοριών εκτελείται ήδη: {0}
et: Torrent sellega infoteguga töötab juba: {0}
fa: تورنت با این هش اطلاعات در حال اجرا است: {0}
hi: इस जानकारी हैश के साथ टॉरेंट पहले से ही चल रहा है: {0}
ja: この情報ハッシュを持つ Torrent はすでに実行中です: {0}
pt_br: O torrent com este info hash já está em execução: {0}
sl: Torrent s tem informacijskim hash-om že deluje: {0}
sq: Torrent me këtë hash informacioni po funksionon tashmë: {0}
vi: Torrent với hàm băm thông tin này đã chạy: {0}

source: Torrent in "{0}" is invalid
ar: تورنت في "{0}"غير صحيح
az: "{0}"dəki torrent səhvdir
bo: "{0}" ནང་གི་ཊོ་རེནཊི་ནུས་མེད་ཨིན།
cs: Torrent v "{0}" je chybný
da: Torrent i "{0}" er ugyldig
el: Το torrent στο "{0}" δεν είναι έγκυρο
et: Torrent "{0}" on vigane
fa: تورنت در "{0}" نامعتبر است
hi: {0} में टॉरेंट अमान्य है
ja: 「{0}」のトレントが無効です
pt_br: O torrent em "{0}" é inválido
sl: Torrent v "{0}" je neveljaven
sq: Torrent në "{0}" është i pavlefshëm
vi: Torrent trong "{0}" không hợp lệ

source: ERROR - Out of memory, cannot create torrent from {0}
ar: خطأ - لا توجد ذاكرة كافية، لا يمكن انشاء تورنت {0}
az: XƏTA - Yaddaş bitmişdir, {0}-dan torrent yarada bilmərik
bo: སྐྱོན། - དྲན་ཚད་རྫོགས་སོང་། {0} ནང་ལས་ཊོ་རེནཊི་གསར་བསྐྲུན་འབད་མ་ཚུགས།
cs: CHYBA - nedostatek paměti, nemohu vytvořit torrent z {0}
da: FEJL - Mangler hukommelse, kan ikke oprette torrent fra {0}
el: ΣΦΑΛΜΑ - Δεν υπάρχει μνήμη, δεν είναι δυνατή η δημιουργία torrent από το {0}
et: VIGA - Mälu puudus, torrenti ei saa luua {0} alusel
fa: ERROR - حافظه خالی است، نمی توان تورنت از {0} ایجاد کرد
hi: त्रुटि - मेमोरी की कमी, {0} से टॉरेंट बनाने में असमर्थ
ja: エラー - メモリ不足のため、{0} からトレントを作成できません
pt_br: ERRO - Não há espaço suficiente, não é possível criar um torrent a partir de {0}.
sl: NAPAKA - Pomanjkanje pomnilnika, iz {0} ni mogoče ustvariti torrenta
sq: GABIM - Nuk ka memorie, nuk mund të krijojë torrent nga {0}
vi: ERROR - Hết bộ nhớ, không thể tạo torrent từ {0}

source: Initializing I2PSnark and opening tunnels
ar: تهيئة I2PSnark وفتح الأنفاق
az: I2PSnark tənzimlənməsi və tünlərin açılması
bo: I2PSnark འགོ་འབྱེད་འབད་ནི་དང་ཊཱནེལ་ཚུ་ཁ་ཕྱེ་དོ།
cs: Inicializace I2PSnark a otevření tunelů
da: Initialisering af I2PSnark og åbning af tunneler
el: Αρχικοποίηση I2PSnark και άνοιγμα τούνελ
et: I2PSnarki algseadistamine ja tünnelite avamine
fa: راه اندازی I2PSnark و باز کردن تونل ها
hi: I2PSnark को निर्माण कर रहे हैं और ट्यूनल खोल रहे हैं
ja: I2PSnarkの初期化とトンネルのオープン
sl: Inicializacija I2PSnark in odpiranje tunelov
sq: Inicializimi i I2PSnark dhe hapja e tuneleve
vi: Khởi tạo I2PSnark và mở đường hầm

source: Torrent added and started: {0}
ar: تم إضافة التورنت وبدأ: {0}
az: Torrent əlavə edilib və başlandı: {0}
bo: ཊོ་རེནཊི་ཁ་སྐོང་བརྐྱབ་སྟེ་འགོ་བཙུགས་ཡི།: {0}
cs: Torrent přidán a spuštěn: {0}
da: Torrent tilføjet og startet: {0}
el: Το torrent προστέθηκε και ξεκίνησε: {0}
et: Torrent lisatud ja käivitatud: {0}
fa: تورنت اضافه شد و آغاز شد: {0}
hi: {0} टॉरेंट जोड़ा और शुरू किया गया है
ja: Torrent が追加され開始されました: {0}
pt_br: Torrent adicionado e iniciado: {0}
sl: Torrent dodan in zagnan: {0}
sq: Torrent u shtua dhe filloi: {0}
vi: Torrent đã được thêm và bắt đầu: {0}

source: Torrent added: {0}
ar: تم إضافة تورنت: {0}
az: Torrent əlavə edildi: {0}
bo: ཊོ་རེནཊི་ཁ་སྐོང་བརྐྱབ་ཡི།: {0}
cs: Přidán torrent: {0}
da: Torrent tilføjet: {0}
el: Προστέθηκε torrent: {0}
et: Torrent lisatud: {0}
fa: تورنت اضافه شد: {0}
hi: {0} टॉरेंट जोड़ा गया है
ja: トレントを追加しました: {0}
pt_br: Torrent adicionado: {0}
sl: Torrent dodan: {0}
sq: Torrent u shtua: {0}
vi: Torrent đã thêm: {0}

source: ERROR - No I2P trackers in private torrent "{0}"
ar: خطأ - لا يوجد متتبعات I2P في التورنت الخاص "{0}"
az: XƏTA - Özgül torrent "{0}"də I2P trackerləri yoxdur
bo: སྐྱོན། - སྒེར་གྱི་ཊོ་རེནཊི་ "{0}" ནང་ I2P ཊེ་རེཀར་མིན་འདུག
cs: ERROR – Žádné I2P sledovače v soukromém torrentu "{0}"
da: FEJL - Ingen I2P-trackere i privat torrent "{0}"
el: ΣΦΑΛΜΑ - Δεν υπάρχουν ανιχνευτές I2P σε ιδιωτικό torrent "{0}"
et: VIGA - Privaatse torrenti "{0}" pole I2P trackeritega
fa: خطا - بدون ردیاب I2P در تورنت خصوصی "{0}"
hi: त्रुटि - निजी टॉरेंट "{0}" में कोई I2P ट्रैकर नहीं।
ja: エラー - プライベート トレント "{0}" に I2P トラッカーがありません
pt_br: ERRO - Não há rastreador I2P no torrent privado "{0}"
sl: NAPAKA - V zasebnem torrentu "{0}" ni I2P trackerjev
sq: GABIM - Nuk ka gjurmues I2P në torrent privat "{0}"
vi: LỖI - Không có trình theo dõi I2P trong torrent riêng tư "{0}"

source: Warning - No I2P trackers in "{0}", will announce to I2P open trackers and DHT only.
ar: تحذير - لن يتم الإعلان عن أي متتبعات I2P في "{0}"، لمتتبعات I2P المفتوحة وDHT فقط.
az: Uyarı - "{0}"də I2P trackerləri yoxdur, yalnız I2P açıq trackerləri və DHT-a bildiriləcək.
bo: ཉེན་བརྡ། - "{0}" ནང་ I2P ཊེ་རེཀར་མིན་འདུག། I2P ཁ་ཕྱེ་བའི་ཊེ་རེཀར་དང་ DHT ལུ་རྐྱངམ་ཅིག་གསལ་བསྒྲགས་འབད།
cs: Warning - Žádné I2P trackery v "{0}", oznámí I2P open trackery a pouze DHT.
da: Advarsel - Ingen I2P-trackere i "{0}", vil kun annoncere til I2P åbne trackere og DHT.
el: Προειδοποίηση - Δεν υπάρχουν ανιχνευτές I2P στο "{0}", θα ανακοινωθεί σε ανοιχτούς ιχνηλάτες I2P και μόνο DHT.
et: Hoiatus - "{0}" pole I2P trackeritega, teavitatakse ainult I2P avalike trackerite ja DHT poolt.
fa: هشدار - هیچ ردیاب I2P در "{0}" فقط به ردیاب‌های باز I2P و DHT اعلام نمی‌شود.
hi: अलर्ट - {0} में कोई I2P ट्रैकर नहीं, केवल I2P ओपन ट्रैकर्स और DHT को घोषणा करेंगे।
ja: 警告 - "{0}" には I2P トラッカーがありません。I2P オープン トラッカーと DHT のみにアナウンスされます。
pt_br: Aviso - Nenhum rastreador I2P em "{0}", o anúncio será feito apenas para rastreadores I2P abertos e DHT.
sl: Opozorilo - V "{0}" ni I2P trackerjev, bodo obvestila poslana samo na I2P odpri trackerje in DHT.
sq: Paralajmërim - Asnjë gjurmues I2P në "{0}", nuk do t'u njoftojë gjurmuesve të hapur I2P dhe vetëm DHT.
vi: Cảnh báo - Không có trình theo dõi I2P nào trong "{0}", sẽ chỉ thông báo cho các trình theo dõi mở I2P và DHT.

source: Warning - No I2P trackers in "{0}", and open trackers are disabled, will announce to DHT only.
ar: تحذير - لا توجد متتبعات I2P في "{0}"، وتم تعطيل المتتبعات المفتوحة، سيتم الإعلان عن ذلك إلى DHT فقط.
az: Uyarı - "{0}"də I2P trackerləri yoxdur və açıq trackerlər söndürülmüşdür, yalnız DHT-a bildiriləcək.
bo: ཉེན་བརྡ། - "{0}" ནང་ I2P ཊེ་རེཀར་མིན་འདུག་དང་ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི། DHT ལུ་རྐྱངམ་ཅིག་གསལ་བསྒྲགས་འབད།
cs: Warning - Žádné I2P trackery v "{0}" a otevřené trackery jsou zakázány, oznámí to pouze DHT.
da: Advarsel - Ingen I2P-trackere i "{0}", og åbne trackere er deaktiveret, vil kun annoncere til DHT.
el: Προειδοποίηση - Δεν υπάρχουν ανιχνευτές I2P στο "{0}", και οι ανοιχτοί ιχνηλάτες είναι απενεργοποιημένοι, θα ανακοινωθούν μόνο στο DHT.
et: Hoiatus - "{0}" pole I2P trackeritega, samuti on avalikud trackerid keelatud, teavitatakse ainult DHT poolt.
fa: هشدار - هیچ ردیاب I2P در "{0}" وجود ندارد و ردیاب‌های باز غیرفعال هستند، فقط به DHT اعلام می‌شود.
hi: अलर्ट - {0} में कोई I2P ट्रैकर नहीं है, और ओपन ट्रैकर्स अक्षम हैं, केवल DHT को घोषणा करेंगे।
ja: 警告 - "{0}" には I2P トラッカーがなく、オープン トラッカーが無効になっているため、DHT のみにアナウンスされます。
pt_br: Aviso - Nenhum rastreador I2P em "{0}", e rastreadores I2P abertos estão desabilitados. O anúncio será feito apenas para DHT.
sl: Opozorilo - V "{0}" ni I2P trackerjev, in so odpri trackerji onemogočeni, bodo obvestila poslana samo na DHT.
sq: Paralajmërim - Asnjë gjurmues I2P në "{0}" dhe gjurmuesit e hapur janë të çaktivizuar, nuk do të njoftohen vetëm në DHT.
vi: Cảnh báo - Không có trình theo dõi I2P nào trong "{0}" và trình theo dõi mở bị tắt, sẽ chỉ thông báo cho DHT.
