Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: No more torrents running.
ar: لا مزيد من السيول قيد التشغيل.
az: Daha bir torrent işləmir.
bo: ཊོ་རེནཊི་ཚུ་མ་ལས་མེད།
cs: Neběží žádné další torrenty.
da: Der kører ikke flere torrents.
el: Δεν τρέχουν άλλα torrents.
et: Ülejäänud torrenteid ei tööta.
fa: هیچ تورنتی در حال اجرا نیست.
hi: अब कोई टॉरेंट चल रहा नहीं है।
ja: これ以上のtorrentを実行しないでください。
pt_br: Sem mais torrents em execução.
sl: Več torrentov ni v teku.
sq: Nuk ka më përrua që rrjedhin.
vi: Không còn torrent nào chạy nữa.

source: I2P tunnel closed.
ar: تم قفل النفق.
az: I2P tüneli bağlandı.
bo: I2P ཊཱནེལ་ཁ་བསྡམས་ཡོད།
cs: I2P tunel uzavřen.
da: I2P-tunnel lukket.
el: Η σήραγγα I2P έκλεισε.
et: I2P tünnel sulgetud.
fa: تونل I2P بسته شد.
hi: I2P ट्यूनल बंद हो गया।
ja: I2Pトンネルは閉じています。
pt_br: Túnel I2P fechado
sl: I2P tunel je zaprt.
sq: Tuneli i I2P'së është mbyllur.
vi: Đường hầm I2P đóng lại.

source: Magnet
ar: مغناطيس
az: Magnit
bo: མེག་ནེཊི།
el: Μαγνήτης
et: Magneet
fa: آهن ربا
hi: मैग्नेट
ja: マグネット
vi: Nam châm

source: Unable to connect to I2P
ar: غير قادر على الاتصال بـ I2P
az: I2P ilə əlaqə qurmaq mümkün deyil
bo: I2P ལུ་མཐུད་མ་ཚུགས།
cs: Nelze se připojit k I2P
da: Kan ikke oprette forbindelse til I2P
el: Δεν είναι δυνατή η σύνδεση στο I2P
et: Ühendamine I2P-ga ebaõnnestus
fa: امکان اتصال به I2P وجود ندارد
hi: I2P के साथ कनेक्शन नहीं सकता।
ja: I2Pに接続できません
pt_br: Incapaz de conectar à I2P
sl: Povezava z I2P ni mogoča
sq: Nuk mund të lidhet me I2P
vi: Không thể kết nối với I2P

source: Error connecting to I2P - check your I2CP settings!
ar: فشل في الاتصال ب I2P - تخقق من اعدادات I2CP !
az: I2P ilə əlaqə qurmaqda xəta - I2CP ayarlarınızı yoxlayın!
bo: I2P ལུ་མཐུད་ནིའི་སྐྱོན་ - ཁྱོད་ཀྱི་ I2CP སྒྲིག་སྟངས་ཚུ་ཞིབ་དཔྱད་འབད།
cs: Chyba při připojování k I2P – zkontrolujte nastavení I2CP!Při připojování k I2P nastala chyba, zkontrolujte prosím nastavení I2CP!
da: Fejl ved forbindelse til I2P - tjek dine I2CP-indstillinger!
el: Σφάλμα σύνδεσης στο I2P - ελέγξτε τις ρυθμίσεις I2CP!
et: Viga ühendamisel I2P-ga - kontrolli oma I2CP seadeid!
fa: خطا در اتصال به I2P - تنظیمات I2CP خود را بررسی کنید!
hi: I2P कनेक्शन में त्रुटि - अपने I2CP सेटिंग की जाँच करें!
ja: I2P接続でエラーが発生しました - I2CP設定を確認して下さい！
pt_br: Erro ao conectar à I2P - verifique suas configurações de I2CP!
sl: Napaka pri povezovanju z I2P - preverite nastavitve I2CP!
sq: Gabim në lidhjen me I2P - kontrolloni cilësimet tuaja I2CP!
vi: Lỗi kết nối với I2P - hãy kiểm tra cài đặt I2CP của bạn!

source: Download already running:
bo: ཕབ་ལེན་འདི་ཧེ་མ་ལས་རང་གཡོག་བཀོལ་དོ།:

source: Downloading
ar: جارى التحميل
az: Endirmə
bo: ཕབ་ལེན་འབད་དོ།
cs: Stahování
da: Downloader
el: Λήψη
et: Allalaadimine
fa: در حال دانلود
hi: डाउनलोड कर रहा है
ja: ダウンロード中
sl: Prenos
sq: Shkarkimi
vi: Đang tải xuống

source: Configuring I2PSnark with I2CP options
ar: تكوين I2PSnark مع خيارات I2CP
az: I2CP seçimləri ilə I2PSnark tənzimləməsi
bo: I2CP གདམ་ཁ་ཚུ་དང་བཅས་ I2PSnark རིམ་སྒྲིག་འབད་དོ།
cs: Konfigurace I2PSnark s možnostmi I2CP
da: Konfiguration af I2PSnark med I2CP-indstillinger
el: Διαμόρφωση του I2PSnark με επιλογές I2CP
et: I2PSnarki seadistamine I2CP valikute abil
fa: پیکربندی I2PSnark با گزینه های I2CP
hi: I2CP विकल्पों के साथ I2PSnark की संरचना करना
ja: I2CP オプションを使用した I2PSnark の構成
sl: Nastavitev I2PSnark z možnostmi I2CP
sq: Konfigurimi i I2PSnark me opsionet I2CP
vi: Định cấu hình I2PSnark với các tùy chọn I2CP

source: No write permissions for data directory
ar: لا توجد أذونات الكتابة لدليل البيانات
az: Verilənlər kataloqu üçün yazma icazəsi yoxdur
bo: གནད་སྡུད་སྣོད་ཐོ་ལུ་འབྲི་བའི་ཆོག་ཐོབ་མེད།
cs: Žádná oprávnění k zápisu do datového adresáře
da: Ingen skrivetilladelser til datakatalog
el: Δεν υπάρχουν δικαιώματα εγγραφής για τον κατάλογο δεδομένων
et: Andmekausta kirjutamise õigused puuduvad
fa: بدون مجوز نوشتن برای فهرست داده ها
hi: डेटा डायरेक्टरी के लिए लिखने की अनुमति नहीं है
ja: データディレクトリへの書き込み権限がありません
pt_br: Sem permissões de escrita no diretório de dados
sl: Nimate pisnih dovoljenj za podatkovno mapo
sq: Nuk ka leje shkrimi për drejtorinë e të dhënave
vi: Không có quyền ghi vào thư mục dữ liệu

source: Data directory cannot be created
ar: لا يمكن إنشاء دليل البيانات
az: Verilənlər kataloqu yaratıla bilmir
bo: གནད་སྡུད་སྣོད་ཐོ་གསར་བསྐྲུན་འབད་མ་ཚུགས།
cs: Datový adresář nelze vytvořit
da: Databibliotek kan ikke oprettes
el: Δεν είναι δυνατή η δημιουργία καταλόγου δεδομένων
et: Andmekausta ei saa luua
fa: دایرکتوری داده نمی تواند ایجاد شود
hi: डेटा फ़ोल्डर बनाया नहीं जा सकता
ja: データディレクトリを作成できません
pt_br: O diretório de dados não pôde ser criado
sl: Podatkovne mape ni mogoče ustvariti
sq: Direktoria e të dhënave nuk mund të krijohet
vi: Không thể tạo thư mục dữ liệu

source: Total uploaders limit changed to {0}
ar: تم تغببر مجموع حد الرفع الى {0}
az: Ümumi yükləyicilərin limiti {0} olaraq dəyişdirildi
bo: ཌཱུལ་ཨཔ་ལོ་ཌར་ཚད་ {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Celkový limit sdílečů změněn na {0}
da: Den samlede grænse for uploadere er ændret til {0}
el: Το συνολικό όριο μεταφορτωτών άλλαξε σε {0}
et: Kokkuülesaajate piir vahetatud {0}ks
fa: محدودیت کل آپلودکنندگان به {0} تغییر کرد
hi: कुल अपलोडर की सीमा {0} तक बदल दी गई
ja: 最大アップロード制限は{0}に変更されました
pt_br: Limite de uploaders totais alterado para {0}
sl: Omejitev celotnih pošiljateljev spremenjena na {0}
sq: Limiti total i ngarkuesve ndryshuar në {0}
vi: Tổng giới hạn người tải lên đã thay đổi thành {0}

source: Up BW limit changed to {0}KBps
ar: حولت سرعة الرفع الى {0}KBps
az: Yükləmə BW limiti {0}KBps olaraq dəyişdirildi
bo: ཨཔ་ BW ཚད་ {0}KBps ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Horní BW limit změněn na {0}KBps
da: Up BW grænse ændret til {0}KBps
el: Το ανώτατο όριο BW άλλαξε σε {0}KBps
et: Üleslaadimise BW piir vahetatud {0}KBps
fa: حد BW بالا به {0}KBps تغییر کرد
hi: अपलोड BW सीमा {0}KBps तक बदल दी गई
ja: アップロード帯域制限は{0}Kbpsに変更されました
pt_br: Limite de banda de envio alterado para {0}KBps
sl: Omejitev zgornjega BW spremenjena na {0}KBps
sq: Limiti i Up BW''së ndryshuar në {0}KBps
vi: Giới hạn băng thông lên đổi thành {0}KBps

source: Minimum up bandwidth limit is {0}KBps
ar: اقل سرعة رفع هي{0}KBps
az: Yükləmə band genişliyinin minimum limiti {0}KBpsdir
bo: ཨཔ་བེནཌིཊིགི་ཉུང་མཐའ་ཚད་ {0}KBps ཨིན།
cs: Nejmenší horní limit přenosové rychlist je {0}KBps
da: Minimum op-båndbredde er {0}KBps
el: Το ελάχιστο ανώτατο όριο εύρους ζώνης είναι {0}KBps
et: Üleslaadimise bändivõrgu piiri minimaalne väärtus on {0}KBps
fa: حداقل محدودیت پهنای باند {0}KBps است
hi: कम से कम अपलोड बैंडविड्थ सीमा {0}KBps होनी चाहिए
ja: 最低アップロード帯域は{0}KBpsです
pt_br: O limite mínimo de banda de envio é {0}KBps
sl: Minimalna omejitev zgornjega prenosnega širinevja je {0}KBps
sq: Limiti minimal i bandwith''it është {0}KBps
vi: Tối thiểu băng thông lên là {0}KBps

source: Maximum download speed changed to {0}KB/s
bo: མང་མཐའ་ཕབ་ལེན་མགྱོགས་ཚད་ {0}KB/s ལུ་བསྒྱུར་བཅོས་འབད་ཡི།

source: Download speed limit is {0}KB/s
bo: ཕབ་ལེན་མགྱོགས་ཚད་ཀྱི་ཚད་ {0}KB/s ཨིན།

source: Note: You may need to stop and restart your torrents or restart I2PSnark in order to effect this change.
bo: དྲན་ཐོ།: བསྒྱུར་བཅོས་འདི་ནུས་པ་ལྡན་བཟོ་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱི་ཊོ་རེནཊི་ཚུ་བཀག་བཏང་སླར་འགོ་བཙུགས་ནི་ཡང་ན་ I2PSnark སླར་འགོ་བཙུགས་དགོས་སྲིད།

source: Enabled +0/1 tunnel hop randomization on Inbound tunnels
bo: ནང་འདྲེན་ཊཱནེལ་ཚུ་གུ་ལུ་ +0/1 ཊཱནེལ་ཧོཔ་ཚུད་མི་སེལ་འཐུ་ལྕོགས་ཅན་བཟོ་ཡི།
sl: Naključna razporeditev +0/1 skoka po tunelu je omogočena na vhodnih tunelah

source: Disabled tunnel hop randomization on Inbound tunnels
bo: ནང་འདྲེན་ཊཱནེལ་ཚུ་གུ་ལུ་ཊཱནེལ་ཧོཔ་ཚུད་མི་སེལ་འཐུ་ལྕོགས་མེདཔ་བཟོ་ཡི།
sl: Naključna razporeditev skoka po tunelu je onemogočena na vhodnih tunelah

source: Enabled +0/1 tunnel hop randomization on Outbound tunnels
bo: ཕྱིར་འདྲེན་ཊཱནེལ་ཚུ་གུ་ལུ་ +0/1 ཊཱནེལ་ཧོཔ་ཚུད་མི་སེལ་འཐུ་ལྕོགས་ཅན་བཟོ་ཡི།
sl: Naključna razporeditev +0/1 skoka po tunelu je omogočena na izhodnih tunelah

source: Disabled tunnel hop randomization on Outbound tunnels
bo: ཕྱིར་འདྲེན་ཊཱནེལ་ཚུ་གུ་ལུ་ཊཱནེལ་ཧོཔ་ཚུད་མི་སེལ་འཐུ་ལྕོགས་མེདཔ་བཟོ་ཡི།
sl: Naključna razporeditev skoka po tunelu je onemogočena na izhodnih tunelah

source: Startup delay changed to {0}
ar: تغير تأخير البداية الى {0}
az: Başlama gecikməsi {0} olaraq dəyişdirildi
bo: འགོ་བཙུགས་ཕྱིར་འགྱངས་ {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Prodleva při startu změněna na {0}
da: Opstartsforsinkelse ændret til {0}
el: Η καθυστέρηση εκκίνησης άλλαξε σε {0}
et: Alguses viivitus vahetatud {0}ks
fa: تأخیر راه‌اندازی به {0} تغییر کرد
hi: शुरुआती देरी {0} तक बदल दी गई
ja: 起動延滞時間は{0}に変更されました
pt_br: Atraso de inicialização alterado para {0}
sl: Zamik pri zagonu spremenjen na {0}
sq: Vonesa në startim ndryshuar në {0}
vi: Độ trễ khởi động được thay đổi thành {0}

source: Refresh time changed to {0}
ar: تم تغيير وقت التحديث إلى {0}
az: Yeniləmə vaxtı {0} olaraq dəyişdirildi
bo: དུས་ཚོད་ཡང་སེལ་བའི་ {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Doba aktualizace stavu (refresh time) změněna na {0}
da: Opdateringstid ændret til {0}
el: Ο χρόνος ανανέωσης άλλαξε σε {0}
et: Värskendusaeg vahetatud {0}ks
fa: زمان بازخوانی به {0} تغییر کرد
hi: फ़्रेश टाइम {0} तक बदल दिया गया
ja: 更新時間は{0}に変更されました
pt_br: Tempo de atualização alterado para {0}
sl: Čas osveževanja spremenjen na {0}
sq: Koha e rifreskimit ndryshuar me {0}
vi: Thời gian làm mới đã thay đổi thành {0}

source: Refresh disabled
ar: التحديث معطل
az: Yeniləmə söndürüldü
bo: ཡང་སེལ་བ་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Aktualizace stavu vypnuta
da: Opdater deaktiveret
el: Η ανανέωση απενεργοποιήθηκε
et: Värskendus keelatud
fa: تازه سازی غیرفعال شد
hi: अपडेट अक्षम कर दिया गया
ja: 更新は無効です
pt_br: Atualização desativada
sl: Osveževanje onemogočeno
sq: Rifreskimi ndalur
vi: Làm mới bị vô hiệu hóa

source: Page size changed to {0}
ar: تغير حجم الصفحة إلى {0}
az: Səhifə ölçüsü {0} olaraq dəyişdirildi
bo: ཤོག་ལྷེ་ཚད་ {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Velikost stránky změněna na {0}
da: Sidestørrelse ændret til {0}
el: Το μέγεθος σελίδας άλλαξε σε {0}
et: Lehekülje suurus vahetatud {0}ks
fa: اندازه صفحه به {0} تغییر یافت
hi: पृष्ठ का आकार {0} तक बदल दिया गया
ja: ページサイズは{0}に変更されました
pt_br: Tamanho de página alterado para {0}
sl: Velikost strani spremenjena na {0}
sq: Madhësia e faqes ndryshuar me {0}
vi: Kích thước trang đã thay đổi thành {0}

source: New files will be publicly readable
ar: الملفات الجديدة ستكون قابلة للقراءة بشكل عام
az: Yeni fayllar hər kəs tərəfindən oxuna biləcək
bo: ཡིག་སྣོད་གསརཔ་ཚུ་མི་མང་གིས་ལྷག་ཆོག་པ་འོང་།
cs: Nové soubory budou veřejně přístupné
da: Nye filer vil være offentligt læsbare
el: Τα νέα αρχεία θα είναι δημόσια αναγνώσιμα
et: Uued failid on avalikult lugemisväärsed
fa: فایل های جدید به صورت عمومی قابل خواندن خواهند بود
hi: नए फ़ाइल सार्वजनिक रूप से पढ़ने में सक्षम होंगे
ja: 新しいファイルは一般公開されます
pt_br: Novos arquivos terão permissão de leitura pública
sl: Novi datoteki bodo javno prebrani
sq: Filet e reja do të jenë të lexueshme publikisht
vi: Các tệp mới sẽ có thể đọc được công khai

source: New files will not be publicly readable
ar: لن تكون الملفات الجديدة قابلة للقراءة بشكل عام
az: Yeni fayllar hər kəs tərəfindən oxunmayacaq
bo: ཡིག་སྣོད་གསརཔ་ཚུ་མི་མང་གིས་ལྷག་མི་ཚུགས་པ་འོང་།
cs: Nové soubory nebudou veřejně přístupné
da: Nye filer vil ikke være offentligt læsbare
el: Τα νέα αρχεία δεν θα είναι δημόσια αναγνώσιμα
et: Uusi faile ei saa avalikult lugeda
fa: فایل های جدید به صورت عمومی قابل خواندن نخواهند بود
hi: नए फ़ाइल सार्वजनिक रूप से पढ़ने में असक्षम होंगे
ja: 新しいファイルは一般公開されません
pt_br: Novos arquivos não terão permissão de leitura pública
sl: Novi datoteki ne bodo javno prebrani
sq: Filet e reja nuk do të jenë të lexueshme publikisht
vi: Các tệp mới sẽ không thể đọc được công khai

source: Stop all torrents before changing data directory
az: Verilənlər kataloqu dəyişdirmədən əvvəl bütün torrentləri dayandırın
bo: གནད་སྡུད་སྣོད་ཐོ་བསྒྱུར་བཅོས་མ་འབད་བར་ཧེ་མ་ཊོ་རེནཊི་ཆ་མཉམ་བཀག
et: Peata kõik torrentid enne andmekausta muutmist
hi: डेटा डायरेक्टरी बदलने से पहले सभी टॉरेंट को रोकें
pt_br: Interrompa todos os torrents antes de mudar o diretório de dados
sl: Prekličite vse torrente pred spremembo podatkovne mape

source: Data directory must be an absolute path
ar: يجب أن يكون دليل البيانات مسارًا مطلقًا
az: Verilənlər kataloqu tam yol olmalıdır
bo: གནད་སྡུད་སྣོད་ཐོ་དེ་ཡང་དག་འགྲུལ་ལམ་ཅིག་དགོས།
cs: Datový adresář musí být absolutní cesta
da: Data bibliotek skal være en absolut sti
el: Ο κατάλογος δεδομένων πρέπει να είναι μια απόλυτη διαδρομή
et: Andmekausta peab olema absoluutne tee
fa: دایرکتوری داده باید یک مسیر مطلق باشد
hi: डेटा फ़ोल्डर को पूर्ण पथ होना चाहिए
ja: フォルダは絶対パスでなければいけません
pt_br: O diretório de dados deve ser um caminho absoluto
sl: Podatkovna mapa mora biti absolutni pot
sq: Udhëzuesi i shënimeve duhet të jetë një udhë absolute
vi: Thư mục dữ liệu phải là đường dẫn tuyệt đối

source: Data directory does not exist
ar: دليل البيانات غير موجود
az: Verilənlər kataloqu mövcud deyil
bo: གནད་སྡུད་སྣོད་ཐོ་མིན་འདུག
cs: Datový adresář neexistuje
da: Data bibliotek eksisterer ikke
el: Ο κατάλογος δεδομένων δεν υπάρχει
et: Andmekausta ei eksisteeri
fa: دایرکتوری داده وجود ندارد
hi: डेटा फ़ोल्डर मौजूद नहीं है
ja: そのフォルダは存在しません
pt_br: O diretório de dados não existe
sl: Podatkovne mape ne obstaja
sq: Udhëzuesi i shënimeve nuk ekziston
vi: Thư mục dữ liệu không tồn tại

source: Not a directory
ar: ليس دليلا
az: Kataloq deyil
bo: སྣོད་ཐོ་མིན་འདུག
cs: Není adresář
da: Ikke en mappe
el: Δεν είναι κατάλογος
et: Pole kaust
fa: یک دایرکتوری نمی باشد
hi: डायरेक्टरी नहीं
ja: フォルダではありません
pt_br: Não é um diretório
sl: Ni mapa
sq: Nuk është udhëzues
vi: Không phải là thư mục

source: Unreadable
ar: غير قابل للقراءة
az: Oxuna bilmir
bo: ལྷག་མ་ཚུགས་པ།
cs: Nečitelné
da: Ulæselig
el: Αδιάβαστο
et: Lugematu
fa: غیر قابل خواندن
hi: पढ़ने में असमर्थ
ja: 読み取り不可です
pt_br: Não legível
sl: Nečitljivo
sq: Paqartë
vi: Không thể đọc được

source: Data directory changed to {0}
ar: تم تغيير دليل البيانات إلى {0}
az: Verilənlər kataloqu {0} olaraq dəyişdirildi
bo: གནད་སྡུད་སྣོད་ཐོ་ {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།
cs: Datový adresář změněn na {0}
da: Databibliotek ændret til {0}
el: Ο κατάλογος δεδομένων άλλαξε σε {0}
et: Andmekausta asukoht vahetatud {0}ks
fa: فهرست داده ها به {0} تغییر یافت
hi: डेटा डायरेक्टरी {0} पर बदल दी गई
ja: フォルダは{0}に変更されました
pt_br: Diretório de dados alterado para {0}
sl: Podatkovna mapa spremenjena na {0}
sq: Udhëzuesi i shënimeve ndryshuar te {0}
vi: Thư mục dữ liệu được thay đổi thành {0}

source: I2CP and tunnel changes will take effect after stopping all torrents
ar: سيتم تفعيل التغيير بعد اعادة التشغيل
az: Bütün torrentləri dayandırmaqdan sonra I2CP və tünel dəyişiklikləri etki göstərəcək
bo: I2CP དང་ཊཱནེལ་བསྒྱུར་བཅོས་ཚུ་ཊོ་རེནཊི་ཆ་མཉམ་བཀག་བཏང་ཚར་བའི་ཤུལ་ལས་ནུས་པ་ལྡན་འོང་།
cs: Změny I2CP a tunelu se projeví až po zastavení všech torrentů
da: I2CP og tunnelændringer træder i kraft efter at alle torrents er stoppet
el: I2CP και οι αλλαγές στο τούνελ θα τεθούν σε ισχύ μετά τη διακοπή όλων των torrents
et: I2CP ja tünneli muudatused jõustuvad kõigi torrentide peatamisel
fa: تغییرات I2CP و تونل پس از متوقف کردن همه تورنت ها اجرا می شود
hi: I2CP और ट्यूनल की परिवर्तन अभी सभी टॉरेंट को रोकने के बाद प्रभावी होंगे
ja: I2CP とトンネルの変更は、すべての torrent を停止した後に有効になります
pt_br: Alterações em túneis e I2CP entrarão em vigor depois de parar todos os torrents
sl: Spremembe I2CP in tunela se bodo izvedle po preklicu vseh torrentov
sq: I2CP dhe ndryshimet e tunelit do të hyjnë në fuqi pas ndalimit të të gjithë torrenteveI2CP dhe ndryshimet në tunele do të aktivizohen pas ndalimit të të gjithë torrentëve
vi: I2CP và các thay đổi về đường hầm sẽ có hiệu lực sau khi dừng tất cả các torrent

source: I2CP options changed to: {0}
bo: I2CP གདམ་ཁ་ཚུ་: {0} ལུ་བསྒྱུར་བཅོས་འབད་ཡི།

source: Disconnecting old I2CP destination
ar: فك الاتصال
az: Eski I2CP nöqtəsindən ayrılan
bo: I2CP འགྲེམ་ས་རྙིངམ་མཐུད་བཏོག་དོ།
cs: Odpojuji se od starého I2CP cíle
da: Afbryder gammel I2CP-destination
el: Αποσύνδεση παλιού προορισμού I2CP
et: Van I2CP sihtkoht katkestatakse
fa: قطع کردن مقصد I2CP قدیمی
hi: पुराने I2CP गंतव्य से डिस्कनेक्ट कर रहे हैं
ja: 古いI2CP送信先を切断しています
pt_br: Desconectando destino I2CP antigo
sl: Razpoznavanje prejšnjega cilja I2CP
sq: Duke shkëputur lidhjen me destinacionin e vjetër të I2CP'së
vi: Ngắt kết nối đích I2CP cũ

source: Unable to connect with the new settings, reverting to the old I2CP settings
ar: فشل في الاتصال بالاعدادات الجديدة، سيتم الرجوع الى الاعدادات القديمة
az: Yeni ayarlar ilə əlaqə qurmaq mümkün deyil, eskı I2CP ayarlarına geri qayıdılır
bo: སྒྲིག་སྟངས་གསརཔ་དང་མཐུད་མ་ཚུགས་པས་ I2CP སྒྲིག་སྟངས་རྙིངམ་ལུ་སླར་རྒྱུག་དོ།
cs: Nemůžu se připojit s novým nastavením I2CP, vracím se k předhozímu
da: Kan ikke oprette forbindelse til de nye indstillinger, vender tilbage til de gamle I2CP-indstillinger
el: Δεν είναι δυνατή η σύνδεση με τις νέες ρυθμίσεις, επαναφορά στις παλιές ρυθμίσεις I2CP
et: Ühendamine uute seadete abil ebaõnnestus, taastatakse vanad I2CP seaded
fa: اتصال به تنظیمات جدید امکان پذیر نیست، به تنظیمات I2CP قبلی باز می گردد
hi: नए सेटिंग के साथ कनेक्शन नहीं सकता, पुरानी I2CP सेटिंग वापस ले रहा है
ja: 新しい設定では接続できません。古い I2CP 設定に戻ります
pt_br: Não é possível conectar com as novas configurações. Revertendo para as configurações de I2CP antigas
sl: Povezava z novimi nastavitvami ni mogoča, vrnevanje na stare nastavitve I2CP
sq: Nuk mund të lidhet me cilësimet e reja, duke u rikthyer te cilësimet e vjetra I2CPJo në gjendje të lidhem me cilësimet e reja, rikthehem te cilësimet e vjetra të I2CP'së
vi: Không thể kết nối với cài đặt mới, quay lại cài đặt I2CP cũ

source: Unable to reconnect with the old settings!
ar: فشل في اعادة الاتصال بالاعدادات القديمة!
az: Eski ayarlar ilə yenidən əlaqə qurmaq mümkün deyil!
bo: སྒྲིག་སྟངས་རྙིངམ་ཐོག་ལས་སླར་མཐུད་མ་ཚུགས།
cs: Nemohu se opětovně připojit ani s předchozím nastavením!
da: Kan ikke genoprette forbindelse til de gamle indstillinger!
el: Δεν είναι δυνατή η επανασύνδεση με τις παλιές ρυθμίσεις!
et: Ühenduse taasloomine vanate seadete abil ebaõnnestus!
fa: امکان اتصال مجدد به تنظیمات قبلی وجود ندارد!
hi: पुरानी सेटिंग के साथ पुनः कनेक्ट नहीं कर पा रहे हैं!
ja: 古い設定では再接続できません!
pt_br: Não é possível reconectar com as configurações antigas!
sl: Ponovna povezava z starimi nastavitvami ni mogoča!
sq: Jo në gjendje të rilidhem me cilësimet e vjetra!
vi: Không thể kết nối lại với cài đặt cũ!

source: Reconnected on the new I2CP destination
ar: اتصال بوجهة جديدة
az: Yeni I2CP nöqtəsinə yenidən bağlandı
bo: I2CP འགྲེམ་ས་གསརཔ་གུ་ལུ་སླར་མཐུད་ཡི།
cs: Opětovně připojeno k novému I2CP cíli
da: Genforbindelse på den nye I2CP-destination
el: Επανασυνδέθηκε στον νέο προορισμό I2CP
et: Taasühendatud uuele I2CP sihtkohale
fa: در مقصد جدید I2CP دوباره وصل شد
hi: नए I2CP गंतव्य पर पुनः कनेक्ट हुए
ja: 新しい I2CP 宛先に再接続されました
pt_br: Reconectado ao novo destino I2CP
sl: Ponovno povezan na novo destinacijo I2CP
sq: Rilidhur në destinacionin e ri të I2PC'së
vi: Được kết nối lại ở đích I2CP mới

source: I2CP listener restarted for "{0}"
ar: اعادة التشغيل "{0}"
az: "{0}" üçün I2CP dinləyici yenidən başlandı
bo: "{0}" གི་དོན་ལུ་ I2CP གསལ་ཉན་པ་སླར་འགོ་བཙུགས་ཡི།
cs: I2CP listener restartován pro "{0}"
da: I2CP-lytter genstartet for "{0}"
el: Έγινε επανεκκίνηση της συσκευής ακρόασης I2CP για "{0}"
et: I2CP kuulaja taaskäivitatud "{0}" jaoks
fa: شنونده I2CP برای "{0}" راه اندازی مجدد شد
hi: "{0}" के लिए I2CP लिस्टनर पुनः शुरू किया गया
ja: 「{0}」の I2CP リスナーが再起動されました
pt_br: Ouvinte I2CP reiniciado para "{0}"
sl: Poslušalnik I2CP ponovno zagnan za "{0}"
sq: Dëgjuesi i I2CP''së në restartim për "{0}"
vi: Trình nghe I2CP được khởi động lại cho "{0}"

source: Enabled autostart
ar: تشغيل عند البداية
az: Avto-başlama aktivləşdirildi
bo: རང་བསྐྱོད་འགོ་བཙུགས་ལྕོགས་ཅན་བཟོ་ཡི།
cs: Automatické spuštění zapnuto
da: Aktiveret autostart
el: Ενεργοποιημένη αυτόματη εκκίνηση
et: Autostart sisse lülitatud
fa: راه اندازی خودکار فعال است
hi: ऑटोस्टार्ट सक्षम किया गया
ja: 自動開始を有効化
pt_br: Auto inicialização permitida
sl: Samodejni zagon omogočen
sq: Autostartimi u mundësua
vi: Đã bật tính năng tự khởi động

source: Disabled autostart
ar: الغاء التشغيل عند البداية
az: Avto-başlama söndürüldü
bo: རང་བསྐྱོད་འགོ་བཙུགས་ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: Automatické spuštění vypnuto
da: Deaktiveret autostart
el: Απενεργοποιημένη αυτόματη εκκίνηση
et: Autostart välja lülitatud
fa: راه اندازی خودکار غیرفعال
hi: ऑटोस्टार्ट अक्षम किया गया
ja: 自動開始を無効化
pt_br: Auto inicialização não permitida
sl: Samodejni zagon onemogočen
sq: Autostartimi u ndalua
vi: Tự động khởi động bị vô hiệu hóa

source: Enabled open trackers - torrent restart required to take effect.
ar: تفعيل open trackers - يجب اعادة تشغيل التورنت لتفعيل التغيير.
az: Açıq trackerlər aktivləşdirildi - effekt göstərmək üçün torrent yenidən başlamaq lazımdır.
bo: ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ལྕོགས་ཅན་བཟོ་ཡི། - ནུས་པ་ལྡན་བཟོ་ནིའི་དོན་ལུ་ཊོ་རེནཊི་སླར་འགོ་བཙུགས་དགོས།
cs: Povoleno otevřené sledovače - Restart torrent je nutný k tomu, aby se projevilo.
da: Aktiveret åbne trackere - torrent-genstart påkrævet for at træde i kraft.
el: Ενεργοποιημένοι ανοιχτοί ιχνηλάτες - απαιτείται επανεκκίνηση torrent για να τεθεί σε ισχύ.
et: Avalikud trackerid sisse lülitatud - torrenti tuleb taaskäivitada, et muudatus jõustuks.
fa: ردیاب های باز فعال - راه اندازی مجدد تورنت برای اجرا لازم است.
hi: ओपन ट्रैकर्स सक्षम किए गए - टॉरेंट को रीस्टार्ट करना आवश्यक है।
ja: オープントラッカーを有効化 - このオプションは再起動が必要です。
pt_br: Rastreadores abertos habilitados - é necessário reinício de torrents para entrar em vigor.
sl: Odpri trackerji omogočeni - za uveljavitev je potrebno ponovno zagon torrenta.
sq: Gjurmuesit e hapur të aktivizuar - kërkohet rinisja e torrentit për të hyrë në fuqi.Gjurmuesit e qelur u mundësuan - duhet restartuar torrenti për të pasur efekt.
vi: Đã bật trình theo dõi mở - cần phải khởi động lại torrent để có hiệu lực.

source: Disabled open trackers - torrent restart required to take effect.
ar: الغاء تفعيل open trackers - يجب اعادة تشغيل التورنت لتفعيل التغيير.
az: Açıq trackerlər söndürüldü - effekt göstərmək üçün torrent yenidən başlamaq lazımdır.
bo: ཁ་ཕྱེ་བའི་ཊེ་རེཀར་ཚུ་ལྕོགས་མེདཔ་བཟོ་ཡི། - ནུས་པ་ལྡན་བཟོ་ནིའི་དོན་ལུ་ཊོ་རེནཊི་སླར་འགོ་བཙུགས་དགོས།
cs: Disabled open trackers - torrent vyžaduje restart, aby se projevil.Otevřené trackery vypnuty - aby se změna projevila je nutné restartovat všechny torrenty.
da: Deaktiveret åbne trackere - torrent-genstart påkrævet for at træde i kraft.
el: Απενεργοποιημένοι ανοιχτοί ιχνηλάτες - απαιτείται επανεκκίνηση torrent για να τεθεί σε ισχύ.
et: Avalikud trackerid välja lülitatud - torrenti tuleb taaskäivitada, et muudatus jõustuks.
fa: ردیاب‌های باز غیرفعال - راه‌اندازی مجدد تورنت برای اجرا لازم است.
hi: ओपन ट्रैकर्स अक्षम किए गए - टॉरेंट को रीस्टार्ट करना आवश्यक है।
ja: オープントラッカーを無効化 - このオプションは再起動が必要です。
pt_br: Rastreadores abertos desabilitados - é necessário reinício de torrents para entrar em vigor.
sl: Odpri trackerji onemogočeni - za uveljavitev je potrebno ponovno zagon torrenta.
sq: Gjurmuesit e hapur të çaktivizuar - kërkohet rinisja e torrentit për të hyrë në fuqi.Gjurmuesit e qelur u ndaluan - duhet restartuar torrenti për të pasur efekt.
vi: Đã tắt trình theo dõi mở - cần phải khởi động lại torrent để có hiệu lực.

source: Enabled DHT.
ar: تمكين DHT.
az: DHT aktivləşdirildi.
bo: DHT ལྕོགས་ཅན་བཟོ་ཡི།
cs: DHT povoleno.
da: Aktiveret DHT.
el: Ενεργοποιημένο DHT.
et: DHT sisse lülitatud.
fa: DHT فعال شد.
hi: DHT सक्षम किया गया।
ja: DHTを有効化.
pt_br: DHT habilitado.
sl: DHT omogočen.
sq: DHT'ja u mundësua.
vi: Đã bật DHT.

source: Disabled DHT.
ar: دي إتش تي معطل.
az: DHT söndürüldü.
bo: DHT ལྕོགས་མེདཔ་བཟོ་ཡི།
cs: DHT zakázáno.
da: Deaktiveret DHT.
el: Απενεργοποιημένο DHT.
et: DHT välja lülitatud.
fa: DHT غیرفعال شد.
hi: DHT अक्षम किया गया।
ja: DHTを無効化.
pt_br: DHT desabilitado.
sl: DHT onemogočen.
sq: DHT'ja u ndalua.
vi: DHT bị vô hiệu hóa.
