Repository: I2PPlus/i2pplus
Catalog: apps/i2psnark/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, ja, pt_br, sl, sq, vi

source: Last activity
ar: آخر نشاط
az: Son Fəaliyyət
bo: མཐའ་མའི་ལཱ་སེན།
cs: Poslední aktivita
da: Sidste aktivitet
el: Τελευταία δραστηριότητα
et: Viimane tegevus
fa: آخرین فعالیت
hi: अंतिम गतिविधि
ja: 最後の活動
pt_br: Última atividade
sl: Zadnja dejavnost
sq: Veprimtaria e fundit
vi: Hoạt động cuối cùng

source: Stop
ar: قف
az: Dayandır
bo: བཀག
cs: Zastaveno
el: Σταμάτα
et: Peatu
fa: توقف
hi: रोकें
ja: 停止
pt_br: Parar
sl: Ustavi
sq: Ndale
vi: Ngưng

source: Stop torrent
bo: ཊོ་རེནཊི་བཀག

source: Start
ar: ابدأ
az: Başla
bo: འགོ་བཙུགས།
cs: Zapnout
el: Έναρξη
et: Alusta
fa: آغاز
hi: शुरू करें
ja: 開始
pt_br: Iniciar
sl: Zaženi
sq: Nisje
vi: Bắt đầu

source: Start torrent
bo: ཊོ་རེནཊི་འགོ་བཙུགས།

source: Remove
ar: حذف
az: Sil
bo: རྩ་བསྐྲད།
cs: Odstranit
da: Fjern
el: Αφαίρεση
et: Eemalda
fa: حذف
hi: हटाएं
ja: 削除
pt_br: Remover
sl: Odstrani
sq: Hiqe
vi: Bỏ

source: Remove and delete torrent, retaining downloaded files
bo: ཕབ་ལེན་འབད་ཡོད་པའི་ཡིག་སྣོད་ཚུ་སྲུང་བཞག་སྟོན་ནི་ཊོ་རེནཊི་རྩ་བསྐྲད་བཏོན་གཏང་།

source: Delete
ar: حذف
az: Sil
bo: བཏོན་གཏང་།
cs: Smazat
da: Slet
el: Διαγραφή
et: Kustuta
fa: پاک کردن
hi: हटाएं
ja: 削除
pt_br: Excluir
sl: Izbriši
sq: Fshije
vi: Xóa

source: Delete .torrent file and associated data files
bo: .torrent ཡིག་སྣོད་དང་འབྲེལ་བའི་གནད་སྡུད་ཡིག་སྣོད་ཚུ་བཏོན་གཏང་།

source: Checking
ar: الفحص
az: Yoxlama
bo: ཞིབ་དཔྱད་དོ།
cs: Kontroluji
da: Tjekker
el: Γίνεται έλεγχος
et: Kontrollimine
fa: چک کردن
hi: तालीम
ja: チェック中
pt_br: Verificando
sl: Preverjanje
sq: Kontrolli
vi: Đang kiểm tra

source: Allocating
ar: التخصيص
az: Təyinat
bo: སྤྱོད་སྐོར་བཞག་པ།
cs: Přidělování
da: Tildeling
el: Κατανομή
et: Reserveerimine
fa: تخصیص
hi: अल्लोकेशन
ja: 割り当て中
pt_br: Reservando espaço
sl: Dodeljevanje
sq: Alokimi
vi: Phân bổ

source: Starting
ar: جاري البدأ
az: Başlamaq
bo: འགོ་བཙུགས་དོ།
cs: Startuji
da: Starter
el: Έναρξη
et: Algamine
fa: راه اندازی
hi: शुरू हो रहा है
ja: 起動中
pt_br: Iniciando
sl: Zagon
sq: Po niset
vi: Bắt đầu

source: Seeding to {0} peer
ar: البذر إلى {0} نظير
az: {0} qarşılıqlıya bölcəmə
bo: པར་མིན་ {0} ལུ་སིཌིང་འབད་དོ།
da: Podning til {0} peer
el: Σπορά σε {0} ομότιμο
et: Seeding {0} kaasliikmele
fa: بذر به {0} همکار
hi: {0} पीयर को सीडिंग कर रहा है
ja: {0}ピアへのシード
pt_br: Propagando para {0} par
sl: Sejanje {0} sosedovi
sq: Mbjellja tek {0} kolegët
vi: Gieo hạt cho {0} ngang hàng

source: Connected to {0} of {1} peers in swarm
ar: متصل بـ {0} من {1} أقران في السرب
az: {1} qarşılıqlıdan {0}-a bağlandı
bo: སཝརམ་ནང་གི་པར་མིན་ {1} གི་ནང་ལས་ {0} ལུ་མཐུད་ཡོད།
cs: Připojeno k {0} z {1} vrstevníků v roji
da: Forbundet til {0} af {1} jævnaldrende i sværm
el: Συνδέθηκε με {0} από {1} συνομηλίκους στο σμήνος
et: Ühendatud {0} / {1} kaasliikmel hulga
fa: متصل به {0} از {1} همتایان در گروه
hi: {0} स्वार्म में {1} पीयर के साथ जुड़ा हुआ है
ja: Swarm 内の {1} ピア中 {0} に接続しました
pt_br: Conectado a {0} de {1} pares no enxame
sl: Povezan z {0} od {1} sosedov v grudbi
sq: Lidhur me {0} nga {1} bashkëmoshatarë në tufë
vi: Đã kết nối với {0} trong số {1} đồng nghiệp trong bầy đàn

source: Stalled
ar: متوقف
az: Dayandırıldı
bo: ལས་མཐར་བཞག་པ།
cs: Zastaveno
da: Går i stå
el: Σταμάτημα
et: Ootus
fa: متوقف شد
hi: रुका
ja: 停止
pt_br: Estagnado
sl: Zastavljen
sq: I ngecur
vi: Khựng

source: Downloading from {0} peer
ar: التنزيل من نظير {0}
az: {0} qarşılıqlıdan endirilmə
bo: པར་མིན་ {0} ནང་ལས་ཕབ་ལེན་འབད་དོ།
cs: Stahování z {0} peer
da: Download fra {0} peer
el: Λήψη από {0} ομότιμο
et: Laenud alla {0} kaasliikmelt
fa: بارگیری از {0} همکار
hi: {0} पीयर से डाउनलोड कर रहा है
ja: {0}ピアからのダウンロード
pt_br: Baixando de {0} par
sl: Prenos iz {0} sosedov
sq: Po shkarkohet nga {0} peer
vi: Tải xuống từ {0} ngang hàng

source: OK
ar: موافق
bo: འགྲིགས།
el: ΟΚ
fa: تایید
hi: ठीक है
sl: V redu

source: No Peers
ar: لا بوجد نظائر
az: Qarşılıqlar Yoxdur
bo: པར་མིན་མིན་འདུག
cs: Žádní vrstevníci
da: Ingen jævnaldrende
el: Όχι συνομήλικοι
et: Kaasliikmeid pole
fa: هیچ همتا
hi: कोई पीयर नहीं
ja: ピアがありません
pt_br: Sem pares
sl: Ni sosedov
sq: Jo bashkëmoshatarë
vi: Không có đồng nghiệp

source: Peer attached to swarm
ar: نظير مرتبط بالسرب
az: Qarşılıqlı, təbii qrupa bağlandı
bo: པར་མིན་སཝརམ་ལུ་མཐུད་ཡོད།
cs: Vrstevník připoutaný k roji
da: Peer knyttet til sværm
el: Συνομήλικοι προσκολλημένοι στο σμήνος
et: Kaasliikme ühendamine hulgaga
fa: همتا متصل به ازدحام
hi: पीयर स्वार्म से जुड़ा हुआ है
ja: ピアが swarm に接続されました
pt_br: Par atrelado ao enxame
sl: Sosed priložen k grudbi
sq: Bashkëmoshatarët e lidhur me tufën
vi: Ngang hàng gắn liền với bầy đàn

source: Destination (identity) of peer
ar: الوجهة (الهوية) للنظير
az: Qarşılıqlının hədəfi (kimliyi)
bo: པར་མིན་གི་འགྲེམ་ས (ངོས་ཅན་དཔང་)
cs: Cíl (identita) partnera
da: Perens destination (identitet)
el: Προορισμός (ταυτότητα) συνομήλικου
et: Siht (identiteet) kaasliikmel
fa: مقصد (هویت) همتا
hi: पीयर का गंतव्य (Identity)
ja: ピアの宛先(アイデンティティ)
pt_br: Destino (identidade) do par
sl: Cilj (identiteta) sosedov
sq: Destinacioni (identiteti) i bashkëmoshatarit
vi: Đích (danh tính) của ngang hàng

source: seconds
ar: ثواني
az: saniyələr
bo: སྐར་བ།
cs: sekund
da: sekunder
el: δευτερόλεπτα
et: sekundit
fa: ثانیه
hi: सेकंड
ja: 秒
sl: sekunde
sq: sekonda
vi: giây

source: Seed
ar: شارك
az: Bölcəmə
bo: སིཌིང་།
da: Frø
el: Σπόρος
et: Seemia
fa: بذر
hi: सीड़ी
ja: シード
pt_br: Propagar
sl: Sej
sq: Farë
vi: Hạt giống

source: Uninteresting (The peer has no pieces we need)
ar: غير مهم (النظير لا يحتوي على اجزاء نحتاجها)
az: Maraqlı Değil (Qarşılıqlı, bizə lazımlı hissələri yoxdur)
bo: སེལ་བསྡད་མེདཔ། (པར་མིན་ལུ་ང་གིས་དགོས་པའི་ཆ་ཤས་མིན་འདུག)
cs: Nezajímavý (Ten kolega nemá žádné kousky, které potřebujeme)
da: Uinteressant (den jævnaldrende har ingen brikker, vi skal bruge)
el: Δεν έχει ενδιαφέρον (Ο ομότιμος δεν έχει κομμάτια που χρειαζόμαστε)
et: Mitte huvitav (kaasliikmel ei ole vajalikke tükkide)
fa: جالب نیست (همتا هیچ قطعه ای ندارد که ما نیاز داریم)
hi: निर्देशांकित नहीं (पीयर के पास हमें चाहिए नहीं हैं कोई टुकड़े)
ja: 面白くない (ピアには必要な部分がありません)
pt_br: Desinteressante (O par não tem partes que precisemos)
sl: Neinteresantno (Sosed nima delcev, ki jih potrebujemo)
sq: Jointeresant (Moshatari nuk ka pjesë që na duhen)
vi: Không thú vị (Người ngang hàng không có mảnh ghép nào chúng ta cần)

source: Choked (The peer is not allowing us to request pieces)
ar: مختنق (النظير لا يسمح لنا بطلب القطع)
az: Təsir Altında (Qarşılıqlı, bizə hissələri tələb etməyə icazə vermir)
bo: ཆོཀཌ། (པར་མིན་གིས་ང་གིས་ཆ་ཤས་ཚུ་ཞུང་ལུ་འབྲེལ་ནི་མིན་འདུག)
cs: Dusený (Vrstevník nám nedovoluje požadovat kusy)
da: Choked (Personen tillader os ikke at anmode om stykker)
el: Πνιγμένος (Ο ομότιμος δεν μας επιτρέπει να ζητήσουμε κομμάτια)
et: Piiratud (kaasliikme ei luba meil päringuid)
fa: خفه شده (همتا به ما اجازه درخواست قطعات را نمی دهد)
hi: बंद (पीयर हमें टुकड़ों के अनुरोध करने से रोक रहा है)
ja: Choked (ピアがピースのリクエストを許可していません)
pt_br: Engasgado (O par não está nos permitindo solicitar partes)
sl: Ustavljen (Sosed nam ne dovoli zahtevanja delcev)
sq: I mbytur (Moshatari nuk na lejon të kërkojmë pjesë)
vi: Nghẹn ngào (Người ngang hàng không cho phép chúng tôi yêu cầu các mảnh)

source: Peer is interested but currently idle
ar: النظير مهتم ولكنه خامل حاليًا
az: Qarşılıqlı maraqlıdır amma indiki zamanda boşgöz
bo: པར་མིན་ཁུགས་ཅན་པ་དང་ད་ལྟོ་ནི་ལས་མཐར་བཞག་པ།
cs: Peer má zájem, ale momentálně je nečinný
da: Peer er interesseret, men er i øjeblikket inaktiv
el: Ο Peer ενδιαφέρεται αλλά επί του παρόντος είναι αδρανής
et: Kaasliikmel on huvi, kuid hetkel ootel
fa: همتا علاقه مند است اما در حال حاضر بیکار است
hi: पीयर दिलचस्पी रखता है लेकिन वर्तमान में अक्षम है
ja: ピアは興味を持っていますが、現在アイドル状態です
sl: Sosed je zainteresiran, trenutno pa nečist
sq: Peer është i interesuar, por aktualisht është i papunë
vi: Peer quan tâm nhưng hiện không hoạt động

source: Uninterested (We have no pieces the peer needs)
ar: غير مهتم (ليس لدينا قطع يحتاجها النظير)
az: Maraq Yoxdur (Biz qarşılıqlının lazımlı hissələrimizi yoxdur)
bo: ཁུགས་ཅན་མེདཔ། (ང་ཚོར་ལུ་པར་མིན་ལུ་དགོས་པའི་ཆ་ཤས་མིན་འདུག)
cs: Nezajímá mě (Nemáme žádné kousky, které by partner potřeboval)
da: Uinteresseret (Vi har ingen brikker, som jævnaldrende har brug for)
el: Χωρίς ενδιαφέρον (Δεν έχουμε κομμάτια που χρειάζονται οι συνομήλικοι)
et: Mitte huvitatud (Meil ei ole kaasliikme vajalikke tükkide)
fa: بی علاقه (ما هیچ قطعه ای نداریم که همتایان به آن نیاز دارند)
hi: निर्देशांकित नहीं (हमारे पास पीयर को चाहिए नहीं हैं कोई टुकड़े)
ja: 無関心 (ピアが必要とする駒がありません)
pt_br: Desinteressado (Não temos quaisquer partes de que o par precise)
sl: Neinteresantno (Nismo v posesu delcev, ki jih potrebuje sosed)
sq: Të painteresuar (Nuk kemi pjesë që i duhen bashkëmoshatarëve)
vi: Không quan tâm (Chúng tôi không có sản phẩm nào mà người dùng cần)

source: Choking (We are not allowing the peer to request pieces)
ar: مشكلة (لا يمكن الحصول على اجزاء الملف من النظائر)
az: Təsir Altında (Biz qarşılıqlının hissələri tələb etməsinə icazə vermirik)
bo: ཆོཀཌིང་འབད་དོ། (ང་གིས་པར་མིན་ལུ་ཆ་ཤས་ཚུ་ཞུང་ལུ་འབྲེལ་ནི་མིན་འདུག་མི་ཚུགས།)
cs: Dušení (Nedovolujeme vrstevníkovi požadovat kousky)
da: Kvælning (Vi tillader ikke jævnaldrende at anmode om brikker)
el: Πνιγμός (Δεν επιτρέπουμε στον ομότιμο να ζητήσει κομμάτια)
et: Piiratud (Me ei luba kaasliikmel päringuid)
fa: خفگی (ما به همتا اجازه درخواست قطعات را نمی دهیم)
hi: बंद कर रहे हैं (हम पीयर को टुकड़ों के अनुरोध करने से रोक रहे हैं)
ja: チョーキング (ピアがピースをリクエストすることを許可していません)
pt_br: Engasgando (Não estamos permitindo que o par solicite partes)
sl: Ustavljen (Ne dovoljemo sosedu zahtevanja delcev)
sq: Mbytje (Nuk po e lejojmë kolegun të kërkojë pjesë)
vi: Nghẹt thở (Chúng tôi không cho phép người ngang hàng yêu cầu các mảnh)

source: Details at {0} tracker
ar: تفاصيل حول {0} tracker
az: {0} tracker-da detallar
bo: {0} ཊེ་རེཀར་གི་རྒྱས་གསལ་ཚུ།
cs: Podrobnosti na trackeru {0}
da: Detaljer på {0} tracker
el: Λεπτομέρειες στο πρόγραμμα παρακολούθησης {0}
et: Detailid {0} trackeris
fa: جزئیات در ردیاب {0}
hi: {0} ट्रैकर पर विवरण
ja: {0} トラッカーの詳細
pt_br: Detalhes no rastreador {0}
sl: Podrobnosti na trackerju {0}
sq: Detajet në gjurmuesin {0}
vi: Chi tiết tại trình theo dõi {0}

source: Info
ar: معلومات
az: Məlumat
bo: བརྡ་དོན།
cs: Informace
el: Πληροφορίες
fa: اطلاعات
hi: जानकारी
ja: 情報
pt_br: Informações
sl: Informacije
vi: Thông tin

source: Add Torrent
ar: أضف تورنت
az: Torrent Əlavə Et
bo: ཊོ་རེནཊི་ཁ་སྐོང་།
cs: Přidat torrent
da: Tilføj torrent
el: Προσθήκη Torrent
et: Lisa Torrent
fa: افزودن تورنت
hi: टॉरेंट जोड़ें
ja: トレントの追加
pt_br: Adicionar Torrent
sl: Dodaj torrent
sq: Shto Torrent
vi: Thêm torrent

source: From URL
ar: من عنوان
az: URL-dən
bo: URL ནང་ལས།
cs: Z URL
da: Fra URL
el: Από το URL
et: URL-st
fa: از آدرس اینترنتی
hi: URL से
ja: URLから
pt_br: Da URL
sl: Iz URL
sq: Nga URL
vi: Từ URL

source: Enter the torrent file download URL (I2P only), magnet link, or info hash
ar: أدخل عنوان URL لتنزيل ملف التورنت (I2P فقط)، أو رابط المغناطيس، أو تجزئة المعلومات
az: Torrent faylı endirilmə URL-sini (yalnız I2P), magnet link və ya info hash daxil edin
bo: ཊོ་རེནཊི་ཡིག་སྣོད་ཕབ་ལེན་ URL (I2P རྐྱངམ་), མེག་ནེཊི་འབྲེལ་, ཡང་ན་ info hash བརྐྱབ་གནང་།
cs: Zadejte adresu URL pro stažení torrent souboru (pouze I2P), magnetický odkaz nebo hash informací
da: Indtast URL-adressen til download af torrentfilen (kun I2P), magnetlink eller info-hash
el: Εισαγάγετε τη διεύθυνση URL λήψης του αρχείου torrent (μόνο I2P), τον σύνδεσμο μαγνήτη ή τον κατακερματισμό πληροφοριών
et: Sisesta torrenti faili allalaadimise URL (vaid I2P), magnet lingi või info hash
fa: URL دانلود فایل تورنت (فقط I2P)، پیوند آهنربایی یا هش اطلاعات را وارد کنید
hi: डाउनलोड करने के लिए टॉरेंट फ़ाइल की URL (केवल I2P), मैग्नेट लिंक, या जानकारी हैश दर्ज करें
ja: トレント ファイルのダウンロード URL (I2P のみ)、マグネット リンク、または情報ハッシュを入力してください
pt_br: Insira a URL de download do arquivo torrent (apenas I2P), link magnet, ou info hash
sl: Vnesite URL za prenos datoteke torrenta (le I2P), magnet povezavo ali informacijski hash
sq: Fut URL-në e shkarkimit të skedarit të torrentit (vetëm I2P), lidhjen magnetike ose hash informacioni
vi: Nhập URL tải xuống tệp torrent (chỉ I2P), liên kết nam châm hoặc hàm băm thông tin

source: Add torrent
ar: أضف تورنت
az: Torrent əlavə et
bo: ཊོ་རེནཊི་ཁ་སྐོང་།
cs: Přidat torrent
da: Tilføj torrent
el: Προσθήκη torrent
et: Lisa torrent
fa: افزودن تورنت
hi: टॉरेंट जोड़ें
ja: トレントの追加
pt_br: Adicionar torrent
sl: Dodaj torrent
sq: Shto torrent
vi: Thêm torrent

source: Torrent file
ar: ملف تورنت
az: Torrent faylı
bo: ཊོ་རེནཊི་ཡིག་སྣོད།
cs: Torrent soubor
el: Αρχείο torrent
et: Torrenti fail
fa: فایل تورنت
hi: टॉरेंट फ़ाइल
ja: トレントファイル
pt_br: Arquivo torrente
sl: Datoteka torrenta
vi: Tệp torrent

source: Data dir
ar: دير البيانات
az: Verilənlər kataloqu
bo: གནད་སྡུད་སྣོད་ཐོ།
cs: Datová složka
da: Datamappe
el: Δεδομένα σκην
et: Andmekataloog
fa: داده کارگردان
hi: डेटा डायरेक्टरी
ja: データディレクトリ
pt_br: Diretório de dados
sl: Podatkovna mapa
sq: Dosja e të dhënave
vi: Thư mục dữ liệu

source: Create Torrent
ar: أنشئ تورنت
az: Torrent Yarat
bo: ཊོ་རེནཊི་གསར་བསྐྲུན།
cs: Vytvořit torrent
da: Opret torrent
el: Δημιουργία Torrent
et: Loo Torrent
fa: ایجاد تورنت
hi: टॉरेंट बनाएं
ja: トレントの作成
pt_br: Criar Torrent
sl: Ustvari torrent
sq: Krijo Torrent
vi: Tạo torrent

source: Data to seed
ar: البيانات المشاركة
az: Bölcəmə üçün verilənlər
bo: སིཌིང་འབད་ནི་གནད་སྡུད།
cs: Data pro semeno
da: Data til frø
el: Δεδομένα για σπόρους
et: Seemeandmed
fa: داده به دانه
hi: सीड़ी के लिए डेटा
ja: シードするデータ
pt_br: Dados a propagar
sl: Podatki za sejanje
sq: Të dhënat për farën
vi: Dữ liệu vào hạt giống

source: File or directory to seed (full path or within the directory {0} )
ar: ملف أو دليل للبذور (المسار الكامل أو داخل الدليل {0})
az: Bölcəmə üçün fayl və ya katalog (tam yol və ya katalog {0} içində)
bo: སིཌིང་འབད་ནི་ཡིག་སྣོད་ཡང་ན་སྣོད་ཐོ་ (ཡོངས་འགྲུལ་ལམ་ཡང་ན་སྣོད་ཐོ་ {0} གི་ནང་)
cs: Soubor nebo adresář, do kterého se má vložit (úplná cesta nebo v adresáři {0} )
da: Fil eller bibliotek til seed (fuld sti eller i mappen {0} )
el: Αρχείο ή κατάλογος προς δημιουργία (πλήρης διαδρομή ή εντός του καταλόγου {0} )
et: Fail või kataloog seemimiseks (täis tee või kataloogi {0} sees)
fa: فایل یا دایرکتوری به seed (مسیر کامل یا داخل دایرکتوری {0})
hi: {0} डायरेक्टरी के भीतर फ़ाइल या डायरेक्टरी को सीड़ी करने के लिए (पूर्ण मार्ग या अंदर)
ja: シードするファイルまたはディレクトリ (フルパスまたはディレクトリ {0} 内)
pt_br: Arquivo ou diretório a propagar (caminho completo ou dentro do diretório {0})
sl: Datoteka ali mapa za sejanje (celoten pot ali v mapi {0})
sq: Skedari ose direktoria për fillim (shtegu i plotë ose brenda direktorisë {0} )
vi: Tệp hoặc thư mục cần tạo hạt giống (đường dẫn đầy đủ hoặc trong thư mục {0} )

source: Create torrent
ar: أنشئ تورنت
az: Torrent yarat
bo: ཊོ་རེནཊི་གསར་བསྐྲུན།
cs: Vytvořit torrent
da: Opret torrent
el: Δημιουργία torrent
et: Loo torrent
fa: ایجاد تورنت
hi: टॉरेंट बनाएं
ja: トレントの作成
pt_br: Criar torrent
sl: Ustvari torrent
sq: Krijo torrent
vi: Tạo torrent

source: Exclude files from the torrent if they reside in the torrent folder
az: Faylları torrent qovluğu içində olarsa torrentdən istisna et
bo: ཡིག་སྣོད་ཚུ་ཊོ་རེནཊི་ནང་གནས་གནས་སྐར་གཡོད་ན་ཡོད་པ་ན་ཊོ་རེནཊི་ནང་ལས་ཕོགས་མི་གཏོགས་གནས་སྐར་བསྡམས།
et: Jäta torrentist välja need failid, mis asuvad torrenti kataloogis
hi: यदि फ़ाइलें टॉरेंट फ़ाइल के अंदर स्थित हैं, तो उन्हें टॉरेंट से छोड़ दें
sl: Izključite datoteke iz torrenta, če se nahajajo v mapi torrenta

source: Content Filters
az: Məzmun Filtrləri
bo: ནང་དོན་ཚགས་མ།
et: Sisu filtre
hi: सामग्री फ़िल्टर
sl: Filtriraj vsebino

source: Trackers
ar: أجهزة التتبع
az: Trackerlər
bo: ཊེ་རེཀར་ཚུ།
cs: Trackery
da: Sporere
el: Ιχνηλάτες
et: Trackerid
fa: ردیاب ها
hi: ट्रैकर्स
ja: トラッカー
pt_br: Rastreadores
sl: Trackerji
sq: Gjurmues
vi: Máy theo dõi

source: Alternates
ar: البدائل
az: Alternativlər
bo: གཞན་གྱི་ཚུ།
cs: Náhradníci
da: Suppleant
el: Αναπληρωματικοί
et: Vahelikud
fa: جایگزین
hi: विकल्प
ja: 代替品
pt_br: Alternativos
sl: Nadomestni
sq: Alternues
vi: Thay thế

source: Primary
ar: الأولي
az: Əsas
bo: གཙོ་བའི།
cs: Hlavní
da: Primære
el: Δημοτικό
et: Peamine
fa: اصلی
hi: मुख्य
ja: 主鍵
pt_br: Primário
sl: Glavni
sq: Fillore
vi: Tiểu học

source: Tracker Type
ar: نوع المقتفي
az: Tracker Növü
bo: ཊེ་རེཀར་དབྱ་བ།
cs: Typ sledování
da: Sportype
el: Τύπος ιχνηλάτη
et: Trackeri tüüp
fa: نوع ردیاب
hi: ट्रैकर टाइप
ja: トラッカータイプ
pt_br: Tipo de rastrador
sl: Vrsta trackerja
sq: Lloji i gjurmuesit
vi: Loại máy theo dõi

source: Standard
ar: عادي
az: Standart
bo: ཚདག་ལྡན།
cs: Standarní
el: Γουιάνα
fa: استاندارد
hi: सामान्य
ja: 標準
pt_br: Padrão
vi: Chuẩn

source: Open
ar: فتح
az: Açıq
bo: ཁ་ཕྱེ།
cs: Otevřít
da: Åbn
el: Άνοιγμα
et: Avatud
fa: باز کردن
hi: ोलें
ja: 開く
pt_br: Aberto
sl: Odpri
sq: Hape
vi: Mở

source: Private
ar: خاص
az: Gizli
bo: སྒེར་གྱི།
cs: Soukromé
da: Privat
el: Ιδιωτικό
et: Privaatne
fa: خصوصی
hi: निजी
ja: 秘密鍵
pt_br: Privado
sl: Zasebni
vi: Riêng tư

source: none
ar: ﻻشيئ
az: heç biri
bo: ཅིག་མེད།
cs: žádný
da: ingen
el: κανένα
et: puudub
fa: هیچکدام
hi: कोई नहीं
ja: なし
pt_br: nenhum
sl: nič
sq: asnjë
vi: không có

source: User Interface
ar: واجهة المستخدم
az: İstifadəçi İnterfeysi
bo: ལག་ལེན་གི་ངོས་ཅན།
cs: Uživatelské rozhraní
da: Brugergrænseflade
el: Διεπαφή χρήστη
et: Kasutajaliides
fa: رابط کاربری
hi: उपयोगकर्ता इंटरफेस
ja: ユーザーインターフェース
sl: Uporabniški vmesnik
sq: Ndërfaqja e përdoruesit
vi: Giao diện người dùng

source: Switch to Embedded Mode
ar: التبديل إلى الوضع المضمن
az: Ətraflı rejimə keçin
bo: གནས་གཏད་ཐབས་ལུ་སོར་བསྡམས།
cs: Přepněte do vestavěného režimu
da: Skift til Embedded Mode
el: Μετάβαση σε ενσωματωμένη λειτουργία
et: Vaheta sisemise režiimi
fa: به حالت جاسازی شده بروید
hi: इंटरग्रेटेड मोड में स्विच करें
ja: 埋め込みモードに切り替える
sl: Preklopi v vgrajeni način
sq: Kalo në modalitetin e integruar
vi: Chuyển sang chế độ nhúng

source: Switch to Fullscreen Mode
ar: التبديل إلى وضع ملء الشاشة
az: Püllük rejimə keçin
bo: གསལ་ཤོག་ལྷེ་ཐབས་ལུ་སོར་བསྡམས།
cs: Přepněte do režimu celé obrazovky
da: Skift til fuldskærmstilstand
el: Μετάβαση σε λειτουργία πλήρους οθόνης
et: Vaheta täisekraanirežiimi
fa: به حالت تمام صفحه بروید
hi: फुल स्क्रीन मोड में स्विच करें
ja: 全画面モードに切り替える
sl: Preklopi v način celozaslonskega videza
sq: Kalo në modalitetin e ekranit të plotë
vi: Chuyển sang Chế độ toàn màn hình

source: Theme
ar: تيمة
az: Tema
bo: བརྒྱུས་གཞན།
cs: Vzhled
da: Tema
el: Θέμμα
et: Teema
fa: قالب
hi: थीम
ja: テーマ
pt_br: Tema
sl: Tema
sq: Temë
vi: Giao diện

source: To change themes manually, disable universal theming
ar: لتغيير السمات يدويًا، قم بتعطيل السمات العامة
az: Temanı əl ilə dəyişdirmək üçün ümumi temalıqı söndürün
bo: བརྒྱུས་གཞན་གྱི་སོར་བསྡམས་ནི་དབྱ་ཞུང་ལུ་སྤྱོད་བརྒྱུས་གཞན་གྱི་སོར་བསྡམས་ལྕོགས་མེདཔ་བཟོ་བར་།
cs: Chcete-li změnit motivy ručně, vypněte univerzální motivy
da: For at ændre temaer manuelt, deaktiver universelt tema
el: Για να αλλάξετε θέματα με μη αυτόματο τρόπο, απενεργοποιήστε το καθολικό θέμα
et: Et muuta teemeid käsitsi, keela üldteemad
fa: برای تغییر تم ها به صورت دستی، طرح زمینه جهانی را غیرفعال کنید
hi: थीम मैनुअल रूप से बदलने के लिए व्यापक थीमिंग को अक्षम करें
ja: テーマを手動で変更するには、ユニバーサルテーマを無効にしてください
pt_br: Para mudar temas manualmente, desabilite temas universais
sl: Da boste ročno spreminjali teme, onemogočite univerzalno tematizacijo
sq: Për të ndryshuar temat me dorë, çaktivizoni tematikën universale
vi: Để thay đổi chủ đề theo cách thủ công, hãy tắt chủ đề phổ quát

source: Universal theming is enabled.
ar: تم تمكين السمات العالمية.
az: Ümumi temalıq aktivdir.
bo: སྤྱོད་བརྒྱུས་གཞན་གྱི་སོར་བསྡམས་ལྕོགས་ཡོད།
cs: Univerzální motivování je povoleno.
da: Universelt tema er aktiveret.
el: Το καθολικό θέμα είναι ενεργοποιημένο.
et: Üldteemad on lubatud.
fa: طرح زمینه جهانی فعال است.
hi: व्यापक थीमिंग सक्रिय है।
ja: ユニバーサルテーマが有効になっています。
pt_br: Temas universais foram habilitados.
sl: Univerzalna tematizacija je omogočena.
sq: Tematika universale është aktivizuar.
vi: Chủ đề chung được bật.

source: Refresh time
ar: وقت التحديث
az: Yeniləmə vaxtı
bo: ཡང་སེལ་བའི་དུས་ཚོད།
cs: Čas obnovení
da: Opdateringstidspunkt
el: Χρόνος ανανέωσης
et: Värskendamise aeg
fa: تازه سازی زمان
hi: ताजा करने का समय
ja: リフレッシュタイム
pt_br: Tempo de atualização
sl: Čas osveževanja
sq: Koha e rifreskimit
vi: Thời gian làm mới

source: How frequently torrent status is updated on the main page
ar: مدى تكرار تحديث حالة التورنت على الصفحة الرئيسية
az: Bəzi torrent statusu ana səhifədə necə tez yenilənir
bo: གཙོ་བའི་ཤོག་ལྷེ་གུ་ལུ་ཊོ་རེནཊི་གནས་ཚད་གི་དུས་མཐུན་བཟོ་བའི་དུས་ཚོད་གི་དབྱ་ཞུང་ལུ་གི་དབྱ་ཞུང་།
cs: Jak často se aktualizuje stav torrentu na hlavní stránce
da: Hvor ofte opdateres torrentstatus på hovedsiden
el: Πόσο συχνά ενημερώνεται η κατάσταση torrent στην κύρια σελίδα
et: Kui sageli torrenti staatus uuendatakse pealehel
fa: وضعیت تورنت چند بار در صفحه اصلی به روز می شود
hi: मुख्य पृष्ठ पर टॉरेंट स्थिति कितनी अक्सर अपडेट होती है
ja: メインページでトレントステータスが更新される頻度
pt_br: Quão frequentemente o status do torrent é atualizado na página principal
sl: Kako pogosto se stanje torrenta osvežuje na glavni strani
sq: Sa shpesh përditësohet statusi i torrentit në faqen kryesore
vi: Tần suất cập nhật trạng thái torrent trên trang chính

source: Never
ar: أبد
az: Heç vaxt
bo: ནམ་ཡང་མེད།
cs: Nikdy
da: Aldrig
el: Ποτέ
et: Mitu
fa: هرگز
hi: कभी नहीं
ja: 二度としない
pt_br: Nunca
sl: Nikoli
sq: Kurrë
vi: Không bao giờ

source: Page size
ar: حجم الصفحة
az: Səhifə ölçüsü
bo: ཤོག་ལྷེ་ཚད།
cs: Velikost stránky
da: Sidestørrelse
el: Μέγεθος σελίδας
et: Lehe suurus
fa: اندازه صفحه
hi: पृष्ठ का आकार
ja: ページサイズ
pt_br: Tamanho da página
sl: Velikost strani
sq: Madhësi faqeje
vi: Kích thước trang

source: Maximum number of torrents to display per page
ar: الحد الأقصى لعدد السيول لعرضها في كل صفحة
az: Hər səhifədə göstəriləcək maksimum torrent sayı
bo: ཤོག་ལྷེ་རེ་གཅིག་ལུ་ཊོ་རེནཊི་ཚུ་སྟོན་ནི་མང་མཐའ་གྱི་གནས་ཚད།
cs: Maximální počet torrentů k zobrazení na stránce
da: Maksimalt antal torrents at vise pr. side
el: Μέγιστος αριθμός torrent για εμφάνιση ανά σελίδα
et: Maksimaalne torrentide arv lehel
fa: حداکثر تعداد تورنت برای نمایش در هر صفحه
hi: प्रति पृष्ठ डिस्प्ले करने की अधिकतम संख्या टॉरेंट
ja: ページごとに表示するトレントの最大数
pt_br: Número máximo de torrents para exibir por página
sl: Maksimalna število torrentov, ki se prikažejo na strani
sq: Numri maksimal i torrenteve për t'u shfaqur për faqe
vi: Số lượng torrent tối đa hiển thị trên mỗi trang

source: torrents
ar: السيول
az: torrentlər
bo: ཊོ་རེནཊི་ཚུ།
cs: torrenty
et: torrentid
fa: تورنت ها
hi: टॉरेंट
ja: 激流
sl: torrenti
sq: përrua
vi: torrent

source: Language
ar: اللغة
az: Dil
bo: སྐད་བ།
cs: Jazyk
da: Sprog
el: Γλώσσα
et: Keel
fa: زبان
hi: भाषा
ja: 言語
pt_br: Idioma
sl: Jezik
sq: Gjuhë
vi: Ngôn ngữ

source: Collapsible panels
ar: ألواح قابلة للطي
az: Çatışdırılabilən panel
bo: སྦོག་བསྡམས་ཆོད་པའི་པེནལ་ཚུ།
cs: Skládací panely
da: Sammenklappelige paneler
el: Πτυσσόμενα πάνελ
et: Lõigatavad paneelid
fa: پانل های انعطاف پذیر
hi: संकुचित पैनल
ja: 折りたたみパネル
pt_br: Painéis colapsáveis
sl: Strisnevi paneli
sq: Panele të palosshme
vi: Tấm có thể gập lại

source: Your browser does not support this feature.
ar: متصفحك لا يدعم هذه الميزة.
az: İnternet axtarıcınız bu funksiyanı dəstəkləmir.
bo: ཁྱོད་ཀྱི་བརའུ་སར་དེབ་རྒྱུས་གཞན་འདི་ལུ་རོགས་མེདཔ།
cs: Váš prohlížeč tuto funkci nepodporuje.
da: Din browser understøtter ikke denne funktion.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει αυτήν τη δυνατότητα.
et: Sinu veebibrauserid ei toeta seda funktsiooni.
fa: مرورگر شما از این ویژگی پشتیبانی نمی کند.
hi: आपका ब्राउज़र यह विशेषता समर्थन नहीं करता है।
ja: お使いのブラウザはこの機能をサポートしていません。
pt_br: Seu navegador não suporta essa funcionalidade.
sl: Vaš brskalnik ta funkcija ne podpira.
sq: Shfletuesi juaj nuk e mbështet këtë veçori.
vi: Trình duyệt của bạn không hỗ trợ tính năng này.
