Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale-news/messages_*.po
Languages: bo, cs, da, et, fa, hi, hu, it, sl, uk, vi

source: I2P+ installation complete!
bo: I2P+ སྒྲིག་འཇུག་ཚར་གཅིག་གི་རྗེས་སུ་འགྱུར
cs: Instalace I2P dokončena!
da: I2P+-installation fuldført!
et: I2P+ installatsioon on lõpetatud!
fa: I2P+ نصب کامل!
hu: I2P+ telepítés teljes!
it: Installazione I2P completata!
sl: I2P+ nameščen!
uk: Встановлення I2P завершено!
vi: Cài đặt I2P+ đã hoàn tất!

source: Welcome to I2P+!
bo: I2P+ ཟིན་བརྐྱབ་པར་བོད་བརྒྱུད་ཞུ་བཞིན་པ་ཡིན།
cs: Vítejte v I2P+!
da: Velkommen til I2P+!
et: Tere tulemast I2P+ juurde!
fa: به I2P خوش آمدید!
hu: Üdvözöl az I2P+!
it: Benvenuti su I2P!
sl: Vitaj v I2P+!
uk: Ласкаво просимо до I2P+!
vi: Chào mừng đến với I2P+!

source: Please {0}have patience{1} as I2P+ boots up and finds peers.
bo: I2P+ གོང་འཕེལ་དུ་འགྱུར་བ་དང་མི་མཐུན་གྱི་མཐུད་པ་བཟོ་བར་བཟོ་སྒོར་བྱེད་པར་{0}བརྟན་པ་གནོན་པར་{1}དགོངས་རོགས།
cs: Prosím o {0}trpělivost{1}, protože I2P se spouští a najde kolegy.
da: Vær venligst {0}imødekommende{1}, mens I2P+ starter op og finder medlemmer.
et: Palun {0}ole kannatlik{1}, kuni I2P+ käivitub ja leiab ühiskondlikud partnerid.
fa: لطفاً {0}صبور باشید{1} زیرا I2P راه‌اندازی می‌شود و همتایان خود را پیدا می‌کند.
hu: Kérem {0}legyen türelemmel{1} amíg az I2P+ elindul és társakat talál.
it: {0}Abbi pazienza{1} mentre I2P+ si avvia e trova i peer.
sl: Prosimo {0}preprični se{1}, medtem ko I2P+ znova začne in poišče sosedove.
uk: Будь ласка, {0}наберіться терпіння{1}, поки I2P+ завантажується та знаходить аналоги.
vi: Vui lòng {0}kiên nhẫn{1} khi I2P+ khởi động và tìm các máy ngang hàng.

source: While you are waiting, please {0}adjust your bandwidth settings{1} on the {2}configuration page{3}.
bo: བར་བཟོ་བཞིན་པའི་དུས་ན། དངོས་ནས་{0}ཁྱོད་ཀྱི་བྱང་ཚད་སྒྲིག་འཇུག་བྱེད་པར{1} {2}སྒྲིག་འཇུག་གི་ཡིག་ངོས་{3}ལ་བཟོ་སྒོར་བྱེད་པར་དགོངས་རོགས།
cs: Zatímco čekáte, {0}upravte nastavení šířky pásma{1} na {2}konfigurační stránce{3}.
da: Mens du venter, bedes du {0}justere dine båndbreddeindstillinger{1} på {2}konfigurations siden{3}.
et: Kui ootate, siis palun {0}kohandage oma bändlaaju seadeid{1} {2}seadistuslehel{3}.
fa: در حالی که منتظر هستید، لطفاً {0}تنظیمات پهنای باند خود را در {2}صفحه پیکربندی{3} تنظیم کنید{1}.
hi: जब तक प्रतीक्षा की जा रही है, कृपया {0} {2} विन्यास पृष्ठ {3} पर जाकर अपनी संचार क्षमता {1} विन्यास सेटिंग्स को समुचित रूप से समायोजित करें।
hu: Amíg várakozik, kérem {0}hangolja be a sávszélesség beállításokat{1} a {2}beállítások oldalon{3}.
it: Mentre attendi, {0}controlla le impostazioni della larghezza di banda{1} nella {2}Pagina di configurazione{3}.
sl: Medtem, ko čakate, prosimo {0}prilagodite{1} vaša nastavitva številke prostora{2} na strani za nastavitve{3}.
uk: Поки ви чекаєте, будь ласка, {0}налаштуйте свої параметри пропускної здатності{1} на {2}сторінці конфігурації{3}.Поки ви чекаєте, будь ласка {0}налаштуйте параметри пропускної здатності{1} на {2}сторінці конфігурації{3}.
vi: Trong khi bạn đang chờ đợi, vui lòng {0}điều chỉnh cài đặt băng thông{1} trên trang {2}cấu hình{3}.

source: You can also run the bandwidth test via the {0}Setup Wizard{1} to help with determining your bandwidth, and a guide for new users and additional documentation including an FAQ is available in the {2}help section{1}.
bo: ཁྱོད་ཀྱི་བྱང་ཚད་བརྟག་པར་བརྟེན་ནས་{0}སྒྲིག་འཇུག་གི་མཛད་སྒོར{1}གྱི་གོ་རྟགས་ནས་བྱང་ཚད་བརྟག་བཏང་ཐུབ་པ་དང་། ཤིན་ཏུ་གསར་པ་དང་གཞན་དག་གི་གཞི་རྩའི་ཡིག་ཆ་དང་བཅས་པའི་མདུན་ལ་གཞི་འཛུགས་པའི་སྐོར་གྱི་བཀོད་སྒྲིག་ནི་{2}རོགས་སྐོར{1}གི་ཡིག་ངོས་ལ་མངོན་ཡོད།
cs: Test šířky pásma můžete také spustit prostřednictvím průvodce {0}Setup{1}, abyste pomohli s určením šířky pásma, a průvodce pro nové uživatele a další dokumentaci včetně FAQ je k dispozici v sekci {2}nápovědy {1}.
da: Du kan også køre båndbredtesten via {0}Opsætningsassistenten{1} for at hjælpe med at fastslå din båndbredde, og en guide for nye brugere samt yderligere dokumentation, herunder en FAQ, findes i {2}hjælpeafdelingen{1}.
et: Te saate ka bändlaaju testimise käivitada läbi {0}Seadistuse juhendi{1}, et aidata teie bändlaaju määramisel ning juhised uutele kasutajatele ja lisadokumentatsioon, sealhulgas jpp, on saadaval {2}abi sektsioonis{1}.
fa: همچنین می‌توانید آزمایش پهنای باند را از طریق {0}Setup Wizard{1} برای کمک به تعیین پهنای باند خود اجرا کنید، و راهنمای کاربران جدید و اسناد اضافی از جمله سؤالات متداول در {2}بخش راهنما{1} موجود است.
hu: A sávszélesség -tesztet a {0}beállítási varázsló{1} beállítási varázslón keresztül is futtathatja, hogy segítsen a sávszélesség meghatározásában, és egy útmutató az új felhasználók számára, és további dokumentáció, beleértve a GYIK -t, elérhető a {2}súgó szakaszban{1}.
it: Puoi anche eseguire il test della larghezza di banda tramite la {0}configurazione guidata{1} per aiutarti a determinare la larghezza di banda; nella {2}sezione della guida{1} sono disponibili una guida per i nuovi utenti e documentazione aggiuntiva, inclusa una domanda frequente.
sl: Tudi lahko izvedete preizkus prostornosti s pomočjo {0}Prvičnik tekočka{1}, da bi pomagali pri določanju vaših številk prostora, ter je priporočen vodnik za nove uporabnike ter dodatna dokumentacija, vključno z FAQ, na voljo je v sekciji {2}pomagalka{1}.
uk: Ви також можете запустити перевірку пропускної здатності за допомогою {0}Майстра налаштування{1}, щоб допомогти визначити вашу пропускну здатність, а посібник для нових користувачів і додаткову документацію, включаючи поширені запитання, доступні в {2}розділі довідки{1}
vi: Bạn cũng có thể chạy kiểm tra băng thông qua {0}Trình hướng dẫn cài đặt{1} để giúp xác định băng thông của bạn, và một hướng dẫn cho người dùng mới và tài liệu bổ sung bao gồm FAQ có sẵn trong phần {2}trợ giúp{1}.

source: You may also wish to enable I2P+ updates on {0}the update configuration page{1}.
bo: ཁྱོད་ཀྱིས་{0}བཅོས་འཇུག་གི་སྒྲིག་འཇུག་ཡིག་ངོས{1}ལ་I2P+ གི་བཅོས་འཇུག་བྱེད་པར་རེ་བ་ཡོད་པ་ཡིན།
cs: Můžete také povolit aktualizace I2P na {0}stránce konfigurace aktualizace{1}.
da: Du vil måske også ønske at aktivere I2P+-opdateringer på {0}opdateringskonfigurations siden{1}.
et: Võib-olla soovite ka lubada I2P+ uuendusi {0}uuenduste seadistuslehel{1}.
fa: همچنین ممکن است بخواهید I2P+ به روزرسانی ها را در {0} صفحه پیکربندی بروزرسانی {1} فعال کنید.
hu: Érdemes lehet engedélyezni az I2P+ frissítéseket a {0}frissítési konfigurációs oldalon is{1}.
it: Potresti anche voler abilitare gli aggiornamenti I2P+ nella {0}pagina di configurazione dell'aggiornamento{1}.
sl: Morda bi radi omogočili tudi I2P+ aktualizacije na strani za nastavitve posodobitev {1}.
uk: Ви також можете ввімкнути оновлення I2P+ на {0}сторінку конфігурації оновлення{1}.
vi: Bạn cũng có thể muốn kích hoạt cập nhật I2P+ trên {0}trang cấu hình cập nhật{1}.

source: Also you can setup your browser to use the I2P proxy to reach eepsites.
bo: ཁྱོད་ཀྱིས་eepsites བརྒྱུད་ནས་I2P གི་མཐུད་པར་སྤྱོད་ནས་ཁྱོད་ཀྱི་བྲོ་ཟེར་སྒྲིག་འཇུག་བཏང་ཐུབ།
cs: Také můžete nastavit váš prohlížeč aby používal I2P proxy k dosažení eepsites.
da: Også kan du opsætte din browser til at bruge I2P-proxyen for at nå eepsider.
et: Samuti saate oma veebibrauserid seadistada nii, et see kasutaks I2P proxyt eepside saavutamiseks.
fa: همچنین می توانید مرورگر خود را طوری تنظیم کنید که از پروکسی I2P برای دسترسی به سایت های eepsite استفاده کند.
hi: आप अपने ब्राउज़र को I2P प्रॉक्सी द्वारा ईपसाइट्स तक पहुँचने हेतु विन्यस्त कर सकते हैं।
hu: Továbbá beállíthatja a böngészőjét az I2P proxy használatára az eepsite-ok eléréséhez.
it: Inoltre, puoi impostare il tuo browser per usare I2P come proxy, in modo da aver accesso agli eepsite.
sl: Tudi lahko nastavite vaš brskalnik, da uporablja I2P posrednico za dostop do eepsites.
uk: Також ви можете налаштувати свій браузер, щоб використовувати проксі -сервер I2P для досягнення eepsites.
vi: Bạn cũng có thể cài đặt trình duyệt của mình để sử dụng proxy I2P để truy cập vào các trang eep.

source: Just enter 127.0.0.1 (or localhost) port 4444 as a http proxy into your browser settings.
bo: 127.0.0.1 (དང་ན་ས་སྒོར་གྱི་མ་འགྱུར་གྱི་གླེང་གེ་) 4444 གླེང་གེ་གི་སྤྱི་ཐོན་ནས་ཁྱོད་ཀྱི་བྲོ་ཟེར་གི་སྒྲིག་འཇུག་གི་ཡིག་ངོས་ལ་འཇུག་པར་རེ་བ་ཡོད།
cs: Stačí zadat 127.0.0.1 (nebo localhost) port 4444 jako http proxy do nastavení prohlížeče.
da: Indtast blot 127.0.0.1 (eller localhost) port 4444 som en http-proxy i dine browserindstillinger.
et: Lihtsalt sisestage oma brauseri seadistustesse 127.0.0.1 (või localhost) pord 4444 kui http proxy.
fa: فقط پورت 4444 127.0.0.1 (یا لوکال هاست) را به عنوان پروکسی http در تنظیمات مرورگر خود وارد کنید.
hi: कृपया अपने ब्राउज़र की सेटिंग्स में 127.0.0.1 (या localhost) पोर्ट 4444 को HTTP प्रॉक्सी के रूप में प्रविष्ट करें।
hu: Csak adja meg a 127.0.0.1 címet (vagy localhost), 4444-es porton mint http proxy a böngésző beállításaiban.
it: Ora ti baster√† inserire 127.0.0.1 (o localhost) e porta 4444 come proxy http nelle impostazioni del browser.
sl: Levprijmerno vnese 127.0.0.1 (ali localhost) port 4444 kot http posrednico v nastavitve vašega brskalnika.
uk: Просто введіть 127.0.0.1 (або локальний) порт 4444 як http-проксі в налаштуваннях браузера.Просто введіть 127.0.0.1 (чи localhost) і вкажіть порт 4444 як параметри http-проксі у налаштуваннях Вашого браузера.
vi: Chỉ cần nhập 127.0.0.1 (hoặc localhost) cổng 4444 như là một proxy http vào cài đặt trình duyệt của bạn.

source: Do not use SOCKS for this.
bo: འོ་ན་འདིར་SOCKS སྤྱོད་མི་རོགས་གནང་།
cs: K tomu nepoužívejte PONOŽKY.
da: Brug ikke SOCKS til dette.
et: Selleks ära kasuta SOCKSi.
fa: از ساکس برای این استفاده نکن.
hi: इसके लिए SOCKS का उपयोग नहीं करें।
hu: Ne használjon SOCKS-ot ehhez.
it: Non usare SOCKS per questo.
sl: Ne uporabljajte SOCKS za to.
uk: Не використовуйте SOCKS для цього.
vi: Không sử dụng SOCKS cho điều này.

source: More information can be found on the {0}I2P browser proxy setup page{1}.
bo: གཞི་རྩའི་གནས་ཚུལ་ནི་{0}I2P བྲོ་ཟེར་གི་མཐུད་པར་སྒྲིག་འཇུག་གི་ཡིག་ངོས{1}ལ་མངོན་ཐུབ།
cs: Další informace naleznete na {0}stránce nastavení proxy prohlížeče I2P{1}.
da: Yderligere information findes på {0}I2P-browsers proxyopsætnings side{1}.
et: Rohkem infot leiab {0}I2P brauseri proxy seadistuse lehelt{1}.
fa: اطلاعات بیشتر را می‌توانید در {0}صفحه تنظیم پروکسی مرورگر I2P{1} پیدا کنید.
hi: अधिक जानकारी {0}I2P ब्राउज़र प्रॉक्सी सेटअप पृष्ठ{1} पर प्राप्त की जा सकती है।
hu: További információt találhat az {0}I2P böngésző proxy beállítása lapon{1}.
it: Per ulteriori informazioni consulta la {0}Pagina di impostazione del proxy{1}.
sl: Več informacij je na voljo na strani {0}Nastavitev I2P brskalnika posrednice{1}.
uk: Додаткову інформацію можна знайти на {0}сторінці налаштування проксі-сервера браузера I2P+{1}.Додаткова інформація доступна на {0}I2P сторінці налагодення проксі браузера{1}.
vi: Thông tin thêm có thể được tìm thấy trên trang {0}Cài đặt proxy trình duyệt I2P{1}.

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#saltR{3}.
bo: ཁྱོད་ཀྱི་IRC གི་སྤྱོད་མཁན་གྱི་ནང་དུ་{0}localhost:6668{1}བཙུགས་ནས་{2}#saltR{3}གི་ནང་ང་ཚོ་ལ་བཀའ་འདེབས་བྱེད་པར་རེ་བ་ཡོད།
cs: Nasměrujte svého klienta IRC na {0}localhost:6668{1} a pozdravte nás na {2}#saltR{3}.
da: Vend din IRC-klient til {0}localhost:6668{1} og sige hej til os på {2}#saltR{3}.
et: Suunda oma IRC klient localhost:6668 poole {0}ja räägi meile tervitust {2}#saltR{3} ruumi.
fa: مشتری IRC خود را به {0}localhost: 6668 {1} نشان دهید و به ما در {2} #saltr{3} سلام کنید.
hu: Irányítsa az IRC kliensét a {0}localhost:6668{1} címre és üdvözöljön minket az {2}#saltR{3} csatornán.
it: Punta il tuo client IRC su {0}localhost:6668{1} e salutaci su {2}#saltR{3}.
sl: Poiščite vaš IRC klient na {0}localhost:6668{1} in pozdravimo vas na #saltR{3}, da.
uk: Вкажіть свого клієнта IRC до {0} localhost: 6668 {1} і скажи нам нам на {2} #saltr {3}.
vi: Đặt ứng dụng IRC của bạn đến {0}localhost:6668{1} và nói xin chào với chúng tôi tại {2}#saltR{3}.

source: Congratulations on getting I2P installed!
hi: I2P संस्थापन पर आपको हार्दिक शुभकामनाएँ!

source: Welcome to I2P!
hi: I2P में आपका स्वागत है!

source: Please {0}have patience{1} as I2P boots up and finds peers.
hi: कृपया {0} धैर्यधारण करें {1} क्योंकि I2P प्रारंभ हो रहा है एवं समकक्षों की खोज कर रहा है।

source: Once you have a "shared clients" destination listed on the left, please {0}check out{1} our {2}FAQ{3}.
hi: जब बाईं ओर "साझा क्लाइंट्स" का गंतव्य सूचीबद्ध हो जाए, तब कृपया हमारे {2}FAQ{3} का {0}अवलोकन करें{1}।

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#i2p{3}.
hi: कृपया अपने IRC क्लाइंट को {0} localhost:6668 {1} पर निर्देशित करें तथा {2}#i2p{3} पर हमें नमस्कार कहें।

source: I2P Development Team
hi: I2P विकास दल
