Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: The Master, Router and Private address books collectively serve as the DNS authority for I2P applications.
az: Üst, Ruter və Gizli adres kitabları, I2P tətbiqləri üçün DNS yetkisi kimi hərəkət edir.
bo: གཙོ་བོའི་གཞི་གྲངས་གཙོ་བོའི་དང་གསང་བའི་ཡིག་ཆ་བང་གི་རིགས་ཀྱི་ནང་དོན་I2Pགི་རིགས་ཀྱི་DNSགི་རིགས་བཞག
da: Master-, router- og private adressebøgerne tjener tilsammen som DNS-autoritet for I2P-applikationer.
el: Τα βιβλία διευθύνσεων Master, Router και Private λειτουργούν συλλογικά ως αρχή DNS για εφαρμογές I2P.
et: Põhi-, Rooter- ja Privaatne aadressiraamatud koos moodustavad DNS autoriteedi I2P rakenduste jaoks.
fa: دفترچه آدرس Master، Router و Private در مجموع به عنوان مرجع DNS برای برنامه های I2P عمل می کنند.
fi: Pää-, reititin- ja yksityinen osoitekirjat toimivat yhdessä I2P-sovellusten DNS-valtuutettuna.
gl: As axendas de enderezos Master, Router e Private serven colectivamente como autoridade DNS para aplicacións I2P.
hi: मास्टर, राउटर और निजी पत्रिकाएं साझा करके I2P अनुप्रयोगों के लिए DNS प्राधिकरण के रूप में कार्य करती हैं।
nb: Hoved, Ruter og Privat adressebøker tjenestegjør kollektivt som DNS-autoriteten for I2P-applikasjoner.
sl: Glavni, Maršrutnik in Zaseben imeniki naslovov skupaj služijo kot DNS autoritet za aplikacije I2P.
vi: Sổ địa chỉ Chính, Bộ định tuyến và Riêng tư đóng vai trò chung là cơ quan quản lý DNS cho các ứng dụng I2P.

source: Addresses manually added to your Master address book will merge with your Router address book.
az: Sizin Üst adres kitabınıza manuel olaraq əlavə etdiyiniz ünvandılar Ruternin adres kitabınıza birləşdiriləcəkdir.
bo: གཙོ་བོའི་ཡིག་ཆ་བང་ནས་མཐུད་རིམ་སྣོན་པའི་གཟིགས་མིང་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག
da: Adresser, der manuelt tilføjes til din masteradressebog, vil fusionere med din routeradressebog.
el: Οι διευθύνσεις που προστέθηκαν χειροκίνητα στο Βιβλίο διευθύνσεων Master θα συγχωνευθούν με το βιβλίο διευθύνσεων του δρομολογητή.
et: Käsitselt põhi aadressiraamatusse lisatud aadressid ühendatakse sinu Rooteri aadressiraamatusse.
fa: آدرس هایی که به صورت دستی به دفترچه آدرس Master شما اضافه می شوند با دفترچه آدرس روتر شما ادغام می شوند.
fi: Pääosoitekirjaasi manuaalisesti lisätyt osoitteet yhdistetään reitittimen osoitekirjaasi.
gl: Os enderezos engadidos manualmente á súa axenda de enderezos mestra combinaranse coa súa axenda de enderezos do enrutador.
hi: मास्टर पत्रिका में मानवीय रूप से जोड़े गए पते आपकी राउटर पत्रिका में मिलेंगे।
nb: Adresser som legges til manuelt i din Hoved adressebok vil bli slått sammen med din Ruter adressebok.
sl: Naslovi, ki jih ročno dodate v svoj glavni imenik naslovov, se bodo združili z vašim imenikom naslovov maršrutnika.
vi: Các địa chỉ được thêm thủ công vào sổ địa chỉ Chính của bạn sẽ hợp nhất với sổ địa chỉ Bộ định tuyến của bạn.

source: Browse away from this addressbook and return to see update.
az: Bu adres kitabından uzaqlaşın və yeniləməni görmək üçün qayıdın.
da: Søg væk fra denne adressebog og vend tilbage for at se opdateringen.
el: Ξεκινήστε από αυτό το βιβλίο διευθύνσεων και επιστρέψτε για να δείτε την ενημέρωση.
et: Sirvi välja sellest aadressiraamatust ja naasta tagasi uuenduse nägemiseks.
fa: از این دفترچه آدرس دور شوید و برای مشاهده به‌روزرسانی برگردید.
fi: Selaa pois tästä osoitekirjasta ja palaa nähdäksesi päivityksen.
gl: Buscar esta axenda de enderezos e volver para ver a actualización.
nb: Surf vekk fra denne adressoboken og kom tilbake for å se oppdatering.
sl: Brskanje stran od tega imenika naslovov in vrnite se, da vidite posodobitev.
vi: Duyệt khỏi sổ địa chỉ này và quay lại để xem cập nhật.
