Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: Skipped {0} duplicate entry from file
az: {0} dublikat məlumatı fayldan atlandı
bo: ཡིག་ཆ་ནས་ཁ་པ་གཞི་གྲངས་{0}བརྐྱང་བ།
cs: Přeskočen {0} duplicitní záznam ze souboru
da: Sprang {0} dubletindtastning over fra fil
el: Παραλείποντας {0} διπλή καταχώρηση από το αρχείο
et: Vahele jäeti failist {0} korduv kirje
fa: {0} ورود کپی از پرونده
fi: Ohitettiin {0} kaksoiskappaletta tiedostosta
hi: {0} दुप्लिकेट प्रविष्टि फ़ाइल से कूद गई
nb: Hoppet over {0} duplikat oppføring fra fil
sl: Preskočen {0} ponavljajoči se vnos iz datoteke

source: Import from file failed
az: Fayldan girişi uğursuz oldu
bo: ཡིག་ཆ་ནས་བཞེད་པ་བཞག་མི་ཐུབ།
cs: Import ze souboru selhal
da: Import fra fil mislykkedes
el: Η εισαγωγή από το αρχείο απέτυχε
et: Failist impord ebaõnnestus
fa: درون برد از فایل ناموفق بود
fi: Tuonti tiedostosta epäonnistui
gl: fallou a importación do ficheiro
hi: फ़ाइल से आयात विफल हो गया
nb: Importering fra fil feilet
sl: Uvoz iz datoteke je spodletel
vi: Nhập từ tệp không thành công

source: Subscriptions saved, updating address book from subscription sources now.
cs: Odběry uloženy, nyní se aktualizuje adresář ze zdrojů odběrů.

source: Subscriptions saved.
az: Abunələr yadda saxlandı.
bo: འབྲེལ་ཡོད་པ་བརྟན་པོར་བཞག
cs: Odběry uloženy.
da: Abonnementer gemt.
el: Συνδρομές αποθηκεύθηκαν.
et: Tellimused salvestatud.
fa: اشتراک ها ذخیره شدند.
fi: Tilaukset tallennettu.
gl: Subscripcións gardadas.
hi: सब्सक्रिप्शन सहेजे गए।
nb: Abonnementer lagret.
sl: Prijave shranjene.
vi: Đã lưu đăng ký.

source: Subscriptions reloaded.
az: Abunələr yenidən yükləndi.
bo: འབྲེལ་ཡོད་པ་ཡང་དག་བཞེངས་པ།
cs: Odběry obnoveny.
da: Abonnementer genindlæst.
el: Συνδρομές επαναφορτώθηκαν.
et: Tellimused laaditi uuesti.
fa: اشتراک ها بارگیری مجدد شدند.
fi: Tilaukset ladattu uudelleen.
gl: Subscricións recargadas.
hi: सब्सक्रिप्शन पुनः लोड किए गए।
nb: Abonnementer lastet opp igjen.
sl: Prijave ponovno naložene.
vi: Đăng ký được tải lại.

source: address book
az: adres kitabı
bo: ཡིག་ཆ་བང
cs: adresář
da: adressebog
el: βιβλίο διευθύνσεων
et: aadressiraamat
fa: دفترچه آدرس
fi: osoitekirja
gl: axenda de enderezos
hi: पत्रिका
nb: adressbok
sl: imenik naslovov
vi: sổ địa chỉ

source: Overview
cs: Přehled

source: Private
az: Gizli
bo: གསང་བའི་ཡིག་ཆ་བང
cs: Soukromé
da: Privat
el: Ιδιωτικό
et: Privaatne
fa: خصوصی
fi: Yksityinen
gl: Privado
hi: निजी
nb: Privat
sl: Zasebno
vi: Riêng tư

source: Local
cs: Místní

source: Published
az: Nəşr olunmuş
bo: བཀོད་པའི་ཡིག་ཆ་བང
cs: Zveřejněný
da: Publiceret
el: Δημοσιεύτηκε
et: Avaldatud
fa: منتشرشده
fi: Julkaistu
gl: Publicada
hi: प्रकाशित
nb: Publisert
sl: Objavljeno
vi: Đã xuất bản

source: Configuration
az: Tənzimləmə
bo: སྒྲིག་འཇུག
cs: Konfigurace
da: Konfiguration
el: Ρυθμίσεις
et: Seaded
fa: پیکربندی
fi: Asetukset
gl: Configuración
hi: निर्माण
nb: Konfigurasjon
sl: Konfiguracija
vi: Cấu hình

source: Address book
cs: Adresář

source: Storage
cs: Úložiště

source: Addresses in the Private Address Book are not shared with anyone else unless you copy them by hand.
cs: Adresy v soukromém adresáři nejsou sdíleny s kýmkoli jiným, pokud je nezkopírujete ručně.

source: The Published Address Book is used for sharing addresses using your I2P Site.
cs: Zveřejněný adresář je použit pro sdílení adres pomocí vaší I2P stránky.

source: Sites in the Private Address Book are not published here.
cs: Stránky v soukromém adresáři nejsou zveřejněny zde.

source: This is the Local Address Book.
cs: Toto je místní adresář.

source: Use it for sites that you host on this computer.
cs: Použijte ho pro stránky, které hostujete na tomto počítači.

source: The Router Address Book is automatically generated by combining the Subscriptions, Local, Private, and Published address books.
cs: Adresář routeru je automaticky generován kombinováním odběrů a adresářů místních, soukromých a zveřejněných.

source: Export in hosts.txt format
az: hosts.txt formatında çıxar
bo: hosts.txtརིགས་སུ་ཕྱིར་འདོན།
cs: Export ve formátu hosts.txt
da: Eksporter i hosts.txt-format
el: Εξαγωγή σε μορφή hosts.txt
et: Ekspordi hosts.txt formaadis
fa: برون برد در فرمت hosts.txt
fi: Vie hosts.txt-muodossa
gl: Exportar en formarto hosts.txt
hi: hosts.txt प्रारूप में निर्यात करें
nb: Eksporter i hosts.txt format
sl: Izvozi v formatu hosts.txt
vi: Xuất ở định dạng Host.txt

source: Current filter
cs: Současný filtr

source: other
az: başqa
bo: གཞན་པ།
cs: jiné
da: andet
el: άλλο
et: muu
fa: سایر
fi: muut
gl: outro
hi: अन्य
nb: andre
sl: drugo
vi: khác

source: clear filter
az: filtiri təmizlə
cs: smazat filtr
da: ryd filter
el: εκκαθάριση φίλτρου
et: puhasta filtr
fa: پاکسازی فیلتر
fi: kirkas suodatin
gl: limpar filtro
nb: fjern filter
vi: bộ lọc rõ ràng

source: Filter
cs: Filtr

source: latest
bo: གསར་ཤོས།
cs: nejnovější

source: all
bo: ཐམས་ཅད།
cs: vše
hi: फ़िल्टर साफ़ करें
sl: počisti filtr

source: Search
az: Axtarış
bo: འཚོལ་བ།
cs: Hledat
da: Søg
el: Αναζήτηση
et: Otsi
fa: جستجو
fi: Haku
gl: Buscar
hi: खोज
nb: Søk
sl: Iskanje
vi: Tìm

source: Hostname
az: Mənzil adı
bo: གཟིགས་མིང
cs: Hostitelské jméno
da: Hostnavn
el: Όνομα κεντρικού υπολογιστή
et: Määri nimi
fa: نام سرور
fi: Tietokoneen nimi
gl: Nome do servidor
hi: होस्टनाम
nb: Værtnavn
sl: Ime gostitelja
vi: Tên máy chủ

source: Link (b32)
az: Keçid (b32)
bo: རྒྱུ་མཐུད་(b32)
cs: Odkaz (b32)
el: Σύνδεσμος (b32)
fa: پیوند (b32)
fi: Linkki (b32)
gl: Ligazón (b32)
hi: लिंक (b32)
nb: Lenke (b32)
sl: Povezava (b32)
vi: Liên kết (b32)

source: Destination
az: Nöqtə
bo: འབྲས་བུ།
cs: Cíl
el: Προορισμός
et: Sihtkoht
fa: مقصد
fi: Kohde
gl: Destino
hi: गंतव्य
nb: Destinasjon
sl: Destinacija
vi: Đích đến

source: Select hosts for deletion from address book
cs: Vyberte hostitele pro smazání z adresáře

source: View larger version of identicon for this hostname
cs: Zobrazit větší verzi identicon pro tento název hostitele

source: Base 32 address
az: Base 32 ünvanı
bo: 32 གཞི་གྲངས་ཀྱི་གཟིགས་མིང།
cs: Base 32 adresa
da: Base 32 adresse
el: Διεύθυνση βάσης 32
et: Baas 32 aadress
fa: آدرس پایگاه 32
fi: Base 32 -osoite
gl: Enderezo Base 32
hi: बेस 32 पता
nb: Base 32 adresse
sl: Naslov Base 32
vi: Địa chỉ cơ sở 32

source: Helper link to share host address with option to add to address book
cs: Pomocný odkaz pro sdílení adresy hostitele s možností přidání do adresáře

source: More information on this entry
az: Bu qeyd haqqında daha çox məlumat
bo: ཁ་པ་འདིར་གྱི་ཤེས་བྱ་རྒྱས་པ།
cs: Více informací k tomuto záznamu
da: Mere information om dette indlæg
el: Περισσότερες πληροφορίες για αυτήν την καταχώρηση
et: Lisateave selle kirje kohta
fa: اطلاعات بیشتر در مورد این ورودی
fi: Lisätietoja tästä merkinnästä
gl: Máis información sobre esta entrada
hi: इस प्रविष्टि के बारे में अधिक जानकारी
nb: Mer informasjon om denne oppføringen
sl: Več informacij o tem vnosu
vi: Thông tin thêm về mục này

source: details
cs: detaily

source: Mark for deletion
az: Silinməyə işarələ
bo: སོར་ཆུབ་པར་བརྟག་པ།
cs: Označit pro smazání
da: Marker for sletning
el: Επιλογή προς διαγραφή
et: Märgi kustutamiseks
fa: علامت دهی برای حذف
fi: Merkitse poistettavaksi
gl: Marcar para o borrado
hi: हटाने के लिए चिह्नित करें
nb: Marker for sletting
sl: Označi za izbris
vi: Đánh dấu xóa

source: Cancel
az: Ləğv et
bo: མེད་པར་བཟོ།
cs: Zrušit
da: Annuller
el: Ακύρωση
et: Katkesta
fa: لغو کردن
fi: Peru
gl: Cancelar
hi: रद्द करें
nb: Avbryt
sl: Prekliči
vi: Hủy

source: This address book is empty.
cs: Tento adresář je prázdný.

source: Add new destination
az: Yeni nöqtə əlavə et
bo: འབྲས་བུ་གསར་པ་སྣོན་པ།
cs: Přidat nový cíl
da: Tilføj ny destination
el: Προσθήκη νέου προορισμού
et: Lisa uus sihtkoht
fa: افزودن مقصد جدید
fi: Lisää uusi kohde
gl: Engadir novo destino
hi: नया गंतव्य जोड़ें
nb: Legg til ny destinasjon
sl: Dodaj novo destinacijo
vi: Thêm điểm đến mới

source: Destination or Base 32 Address
cs: Cíl nebo adresa Base 32

source: Import from hosts.txt file
az: hosts.txt fayldan girişi et
bo: hosts.txtཡིག་ཆ་ནས་བཞེད་པ་བཞག
cs: Import ze souboru hosts.txt
da: Importer fra hosts.txt-fil
el: Εισαγωγή από αρχείο hosts.txt
et: Impordi hosts.txt failist
fa: درون برد از فایل hosts.txt
fi: Tuo hosts.txt-tiedostosta
gl: Importar dende o ficheiro hosts.txt
hi: hosts.txt फ़ाइल से आयात करें
nb: Importer fra hosts.txt-fil
sl: Uvozi iz datoteke hosts.txt
vi: Nhập từ tệp Host.txt

source: File
cs: Soubor

source: configuration
az: tənzimləmə
bo: སྒྲིག་འཇུག
cs: nastavení
da: konfiguration
el: παράμετροι
et: seaded
fa: پیکربندی
fi: kokoonpano
gl: configuración
hi: निर्माण
nb: konfigurasjon
sl: konfiguracija
vi: cấu hình

source: File location
az: Fayl yeri
bo: ཡིག་ཆ་གནས་ས།
cs: Umístění souboru
da: Filplacering
el: Τοποθεσία αρχείου
et: Faili asukoht
fa: موقعیت فایل
fi: Tiedoston sijainti
gl: Localización do ficheiro
hi: फ़ाइल स्थान
nb: Filplassering
sl: Lokacija datoteke
vi: Vị trí tệp

source: Hints
az: İpəklər
bo: མཚོན་བྱ།
cs: Rady
da: Ledetråde
el: Συμβουλές
et: Nohutused
fa: نکات
fi: Vihjeet
gl: Consellos
hi: सुझाव
nb: Tips
sl: Navodila
vi: Gợi ý

source: File and directory paths here are relative to the address book's working directory, which is normally ~/.i2p/addressbook/ (Linux) or %LOCALAPPDATA%\I2P\addressbook\ (Windows).
cs: Zde uvedené cesty souboru a složky jsou relativní k pracovní složce adresáře, která je běžně ~/.i2p/addressbook/ (Linux) nebo %LOCALAPPDATA%\I2P\addressbook\ (Windows).

source: If you want to manually add lines to an address book, add them to the private or local address books.
cs: Pokud chcete ručně přidat řádky do adresáře, přidejte je do soukromého nebo místního adresáře.

source: The router address book and the published address book are updated by the address book application.
cs: Adresář routeru a zveřejněný adresář jsou aktualizovány aplikací adresáře.

source: When you publish your address book, ALL destinations from the local and router address books appear there.
cs: Když zveřejníte adresář, VŠECHNY cíle z místního a router adresáře se objeví zde.

source: Use the private address book for private destinations, these are not published.
cs: Použijte soukromý adresář pro soukromé cíle, tyto nejsou zveřejněny.

source: Options
az: Seçimlər
bo: བཟོ་རིགས་ཀྱི་རྒྱུ་མཐུད།
cs: Možnosti
da: Valgmuligheder
el: Παράμετροι
et: Valikud
fa: گزینه ها
fi: Valitsimet
gl: Opcións
hi: विकल्प
nb: Valg
sl: Možnosti
vi: Tùy chọn

source: File containing the list of subscriptions URLs (no need to change)
az: Abunələrin URL siyahısını əhatə edən fayl (dəyişdirmək lazımsızdır)
bo: འབྲེལ་ཡོད་པའི་རིགས་ཀྱི་རྒྱུ་མཐུད་གཞི་གྲངས་ཡིག་ཆ་(བཟོ་དགོས་མེད།)
cs: Soubor obsahující seznam adres odběrů (není nutno měnit)
da: Fil, der indeholder listen over abonnements-URL'er (ingen grund til at ændre)
el: Αρχείο που περιέχει τη λίστα των διευθύνσεων URL συνδρομών (δεν χρειάζεται αλλαγή)
et: Fail, mis sisaldab tellimuste URL-i nimekirja (muutmata)
fa: فایل حاوی لیست URL های اشتراک (بدون نیاز به تغییر)
fi: Tiedosto, joka sisältää luettelon tilaus-URL-osoitteista (ei tarvitse muuttaa)
gl: Ficheiro que contén a lista de URL das subscricións (non hai que cambiala)
hi: सब्सक्रिप्शन URLs की सूची रखने वाला फ़ाइल (बदलने की जरूरत नहीं)
nb: Fil som inneholder listen over abonnement-URLs (ingen behov for å endre)
sl: Datoteka, ki vsebuje seznam URL-jev prijav (niste morali spremeniti)
vi: File chứa danh sách URL đăng ký (không cần thay đổi)

source: Update interval in hours
az: Saat cinsində yeniləmə intervali
bo: བསྐྱར་བཏང་བའི་རིང་ཚད་དུ་ཆུ་ཚོད་ཀྱི་གཞི་གྲངས།
cs: Interval aktualizace v hodinách
da: Opdateringsinterval i timer
el: Διάστημα ανανέωσης σε ώρες
et: Uuendamise intervall tunnis
fa: فاصله به روز رسانی در ساعت
fi: Päivitysväli tunteina
gl: intervalo de actualización en horas
hi: अपडेट अंतराल (घंटे में)
nb: Oppdateringsintervall i timer
sl: Interval osveževanja v urah
vi: Khoảng thời gian cập nhật tính bằng giờ

source: Your public hosts.txt file (choose a path within your webserver document root)
az: Həmkarınızın hosts.txt faylınız (web serverin belədçi kökündəki yol seçin)
bo: ཁྱོད་ཀྱི་བཀོད་པའི་hosts.txtཡིག་ཆ་(ཁྱོད་ཀྱི་དྲ་སྒྲིག་གི་མཐའ་ནས་རྒྱུ་མཐུད་འདེམས་རོགས།)
cs: Váš veřejný soubor hosts.txt (vyberte cestu v rámci kořenového adresáře vašeho webového serveru)
da: Din offentlige hosts.txt-fil (vælg en sti i din webserver-dokumentrod)
el: Το δημόσιο αρχείο σας hosts.txt (επιλέξτε μια διαδρομή στη ρίζα του εγγράφου του διακομιστή ιστού)
et: Teie avalik hosts.txt fail (valige tee veebiserveri dokumentide juurkatal)
fa: فایل hosts.txt عمومی شما (مسیری را در ریشه سند وب سرور خود انتخاب کنید)
fi: Julkinen hosts.txt-tiedostosi (valitse polku verkkopalvelimen asiakirjan juuresta)
gl: O teu ficheiro público hosts.txt (escolla unha ruta na raíz do documento do servidor web)
hi: आपका सार्वजनिक hosts.txt फ़ाइल (अपने वेबसर्वर दस्तावेज़ जड़ के भीतर मार्ग चुनें)
nb: Din offentlige hosts.txt-fil (velg en sti innenfor din webservers dokumentrot)
sl: Vaš javni datoteka hosts.txt (izberite pot v korenu dokumenta vašega strežnika spletnih strani)
vi: Tệp Host.txt công khai của bạn (chọn đường dẫn trong thư mục gốc tài liệu máy chủ web của bạn)

source: Your hosts.txt (don't change)
az: Sizin hosts.txt (dəyişdirməyin)
bo: ཁྱོད་ཀྱི་hosts.txt (བཟོ་མི་རུང་བ།)
cs: Váš hosts.txt (neměňte)
da: Din hosts.txt (ændr ikke)
el: Το hosts.txt σας (μην αλλάξει)
et: Teie hosts.txt (muutmata)
fa: hosts.txt شما (تغییر نکنید)
fi: Your hosts.txt (älä muuta)
gl: O teu hosts.txt (non cambiar)
hi: आपका hosts.txt (बदलने की जरूरत नहीं)
nb: Din hosts.txt (ikke endre)
sl: Vaš hosts.txt (ne sprememljajte)
vi: host.txt của bạn (không thay đổi)

source: Your personal address book, these hosts will be published
cs: Váš osobní adresář, tito hostitelé budou zveřejněni

source: Your private address book, it is never published
cs: Váš soukromý adresář, nikdy není zveřejněn

source: Port for your eepProxy (no need to change)
az: EepProxy üçün port (dəyişdirmək lazımsızdır)
bo: ཁྱོད་ཀྱི་eepProxyགི་རིང་ཚད་(བཟོ་དགོས་མེད།)
cs: Port pro vaše eepProxy (není nutno měnit)
da: Port til din eepProxy (ingen grund til at ændre)
el: Θύρα για το eepProxy (δεν χρειάζεται αλλαγή)
et: Port teie eepProxy jaoks (muutmata)
fa: پورت برای eepProxy شما (نیازی به تغییر نیست)
fi: Portti eepProxyllesi (ei tarvitse vaihtaa)
gl: Porto para o teu eepProxy (non hai que cambiar)
hi: आपके eepProxy के लिए पोर्ट (बदलने की जरूरत नहीं)
nb: Port for din eepProxy (ingen behov for å endre)
sl: Vrata za vaš eepProxy (niste morali spremeniti)
vi: Cổng cho eepProxy của bạn (không cần thay đổi)

source: Hostname for your eepProxy (no need to change)
az: EepProxy üçün mənzil adı (dəyişdirmək lazımsızdır)
bo: ཁྱོད་ཀྱི་eepProxyགི་གཟིགས་མིང་(བཟོ་དགོས་མེད།)
cs: Hostname pro vaše eepProxy (není nutné měnit)
da: Værtsnavn til din eepProxy (ingen grund til at ændre)
el: Όνομα κεντρικού υπολογιστή για το eepProxy σας (δεν χρειάζεται αλλαγή)
et: Määri nimi teie eepProxy jaoks (muutmata)
fa: نام میزبان برای eepProxy شما (نیازی به تغییر نیست)
fi: eepProxyn isäntänimi (ei tarvitse muuttaa)
gl: nome de host para o teu eepProxy (non hai que cambiar)
hi: आपके eepProxy के लिए होस्टनाम (बदलने की जरूरत नहीं)
nb: Vertsnavn for din eepProxy (ingen behov for å endre)
sl: Ime gostitelja za vaš eepProxy (niste morali spremeniti)
vi: Tên máy chủ cho eepProxy của bạn (không cần thay đổi)

source: Whether to update the published address book
cs: Zda bude aktualizován zveřejněný adresář

source: File containing the etags header from the fetched subscription URLs (no need to change)
az: Alınan abunə URL-lərindən etags başlığını əhatə edən fayl (dəyişdirmək lazımsızdır)
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་བཞེད་པའི་etagsགི་ཡིག་ཆ་(བཟོ་དགོས་མེད།)
cs: Soubor obsahující etags hlavičku z načtených adres odběrů (není nutné měnit)
da: Fil, der indeholder etags-headeren fra de hentede abonnements-URL'er (ingen grund til at ændre)
el: Αρχείο που περιέχει την κεφαλίδα ετικετών από τις ληφθείσες διευθύνσεις URL συνδρομής (δεν χρειάζεται αλλαγή)
et: Fail, mis sisaldab etagi päise hankitud tellimiste URL-idest (muutmata)
fa: فایل حاوی هدر تگ ها از URL های اشتراک واکشی شده (نیازی به تغییر نیست)
fi: Tiedosto, joka sisältää etags-otsikon haetuista tilaus-URL-osoitteista (ei tarvitse muuttaa)
gl: Ficheiro que contén a cabeceira etags dos URL de subscrición obtidos (non hai que cambialo)
hi: एकत्रित सब्सक्रिप्शन URLs से एटैग्स हेडर रखने वाला फ़ाइल (बदलने की जरूरत नहीं)
nb: Fil som inneholder etag-hodet fra hentede abonnement-URLs (ingen behov for å endre)
sl: Datoteka, ki vsebuje zaglavje etags iz pridobljenih URL-jev prijav (niste morali spremeniti)
vi: Tệp chứa tiêu đề etags từ các URL đăng ký được tìm nạp (không cần thay đổi)

source: File containing the modification timestamp for each fetched subscription URL (no need to change)
az: Hər bir alınan abunə URL-i üçün dəyişiklik zaman damgasını əhatə edən fayl (dəyişdirmək lazımsızdır)
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་བཞེད་པའི་བཟོ་བཅོས་ཀྱི་དུས་ཚོད་གཞི་གྲངས་ཡིག་ཆ་(བཟོ་དགོས་མེད།)
cs: Soubor obsahující časovou značku změny pro každou načtenou adresu odběru (není nutno měnit)
da: Fil, der indeholder ændringstidsstemplet for hver hentet abonnements-URL (ingen grund til at ændre)
el: Αρχείο που περιέχει τη χρονική σήμανση τροποποίησης για κάθε ληφθείσα διεύθυνση URL συνδρομής (δεν χρειάζεται αλλαγή)
et: Fail, mis sisaldab muutmisaega märki igale hankitud tellimise URL-le (muutmata)
fa: فایل حاوی مهر زمانی اصلاح برای هر URL اشتراک واکشی شده (نیازی به تغییر نیست)
fi: Tiedosto, joka sisältää muokkausaikaleiman jokaiselle haetulle tilaus-URL-osoitteelle (ei tarvitse muuttaa)
gl: Ficheiro que contén a marca de tempo de modificación para cada URL de subscrición obtido (non hai que cambialo)
hi: एकत्रित प्रत्येक सब्सक्रिप्शन URL के लिए संशोधन समय戳 रखने वाला फ़ाइल (बदलने की जरूरत नहीं)
nb: Fil som inneholder endrings-tidsstempel for hver hentet abonnement-URL (ingen behov for å endre)
sl: Datoteka, ki vsebuje časovni žig spremembe za vsak pridobljen URL prijave (niste morali spremeniti)
vi: Tệp chứa dấu thời gian sửa đổi cho từng URL đăng ký được tìm nạp (không cần thay đổi)

source: File to log activity to (change to /dev/null if you like)
az: Fəaliyyəti qeyd etmək üçün fayl (istəyə bağlı /dev/null dəyişdirin)
bo: བྱ་བའི་ཉིན་ཐོག་བཟོ་བཅོས་ཀྱི་ཡིག་ཆ་(ཁྱོད་ཀྱི་འདོད་པ་བཞག /dev/nullལ་བརྗེ་རོགས།)
cs: Soubor do kterého bude zaznamenávána aktivita (změňte na /dev/null pokud chcete)
da: Fil at logge aktivitet til (skift til /dev/null, hvis du vil)
el: Αρχείο για καταγραφή της δραστηριότητας (αλλάξτε σε /dev/null αν θέλετε)
et: Fail, kuhu tegevust logida (muuda /dev/null, kui soovite)
fa: فایل برای ثبت فعالیت (در صورت تمایل به /dev/null تغییر دهید)
fi: Tiedosto, johon toiminta kirjataan (vaihda tiedostoon /dev/null, jos haluat)
gl: Ficheiro no que rexistrar a actividade (cambiar a /dev/null se o desexa)
hi: गतिविधि को लॉग करने के लिए फ़ाइल (चाहे तो /dev/null में बदलें)
nb: Fil for logging av aktivitet (endre til /dev/null hvis du ønsker)
sl: Datoteka za dnevnik dejavnosti (premenite na /dev/null, če želite)
vi: Tệp để ghi nhật ký hoạt động (đổi thành /dev/null nếu bạn muốn)

source: Name of the theme to use (defaults to 'light')
cs: Jméno vzhledu k použití (výchozí je 'light' - světlý)

source: Encoded Name
az: Şifrələnmiş ad
bo: བཀོད་པའི་མིང་།
cs: Zakódované jméno
da: Kodet navn
el: Κωδικοποιημένο όνομα
et: Krüpteeritud nimi
fa: نام رمزگذاری شده
fi: Koodattu nimi
gl: Nome codificado
hi: कोड किया गया नाम
nb: Kodet navn
sl: Kodiran naziv
vi: Tên được mã hóa

source: Base 32 Address
az: Base 32 Ünvanı
bo: 32 གཞི་གྲངས་ཀྱི་གཟིགས་མིང།
cs: Base 32 adresa
da: Base 32 Adresse
el: Διεύθυνση βάσης 32
et: Basis 32 aadress
fa: آدرس پایگاه 32
fi: Base 32 Osoite
gl: Enderezo base 32
hi: बेस 32 पता
nb: Base 32 Adresse
sl: Naslov Base 32
vi: Địa chỉ cơ sở 32

source: Address Helper
az: Ünvan köməkçisi
bo: གཟིགས་མིང་གི་རོགས་པ།
cs: Pomocník adresy
da: Adressehjælper
el: Διεύθυνση Βοηθός
et: Aadressiabi
fa: آدرس یاور
fi: Osoiteapu
gl: Auxiliar de enderezo
hi: पता सहायक
nb: Adressehjelper
sl: Pomočnik za naslove
vi: Người trợ giúp địa chỉ

source: link
az: keçid
bo: རྒྱུ་མཐུད།
cs: odkaz
el: σύνδεσμος
et: viide
fa: لینک
fi: linkki
gl: ligazón
hi: लिंक
nb: lenke
sl: povezava
vi: liên kết

source: Public Key
az: Açıq açar
bo: གསར་གྱི་གསང་ལྡན།
cs: Veřejný klíč
da: Offentlig nøgle
el: Δημόσιο κλειδί
et: Avalik võti
fa: کلید عمومی
fi: Julkinen avain
gl: Chave Pública
hi: जनता की कुंजी
nb: Offentlig nøkkel
sl: Javni ključ
vi: Khóa công khai

source: ElGamal 2048 bit
bo: ElGamal 2048 གཞི་གྲངས།
cs: ElGamal 2048 bitů
et: ElGamal 2048 bitt
fi: ElGamal 2048-bittinen
hi: ElGamal 2048 बिट

source: Signing Key
az: İmza açarı
bo: བརྐྱ་ཡིག་གི་གསང་ལྡན།
cs: Podepisovací klíč
da: Underskriftsnøgle
el: Κλειδί υπογραφής
et: Allkirjastamise võti
fa: امضا کلید
fi: Allekirjoitusavain
gl: Chave de sinatura
hi: साइनिंग कुंजी
nb: Signeringsnøkkel
sl: Podpisni ključ
vi: Khóa ký

source: Certificate
az: Sertifikat
bo: རྩད་གནས་ཀྱི་ཡིག་ཆ།
cs: Certifikát
da: Certifikat
el: Πιστοποιητικό
et: Sertifikaat
fa: گواهی
fi: Varmenne
gl: Certificado
hi: सर्टिफिकेट
nb: Sertifikat
sl: Potrdilo
vi: Chứng chỉ

source: Validated
az: Təsdiqləndi
bo: རྩད་གནས་བཟོ་བ།
cs: Ověřeno
da: Valideret
el: Επικυρωμένο
et: Kinnitatud
fa: تایید شده
fi: Vahvistettu
gl: validado
hi: मान्यता प्राप्त
nb: Valideret
sl: Preverjeno
vi: Đã xác thực

source: no
az: yox
bo: མེད།
cs: ne
da: nr
el: Όχι
et: ei
fa: نه
fi: ei
gl: non
hi: नहीं
nb: nei
sl: ne
vi: không

source: yes
az: bəli
bo: ཡོད།
cs: ano
da: ja
el: ναι
et: jah
fa: بله
fi: kyllä
gl: si
hi: हाँ
nb: ja
sl: da
vi: đồng ý

source: Source
az: Mənbə
bo: རིགས་འབྲེལ།
cs: Zdrojový kód
da: Kilde
el: Πηγή
et: Allikas
fa: منبع
fi: Lähde
gl: Fonte
hi: स्रोत
nb: Kilde
sl: Vir
vi: Nguồn

source: Added Date
az: Əlavə olunma tarixi
bo: སྣོན་པའི་དུས།
cs: Datum přidání
da: Tilføjet dato
el: Ημερομηνία προσθήκης
et: Lisa kuupäev
fa: تاریخ اضافه شده
fi: Lisäyspäivämäärä
gl: Data engadida
hi: जोड़ा गया तारीख
nb: Tilleggsdato
sl: Datum dodajanja
vi: Ngày thêm

source: Last Modified
az: Son dəyişiklik
bo: བཟོ་བཅོས་ཀྱི་དུས་ཤེས།
cs: Naposledny upraveno
da: Sidst ændret
el: Τελευταία τροποποίηση
et: Viimati muudetud
fa: آخرین اصلاح
fi: Muokattu viimeksi
gl: Última modificación
hi: अंतिम बदलाव
nb: Sist endret
sl: Zadnja sprememba
vi: Sửa đổi lần cuối

source: Notes
az: Qeydlər
bo: ཐོ་ཡིག
cs: Poznámky
da: Noter
el: Σημειώσεις
et: Märkused
fa: یادداشت‌ها
fi: Huomautus
gl: Notas
hi: नोट्स
nb: Notater
sl: Bilance
vi: Các Lưu Ý

source: Visual Identification for
az: Görünüşlə əlaqədar təyinat
bo: བརྙན་གྱི་རིགས་འབྲེལ་
cs: Vizuální identifikace pro
da: Visuel identifikation for
el: Οπτική αναγνώριση για
et: Välimuse identifitseerimine
fa: شناسایی بصری برای
fi: Visuaalinen tunnistus
gl: Identificación visual para
hi: दृश्य पहचान के लिए
nb: Visuell identifikasjon for
sl: Vizualna identifikacija za
vi: Nhận dạng trực quan cho

source: Create your own identification images
az: Öz təyinat şəkillərinizi yaradın
bo: རང་གི་རིགས་འབྲེལ་གྱི་བརྙན་བཟོ་རོགས།
cs: Vytvořte vlastní identifikační obrázky
da: Opret dine egne identifikationsbilleder
el: Δημιουργήστε τις δικές σας εικόνες αναγνώρισης
et: Loo oma identifitseerimispuudutised pildid
fa: تصاویر شناسایی خود را ایجاد کنید
fi: Luo omat tunnistuskuvasi
gl: Cree as súas propias imaxes de identificación
hi: अपने खुद के पहचान छवियों को बनाएं
nb: Opprett dine egne identifiseringsbilder
sl: Ustvarite svoje slike za identifikacijo
vi: Tạo hình ảnh nhận dạng của riêng bạn

source: Launch Image Generator
az: Şəkil Yaratıcısını Başlat
bo: བརྙན་བཟོ་རིགས་འགོ་འཛུགས་པ།
cs: Spustit generátor obrázků
da: Start Image Generator
el: Εκκινήστε το Image Generator
et: Käivita pildi genereerija
fa: مولد تصویر را راه اندازی کنید
fi: Käynnistä Image Generator
gl: iniciar o xerador de imaxes
hi: इमेज जनरेटर लॉन्च करें
nb: Kjør bildegeneratoren
sl: Zaženi generator slik
vi: Khởi chạy Trình tạo hình ảnh
