Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: Host name "{0}" contains illegal character {1}
az: Mənzil adı "{0}" həqiqətən qanunsuz simvol {1} əhatə edir
bo: གཟིགས་མིང་"{0}"ལ་སྤྱོད་མི་ཆོག་པའི་ཡིག་ཆའི་རྟགས་{1}ཡོད་པ་བཞག
cs: Jméno hostitele "{0}" obsahuje zakázané znaky {1}
da: Værtsnavn "{0}" indeholder ulovligt tegn {1}
el: Το όνομα κεντρικού υπολογιστή "{0}" περιέχει παράνομο χαρακτήρα {1}
et: Määri nimi "{0}" sisaldab valesti määratud sümboli {1}
fa: نام میزبان "{0}" حاوی نویسه غیرقانونی است {1}
fi: Isäntänimi "{0}" sisältää laittoman merkin {1}
gl: O nome de host "{0}" contén o carácter ilegal {1}
hi: होस्ट नाम "{0}" में अवैध वर्ण {1} है
nb: Værtnavnet "{0}" inneholder ulovlig tegn {1}
sl: Ime gostitelja "{0}" vsebuje nezakonito znako {1}
vi: Tên máy chủ "{0}" chứa ký tự không hợp lệ {1}

source: Host name cannot start with "{0}"
az: Mənzil adı "{0}" ilə başlamaq olmaz
bo: གཟིགས་མིང་གི་མཐའ་"{0}"ནས་འགོ་མ་ཆོག
cs: Jméno hostitele nemůže začínat na "{0}"
da: Værtsnavn kan ikke starte med "{0}"
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να ξεκινά με "{0}"
et: Määri nimi ei saa algata "{0}"ga
fa: نام میزبان نمی تواند با "{0}" شروع شود
fi: Isäntänimi ei voi alkaa kirjaimella "{0}"
gl: O nome do host non pode comezar por "{0}"
hi: होस्ट नाम "{0}" के साथ शुरू नहीं हो सकता
nb: Værtnavnet kan ikke begynne med "{0}"
sl: Ime gostitelja ne more začetega z "{0}"
vi: Tên máy chủ không thể bắt đầu bằng "{0}"

source: Host name cannot end with "{0}"
az: Mənzil adı "{0}" ilə bitməlidir
bo: གཟིགས་མིང་གི་མཇུག་"{0}"ནས་མཇུག་མ་ཆོག
cs: Jméno hostitele nesmí končit na "{0}"
da: Værtsnavn må ikke slutte med "{0}"
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να τελειώνει με "{0}"
et: Määri nimi ei saa lõppeda "{0}"ga
fa: نام میزبان نمی تواند به "{0}" ختم شود
fi: Isäntänimi ei voi päättyä "{0}"
gl: O nome do host non pode rematar con "{0}"
hi: होस्ट नाम "{0}" के साथ समाप्त नहीं हो सकता
nb: Værtnavnet kan ikke ende med "{0}"
sl: Ime gostitelja ne more končati z "{0}"
vi: Tên máy chủ không được kết thúc bằng "{0}"

source: Host name cannot contain "{0}"
az: Mənzil adı "{0}" əhatə etməlidir
bo: གཟིགས་མིང་ལ་"{0}"བཞག་མི་ཆོག
cs: Jméno hostitele nesmí obsahovat "{0}"
da: Værtsnavn må ikke indeholde "{0}"
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να περιέχει "{0}"
et: Määri nimi ei saa sisaldada "{0}"
fa: نام میزبان نمی تواند حاوی "{0}" باشد
fi: Isäntänimi ei voi sisältää "{0}"
gl: O nome do host non pode conter "{0}"
hi: होस्ट नाम में "{0}" शामिल नहीं हो सकता
nb: Værtnavnet kan ikke inneholde "{0}"
sl: Ime gostitelja ne more vsebovati "{0}"
vi: Tên máy chủ không được chứa "{0}"

source: Host name "{0}" requires conversion to ASCII but the conversion library is unavailable in this JVM
az: Mənzil adı "{0}" ASCIIyə çevrilməli, amma bu JVM-də dəyişdirici kitabxana mövcud deyil
bo: གཟིགས་མིང་"{0}" ASCIIརུ་བསྒྱུར་དགོས་པ་ཐུབ་མ་བྱུང་། འོད་སྐྱོན་འདིའི་JVMལ་བསྒྱུར་རིགས་ཀྱི་ཚོད་མེད་པ་བཞག
cs: Jméno hostitele "{0}" vyžaduje konverzi do ASCII ale konverzní knihovna je na tomto JVM nedostupná
da: Værtsnavn "{0}" kræver konvertering til ASCII, men konverteringsbiblioteket er ikke tilgængeligt i denne JVM
el: Το όνομα κεντρικού υπολογιστή "{0}" απαιτεί μετατροπή σε ASCII, αλλά η βιβλιοθήκη μετατροπών δεν είναι διαθέσιμη σε αυτό το JVM
et: Määri nimi "{0}" vajab ASCII-d muundamist, kuid JVM-s pole muundusbiblioteek
fa: نام میزبان "{0}" نیاز به تبدیل به ASCII دارد اما کتابخانه تبدیل در این JVM در دسترس نیست
fi: Isäntänimi "{0}" vaatii muuntamisen ASCII:ksi, mutta muunnoskirjasto ei ole käytettävissä tässä JVM:ssä
gl: O nome de host "{0}" require a conversión a ASCII pero a biblioteca de conversión non está dispoñible nesta JVM
hi: होस्ट नाम "{0}" को ASCII में परिवर्तित करने की आवश्यकता है, लेकिन परिवर्तन के लिए लाइब्रेरी इस JVM में उपलब्ध नहीं है
nb: Værtnavnet "{0}" krever konvertering til ASCII, men konverteringsbiblioteket er ikke tilgjengelig i denne JVM
sl: Ime gostitelja "{0}" zahteva pretvorbo v ASCII, vendar je knjižnica za pretvorbo v tem JVM neodvisna
vi: Tên máy chủ "{0}" yêu cầu chuyển đổi sang ASCII nhưng thư viện chuyển đổi không có sẵn trong JVM này

source: None
az: Heç biri
bo: མེད
cs: Žádný
da: Ingen
el: Κανένα
et: Puudub
fa: هیچ
fi: Ei mitään
gl: Ningún
hi: कोई
nb: Ingen
sl: Brez
vi: Không có

source: Hidden
az: Gizləndirilmiş
bo: སྒྲིབས་པ།
cs: Skryté
da: Gemt
el: Κρυφό
et: Peidetud
fa: پنهان
fi: Piilotettu
gl: Oculto
hi: छिपा
nb: Skjult
sl: Skrito
vi: Dấu

source: Signed
az: İmzalanmış
bo: བརྐྱ་ཡིག་མངོན་པ།
cs: Podepsáno
da: Underskrevet
el: Υπογεγραμμένο
et: Allkirjastatud
fa: امضا شده
fi: Allekirjoitettu
gl: Firmado dixitalmente
hi: अनुमानित
nb: Signert
sl: Podpisano
vi: Đã ký

source: Key
az: Çavab
bo: གསང་ལྡན
cs: Klíč
da: Nøgle
el: Κλειδί
et: Võti
fa: کلید
fi: Avain
gl: Chave
hi: कुंजी
nb: Nøkkel
sl: Ključ
vi: Khóa dữ liệu

source: Type {0}
az: Növ {0}
bo: རིགས་{0}
cs: Typ {0}
da: Skriv {0}
el: Πληκτρολογήστε {0}
et: Tüüp {0}
fa: نوع {0}
fi: Tyyppi {0}
gl: Escriba {0}
hi: तरह {0}
sl: Vrsta {0}
vi: Nhập {0}

source: DSA 1024 bit
bo: DSA 1024 གཞི་གྲངས།
cs: DSA 1024 bitů
et: DSA 1024 bitt
fi: DSA 1024-bittinen
gl: DSA 1024 bits
hi: DSA 1024 बिट

source: One result for search within filtered list.
cs: Jeden výsledek hledání ve filtrovaném seznamu.

source: Filtered list contains 1 entry.
az: Filtrəd list 1 məlumatı əhatə edir.
bo: དྲམ་བཤེར་གྱི་རེའི་ཐོག་ཁ་པ་གཅིག་ཡོད།
cs: Filtrovaný seznam obsahuje 1 záznam.
da: Filtreret liste indeholder 1 post.
el: Η φιλτραρισμένη λίστα περιέχει 1 καταχώρηση.
et: Filtreeritud loend sisaldab 1 kirjet.
fa: لیست فیلتر شده شامل 1 ورودی است.
fi: Suodatettu luettelo sisältää 1 merkinnän.
hi: स्क्रीन की सूची में {0} प्रविष्टि है।
nb: Filtrert liste har 1 oppføring.
sl: Filtrirana seznama vsebuje {0} vnos.

source: One result for search.
cs: Jeden výsledek hledání.

source: Address book contains 1 entry.
cs: Adresář obsahuje 1 záznam.

source: Showing {0} of {1}
cs: Zobrazuji {0} z {1}

source: Add
az: Əlavə et
bo: སྣོན་པ།
cs: Přídat
da: Tilføj
el: Πρόσθεση
et: Lisa
fa: اضافه کردن
fi: Lisää
gl: Engadir
hi: जोड़ें
nb: Legg til
sl: Dodaj
vi: Thêm

source: Replace
az: Dəyişdir
bo: བརྗེ་བ།
cs: Nahradit
da: Udskift
el: Αντικατάσταση
et: Asenda
fa: جایگزین
fi: Korvaa
gl: Substituír
hi: बदलें
nb: Erstatt
sl: Zamenjaj
vi: Thay thế

source: Host name {0} is already in address book, unchanged.
az: Mənzil adı {0} artıq adres kitabında, dəyişməmiş.
bo: གཟིགས་མིང་{0}ངེས་པར་དུ་ཐོག་མར་གྱི་ཡིག་ཆ་བང་གི་ཡོད་པས་འགྱུར་མེད།
cs: Název hostitele {0} je již v adresáři, nezměněno.
da: Værtsnavnet {0} er allerede i adressebogen, uændret.
el: Το όνομα κεντρικού υπολογιστή {0} βρίσκεται ήδη στο βιβλίο διευθύνσεων, δεν έχει αλλάξει.
et: Määri nimi {0} on juba aadressiraamatust, mitte muutmata.
fa: نام میزبان {0} از قبل در دفترچه آدرس موجود است، بدون تغییر.
fi: Isäntänimi {0} on jo osoitekirjassa, muuttumattomana.
gl: O nome de host {0} xa está na axenda de enderezos, sen cambios.
hi: होस्ट नाम {0} पहले से ही पत्रिका में है, अपरिवर्तित।
nb: Værtnavnet {0} er allerede i adressoboken, ubeskyttet.
sl: Ime gostitelja {0} je že v imeniku naslovov, ne spremenjeno.
vi: Tên máy chủ {0} đã có trong sổ địa chỉ, không thay đổi.

source: Host name {0} is already in address book with a different destination. Click "Replace" to overwrite.
az: Mənzil adı {0} fərqli nöqtə ilə artıq adres kitabında. Üstündən yazmaq üçün "Dəyişdir" düyməsini basın.
bo: གཟིགས་མིང་{0}ངེས་པར་དུ་ཐོག་མར་གྱི་ཡིག་ཆ་བང་གི་ཡོད་པས་འབྲས་བུ་མི་མཚུངས། "བརྗེ་བ"ཞིག་དུ་མནན་ནས་བརྗེ་བར་བྱ་དགོས།
cs: Název hostitele {0} je již v adresáři s rozdílným cílem. Klikněte na "Nahradit" pro přepsání.
da: Værtsnavnet {0} er allerede i adressebogen med en anden destination. Klik på "Erstat" for at overskrive.
el: Όνομα κεντρικού υπολογιστή {0} βρίσκεται ήδη σε βιβλίο διευθύνσεων με διαφορετικό προορισμό. Κάντε κλικ στο "Αντικατάσταση" για να αντικαταστήσετε.
et: Määri nimi {0} on juba aadressiraamatust erineva sihtkohaga. Vajuta "Asenda", et ületippida.
fa: نام میزبان {0} از قبل در دفترچه آدرس با مقصد دیگری موجود است.
fi: Isäntänimi {0} on jo osoitekirjassa, jossa on eri kohde.
gl: O nome de host {0} xa está na axenda de enderezos cun destino diferente.
hi: होस्ट नाम {0} पहले से ही पत्रिका में है, एक अलग गंतव्य के साथ। "बदलें" क्लिक करें जांचने के लिए।
nb: Værtnavnet {0} er allerede i adressoboken med en annen destinasjon. Klikk "Erstatt" for å overskrive.
sl: Ime gostitelja {0} je že v imeniku naslovov s drugačnim destinacijo. Kliknite na "Zamenjaj", da prepisete.
vi: Tên máy chủ {0} đã có trong sổ địa chỉ với đích khác.

source: Unable to resolve Base 32 address
az: Base 32 ünvanı həll olunmur
bo: 32 གཞི་གྲངས་ཀྱི་གཟིགས་མིང་བཤེར་རྒྱུ་མི་ཐུབ།
cs: Není možné načíst adresu Base 32
da: Kan ikke løse base 32-adressen
el: Δεν είναι δυνατή η επίλυση της διεύθυνσης βάσης 32
et: Base 32 aadress ei ole lahendatav
fa: قادر به حل کردن آدرس پایه 32 نیست
fi: Base 32 -osoitetta ei voida ratkaista
hi: बेस 32 पता हल्ने में असमर्थ
nb: Kan ikke løse Base 32-adresse
sl: Ni mogoče razrešiti naslova Base 32
vi: Không thể giải quyết địa chỉ Cơ sở 32

source: Destination added for {0}.
az: {0} üçün nöqtə əlavə edildi.
bo: {0}གི་འབྲས་བུ་སྣོན་པ།
cs: Přídán cíl pro {0}
da: Destination tilføjet for {0}
el: Πρόσθεση προορισμού για {0}.
et: Sihtkoht lisatud {0} jaoks.
fa: مقصد برای {0} اضافه شد.
fi: Kohde lisätty kohteelle {0}.
gl: Engadiuse o destino para {0}.
hi: {0} के लिए गंतव्य जोड़ा गया है।
nb: Destinasjon lagt til for {0}.
sl: Destinacija dodana za {0}.
vi: Thêm địa chỉ đến cho {0}

source: Destination changed for {0}.
az: {0} üçün nöqtə dəyişdirildi.
bo: {0}གི་འབྲས་བུ་འགྱུར་བ།
cs: Cíl pro {0} změněn.
da: Desitnation ændret for {0}
el: Αλλαγή προορισμού για {0}.
et: Sihtkoha muudeti {0} jaoks.
fa: مقصد برای {0} تغییر کرد.
fi: Kohde muutettu kohteelle {0}.
gl: O destino cambiou para {0}.
hi: {0} के लिए गंतव्य बदल दिया गया है।
nb: Destinasjon endret for {0}.
sl: Destinacija spremenjena za {0}.
vi: Đổi địa chỉ đến cho {0}

source: Warning - hostname does not end with ".i2p"
cs: Varování - název hostitele nekončí ".i2p"

source: Invalid Base 32 hostname.
cs: Neplatný Base 32 název hostitele.

source: Invalid Base 64 destination.
az: Səhv Base 64 nöqtəsi.
bo: 64 གཞི་གྲངས་ཀྱི་འབྲས་བུ་བཟོ་མི་རུང་བ།
cs: Neplatný cíl ve formátu Base 64.
da: Ugyldig Base64 destination.
el: Άκυρο base64 προορισμού.
et: Vigane Base 64 sihtkoha.
fa: مقصد مبنا 64 نامعتبر.
fi: Virheellinen Base 64 -kohde.
gl: Destino Base 64 non válido
hi: अमान्य बेस 64 गंतव्य।
nb: Ugyldig Base 64-destinasjon.
sl: Neveljavna destinacija Base 64.
vi: Dạng Base 64 của địa chỉ không đúng

source: Invalid hostname "{0}".
cs: Neplatný název hostitele "{0}".

source: Please enter a hostname and destination
cs: Prosím zadejte název hostitele a cíl

source: Delete Entry
az: Qeydiyyatı sil
bo: ཁ་པ་སོར་ཆུབ།
cs: Smazat záznam
da: Slet post
el: Διαγραφή καταχώρισης
et: Kustuta kirje
fa: حذف ورودی
fi: Poista merkintä
gl: Borrar Entrada
hi: प्रविष्टि हटाएं
nb: Slett oppføring
sl: Izbriši vnos
vi: Xóa mục nhập

source: Delete Selected
az: Seçilmişləri sil
bo: འདེམས་པ་སོར་ཆུབ།
cs: Zvoleno smazání
da: Slet markedere
el: Διαγραφή Επιλεγμένων
et: Kustuta valitud
fa: حذف انتخاب شده
fi: Poista valitut
gl: Borrar Seleccionados
hi: चुनी गई हटाएं
nb: Slett valgte
sl: Izbriši izbrane
vi: Xóa lựa chọn

source: Destination {0} deleted.
az: Nöqtə {0} silindi.
bo: འབྲས་བུ་{0}སོར་ཆུབ་པ།
cs: Cíl {0} byl smazán.
da: Destination {0} slettet.
el: Προορισμός {0} διαγράφηκε.
et: Sihtkoha {0} kustutati.
fa: مقصد {0} حذف شد.
fi: Kohde {0} poistettu.
gl: Eliminouse o destino {0}.
hi: गंतव्य {0} हटा दिया गया।
nb: Destinasjon {0} slettet.
sl: Destinacija {0} izbrisana.
vi: Địa chỉ {0} được xóa.

source: 1 destination deleted.
az: 1 nöqtə silindi.
bo: འབྲས་བུ་གཅིག་སོར་ཆུབ་པ།
cs: 1 cíl smazán.
da: 1 destination slettet.
el: 1 προορισμός διαγράφηκε.
et: 1 sihtkoha kustutati.
fa: 1 مقصد حذف شد.
fi: 1 kohde poistettu.
hi: {0} गंतव्य हटा दिया गया।
nb: 1 destinasjon slettet.
sl: {0} destinacija izbrisana.

source: No entries selected to delete.
az: Silinmək üçün heç bir qeyd seçilməyib.
cs: Nevybrány žádné záznamy ke smazání.
da: Ingen poster valgt at slette.
el: Δεν έχουν επιλεγεί καταχωρήσεις για διαγραφή.
et: Valitud kustutamiseks kirju ei ole.
fa: هیچ ورودی برای حذف انتخاب نشده است.
fi: Poistettavia merkintöjä ei ole valittu.
gl: Non hai entradas seleccionadas para seren borradas
nb: Ingen oppføringer valgt for sletting.
sl: Nobenega vnosa ni izbrano za izbris.
vi: Không có mục nào được chọn để xóa.

source: Add Alternate
az: Alternativ əlavə et
bo: གཞན་དག་སྣོན་པ།
cs: Přidat alternativní
da: Tilføj suppleant
el: Προσθήκη εναλλακτικού
et: Lisa alternatiiv
fa: جایگزین اضافه کنید
fi: Lisää vaihtoehtoinen
gl: Engadir un suplente
hi: विकल्प जोड़ें
nb: Legg til alternativ
sl: Dodaj alternativo
vi: Thêm thay thế

source: Address book saved.
az: Adres kitabı saxlandı.
bo: ཡིག་ཆ་བང་བརྟན་པོར་བཞག
cs: Adresář uložen.
da: Adressebog gemt.
el: Το βιβλίο διευθύνσεων αποθηκεύτηκε.
et: Aadressiraamat salvestatud.
fa: دفترچه آدرس ذخیره شد.
fi: Osoitekirja tallennettu.
gl: Axenda de enderezos gardada.
hi: पत्रिका सहेजा गया।
nb: Adressbok lagret.
sl: Imenik naslovov shranjen.
vi: Đã lưu sổ địa chỉ.

source: ERROR: Could not write address book file.
cs: CHYBA: Nepodařilo se zapsat soubor adresáře.

source: Invalid form submission, probably because you used the "back" or "reload" button on your browser. Please resubmit.
az: Səhv forma göndərməsi, ən çox ehtimalı sizin "geri" və ya "yeniləmə" düymələrindən istifadə etdiniz. Zəhmət olmasa yenidən göndərin.
bo: ཕབ་རྒྱུ་བཟོ་མི་རུང་བ། ཤོག་གི་ཕབ་རྒྱུ་བཟོས་པས་མི་ཐུབ་པ་ཐུབ་པ་བཞག། དོ་ཤེས་ཕབ་རྒྱུ་བཟོ་རོགས།
cs: Neplatné podání formuláře. Pravděpodobně jste klikli na tlačítko "Zpět" a nebo "Znovu načíst" ve Vašem prohlížeči.
da: Ugyldig formularindsendelse, sandsynligvis fordi du brugte knappen "tilbage" eller "genindlæs" i din browser. Ugyldig formularafsendelse, sandsynligvis fordi du har brugt "tilbage" eller "reload" knappen i din browser. Prøv venligst at sende igen.
el: Άκυρη αποστολή φόρμας, πιθανότατα γιατί χρησιμοποιήσατε το πλήκτρο "πίσω" ή "επαναφόρτωση" στον φυλλομετρητή σας. Παρακαλώ στείλατε πάλι.
et: Vigane vormi saatmine, tõenäoliselt seetõttu, et kasutasite oma brauseris "tagasi" või "laadi uuesti" nuppu. Palun saatke vorm uuesti.
fa: ارسال فرم نامعتبر ، احتمالاً به این دلیل که از دکمه "بازگشت" یا "بارگیری مجدد" در مرورگر خود استفاده کرده اید. لطفا دوباره ارسال کنید.
fi: Virheellinen lomakkeen lähetys, luultavasti siksi, että käytit selaimesi "takaosaa" tai "lataa" -painiketta. Lähetä uudelleen.
gl: O envío do formulario non é válido, probablemente porque utilizaches o botón "atrás" ou "recargar" do teu navegador.
hi: अमान्य फॉर्म प्रस्तुति, शायद क्योंकि आपने अपने ब्राउज़र में "वापस" या "रीलोड" बटन का उपयोग किया। कृपया फिर से प्रस्तुत करें।
nb: Ugyldig skjemainnsending, sannsynligvis fordi du brukte "tilbake"- eller "last opp"-knappen i nettleseren din. Vennligst send på nytt.
sl: Neveljavna oddaja obrazca, verjetno zaradi uporabe gumba "nazaj" ali "osveži" v brskalniku. Prosim, poskusite ponovno.
vi: Gửi biểu mẫu không hợp lệ, có thể do bạn đã sử dụng nút "quay lại" hoặc "tải lại" trên trình duyệt của mình. Mẫu nạp không giá trị, có lẻ vì bạn dùng nút "lùi" (back) hoặc "nạp lại" (reload) trong trình duyệt. Xin vui lòng làm lại.

source: If the problem persists, verify that you have cookies enabled in your browser.
az: Məsələ davam edirsə, böyük ehtimalı sizin brauzerinizdə cookie-lərin aktiv olduğundan əmin olun.
bo: གནད་དོན་འདི་བརྟན་ན་ཤོག་གི་བོད་གདམས་གྲངས་རུ་Cookieབཞེངས་ཡོད་མེད་བཤེར་རོགས།
cs: Pokud problém přetrvává, ověřte, že máte v prohlížeči zapnuté cookies.
da: Hvis problemet fortsætter, skal du kontrollere, at du har aktiveret cookies i din browser.Hvis problemet fortsætter, kontrollere, at du har slået cookies til i din browser.
el: Αν το πρόβλημα επιμένει, βεβαιωθείτε ότι ο περιηγητής ιστού σας αποδέχεται τα cookies.
et: Kui probleem jätkub, kontrollige, et teie brauseris on küpsised lubatud.
fa: اگر همچنان مشکل پابرجاست، مطمئن شوید که در مرورگر شما Cookie ها فعال هستند.
fi: Jos pulma jatkuu, vahvista, että evästeet ovar käytössä selaimessasi.
gl: Se o problema persiste, verifique que ten as cookies activadas no seu navegador.
hi: अगर समस्या जारी रहती है, तो सुनिश्चित करें कि आपके ब्राउज़र में कुकीज़ सक्षम हैं।
nb: Hvis problemet vedvarende, sjekk at du har aktivert kaker in nettleseren din.
sl: Če težava obstaja, preverite, ali so v vašem brskalniku omogočeni piškotki.
vi: Nếu sự cố vẫn tiếp diễn, hãy xác minh rằng bạn đã bật cookie trong trình duyệt của mình.

source: Save
az: Yadda saxla
bo: བརྟན་པོར་བཞག
cs: Uložit
da: Gem
el: Αποθήκευση
et: Salvesta
fa: ذخيره
fi: Tallenna
gl: Gardar
hi: सहेजें
nb: Lagre
sl: Shrani
vi: Lưu trữ

source: Configuration saved.
az: Tənzimləmə yadda saxlandı.
bo: སྒྲིག་འཇུག་བརྟན་པོར་བཞག
cs: Nastavení uloženo.
da: Konfiguration gemt.
el: Παράμετροι αποθηκεύθηκαν.
et: Seaded salvestatud.
fa: پیکربندی ذخیره شد.
fi: Asetukset tallennettu.
gl: Configuración gardada.
hi: निर्माण सहेजा गया।
nb: Konfigurasjon lagret.
sl: Konfiguracija shranjena.
vi: Cấu hình được lưu trữ.

source: Reload
az: Yenilə
bo: ཡང་དག་བཞེངས་པ།
cs: Načíst znovu
da: Genindlæs
el: Επαναφόρτωση
et: Laadi uuesti
fa: بارگذاری مجدد
fi: Lataa uudelleen
gl: Recargar
hi: पुनः लोड करें
nb: Last opp igjen
sl: Osveži
vi: Nạp lại

source: Configuration reloaded.
az: Tənzimləmə yenidən yükləndi.
bo: སྒྲིག་འཇུག་ཡང་དག་བཞེངས་པ།
cs: Konfigurace znovu načtena.
da: Konfiguration genindlæst.
el: Παράμετροι επαναφορτώθηκαν.
et: Seaded laaditi uuesti.
fa: پیکربندی مجددا بارگذاری شد.
fi: Kokoonpano ladattu uudelleen.
gl: Configuración recargada.
hi: निर्माण पुनः लोड किया गया।
nb: Konfigurasjon lastet opp igjen.
sl: Konfiguracija ponovno naložena.
vi: Cấu hình được nạp lại.

source: {0} address book in {1} database
az: {0} adres kitabı {1} verilənlər bazasında
bo: {1}གྱི་ཚོད་ཀྱི་ནང་ཡིག་ཆ་བང་{0}
cs: {0} adresář v {1} databázi
da: {0} adressebog i databasen {1}
el: {0} βιβλίο διευθύνσεων στη βάση δεδομένων {1}
et: {0} aadressiraamat {1} andmebaas
fa: دفترچه آدرس {0} در پایگاه داده {1}
fi: {0} osoitekirja {1} tietokannassa
gl: {0} axenda de enderezos na {1} base de datos
hi: {0} पत्रिका {1} डेटाबेस में
nb: {0} adressbok i {1} database
sl: {0} imenik naslovov v {1} podatkovniku
vi: {0} sổ địa chỉ trong cơ sở dữ liệu {1}

source: Host name {0} is not in the address book.
az: Mənzil adı {0} adres kitabında yoxdur.
cs: Název hostitele {0} není v adresáři.
da: Værtsnavnet {0} er ikke i adressebogen.
el: Το όνομα κεντρικού υπολογιστή {0} δεν υπάρχει στο βιβλίο διευθύνσεων.
fa: نام میزبان {0} در دفترچه آدرس نیست.
fi: Isäntänimi {0} ei ole osoitekirjassa.
gl: O nome de host {0} non está na axenda de enderezos.
nb: Værtnavnet {0} er ikke i adressoboken.
vi: Tên máy chủ {0} không có trong sổ địa chỉ.

source: Manually added via SusiDNS
az: İstifadəçi tərəfindən SusiDNS vasitəsilə əlavə edildi
bo: SusiDNSགྱི་རྒྱུ་མཐུད་སྣོན་པ།
cs: Ručně přidáno pomocí SusiDNS
da: Manuel tilføjet via SusiDNS
el: Προστέθηκε μη αυτόματα μέσω SusiDNS
et: Manuaalselt lisatud läbi SusiDNS
fa: به صورت دستی از طریق SusiDNS اضافه شده است
fi: Lisätty manuaalisesti SusiDNS:n kautta
gl: Engadido manualmente trámite SusiDNS
hi: SusiDNS के माध्यम से हस्ताक्षरित जोड़ा गया
nb: Tilføjet manuelt via SusiDNS
sl: Ročno dodano preko SusiDNS
vi: Được thêm thủ công qua SusiDNS

source: Failed to add Destination for {0} to naming service {1}
az: {0} üçün {1} adlandırma xidmətinə Nöqtə əlavə etməkdə uğursuz oldu
bo: {0}གི་འབྲས་བུ་{1}གྱི་མིང་གི་རིགས་སུ་སྣོན་མི་ཐུབ།
cs: Selhalo přidání cíle pro {0} do jmenné služby {1}
da: Kunne ikke tilføje destination for {0} til navnetjenesten {1}
el: Απέτυχε η προσθήκη Προορισμού για το {0} στην υπηρεσία ονομασίας {1}
et: Sihtkoha lisamine ebaõnnestus {0} jaoks nimeandmeteenusele {1}
fa: افزودن مقصد برای {0} به سرویس نامگذاری {1} انجام نشد
fi: Kohteen {0} lisääminen nimeämispalveluun {1} epäonnistui
gl: Produciuse un erro ao engadir o destino para {0} ao servizo de nomeamento {1}
hi: {0} के लिए गंतव्य को नामिंग सेवा {1} में जोड़ने में विफलता
nb: Kunne ikke legge til Destinasjon for {0} til navnetjeneste {1}
sl: Dodajanje destinacije za {0} v storitev imenovanja {1} je spodletelo
vi: Không thể thêm Đích cho {0} vào dịch vụ đặt tên {1}

source: Failed to delete Destination for {0} from naming service {1}
az: {0} üçün {1} adlandırma xidmətindən Nöqtə silməkdə uğursuz oldu
bo: {0}གི་འབྲས་བུ་{1}གྱི་མིང་གི་རིགས་ནས་སོར་ཆུབ་མི་ཐུབ།
cs: Selhalo smazání cíle pro {0} z jmenné služby {1}
da: Destination for {0} kunne ikke slettes fra navnetjenesten {1}
el: Αποτυχία διαγραφής προορισμού για {0} από την υπηρεσία ονοματοδοσίας {1}
et: Sihtkoha kustutamine ebaõnnestus {0} jaoks nimeandmeteenusest {1}
fa: حذف مقصد برای {0} از سرویس نامگذاری {1} انجام نشد
fi: Kohteen {0} poistaminen nimeämispalvelusta {1} epäonnistui
gl: Produciuse un erro ao eliminar o destino de {0} do servizo de nomeamento {1}
hi: {0} के लिए गंतव्य को नामिंग सेवा {1} से हटाने में विफलता
nb: Kunne ikke slette Destinasjon for {0} fra navnetjeneste {1}
sl: Brisanje destinacije za {0} iz storitve imenovanja {1} je spodletelo
vi: Không thể xóa Đích cho {0} khỏi dịch vụ đặt tên {1}

source: Save Notes
az: Qeydləri yadda saxla
bo: ཐོ་ཡིག་བརྟན་པོར་བཞག
cs: Uložit poznámky
da: Gem noter
el: Αποθήκευση σημειώσεων
et: Salvesta märkused
fa: ذخیره یادداشت ها
fi: Tallenna muistiinpanot
gl: Gardar notas
hi: नोट्स सहेजें
nb: Lagre notater
sl: Shrani bilance
vi: Lưu ghi chú

source: You must enter a file
az: Fayl daxil etməlisiniz
bo: ཡིག་ཆ་ཞིག་འཇུག་དགོས།
cs: Vložte soubor
da: Du skal indtaste en fil
el: Πρέπει να εισάγετε αρχείο
et: Peate sisestama faili
fa: شما باید یک فایل وارد کنید
fi: Sinun on kirjoitettava tiedosto
gl: Debes introducir un ficheiro
hi: आपको एक फ़ाइल दर्ज करना होगा
nb: Du må angi en fil
sl: Morate vnesti datoteko
vi: Bạn phải nhập một tập tin

source: No entries found in file
az: Faylda heç bir qeyd tapılmadı
bo: ཡིག་ཆ་ནང་ཁ་པ་མེད་པ།
cs: V souboru nenalezeny žádné záznamy
da: Ingen poster fundet i filen
el: Δεν βρέθηκαν καταχωρήσεις στο αρχείο
et: Failis kirju ei leitud
fa: هیچ ورودی در فایل یافت نشد
fi: Tiedostosta ei löytynyt merkintöjä
gl: Non se atoparon entradas no ficheiro
hi: फ़ाइल में कोई प्रविष्टि नहीं मिली
nb: Ingen oppføringer funnet i filen
sl: V datoteki ni najdenih vnosov
vi: Không tìm thấy mục nào trong tệp

source: Imported from file {0}
az: {0} fayldan girişi edildi
bo: ཡིག་ཆ་{0}ནས་བཞེད་པ་བཞག
cs: Importováno ze souboru {0}
da: Importeret fra fil {0}
el: Εισαγωγή από το αρχείο {0}
et: Imporditud failist {0}
fa: وارد شده از فایل {0}
fi: Tuotu tiedostosta {0}
gl: importado do ficheiro {0}
hi: {0} फ़ाइल से आयात किया
nb: Importert fra fil {0}
sl: Uvoženo iz datoteke {0}
vi: Đã nhập từ tệp {0}

source: Imported from file
az: Fayldan girişi edildi
bo: ཡིག་ཆ་ནས་བཞེད་པ་བཞག
cs: Importováno ze souboru
da: Importeret fra fil
el: Εισήχθη από αρχείο
et: Imporditud failist
fa: از فایل وارد شده است
fi: Tuotu tiedostosta
gl: importado do ficheiro
hi: फ़ाइल से आयात किया
nb: Importert fra fil
sl: Uvoženo iz datoteke
vi: Đã nhập từ tệp

source: Loaded {0} entry from file
az: {0} məlumat fayldan yükləndi
bo: ཡིག་ཆ་ནས་ཁ་པ་{0}བཞེད་པ་བཞག
cs: Načten {0} záznam ze souboru
da: Indlæste {0} post fra fil
el: Φορτωμένο {0} καταχώρηση από το αρχείο
et: Laaditi failist {0} kirje
fa: {0} ورود از پرونده
fi: Ladattu {0} merkintä tiedostosta
hi: {0} प्रविष्टि फ़ाइल से लोड की गई
nb: Lastet {0} post fra fil
sl: Naložen {0} vnos iz datoteke
