Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: If you want to manually add lines to an addressbook, add them to the private or master addressbooks.
az: Adres kitabına əl ilə satırlar əlavə etmək istəyirsinizsə, onları gizli və ya üst adres kitabına əlavə edin.
bo: ཡིག་ཆ་བང་ནས་མཐུད་རིམ་སྣོན་རྒྱུ་ཡོད་ན་གསང་བའི་ཡང་ན་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་སྣོན་རོགས།
da: Hvis du manuelt vil tilføje linjer til en adressebog, skal du tilføje dem til de private eller masteradressebøgerne.
el: Εάν θέλετε να προσθέσετε με μη αυτόματο τρόπο γραμμές σε ένα βιβλίο διευθύνσεων, προσθέστε τες στα ιδιωτικά ή κύρια βιβλία διευθύνσεων.
et: Kui soovite aadressiraamatule manuaalselt ridade lisada, siis lisage need privaatsele või peale aadressiraamatule.
fa: اگر می خواهید خطوطی را به صورت دستی به دفترچه آدرس اضافه کنید، آنها را به دفترچه آدرس خصوصی یا اصلی اضافه کنید.
fi: Jos haluat lisätä rivejä manuaalisesti osoitekirjaan, lisää ne yksityisiin tai pääosoitteisiin.
gl: Se queres engadir liñas manualmente a unha axenda de enderezos, engádeas ás axendas de enderezos privadas ou mestras.
hi: यदि आप एक पत्रिका में लाइनों को हस्ताक्षरित जोड़ना चाहते हैं, तो उन्हें निजी या मास्टर पत्रिकाओं में जोड़ें।
nb: Hvis du vil legge til linjer manuelt til en adressobok, legg dem til den private eller mesters adressoboken.
sl: Če želite ročno dodati vrstice v imenik naslovov, jih dodajte v zaseben ali glavni imenik naslovov.
vi: Nếu bạn muốn thêm dòng vào sổ địa chỉ theo cách thủ công, hãy thêm chúng vào sổ địa chỉ riêng hoặc chính.

source: The router addressbook and the published addressbook are updated by the addressbook application.
az: Ruter adres kitabı və nəşr olunmuş adres kitabı, adres kitabı tətbiqi tərəfindən yenilənir.
bo: གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་དང་བཀོད་པའི་ཡིག་ཆ་བང་ནི་ཡིག་ཆ་བང་གི་རིགས་ཀྱི་རྒྱུ་མཐུད་བསྐྱར་བཏང་བ་བཞག
da: Routerens adressebog og den offentliggjorte adressebog opdateres af adressebogsapplikationen.
el: Το βιβλίο διευθύνσεων του δρομολογητή και το δημοσιευμένο βιβλίο διευθύνσεων ενημερώνονται από την εφαρμογή βιβλίου διευθύνσεων.
et: Routteri aadressiraamat ja avaldatud aadressiraamat uuendatakse aadressiraamatu rakenduse abil.
fa: دفترچه آدرس روتر و دفترچه آدرس منتشر شده توسط برنامه دفترچه آدرس به روز می شوند.
fi: Osoitekirjasovellus päivittää reitittimen osoitekirjan ja julkaistun osoitekirjan.
gl: a axenda de enderezos do enrutador e a axenda publicada son actualizadas pola aplicación de axenda de enderezos.
hi: राउटर पत्रिका और प्रकाशित पत्रिका पत्रिका अनुप्रयोग द्वारा अपडेट की जाती हैं।
nb: Ruterverens adressobok og den publiserte adressoboken oppdateres av adressobok-applikasjonen.
sl: Imenik naslovov maršrutnika in objavljeni imenik naslovov se posodablja z aplikacijo imenika naslovov.
vi: Sổ địa chỉ bộ định tuyến và sổ địa chỉ đã xuất bản được cập nhật bởi ứng dụng sổ địa chỉ.

source: When you publish your addressbook, ALL destinations from the master and router addressbooks appear there.
az: Adres kitabınızı nəşr edəndə, üst və ruternin adres kitablarından BÜTÜN nöqtələr orada görünür.
bo: ཁྱོད་ཀྱི་ཡིག་ཆ་བང་བཀོད་པའི་ཚེ་གཙོ་བོའི་དང་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་འབྲས་བུ་ཐམས་ཅད་འདིར་བཞག
da: Når du udgiver din adressebog, vises ALLE destinationer fra master- og routeradressebøgerne der.
el: Όταν δημοσιεύετε το βιβλίο διευθύνσεών σας, ΟΛΟΙ οι προορισμοί από τα βιβλία διευθύνσεων του κύριου και του δρομολογητή εμφανίζονται εκεί.
et: Kui avaldate oma aadressiraamat, siis kõik sihtkohad pealse ja routteri aadressiraamatust ilmuvad seal.
fa: هنگامی که دفترچه آدرس خود را منتشر می کنید، همه مقصدها از دفترچه آدرس اصلی و روتر در آنجا ظاهر می شوند.
fi: Kun julkaiset osoitekirjan, KAIKKI kohteet isäntä- ja reitittimen osoitekirjoista näkyvät siellä.
gl: Cando publicas a túa axenda de enderezos, aparecen TODOS os destinos das axendas de enderezos mestre e do enrutador.
hi: जब आप अपनी पत्रिका प्रकाशित करते हैं, तो मास्टर और राउटर पत्रिकाओं से सभी गंतव्य वहाँ दिखाई देते हैं।
nb: Når du publiserer adressoboken din, vises ALLE destinasjoner fra mesters og ruterverens adressoboker der.
sl: Ko objavite svoj imenik naslovov, SE VSE destinacije iz glavnega in imenika naslovov maršrutnika pojavitve tukaj.
vi: Khi bạn xuất bản sổ địa chỉ của mình, TẤT CẢ các đích đến từ sổ địa chỉ chính và bộ định tuyến sẽ xuất hiện ở đó.

source: Use the private addressbook for private destinations, these are not published.
az: Gizli nöqtələr üçün gizli adres kitabını istifadə edin, bunlar nəşr olunmur.
bo: གསང་བའི་འབྲས་བུ་གཟིགས་མིང་གི་རིགས་ལ་གསང་བའི་ཡིག་ཆ་བང་བཟོ་རོགས། འདི་བཀོད་མི་ཐུབ།
da: Brug den private adressebog til private destinationer, disse udgives ikke.
el: Χρησιμοποιήστε το ιδιωτικό βιβλίο διευθύνσεων για ιδιωτικούς προορισμούς, αυτοί δεν δημοσιεύονται.
et: Kasutage privaatset aadressiraamatut privaatsete sihtkohtade jaoks, need ei avaldata.
fa: از دفترچه آدرس خصوصی برای مقاصد خصوصی استفاده کنید، اینها منتشر نمی شوند.
fi: Käytä yksityistä osoitekirjaa yksityisiin kohteisiin, niitä ei julkaista.
gl: Utilice o caderno de enderezos privado para destinos privados, estes non se publican.
hi: निजी गंतव्यों के लिए निजी पत्रिका का उपयोग करें, ये प्रकाशित नहीं होते।
nb: Bruk den private adressoboken for private destinasjoner, disse blir ikke publisert.
sl: Uporabite zaseben imenik naslovov za zasebne destinacije, te se ne objavljajo.
vi: Sử dụng sổ địa chỉ riêng cho các điểm đích riêng, chúng không được công bố.

source: Your personal addressbook, these hosts will be published
az: Kişi adres kitabınız, bu mənzillər nəşr olunacaq
bo: ཁྱོད་ཀྱི་རང་གི་ཡིག་ཆ་བང་གི་གཟིགས་མིང་བཀོད་པར་བྱ་དགོས།
da: Din personlige adressebog, disse værter vil blive offentliggjort
el: Το προσωπικό σας βιβλίο διευθύνσεων, αυτοί οι οικοδεσπότες θα δημοσιευτούν
et: Teie isiklik aadressiraamat, need määrid avaldatakse
fa: دفترچه آدرس شخصی شما، این میزبان ها منتشر خواهد شد
fi: Henkilökohtainen osoitekirjasi, nämä isännät julkaistaan
gl: A túa axenda de enderezos persoal, estes servidores publicaranse
hi: आपकी व्यक्तिगत पत्रिका, ये होस्ट प्रकाशित होंगे
nb: Din personlige adressebok, disse vertene vil bli publisert
sl: Vaš osebni imenik naslovov, ti gostitelji bodo objavljeni
vi: Sổ địa chỉ cá nhân của bạn, các máy chủ này sẽ được xuất bản

source: Your private addressbook, it is never published
az: Sizin gizli adres kitabınız, heç vaxt nəşr olunmur
bo: ཁྱོད་ཀྱི་གསང་བའི་ཡིག་ཆ་བང་གི་གཟིགས་མིང་བཀོད་མི་ཐུབ།
da: Din private adressebog, den udgives aldrig
el: Το ιδιωτικό σας βιβλίο διευθύνσεων, δεν δημοσιεύεται ποτέ
et: Teie privaatne aadressiraamat, see ei avaldata kunagi
fa: دفترچه آدرس خصوصی شما، هرگز منتشر نمی شود
fi: Yksityinen osoitekirjasi, sitä ei koskaan julkaista
gl: O teu caderno de enderezos privado, nunca se publica
hi: आपकी निजी पत्रिका, यह कभी प्रकाशित नहीं होती
nb: Din private adressebok, den blir aldri publisert
sl: Vaš zaseben imenik naslovov, nikoli se ne objavi
vi: Sổ địa chỉ riêng của bạn, nó chưa bao giờ được công bố

source: Whether to update the published addressbook
az: Nəşr olunmuş adres kitabını yeniləmək olub-olmaması
bo: བཀོད་པའི་ཡིག་ཆ་བང་བསྐྱར་བཏང་བར་བྱ་དགོས་མེད་མིན།
da: Om den offentliggjorte adressebog skal opdateres
el: Εάν θα ενημερωθεί το δημοσιευμένο βιβλίο διευθύνσεων
et: Kas avaldatud aadressiraamat uuendatakse
fa: آیا برای به روز رسانی دفترچه آدرس منتشر شده
fi: Päivitetäänkö julkaistu osoitekirja
gl: se actualizar a axenda de enderezos publicada
hi: प्रकाशित पत्रिका अपडेट करने का चयन
nb: Om publiserte adressebøker skal oppdateres
sl: Ali posodobiti objavljeni imenik naslovov
vi: Có nên cập nhật sổ địa chỉ đã xuất bản hay không

source: Name of override theme to use (defaults to console-selected theme)
az: Tətbiq etmək üçün əvəzləmə mövzusunun adı (standart olaraq konsoldan seçilmiş mövzu olur)
bo: བཟོ་རིགས་ཀྱི་ཞབས་ཐབས་(རིགས་ལྡན་གྱི་ཞབས་ཐབས་རུ་བཞག)
da: Navn på tilsidesættelsestema, der skal bruges (standard til konsolvalgt tema)
el: Όνομα του θέματος παράκαμψης προς χρήση (προεπιλογή σε θέμα που έχει επιλεγεί από την κονσόλα)
et: Ülevalvava teema nimi, mida kasutada (vaikeväärtus on konsooli valitud teema)
fa: نام طرح زمینه نادیده گرفته شده برای استفاده (پیش‌فرض به طرح زمینه انتخاب‌شده توسط کنسول)
fi: Käytettävän ohitusteeman nimi (oletusarvo konsolissa valittu teema)
gl: Nome do tema de substitución que se vai usar (predeterminado para o tema seleccionado pola consola)
hi: उपयोग करने के लिए ओवरराइड थीम का नाम (डिफ़ॉल्ट के रूप में कंसोल-चुने गए थीम का होता है)
nb: Navn på overstyrt tema å bruke (standardverdien er konsollvalgt tema)
sl: Ime nadomestnega teme za uporabo (privzeto je teme izbrano v konzoli)
vi: Tên của chủ đề ghi đè sẽ sử dụng (mặc định là chủ đề do bảng điều khiển chọn)

source: delete hosts
bo: གཟིགས་མིང་སོར་ཆུབ།

source: addressbook
az: adres kitabı
bo: ཡིག་ཆ་བང
da: adressebog
el: διευθυνσιογράφος
et: aadressiraamat
fa: دفترچه آدرس
fi: osoitekirja
gl: axenda de enderezos
hi: पत्रिका
nb: adressebok
sl: imenik naslovov
vi: Sổ địa chỉ

source: Details
az: Təfərrüatlar
bo: ཤེས་བྱ་རྒྱས་པ།
da: Detaljer
el: Λεπτομέριες
et: Detailid
fa: جزئیات
fi: Yksityiskohdat
hi: विवरण
nb: Detaljer
sl: Podrobnosti
vi: Chi tiết

source: Base 64 Hash
bo: 64 གཞི་གྲངས་ཀྱི་བཤེར་བཟོ།
el: Βάση 64 Hash
et: Basis 64 krüptsumma
fa: پایه 64 هش
hi: बेस 64 हैश
sl: Dolgina Base 64
vi: Hàm băm cơ sở 64

source: Add notes about domain
az: Sahə haqqında qeydlər əlavə edin
bo: གཞི་གྲངས་ཀྱི་ཐོ་ཡིག་སྣོན་པ།
da: Tilføj noter om domæne
el: Προσθήκη σημειώσεων σχετικά με τον τομέα
et: Lisa märkused domeenist
fa: یادداشت هایی در مورد دامنه اضافه کنید
fi: Lisää muistiinpanoja verkkotunnuksesta
gl: Engadir notas sobre o dominio
hi: डोमेन के बारे में नोट्स जोड़ें
nb: Legg til notater om domene
sl: Dodaj bilance o domeni
vi: Thêm ghi chú về tên miền

source: What is the addressbook?
az: Adres kitabı nədir?
bo: ཡིག་ཆ་བང་གི་དོན་ཅི་ཡིན་ནམ།
da: Hvad er adressebogen?
el: Τι είναι το βιβλίο διευθύνσεων;
et: Mis on aadressiraamat?
fa: دفترچه آدرس چیست؟
fi: Mikä osoitekirja on?
gl: Cal é a axenda de enderezos?
hi: पत्रिका क्या है?
nb: Hva er adresseboken?
sl: Kaj je imenik naslovov?
vi: Sổ địa chỉ là gì?

source: The addressbook application is part of your I2P installation.
az: Adres kitabı tətbiqi I2P quraşdırmanıza daxildir.
bo: ཡིག་ཆ་བང་གི་རིགས་ནི་ཁྱོད་ཀྱི་I2Pགི་རིགས་ཀྱི་ཆ་བཞག
da: Adressebogsapplikationen er en del af din I2P-installation.
el: Η εφαρμογή βιβλίου διευθύνσεων είναι μέρος της εγκατάστασης I2P.
et: Aadressiraamatu rakendus on osa sinu I2P paigaldusest.
fa: برنامه دفترچه آدرس بخشی از نصب I2P شما است.
fi: Osoitekirjasovellus on osa I2P-asennusta.
gl: A aplicación do caderno de enderezos forma parte da súa instalación I2P.
hi: पत्रिका अनुप्रयोग आपकी I2P स्थापना का हिस्सा है।
nb: Adressebok-applikasjonen er en del av din I2P-installasjon.
sl: Aplikacija za imenik naslovov je del vaše namestitve I2P.
vi: Ứng dụng sổ địa chỉ là một phần trong quá trình cài đặt I2P của bạn.

source: Subscribing to additional sites is easy, just add them to your <a href="subscriptions">subscriptions</a> file.
az: Əlavə saytlara abunə olmaq asandır, sadəcə onları <a href="subscriptions">abunələr</a> faylınıza əlavə edin.
bo: གཞི་གྲངས་གསར་པ་འབྲེལ་ཡོད་པར་བྱ་དགོས་ན་ཁྱོད་ཀྱི་<a href="subscriptions">subscriptions</a>ཡིག་ཆ་ནས་སྣོན་རོགས།
da: Det er nemt at abonnere på yderligere websteder, bare føj dem til din <a href="subscriptions">abonnement</a>-fil.
el: Η εγγραφή σε επιπλέον ιστότοπους είναι εύκολη, απλώς προσθέστε τους στο αρχείο <a href="subscriptions">συνδρομές</a> σας.
fa: اشتراک در سایت‌های دیگر آسان است، فقط آنها را به فایل <a href="subscriptions">اشتراک‌ها</a> خود اضافه کنید.
fi: Lisäsivustojen tilaaminen on helppoa, lisää vain ne <a href="subscriptions">tilaustiedostoosi</a>.
gl: Suscribirse a sitios adicionais é doado, só engádeos ao teu ficheiro de <a href="subscriptions">subscricións</a>.
hi: तिरिक्त साइटों की सदस्यता लेना आसान है, बस उन्हें अपनी <a href="subscriptions">सब्सक्रिप्शन फ़ाइल में जोड़ें</a>।
sl: Prijavo na dodatne strani je enostavno, dodajte jih v svojo datoteko <a href="subscriptions">prijava</a>.
vi: Việc đăng ký các trang web bổ sung thật dễ dàng, chỉ cần thêm chúng vào tệp <a href="subscriptions">đăng ký</a> của bạn.

source: For more information on naming in I2P, see <a href="http://i2p-projekt.i2p/naming.html" target=_blank>the overview</a>.
az: I2P-da adlandırma haqqında daha çox məlumat üçün, <a href="http://i2p-projekt.i2p/naming.html" target=_blank>genişləndirilmiş məlumatı</a> oxuyun.
bo: I2Pགི་མིང་གི་ཤེས་བྱ་རྒྱས་པར་བལྟ་བར་<a href="http://i2p-projekt.i2p/naming.html" target=_blank>བཤེར་བཟོས་པའི་ཐོག</a>བལྟ་རོགས།
da: For mere information om navngivning i I2P, se <a href="http://i2p-projekt.i2p/naming.html" target=_blank>oversigten</a>.
el: Για περισσότερες πληροφορίες σχετικά με την ονομασία στο I2P, ανατρέξτε στην <a href="http://i2p-projekt.i2p/naming.html" target=_blank>την επισκόπηση</a>.
fa: برای اطلاعات بیشتر در مورد نامگذاری در I2P، به <a href="http://i2p-projekt.i2p/naming.html" target=_blank>نمای کلی</a> مراجعه کنید.
fi: Lisätietoja nimeämisestä I2P:ssä, katso <a href="http://i2p-projekt.i2p/naming.html" target=_blank>yleiskatsaus</a>.
gl: Para obter máis información sobre a denominación en I2P, consulte <a href="http://i2p-projekt.i2p/naming.html" target=_blank>a visión xeral</a>.
hi: I2P में नामकरण के बारे में अधिक जानकारी के लिए, <a href="http://i2p-projekt.i2p/naming.html" target=_blank>समीक्षा को देखें</a>।
sl: Za dodatne informacije o imenovanju v I2P, glejte <a href="http://i2p-projekt.i2p/naming.html" target=_blank>pregled</a>.
vi: Để biết thêm thông tin về cách đặt tên trong I2P, hãy xem <a href="http://i2p-projekt.i2p/naming.html" target=_blank>tổng quan</a>.

source: How does the addressbook application work?
az: Adres kitabı tətbiqi necə işləyir?
bo: ཡིག་ཆ་བང་གི་རིགས་བཟོ་བཅོས་བཟོ་བའི་ཐབས་ཅི་ཡིན་ནམ།
da: Hvordan fungerer adressebogsapplikationen?
el: Πώς λειτουργεί η εφαρμογή βιβλίου διευθύνσεων;
et: Kuidas aadressiraamatu rakendus töötab?
fa: برنامه دفترچه آدرس چگونه کار میکند؟
fi: Kuinka osoitekirjasovellus toimii?
gl: Como funciona a aplicación de axenda de enderezos?
hi: पत्रिका अनुप्रयोग कैसे कार्य करता है?
nb: Hva gjør adressebok-applikasjonen?
sl: Kako deluje aplikacija za imenik naslovov?
vi: Ứng dụng sổ địa chỉ hoạt động như thế nào?

source: The addressbook application regularly polls your subscriptions and merges their content into your "router" address book.
az: Adres kitabı tətbiqi, abunələrinizi təqribən sorğu edir və onların məzmununu "ruternin" adres kitabınıza birləşdirir.
bo: ཡིག་ཆ་བང་གི་རིགས་ནི་ཁྱོད་ཀྱི་འབྲེལ་ཡོད་པ་བསྐྱར་བཏང་བ་བཞག་པ་དང་། འབྲེལ་ཡོད་པའི་ནང་དོན་གཟིགས་མིང་གི་རིགས་ཀྱི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག
da: Adressebogsapplikationen spørger regelmæssigt dine abonnementer og flettes deres indhold ind i din "router"-adressebog.
el: Η εφαρμογή βιβλίου διευθύνσεων ελέγχει τακτικά τις συνδρομές σας και συγχωνεύει το περιεχόμενό τους στο βιβλίο διευθύνσεών σας "router".
fa: برنامه دفترچه آدرس به طور منظم از اشتراک های شما نظرسنجی می کند و محتوای آنها را در دفترچه آدرس "روتر" شما ادغام می کند.
fi: Osoitekirjasovellus tekee säännöllisesti kyselyn tilauksistasi ja yhdistää niiden sisällön "reitittimen" osoitekirjaasi.
gl: A aplicación de axenda de enderezos consulta regularmente as túas subscricións e fusiona o seu contido na túa axenda de enderezos do "router".
hi: पत्रिका अनुप्रयोग नियमित रूप से आपकी सब्सक्रिप्शन की मांग करता है और उनकी सामग्री को अपनी "राउटर" पत्रिका में मिलाता है।
nb: Adressebok-applikasjonen spørjelegger regelmessig dine abonnementer og slår sammen deres innhold med din "ruter" adressebok.
sl: Aplikacija za imenik naslovov redno preverja vaše prijave in združi njihovo vsebino z vašim "maršrutnikom" imenika naslovov.
vi: Ứng dụng sổ địa chỉ thường xuyên thăm dò các đăng ký của bạn và hợp nhất nội dung của chúng vào sổ địa chỉ "bộ định tuyến" của bạn.

source: Then it merges your "master" address book into the router address book as well.
az: Sonra o, "üst" adres kitabınızı da ruternin adres kitabına birləşdirir.
bo: དེ་རྗེས་ཁྱོད་ཀྱི་གཙོ་བོའི་ཡིག་ཆ་བང་གི་ནང་དོན་གཟིགས་མིང་གི་རིགས་ཀྱི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག
da: Så fletter den også din "master" adressebog ind i routerens adressebog.
el: Στη συνέχεια, συγχωνεύει το βιβλίο διευθύνσεών σας "κύριο" στο βιβλίο διευθύνσεων του δρομολογητή επίσης.
et: See pärast ühendab ka sinu "põhi" aadressiraamatu rooteri aadressiraamatusse.
fa: سپس کتاب آدرس "master" شما را نیز در دفترچه آدرس روتر ادغام می کند.
fi: Sitten se yhdistää "master"-osoitekirjasi myös reitittimen osoitekirjaan.
gl: Entón fusiona a túa axenda de enderezos "mestra" coa axenda de enderezos do enrutador tamén.
hi: फिर यह अपनी "मास्टर" पत्रिका को राउटर पत्रिका में भी मिलाता है।
nb: Deretter slår den sammen din "hoved" adressebok med ruteradresseboken også.
sl: Nato združi tudi vaš "glavni" imenik naslovov z imenikom naslovov maršrutnika.
vi: Sau đó, nó cũng hợp nhất sổ địa chỉ "master" của bạn vào sổ địa chỉ bộ định tuyến.

source: If configured, the router address book is now written to the "published" address book, which will be publicly available if you are running an eepsite.
az: Tənzimlənmişdirsə, ruternin adres kitabı indi "nəşr olunmuş" adres kitabına yazılır, siz eepsite aparırsınızsa, bu həmkarlar üçün açıqdır.
bo: སྒྲིག་འཇུག་བྱས་ན་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནི་བཀོད་པའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག དེ་ནི་ཁྱོད་ཀྱི་དྲ་གྲོའི་གཟིགས་མིང་བཀོད་བཞག་ན་གསར་དུ་བཞག
da: Hvis den er konfigureret, skrives routerens adressebog nu til den "publicerede" adressebog, som vil være offentlig tilgængelig, hvis du kører en eepsite.
el: Εάν έχει ρυθμιστεί, το βιβλίο διευθύνσεων του δρομολογητή είναι πλέον γραμμένο στο βιβλίο διευθύνσεων "δημοσιευμένο", το οποίο θα είναι διαθέσιμο δημόσια εάν εκτελείτε έναν ιστότοπο eepsite.
et: Kui see on seadistatud, kirjutatakse rooteri aadressiraamat nüüd avalikuks aadressiraamatuks, mis on avalikult kättesaadav, kui sa käivitestad eepsaidi.
fa: در صورت پیکربندی، دفترچه آدرس روتر اکنون در دفترچه آدرس "منتشر شده" نوشته می شود، که در صورت اجرای eepsite به صورت عمومی در دسترس خواهد بود.
fi: Jos määritetty, reitittimen osoitekirja kirjoitetaan nyt "julkaistu" osoitekirjaan, joka on julkisesti saatavilla, jos käytät eepsite-sivustoa.
gl: Se está configurado, a axenda de enderezos do enrutador está agora escrita na axenda de enderezos "publicada", que estará dispoñible publicamente se está a executar un eepsite.
hi: यदि सेट किया गया हो, तो राउटर पत्रिका अब "प्रकाशित" पत्रिका में लिखी जाती है, जो यदि आप एक eepsite चला रहे होते हैं तो सार्वजनिक रूप से उपलब्ध होगी।
nb: Hvis konfigurert, skrives ruteradresseboken nå til den "publiserte" adresseboken, som vil være offentlig tilgjengelig hvis du driver en eepside.
sl: Če je nastavljeno, je imenik naslovov maršrutnika zdaj zapisan v "objavljeni" imenik naslovov, ki bo javno dostopen, če izvajate eepsite.
vi: Nếu được định cấu hình, sổ địa chỉ bộ định tuyến hiện được ghi vào sổ địa chỉ "đã xuất bản", sổ này sẽ hiển thị công khai nếu bạn đang chạy một trang web điện tử.

source: subscription log
az: abunə günlüğü
bo: འབྲེལ་ཡོད་པའི་ཉིན་ཐོག
da: abonnementslog
el: Ημερολόγιο εγγραφών συνδρομής
et: tellimuse logi
fa: ثبت اشتراک
fi: tilausloki
hi: सब्सक्रिप्शन लॉग
nb: abonnement-logg
sl: dnevnik prijav

source: Subscription Log
az: Abunə Gündəlik
bo: འབྲེལ་ཡོད་པའི་ཉིན་ཐོག
da: Abonnementslog
el: Ημερολόγιο εγγραφών συνδρομής
et: Tellimuse Logi
fa: ثبت اشتراک
fi: Tilausloki
hi: सब्सक्रिप्शन लॉग
nb: Abonnement Logg
sl: Dnevnik prijav

source: Most recent (excluding bad domains)
az: Ən yaxın (səhv sahələr hariç)
bo: གསར་ཤོས་(གཞི་གྲངས་ཉེས་པ་བརྐྱང་བ།)
da: Seneste (undtagen dårlige domæner)
el: Πιο πρόσφατα (εξαιρουμένων των κακών τομέων)
et: Kõige uuemad (välja arvatud halbad domeenid)
fa: جدیدترین (به استثنای دامنه های بد)
fi: Uusin (pois lukien huonot verkkotunnukset)
gl: máis recente (excluíndo dominios incorrectos)
hi: सबसे हाल का (बुरे डोमेन को छोड़कर)
nb: Nyeste (uten dårlige domener)
sl: Najnovejši (brez slabih domen)
vi: Gần đây nhất (không bao gồm tên miền xấu)

source: The addressbook application regularly checks this list for new eepsites.
az: Adres kitabı tətbiqi bu siyahıda yeni eepsitlər axtarır.
bo: ཡིག་ཆ་བང་གི་རིགས་ནི་གཞི་གྲངས་གསར་པའི་དྲ་གྲོའི་གཟིགས་མིང་བསྐྱར་བཏང་བ་བཞག
da: Adressebogsapplikationen tjekker regelmæssigt denne liste for nye eepsites.
el: Η εφαρμογή βιβλίου διευθύνσεων ελέγχει τακτικά αυτήν τη λίστα για νέους eepsites.
et: Aadressiraamatu rakendus kontrollib selle loetelu regulaarselt uute eepsaitide jaoks.
fa: برنامه دفترچه آدرس به طور مرتب این لیست را برای eepsite های جدید بررسی می کند.
fi: Osoitekirjasovellus tarkistaa säännöllisesti tästä luettelosta uusia eep-sivustoja.
gl: A aplicación de axenda de enderezos verifica regularmente esta lista para atopar novos sitios electrónicos.
hi: पत्रिका अनुप्रयोग नियमित रूप से इस सूची की जांच करता है नए eepsites की।
nb: Adressebok-applikasjonen sjekker denne listen regelmessig etter nye eepsider.
sl: Aplikacija za imenik naslovov redno preverja ta seznam za nove eepsite.
vi: Ứng dụng sổ địa chỉ thường xuyên kiểm tra danh sách này để tìm các trang điện tử mới.

source: All hosts derived from subscriptions will appear in this address book, in addition to any you manually add here or to your Master address book.
az: Bütün abunələrdən əldə olunan mənzillər bu adres kitabında görünəcək, əlavə olaraq, sizin manuel olaraq əlavə etdiyiniz və ya Üst adres kitabınıza əlavə etdiyiniz.
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་བཞེད་པའི་གཟིགས་མིང་ཐམས་ཅད་ཡིག་ཆ་བང་འདིར་བཞག དེ་དང་མཐུད་རིམ་སྣོན་པའི་གཟིགས་མིང་དང་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་སྣོན་པའི་གཟིགས་མིང་བཞག
da: Alle værter afledt af abonnementer vil blive vist i denne adressebog, ud over dem, du manuelt tilføjer her eller til din masteradressebog.
el: Όλοι οι κεντρικοί υπολογιστές που προέρχονται από συνδρομές θα εμφανίζονται σε αυτό το βιβλίο διευθύνσεων, εκτός από οποιονδήποτε προσθέτετε χειροκίνητα εδώ ή στο Βιβλίο διευθύνσεων Master.
et: Kõik tellimuste põhjal leitud hostid ilmuvad selle aadressiraamatus, lisaks kõigile, mida lisad siia käsitsi või oma Põhi aadressiraamatusse.
fa: همه هاست های مشتق شده از اشتراک ها در این دفترچه آدرس ظاهر می شوند، علاوه بر هر میزبانی که به صورت دستی در اینجا یا به دفترچه آدرس Master خود اضافه می کنید.
fi: Kaikki tilauksista johdetut isännät näkyvät tässä osoitekirjassa niiden lisäksi, jotka lisäät manuaalisesti tähän tai pääosoitekirjaasi.
gl: Todos os hosts derivados das subscricións aparecerán nesta axenda de enderezos, ademais de calquera que engadas manualmente aquí ou á túa axenda de enderezos principal.
hi: सब्सक्रिप्शन से प्राप्त सभी मेजबानों को इस पत्रिका में दिखाई देगा, इसके अलावा जो कोई भी आप मानवीय रूप से यहाँ या अपनी मास्टर पत्रिका में जोड़ते हैं।
nb: Alle vertene som følger av abonnementer vil dukke opp i denne adresseboken, i tillegg til alle du legger til manuelt her eller i din Hoved adressebok.
sl: Vsi gostitelji, ki so izvedeni iz prijav, se bodo pojavili v tem imeniku naslovov, poleg tistih, ki jih ročno dodate tukaj ali v svoj glavni imenik naslovov.
vi: Tất cả các máy chủ có nguồn gốc từ đăng ký sẽ xuất hiện trong sổ địa chỉ này, ngoài bất kỳ máy chủ nào bạn thêm thủ công vào đây hoặc vào sổ địa chỉ Chính của bạn.

source: Master Addressbook
az: Üst Adres Kitabı
bo: གཙོ་བོའི་ཡིག་ཆ་བང
da: Master Adressebog
el: Κύριο βιβλίο διευθύνσεων
et: Põhi Aadressiraamat
fa: دفترچه آدرس اصلی
fi: Pääosoitekirja
gl: Caderno de enderezos mestre
hi: मास्टर पत्रिका
nb: Hoved Adressebok
sl: Glavni imenik naslovov
vi: Sổ địa chỉ chính
