Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: Introduction
az: Təqdimat
bo: མདུན་ཚེག
cs: Úvod
da: Introduktion
el: Εισαγωγή
et: Esitus
fa: معرفی
fi: Johdanto
gl: Introdución
hi: परिचय
nb: Innledning
sl: Vstopno besedilo
vi: Giới thiệu

source: What is the address book?
cs: Co je adresář?

source: The address book application is part of your I2P installation.
cs: Aplikace adresáře je součástí vaší instalace I2P.

source: You can use it to connect human-readable names, like i2p-projekt.i2p, to I2P Destinations.
cs: Může být použito pro připojení k uživatelsky přívětivým jménům jako je i2p-projekt.i2p, do I2P cílů.

source: It regularly updates your hosts.txt file from distributed sources or "subscriptions".
az: O, təqribən hosts.txt faylınızı dağıtılmış mənbələr və ya "abunələr"dən yeniləyir.
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་hosts.txtཡིག་ཆ་བསྐྱར་བཏང་བ་བཞག
cs: Pravidelně aktualizuje váš hosts.txt soubor z distribuovaných zdrojů nebo "odběrů".
da: Den opdaterer jævnligt din hosts.txt-fil fra distribuerede kilder eller "abonnementer".
el: Ενημερώνει τακτικά το αρχείο hosts.txt από διανεμημένες πηγές ή "συνδρομές".
et: See uuendab regulaarselt sinu hosts.txt faili hajutatud allikatest või "tellimustest".
fa: به طور مرتب فایل hosts.txt شما را از منابع توزیع شده یا "اشتراک ها" به روز می کند.
fi: Se päivittää säännöllisesti hosts.txt-tiedostosi hajautetuista lähteistä tai "tilauksista".
gl: Actualiza regularmente o seu ficheiro hosts.txt desde fontes distribuídas ou "subscricións".
hi: यह नियमित रूप से वितरित स्रोतों या "सब्सक्रिप्शन" से आपकी hosts.txt फ़ाइल को अपडेट करता है।
nb: Den oppdaterer regelbundet din hosts.txt-fil fra distribuerte kilder eller "abonnementer".
sl: Redno posodablja vašo datoteko hosts.txt iz razpršenih virov ali "prijava".
vi: Nó thường xuyên cập nhật tệp Hosts.txt của bạn từ các nguồn được phân phối hoặc "đăng ký".

source: In the default configuration, the address book is only subscribed to {0}.
cs: Ve výchozím nastavení odebírá adresář pouze {0}.

source: Subscribing to additional sites is easy, just add them to your <a href="subscriptions">subscriptions</a>.
cs: Přihlášení odběru k dalším stránkám je snadné, jen je přidejte do <a href="subscriptions">odběry</a>

source: For more information on naming in I2P, see <a href="http://i2p-projekt.i2p/naming.html" target="_blank">the overview</a>.
cs: Pro více informací o pojmenování v I2P se podívejte do <a href="http://i2p-projekt.i2p/naming.html" target="_blank">přehledu</a>.

source: How to use the Address Book?
cs: Jak používat adresář?

source: The I2P Address Book allows you to manage addresses by sorting them into categories.
cs: I2P adresář vám umožňuje spravovat adresy tím, že je řadí do kategorií.

source: You may use these categories according to how you intend to use the address.
cs: Můžete použít tyto kategorie podle toho, jak plánujete použít adresu.

source: Router: These addresses are added automatically, by your subscriptions. If you publish an address book, the router address book will be shared with other I2P users.
cs: Router: Tyto adresy jsou přidány automaticky vašimi odběry. Pokud zveřejníte adresář, bude router adresář sdílen s jinými uživateli I2P.

source: Local: This is your personal address book, for hosts which you publish and share with others.
cs: Místní: Toto je váš osobní adresář určený pro hostitele, které zveřejňujete a sdílíte s ostatními.

source: Private: This address book if used for addresses which you do not want to share with other I2P users.
cs: Soukromý: Tento adresář je použit pro adresy, které nechcete sdílet s ostatními uživateli I2P.

source: How does the address book application work?
cs: Jak funguje aplikace adresáře?

source: The address book application regularly polls your subscriptions and merges their content into your "router" address book.
cs: Aplikace adresáře pravidelně prochází vaše odběry a přidává jejich obsah do vašeho "router" adresáře.

source: Then it merges your "local" address book into the router address book as well.
cs: Potom také spojí váš "místní" adresář do router adresáře.

source: If configured, the router address book is now written to the "published" address book, which will be publicly available if you are running an I2P Site.
cs: Pokud je nastaveno, router adresář je nyní zapisován do adresáře "zveřejněného", který bude veřejně dostupný pokud vám běží I2P stránka.

source: The router also uses a private address book, which is not merged or published.
az: Ruter həmçinin gizli adres kitabını istifadə edir, bu isə birləşdirilmir və nəşr olunmur.
bo: གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་གི་ནང་དོན་གཟིགས་མིང་གི་རིགས་ཀྱི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག
cs: Router také používá soukromý adresář, který není spojen nebo zveřejněn.
da: Routeren bruger også en privat adressebog, som ikke er flettet eller offentliggjort.
el: Ο δρομολογητής χρησιμοποιεί επίσης ένα ιδιωτικό βιβλίο διευθύνσεων, το οποίο δεν συγχωνεύεται ούτε δημοσιεύεται.
et: Rooter kasutab ka privaatset aadressiraamatut, mis ei ühendata ega avaldata.
fa: روتر همچنین از یک دفترچه آدرس خصوصی استفاده می کند که ادغام یا منتشر نشده است.
fi: Reititin käyttää myös yksityistä osoitekirjaa, jota ei yhdistetä tai julkaista.
gl: O enrutador tamén usa unha axenda de enderezos privada, que non está fusionada nin publicada.
hi: राउटर एक निजी पत्रिका भी उपयोग करता है, जो मिलाया नहीं जाता या प्रकाशित नहीं होता है।
nb: Ruteren bruker også en privat adressebok, som ikke slås sammen eller publiseres.
sl: Maršrutnik prav tako uporablja zaseben imenik naslovov, ki ni združen ali objavljen.
vi: Bộ định tuyến cũng sử dụng sổ địa chỉ riêng, không được hợp nhất hoặc xuất bản.

source: Hosts in the private address book can be accessed by you but their addresses are never distributed to others.
az: Gizli adres kitabındakı mənzilləri siz istifadə edə bilərsiniz, amma onların ünvani başqalarına heç vaxt təqdim olunmur.
bo: གསང་བའི་ཡིག་ཆ་བང་གི་ནང་དོན་གཟིགས་མིང་ཁྱོད་ཀྱིས་བཤེར་རྒྱུ་ཐུབ་མིན་མིན་དུ་གཞི་གྲངས་གཞིར་བཟོས་མི་ཐུབ།
cs: K hostitelům v soukromém adresáři můžete přistupovat, ale jejich adresy nejsou nikdy distribuovány ostatním.
da: Værter i den private adressebog kan tilgås af dig, men deres adresser distribueres aldrig til andre.
el: Οι κεντρικοί υπολογιστές στο ιδιωτικό βιβλίο διευθύνσεων είναι προσβάσιμοι από εσάς, αλλά οι διευθύνσεις τους δεν διανέμονται ποτέ σε άλλους.
et: Privaatse aadressiraamatu hostsid saad vabalt kasutada, kuid nende aadressid ei levita kunagi teistele.
fa: میزبان های موجود در دفترچه آدرس خصوصی توسط شما قابل دسترسی هستند اما آدرس آنها هرگز در اختیار دیگران قرار نمی گیرد.
fi: Voit käyttää yksityisen osoitekirjan isäntiä, mutta niiden osoitteita ei koskaan jaeta muille.
gl: Podes acceder aos anfitrións da axenda privada de enderezos, pero os seus enderezos nunca se distribúen a outros.
hi: निजी पत्रिका में घोस्ट आपके द्वारा पहुँचे जा सकते हैं, लेकिन उनके पते कभी अन्यों के साथ वितरित नहीं होते।
nb: Vertene i den private adresseboken kan du få tilgang til, men deres adresser deles aldri ut til andre.
sl: Gostitelji v zasebnem imeniku naslovov so dostopni za vas, vendar so njihovi naslovi nikoli razdeljeni z drugimi.
vi: Bạn có thể truy cập các máy chủ trong sổ địa chỉ riêng nhưng địa chỉ của chúng không bao giờ được phân phối cho người khác.

source: The private address book can also be used for aliases of hosts in your other address books.
az: Gizli adres kitabı, digər adres kitablarınızdakı mənzillərin sinonimləri üçün də istifadə oluna bilər.
bo: གསང་བའི་ཡིག་ཆ་བང་གི་ནང་དོན་གཟིགས་མིང་གི་རིགས་ཀྱི་གཞི་གྲངས་གཞིར་བཟོས་པ་བཞག
cs: Soukromý adresář může být také použit pro aliasy hostitelů ve vašich dalších adresářích.
da: Den private adressebog kan også bruges til aliaser for værter i dine andre adressebøger.
el: Το ιδιωτικό βιβλίο διευθύνσεων μπορεί επίσης να χρησιμοποιηθεί για ψευδώνυμα κεντρικών υπολογιστών στα άλλα βιβλία διευθύνσεών σας.
et: Privaatne aadressiraamat saab kasutada ka aliasite loomiseks teiste aadressiraamatute hostide jaoks.
fa: دفترچه آدرس خصوصی همچنین می تواند برای نام مستعار میزبان ها در دفترچه های آدرس دیگر شما استفاده شود.
fi: Yksityistä osoitekirjaa voidaan käyttää myös muiden osoitekirjojen isäntien aliaksina.
gl: A axenda de enderezos privada tamén se pode usar para alias de hosts nas outras axendas de enderezos.
hi: निजी पत्रिका आपकी अन्य पत्रिकाओं में मेजबानों के अलियास के लिए भी उपयोग की जा सकती है।
nb: Den private adresseboken kan også brukes til alias for vertene i dine andre adressebøker.
sl: Zaseben imenik naslovov se lahko uporablja tudi za aliase gostiteljev v vaših drugih imenikih naslovov.
vi: Sổ địa chỉ riêng cũng có thể được sử dụng làm bí danh của máy chủ trong sổ địa chỉ khác của bạn.

source: subscriptions
az: abunələr
bo: འབྲེལ་ཡོད་པ།
cs: odběry
da: abonnementer
el: συνδρομές
et: tellimused
fa: اشتراک ها
fi: tilaukset
gl: subscricións
hi: सब्सक्रिप्शन
nb: abonnementer
sl: prijava
vi: đăng ký

source: The subscription file contains a list of i2p URLs.
az: Abunə faylı, i2p URL-si siyahısını əhatə edir.
bo: འབྲེལ་ཡོད་པའི་ཡིག་ཆ་ནི་i2pགི་རིགས་ཀྱི་རྒྱུ་མཐུད་གཞི་གྲངས་ཡོད་པ་བཞག
cs: Soubor odběrů obsahuje seznam i2P adres.
da: Abonnementsfilen indeholder en liste over i2p URL'er.
el: Το αρχείο συνδρομής περιέχει μια λίστα με διευθύνσεις URL i2p.
et: Tellimuse fail sisaldab i2p URL-i loetelu.
fa: فایل اشتراک حاوی لیستی از URL های i2p است.
fi: Tilaustiedosto sisältää luettelon i2p-URL-osoitteista.
gl: O ficheiro de subscrición contén unha lista de URL i2p.
hi: सब्सक्रिप्शन फ़ाइल में i2p URL की सूची होती है।
nb: Abonnement-filen inneholder en liste over i2p-URLs.
sl: Datoteka prijav vsebuje seznam URL-jev i2p.
vi: Tệp đăng ký chứa danh sách URL i2p.

source: The address book application regularly checks this list for new I2P Sites.
cs: Aplikace adresáře pravidelně kontroluje seznam na přítomnost nových I2P stránek.

source: Those URLs refer to published hosts.txt files.
az: Bu URL-lər nəşr olunmuş hosts.txt fayllarına referans verir.
bo: རྒྱུ་མཐུད་འདི་ནི་བཀོད་པའི་hosts.txtཡིག་ཆ་གཞིར་བཟོས་པ་བཞག
cs: Tyto adresy odkazují na zveřejněné soubory hosts.txt.
da: Disse URL'er henviser til publicerede hosts.txt-filer.
el: Αυτές οι διευθύνσεις URL αναφέρονται σε δημοσιευμένα αρχεία hosts.txt.
et: Need URL-id viitavad avaldatud hosts.txt failidele.
fa: این URL ها به فایل های hosts.txt منتشر شده اشاره دارند.
fi: Nämä URL-osoitteet viittaavat julkaistuihin hosts.txt-tiedostoihin.
gl: Estes URL fan referencia a ficheiros hosts.txt publicados.
hi: उन URL का संदर्भ प्रकाशित hosts.txt फ़ाइलों को देता है।
nb: Disse URLene refererer til publiserte hosts.txt-filer.
sl: Ti URL-ji se sklicujejo na objavljene datoteke hosts.txt.
vi: Những URL đó đề cập đến các tệp Host.txt đã xuất bản.

source: The default subscription is the hosts.txt from {0}, which is updated infrequently.
cs: Výchozí odběr je hosts.txt z {0}, který není často aktualizován.

source: So it is a good idea to add additional subscriptions to sites that have the latest addresses.
cs: Takže je dobrý nápad, přidat dodatečné odběry do stránek, které mají nejnovější adresy.

source: See the FAQ for a list of subscription URLs.
az: Abunə URL-si siyahısı üçün FAQ-a baxın.
bo: འབྲེལ་ཡོད་པའི་རིགས་ཀྱི་རྒྱུ་མཐུད་གཞི་གྲངས་ལ་བལྟ་བར་FAQབལྟ་རོགས།
cs: Podívejte se do FAQ pro seznam adres odběrů.
da: Se FAQ for en liste over abonnements-URL'er.
el: Δείτε τις Συνήθεις Ερωτήσεις για μια λίστα με διευθύνσεις URL συνδρομής.
et: Vaata FAQ-i tellimiste URL-de loetuks.
fa: برای لیستی از URL های اشتراک به پرسش های متداول مراجعه کنید.
fi: Katso UKK-kohdasta luettelo tilaus-URL-osoitteista.
gl: Consulte as preguntas frecuentes para obter unha lista de URL de subscrición.
hi: FAQ में एक सूची के लिए देखें जो सब्सक्रिप्शन URL की है।
nb: Se FAQ-en for en liste over abonnement-URLs.
sl: Oglejte FAQ za seznam URL-jev prijav.
vi: Xem Câu hỏi thường gặp để biết danh sách URL đăng ký.

source: If SusiDNS is configured to publish your Router address book, the entries will appear in your Published address book and saved to a hosts.txt file for sharing.
az: SusiDNS tənzimlənmişdirsə ki, Ruternin adres kitabınızı nəşr edəsin, qeydlər Sizin Nəşr olunmuş adres kitabınıza çıxarılacaq və paylaşmaq üçün hosts.txt faylına saxlanılacaq.
bo: SusiDNSགི་སྒྲིག་འཇུག་བྱས་ན་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནི་བཀོད་པའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག དེ་ནི་hosts.txtཡིག་ཆ་ནས་བཞེད་པ་བཞག
cs: Pokud je SusiDNS nastaveno pro zveřejnění vašeho router adresáře, záznamy se ukáží ve vašem zveřejněném adresáři a budou uloženy do souboru hosts.txt pro sdílení.
da: Hvis SusiDNS er konfigureret til at udgive din routeradressebog, vil posterne blive vist i din offentliggjorte adressebog og gemt i en hosts.txt-fil til deling.
el: Εάν το SusiDNS έχει ρυθμιστεί να δημοσιεύει το βιβλίο διευθύνσεων του δρομολογητή σας, οι εγγραφές θα εμφανιστούν στο Δημοσιευμένο βιβλίο διευθύνσεων και θα αποθηκευτούν σε ένα αρχείο hosts.txt για κοινή χρήση.
et: Kui SusiDNS on seadistatud rooteri aadressiraamatu avaldamiseks, siis sisendid ilmuvad sinu Avaldatud aadressiraamatus ning salvestatakse hosts.txt faili jagamiseks.
fa: اگر SusiDNS برای انتشار دفترچه آدرس روتر شما پیکربندی شده باشد، ورودی‌ها در دفترچه آدرس منتشر شده شما ظاهر می‌شوند و برای اشتراک‌گذاری در فایل hosts.txt ذخیره می‌شوند.
fi: Jos SusiDNS on määritetty julkaisemaan reitittimen osoitekirjasi, merkinnät näkyvät julkaistussa osoitekirjassasi ja tallennetaan hosts.txt-tiedostoon jakamista varten.
gl: Se SusiDNS está configurado para publicar a súa axenda de enderezos do enrutador, as entradas aparecerán na súa axenda de enderezos publicadas e gardaranse nun ficheiro hosts.txt para compartilas.
hi: यदि SusiDNS को आपकी राउटर पत्रिका प्रकाशित करने के लिए सेट किया गया है, तो प्रविष्टियाँ आपकी प्रकाशित पत्रिका में दिखाई देंगी और साझा करने के लिए hosts.txt फ़ाइल में सहेजी जाएंगी।
nb: Hvis SusiDNS er konfigurert til å publisere din Ruter adressebok, vil inntrykkene dukke opp i din Publiserte adressebok og lagres til en hosts.txt-fil for deling.
sl: Če je SusiDNS nastavljen na objavo vašega imenika naslovov maršrutnika, se vnos v vašem objavljenem imeniku naslovov pojavi in shrani v datoteko hosts.txt za deljenje.
vi: Nếu SusiDNS được định cấu hình để xuất bản sổ địa chỉ Bộ định tuyến của bạn, các mục nhập sẽ xuất hiện trong sổ địa chỉ Đã xuất bản của bạn và được lưu vào tệp Hosts.txt để chia sẻ.

source: Published Addressbook
az: Nəşr olunmuş Adres Kitabı
bo: བཀོད་པའི་ཡིག་ཆ་བང
cs: Zveřejněný adresář
da: Udgivet Adressebog
el: Δημοσιευμένο Βιβλίο Διευθύνσεων
et: Avaldatud Aadressiraamat
fa: دفترچه آدرس منتشر شده
fi: Julkaistu osoitekirja
gl: Caderno de enderezos publicado
hi: प्रकाशित पत्रिका
nb: Publisert Adressebok
sl: Objavljeni imenik naslovov
vi: Xuất bản sổ địa chỉ

source: To configure SusiDNS to push your Router address book to your Published address book, set 'should_publish=true' on the configuration page.
az: SusiDNS-i Ruternin adres kitabınızı Sizin Nəşr olunmuş adres kitabınıza çıxarmaq üçün tənzimləmək üçün, tənzimləmə səhifəsində 'should_publish=true' ayarlayın.
bo: SusiDNSགི་སྒྲིག་འཇུག་བྱས་ན་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནི་བཀོད་པའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག 'should_publish=true'སྒྲིག་འཇུག་པར་བྱ་དགོས།
cs: Pro nastavení SusiDNS aby přesunul váš router adresář do vašeho zveřejněného adresáře, nastavte 'should_publish=true' na stránce nastavení.
da: For at konfigurere SusiDNS til at skubbe din routeradressebog til din offentliggjorte adressebog, skal du indstille 'should_publish=true' på konfigurationssiden.
el: Για να διαμορφώσετε το SusiDNS ώστε να ωθεί το βιβλίο διευθύνσεων του δρομολογητή σας στο Δημοσιευμένο βιβλίο διευθύνσεων, ορίστε το 'should_publish=true' στη σελίδα διαμόρφωσης.
et: Et seadistada SusiDNS rooteri aadressiraamatu edastamiseks sinu Avaldatud aadressiraamatusse, määra 'should_publish=true' seadistuslehel.
fa: برای پیکربندی SusiDNS تا دفترچه آدرس روتر شما را به دفترچه آدرس منتشر شده شما منتقل کند، 'should_publish=true' را در صفحه پیکربندی تنظیم کنید.
fi: Jos haluat määrittää SusiDNS:n työntämään reitittimen osoitekirjaasi julkaistuun osoitekirjaasi, määritä asetussivulla 'should_publish=true'.
gl: Para configurar SusiDNS para enviar a axenda de enderezos do enrutador á súa axenda de enderezos publicada, configure 'should_publish=true' na páxina de configuración.
hi: SusiDNS को आपकी राउटर पत्रिका को आपकी प्रकाशित पत्रिका में डालने के लिए सेट करने के लिए, सेटिंग पृष्ठ पर 'should_publish=true' रखें।
nb: For å konfigurere SusiDNS til å sende din Ruter adressebok til din Publiserte adressebok, sett 'should_publish=true' på konfigurasjons siden.
sl: Da nastavite SusiDNS, da vaš imenik naslovov maršrutnika pošlje v vaš objavljeni imenik naslovov, nastavite 'should_publish=true' na strani konfiguracije.
vi: Để định cấu hình SusiDNS nhằm đẩy sổ địa chỉ Bộ định tuyến của bạn vào sổ địa chỉ Đã xuất bản, hãy đặt ' Should_publish=true' trên trang cấu hình.

source: All hosts derived from subscriptions will appear in this address book, in addition to any you manually add here or to your Local address book.
cs: Všichni hostitelé odvození z vašich odběrů se ukáží v tomto adresáři, navíc ke všem, které ručně přidáte sem nebo do místního adresáře.

source: Router Addressbook
az: Ruter Adres Kitabı
bo: གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང
cs: Router adresář
da: Router adressebog
el: Βιβλίο διευθύνσεων δρομολογητή
et: Rooteri Aadressiraamat
fa: دفترچه آدرس روتر
fi: Reitittimen osoitekirja
gl: axenda de enderezos do enrutador
hi: राउटर पत्रिका
nb: Ruter Adressebok
sl: Imenik naslovov maršrutnika
vi: Sổ địa chỉ bộ định tuyến

source: Hosts you manually add here will never be published. You can also add aliases to hosts in other address books here.
az: Sizin buraya manuel olaraq əlavə etdiyiniz mənzillər heç vaxt nəşr olunmur. Siz həmçinin digər adres kitablarındakı mənzillərin sinonimlərini burada əlavə edə bilərsiniz.
bo: ཁྱོད་ཀྱིས་མཐུད་རིམ་སྣོན་པའི་གཟིགས་མིང་བཀོད་མི་ཐུབ། གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་གཟིགས་མིང་གི་རིགས་ཀྱི་གཞི་གྲངས་སྣོན་རོགས།
cs: Hostitelé, které sem ručně přidáte, nikdy nebudou zveřejněni. Také sem můžete přidat aliasy hostitelů v jiných adresářích.
da: Værter, du manuelt tilføjer her, vil aldrig blive offentliggjort. Du kan også tilføje aliaser til værter i andre adressebøger her.
el: Οι κεντρικοί υπολογιστές που προσθέτετε χειροκίνητα εδώ δεν θα δημοσιευτούν ποτέ.
et: Hostsid, mida lisad siia käsitsi, ei avaldata kunagi. Siia saad lisada ka aliasid teiste aadressiraamatute hostidele.
fa: هاست هایی که به صورت دستی در اینجا اضافه می کنید هرگز منتشر نمی شوند.
fi: Täällä lisäämäsi isäntä ei koskaan julkaista. Voit myös lisätä aliaksia täällä muiden osoitekirjojen isäntille.
gl: Os hosts que engadas manualmente aquí nunca se publicarán.
hi: आप यहाँ मानवीय रूप से जोड़े हुए मेजबान अभी भी प्रकाशित नहीं होंगे। आप यहाँ अन्य पत्रिकाओं में मेजबानों के अलियास भी जोड़ सकते हैं।
nb: Vertene du legger til manuelt her vil aldri bli publisert. Du kan også legge til alias til vertene i andre adressebøker her.
sl: Gostitelji, ki jih ročno dodate tukaj, se nikoli ne bodo objavljali. Tukaj lahko dodate tudi aliase gostiteljev iz drugih imenikov naslovov.
vi: Các máy chủ bạn thêm vào đây theo cách thủ công sẽ không bao giờ được xuất bản.

source: Private Addressbook
az: Gizli Adres Kitabı
bo: གསང་བའི་ཡིག་ཆ་བང
cs: Soukromý adresář
da: Privat adressebog
el: Ιδιωτικό βιβλίο διευθύνσεων
et: Privaatne Aadressiraamat
fa: دفترچه آدرس خصوصی
fi: Yksityinen osoitekirja
gl: Caderno de enderezos privado
hi: निजी पत्रिका
nb: Privat Adressebok
sl: Zaseben imenik naslovov
vi: Sổ địa chỉ riêng

source: Local Records
az: Yerli Qeydlər
bo: ས་གནས་ཀྱི་ཐོག
cs: Místní záznamy
da: Lokale optegnelser
el: Τοπικά Αρχεία
et: Kohalikud Andmed
fa: سوابق محلی
fi: Paikalliset Levyt
gl: Rexistros locais
hi: स्थानीय रिकॉर्ड
nb: Lokale poster
sl: Lokalne zapisi
vi: Hồ sơ địa phương

source: I2P applications (including the HTTP proxy) use the hosts in your local address books to resolve .i2p hostnames.
az: I2P tətbiqləri (.i2p mənzil adlarını həll etmək üçün) yerli adres kitablarınızdakı mənzilləri istifadə edir (HTTP proksi daxil).
bo: I2Pགི་རིགས་(HTTP གཟིགས་མིང་གི་རིགས་ཡང་བཞག)ནི་ཁྱོད་ཀྱི་ས་གནས་ཀྱི་ཡིག་ཆ་བང་གི་ནང་དོན་གཟིགས་མིང་བཟོ་བཅོས་བཟོ་བའི་ཐབས་བཞག
cs: I2P aplikace (včetně HTTP proxy) používají hostitele ve vašich místních adresářích za účelem spojení s hostitelskými jmény .i2p.
da: I2P-applikationer (inklusive HTTP-proxyen) bruger værterne i dine lokale adressebøger til at løse .i2p-værtsnavne.
el: Οι εφαρμογές του I2P (συμπεριλαμβανομένου του HTTP proxy) χρησιμοποιούν τους κόμβους στα τοπικά βιβλία διευθύνσεών σας για να επιλύουν τα ονόματα κεντρικών κόμβων .i2p.
et: I2P rakendused ( sealhulgas HTTP proxy) kasutavad sinu kohalike aadressiraamatute hoste .i2p hostinimed lahendamiseks.
fa: برنامه های I2P (از جمله پروکسی HTTP) از میزبان ها در دفترچه آدرس محلی شما برای حل نام هاست i2p. استفاده می کنند.
fi: I2P-sovellukset (mukaan lukien HTTP-välityspalvelin) käyttävät paikallisten osoitekirjojen isäntiä .i2p-isäntänimien ratkaisemiseen.
gl: As aplicacións I2P (incluído o proxy HTTP) usan os hosts das túas axendas de enderezos locais para resolver os nomes de host .i2p.
hi: I2P अनुप्रयोग (HTTP प्रोक्सी सहित) आपकी स्थानीय पत्रिकाओं में मेजबानों का उपयोग करके .i2p होस्टनाम को हल करते हैं।
nb: I2P-applikasjoner (inkludert HTTP-proxyen) bruker vertene i dine lokale adressebøker til å løse opp .i2p vertnavn.
sl: Aplikacije I2P (vključno z posredniškim strežnikom HTTP) uporabljajo gostitelje v vaših lokalnih imenikih naslovov za razrešitev gostiteljskih imen .i2p.
vi: Các ứng dụng I2P (bao gồm proxy HTTP) sử dụng máy chủ trong sổ địa chỉ cục bộ của bạn để phân giải tên máy chủ .i2p.

source: Additional subscriptions can be found in the FAQ section of the Router help page.
az: Əlavə abunələr Ruter yardım səhifəsinin FAQ bölməsində tapılabilir.
bo: འབྲེལ་ཡོད་པའི་རིགས་ཀྱི་གཞི་གྲངས་ལ་བལྟ་བར་གཞི་གྲངས་གཙོ་བོའི་རོགས་པའི་དུས་ཀྱི་FAQབལྟ་རོགས།
cs: Dodatečné odběry mohou být nalezeny v sekci dotazů FAQ na stránce pomoci s routerem.
da: Yderligere abonnementer kan findes i FAQ-sektionen på routerens hjælpeside.
el: Μπορείτε να βρείτε πρόσθετες συνδρομές στην ενότητα Συχνές ερωτήσεις της σελίδας βοήθειας του δρομολογητή.
et: Lisatellimused leidub Rooteri abi lehe FAQ-sektoris.
fa: اشتراک‌های اضافی را می‌توانید در بخش پرسش‌های متداول در صفحه راهنمای روتر پیدا کنید.
fi: Lisätilauksia löytyy reitittimen ohjesivun UKK-osiosta.
gl: Pódense atopar subscricións adicionais na sección de preguntas frecuentes da páxina de axuda do router.
hi: अतिरिक्त सब्सक्रिप्शन राउटर मदद पेज के FAQ खंड में पाए जाएंगे।
nb: Ekstra abonnementer kan finnes i FAQ-seksjonen på Routerns hjelpeside.
sl: Dodatne prijave lahko najdete v poglavju FAQ na strani za pomoč maršrutnika.
vi: Bạn có thể tìm thấy các đăng ký bổ sung trong phần Câu hỏi thường gặp trên trang trợ giúp Bộ định tuyến.
