Repository: I2PPlus/i2pplus
Catalog: apps/susidns/locale/messages_*.po
Languages: az, bo, cs, da, el, et, fa, fi, gl, hi, nb, sl, vi

source: Hosts sourced from your subscriptions are added to your Router address book, and are automatically synced (by default every 12 hours).
az: Abunələrinizdən alınan mənzillər Ruternin adres kitabınıza əlavə edilir və avtomatik olaraq birləşdirilir (standart olaraq hər 12 saat).
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་བཞེད་པའི་གཟིགས་མིང་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་སྣོན་པ་བཞག དེ་ནི་རང་རྒྱུ་བཞེད་པ་བཞག (གཞི་གྲངས་ན་ཆུ་ཚོད་12ཡི་རྒྱུ་བཞེད་པ་བཞག)
cs: Hostitelé pocházející z vašich odběrů jsou přidáni do vašeho router adresáře a jsou automaticky synchronizováni (ve výchozím nastavení každých 12 hodin).
da: Værter hentet fra dine abonnementer føjes til din routeradressebog og synkroniseres automatisk (som standard hver 12. time).
el: Οι κεντρικοί υπολογιστές που προέρχονται από τις συνδρομές σας προστίθενται στο βιβλίο διευθύνσεων του δρομολογητή σας και συγχρονίζονται αυτόματα (από προεπιλογή κάθε 12 ώρες).
et: Tellimuste allikast pärit hostid lisatakse sinu Rooteri aadressiraamatusse ning neid sünkroniseeritakse automaatselt (vaikeväärtusel iga 12 tundi).
fa: هاست های منبع شده از اشتراک های شما به دفترچه آدرس روتر شما اضافه می شوند و به طور خودکار همگام سازی می شوند (به طور پیش فرض هر 12 ساعت).
fi: Tilauksistasi hankitut isännät lisätään reitittimen osoitekirjaasi ja synkronoidaan automaattisesti (oletusarvoisesti 12 tunnin välein).
gl: Os anfitrións procedentes das túas subscricións engádense á túa axenda de enderezos do router e sincronízanse automaticamente (por defecto cada 12 horas).
hi: सब्सक्रिप्शन से प्राप्त मेजबानों को आपकी राउटर पत्रिका में जोड़ा जाता है और यह अपने आप सिंक किया जाता है (डिफ़ॉल्ट रूप से हर 12 घंटे में)।
nb: Vertene som kommer fra dine abonnementer legges til i din Ruter adressebok, og synkroniseres automatisk (som standard hvert 12. time).
sl: Gostitelji, ki jih pridobite iz vaših prijav, se dodajo v vaš imenik naslovov maršrutnika in se samodejno sinhronizirajo (privzeto vsake 12 ur).
vi: Các máy chủ có nguồn gốc từ đăng ký của bạn sẽ được thêm vào sổ địa chỉ Bộ định tuyến của bạn và được tự động đồng bộ hóa (theo mặc định cứ sau 12 giờ).

source: Configure Subscriptions
az: Abunələri Tənzimlə
bo: འབྲེལ་ཡོད་པ་བཟོ་བཅོས་བཟོ་བ།
cs: Nastavení odběrů
da: Konfigurer abonnementer
el: Διαμόρφωση συνδρομών
et: Seadista Tellimused
fa: اشتراک ها را پیکربندی کنید
fi: Määritä tilaukset
gl: Configurar subscricións
hi: सब्सक्रिप्शन कॉन्फ़िगर करें
nb: Konfigurer Abonnementer
sl: Nastavi prijave
vi: Cấu hình đăng ký

source: If you manually add hosts here, they will be included your Published address book (if configured).
az: Sizin buraya manuel olaraq əlavə etdiyiniz mənzillər Sizin Nəşr olunmuş adres kitabınıza daxil olacaq (tənzimlənmişdirsə).
bo: ཁྱོད་ཀྱིས་མཐུད་རིམ་སྣོན་པའི་གཟིགས་མིང་བཀོད་པའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག (སྒྲིག་འཇུག་བྱས་ན་)
cs: Pokud sem ručně přidáte hostitele, budou zahrnuti do vašeho zveřejněného adresáře (pokud je to nastaveno).
da: Hvis du manuelt tilføjer værter her, vil de blive inkluderet i din offentliggjorte adressebog (hvis konfigureret).
el: Εάν προσθέσετε με μη αυτόματο τρόπο κεντρικούς υπολογιστές εδώ, θα συμπεριληφθούν το Δημοσιευμένο βιβλίο διευθύνσεών σας (αν έχουν ρυθμιστεί).
et: Kui lisad hostid siia käsitsi, siis need lisatakse sinu Avaldatud aadressiraamatusse (kui see on seadistatud).
fa: اگر به صورت دستی میزبان ها را به اینجا اضافه کنید، آنها شامل دفترچه آدرس منتشر شده شما می شوند (در صورت پیکربندی).
fi: Jos lisäät isäntiä tähän manuaalisesti, ne sisällytetään julkaistuun osoitekirjaasi (jos se on määritetty).
gl: Se engades manualmente hosts aquí, incluiranse na túa axenda de enderezos publicada (se está configurada).
hi: यदि आप यहाँ मानवीय रूप से मेजबान जोड़ते हैं, तो वे आपकी प्रकाशित पत्रिका में शामिल होंगे (अगर सेट किया गया हो)।
nb: Hvis du legger til vertene manuelt her, vil de bli inkludert i din Publiserte adressebok (hvis konfigurert).
sl: Če ročno dodate gostitelje tukaj, se bodo vključili v vaš objavljeni imenik naslovov (če je nastavljeno).
vi: Nếu bạn thêm máy chủ ở đây theo cách thủ công, chúng sẽ được đưa vào sổ địa chỉ Đã xuất bản của bạn (nếu được định cấu hình).

source: Local Addressbook
cs: Místní adresář

source: Searchable by
az: Axtarış
bo: འཚོལ་བར་བྱ་ཐུབ་པའི་རིགས།
cs: Vyhledatelné pro
da: Søgbar af
el: Δυνατότητα αναζήτησης κατά
et: Otsitav
fa: قابل جستجو توسط
fi: Haettavissa
gl: buscable por
hi: खोज सकते हैं
nb: Søkbar etter
sl: Iščljivo po
vi: Có thể tìm kiếm theo

source: I2P applications
az: I2P tətbiqləri
bo: I2Pགི་རིགས
cs: I2P aplikace
da: I2P applikationer
el: Εφαρμογές I2P
et: I2P rakendused
fa: برنامه های I2P
fi: I2P-sovelluksia
gl: aplicacións I2P
hi: I2P अनुप्रयोग
nb: I2P applikasjoner
sl: aplikacije I2P
vi: Ứng dụng I2P

source: The Local, Router and Private address books collectively serve as the DNS authority for I2P applications.
cs: Adresář místní, router a soukromý, společně slouží I2P aplikacím jako autorita DNS.

source: Optional,
az: Tələb olunmayan,
bo: བཟོ་རིགས་ཀྱི་རྒྱུ་མཐུད།
cs: Volitelné
da: Valgfri,
el: Προαιρετικά,
et: Valikuline,
fa: اختیاری،
fi: Valinnainen,
gl: Opcional,
hi: वैकल्पिक,
nb: Valgfritt,
sl: Po izbiri,
vi: Tùy chọn,

source: for websites
az: vebsaytlar üçün
bo: དྲ་གྲོའི་གཟིགས་མིང་གི་རིགས
cs: pro webové stránky
da: til websteder
el: για ιστότοπους
et: veebisaitide jaoks
fa: برای سایت ها
fi: verkkosivustoille
gl: para sitios web
hi: वेबसाइटों के लिए
nb: for nettsider
sl: za spletna mesta
vi: dành cho các trang web

source: If you configure SusiDNS to publish your Router address book, it will export a hosts.txt file containing all the hosts (by default to the root of your eepsite).
az: SusiDNS-i Ruternin adres kitabınızı nəşr etmək üçün tənzimləyirsinizsə, o bütün mənzilləri əhatə edən hosts.txt faylını nəşr edəcəkdir (standart olaraq sizin eepsitenizin köküne).
bo: ཁྱོད་ཀྱི་SusiDNSགི་སྒྲིག་འཇུག་བྱས་ན་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནི་hosts.txtཡིག་ཆ་ནས་བཞེད་པ་བཞག (གཞི་གྲངས་ན་དྲ་གྲོའི་གཟིགས་མིང་གི་མཐའ་ནས་བཞེད་པ་བཞག)
cs: Pokud nastavíte SusiDNS pro zveřejnění vašeho router adresáře, exportuje soubor hosts.txt, který obsahuje všechny hostitele (ve výchozím stavu do kořenové složky vaší eepstránky).
da: Hvis du konfigurerer SusiDNS til at udgive din routeradressebog, eksporterer den en hosts.txt-fil, der indeholder alle værterne (som standard til roden af ​​dit eepsite).
el: Εάν διαμορφώσετε το SusiDNS ώστε να δημοσιεύει το βιβλίο διευθύνσεων του δρομολογητή σας, θα εξαγάγει ένα αρχείο hosts.txt που περιέχει όλους τους κεντρικούς υπολογιστές (από προεπιλογή στη ρίζα του eepsite σας).
et: Kui seadistad SusiDNS rooteri aadressiraamatu avaldamiseks, siis see eksporteeri hosts.txt faili kõigi hostidega (vaikeväärtusel sinu eepsaidi juurkausta).
fa: اگر SusiDNS را برای انتشار دفترچه آدرس روتر خود پیکربندی کنید، یک فایل hosts.txt حاوی همه میزبان ها (به طور پیش فرض به ریشه eepsite شما) صادر می کند.
fi: Jos määrität SusiDNS:n julkaisemaan reitittimen osoitekirjaasi, se vie kaikki isännät sisältävän hosts.txt-tiedoston (oletusarvoisesti eep-sivustosi juureen).
gl: Se configura SusiDNS para que publique a súa axenda de enderezos do enrutador, exportará un ficheiro hosts.txt que contén todos os hosts (por defecto na raíz do seu sitio electrónico).
hi: यदि आप SusiDNS को अपनी राउटर पत्रिका प्रकाशित करने के लिए सेट करते हैं, तो यह एक hosts.txt फ़ाइल निर्यात करेगा जो सभी मेजबानों को सामग्री करेगी (डिफ़ॉल्ट रूप से आपके eepsite के रूट में)।
nb: Hvis du konfigurerer SusiDNS til å publisere din Ruter adressebok, vil den eksportere en hosts.txt-fil som inneholder alle vertene (som standard til roten av din eepside).
sl: Če nastavite SusiDNS, da objavi vaš imenik naslovov maršrutnika, bo izvozil datoteko hosts.txt, ki vsebuje vse gostitelje (privzeto v korena vašega eepsite).
vi: Nếu bạn định cấu hình SusiDNS để xuất bản sổ địa chỉ Bộ định tuyến của mình, nó sẽ xuất tệp Host.txt chứa tất cả các máy chủ (theo mặc định là thư mục gốc của eepsite của bạn).

source: Addresses manually added to your Local address book will merge with your Router address book.
cs: Adresy ručně přidané do vašeho místního adresáře, budou spojeny s vaším router adresářem.

source: Hosts you receive from your subscriptions will merge with your Router address book.
az: Abunələrinizdən ala biləcəyiniz mənzillər Ruternin adres kitabınıza birləşdiriləcəkdir.
bo: ཁྱོད་ཀྱི་འབྲེལ་ཡོད་པའི་རིགས་ནས་བཞེད་པའི་གཟིགས་མིང་གཞི་གྲངས་གཙོ་བོའི་ཡིག་ཆ་བང་ནས་བཞེད་པ་བཞག
cs: Hostitelé, které obdržíte z vašich odběrů, budou spojeni s vaším router adresářem.
da: Værter, du modtager fra dine abonnementer, fusionerer med din routeradressebog.
el: Οι κεντρικοί υπολογιστές που λαμβάνετε από τις συνδρομές σας θα συγχωνευθούν με το βιβλίο διευθύνσεων του δρομολογητή σας.
et: Tellimuste kaudu saadud hostid ühendatakse sinu Rooteri aadressiraamatusse.
fa: میزبان هایی که از اشتراک های خود دریافت می کنید با دفترچه آدرس روتر شما ادغام می شوند.
fi: Tilauksistasi saamasi isännät yhdistetään reitittimen osoitekirjaasi.
gl: Os hosts que recibas das túas subscricións fusionaranse coa túa axenda de enderezos do enrutador.
hi: सब्सक्रिप्शन से आपको मिले मेजबान आपकी राउटर पत्रिका में मिलेंगे।
nb: Vertene du mottar fra dine abonnementer vil bli slått sammen med din Ruter adressebok.
sl: Gostitelji, ki jih prejmete iz svojih prijav, se bodo združili z vašim imenikom naslovov maršrutnika.
vi: Máy chủ bạn nhận được từ đăng ký của mình sẽ hợp nhất với sổ địa chỉ Bộ định tuyến của bạn.

source: Search for <span class=active>
az: <span class=active> üçün axtarış
bo: <span class=active>ཡི་གཞིར་བཟོས་འཚོལ་བ།
da: Søg efter <span class=active>
el: Αναζήτηση για <span class=active>
et: Otsi <span class=active>
fa: جستجو برای <span class=active>
fi: Hae <span class=active>
hi: खोजें <span class=active>
nb: Søk etter <span class=active>
sl: Iskanje po <span class=active>

source: One result for: <span class=active>
az: <span class=active> üçün bir nəticə
bo: <span class=active>ཡི་གཞིར་བཟོས་གྲངས་གཅིག་གི་འབྲས་བུ་ཡོད།
da: Ét resultat for: <span class=active>
el: Ένα αποτέλεσμα για: <span class=active>
et: 1 tulemus: <span class=active>
fa: یک نتیجه برای: <span class=active>
fi: Yksi tulos haulle: <span class=active>
hi: {0} एक परिणाम है: <span class=active>
nb: Et resultat for: <span class=active>
sl: {0} rezultat za: <span class=active>

source: 1 entry
az: 1 məlumat
bo: ཁ་པ་གཅིག
da: 1 indgang
el: 1 είσοδος
et: 1 kirje
fa: 1 ورودی
fi: 1 merkintä
hi: {0} प्रविष्टि
nb: 1 oppføring
sl: {0} vnos

source: Warning - host name does not end with ".i2p"
az: Xəbərdarlıq - mənzil adı ".i2p" ilə bitmir
bo: ཨང་རྟགས་-གཟིགས་མིང་གི་མཇུག་ན་".i2p"མེད།
da: Advarsel - værtsnavnet slutter ikke med ".i2p"
el: Προειδοποίηση - το όνομα κεντρικού υπολογιστή δεν τελειώνει με ".i2p"
et: Hoiatus - määri nimi ei lõpe ".i2p"ga
fa: هشدار - نام میزبان به ".i2p" ختم نمی شود
fi: Varoitus - isäntänimi ei pääty ".i2p"
gl: Aviso: o nome do servidor non remata con ".i2p"
hi: चेतावनी - होस्ट नाम ".i2p" से समाप्त नहीं होता है
nb: Advarsel - værtnavnet slutter ikke med ".i2p"
sl: Opozorilo - ime gostitelja ne konča z ".i2p"
vi: Cảnh báo - tên máy chủ không kết thúc bằng ".i2p"

source: Invalid Base 32 host name.
az: Səhv Base 32 mənzil adı.
bo: 32 གཞི་གྲངས་ཀྱི་གཟིགས་མིང་བཟོ་མི་རུང་བ།
da: Ugyldigt base 32-værtsnavn.
el: Μη έγκυρο όνομα κεντρικού υπολογιστή Base 32.
et: Vigane Base 32 määri nimi.
fa: نام میزبان پایه 32 نامعتبر است.
fi: Virheellinen Base 32 -isäntänimi.
hi: अमान्य बेस 32 होस्ट नाम।
nb: Ugyldig Base 32-værtnavn.
sl: Neveljavno ime gostitelja Base 32.
vi: Tên máy chủ Base 32 không hợp lệ.

source: Invalid host name "{0}".
az: Səhv mənzil adı "{0}".
bo: གཟིགས་མིང་"{0}"བཟོ་མི་རུང་བ།
da: Ugyldigt værtsnavn "{0}".
el: Μη έγκυρο όνομα κεντρικού υπολογιστή "{0}".
et: Vigane määri nimi "{0}".
fa: نام میزبان نامعتبر "{0}".
fi: Virheellinen isäntänimi "{0}".
gl: Nome de host non válido "{0}".
hi: अमान्य होस्ट नाम "{0}"।
nb: Ugyldig værtnavn "{0}".
sl: Neveljavno ime gostitelja "{0}".
vi: Tên máy chủ không hợp lệ "{0}".

source: Please enter a host name and destination
az: Zəhmət olmasa mənzil adı və nöqtəni daxil edin
bo: གཟིགས་མིང་དང་འབྲས་བུ་འཇུག་རོགས།
da: Angiv venligst et værtsnavn og destination
el: Παρακαλώ εισάγετε ένα όνομα κομιστή και προορισμό
et: Palun sisestage määri nimi ja sihtkoha
fa: لطفا یک نام میزبان و مقصد وارد کنید
fi: Anna isäntänimi ja kohde
gl: Por favor intruduza un nome de host e o destino
hi: कृपया एक होस्ट नाम और गंतव्य दर्ज करें
nb: Angi værtnavn og destinasjon
sl: Prosim, vnesite ime gostitelja in destinacijo
vi: Xin điền vào tên máy chủ và địa chỉ đến

source: No valid entries selected to delete.
bo: སོར་ཆུབ་པར་འདེམས་པའི་ཁ་པ་ཡོད་མེད།

source: ERROR: Could not write addressbook file.
az: XƏTA: Adres kitabını yazıla bilmədi.
bo: འབྲས་བུ། ཡིག་ཆ་བང་གི་ཡིག་ཆ་བཟོ་མི་ཐུབ།
da: FEJL: Kunne ikke skrive adressebog filen.
el: ΣΦΑΛΜΑ: Δεν μπόρεσε να εγγραφεί το αρχείο βιβλίου διευθύνσεων.
et: VIGA: Aadressiraamatu faili ei saa kirjutada.
fa: خطا: فایل دفترچه آدرس را نمی توان نوشت.
fi: VIRHE: Osoitekirjatiedostoa ei voitu kirjoittaa.
gl: ERRO: non se puido escribir o ficheiro da axenda de enderezos.
hi: त्रुटि: पत्रिका फ़ाइल लिखने में असमर्थ।
nb: FEIL: Kunne ikke skrive til adressoboksfilen.
sl: NAPAKA: Datoteko imenika naslovov ni mogoče zapisati.
vi: LỖI: không thể lưu trữ sổ địa chỉ.

source: New domain
az: Yeni sahə
bo: གཞི་གྲངས་གསར་པ།
et: Uus domeen
hi: नया डोमेन
nb: Ny domene
sl: Novo domeno

source: Subscription log reloaded.
az: Abunə günlügü yenidən yükləndi.
bo: འབྲེལ་ཡོད་པའི་ཉིན་ཐོག་ཡང་དག་བཞེངས་པ།
da: Abonnementslog genindlæst.
el: Το αρχείο καταγραφής συνδρομής φορτώθηκε ξανά.
et: Tellimuse logi laaditi uuesti.
fa: گزارش اشتراک بارگیری مجدد شد.
fi: Tilausloki ladattu uudelleen.
hi: सब्सक्रिप्शन लॉग पुनः लोड किया गया।
nb: Abonnementlogg lastet opp igjen.
sl: Dnevnik prijav ponovno naložen.

source: Host name {0} is not in the address book.
bo: གཟིགས་མིང་{0}ཡིག་ཆ་བང་གི་ནང་མེད།
hi: होस्ट नाम {0} पत्रिका में नहीं है।
sl: Ime gostitelja {0} ni v imeniku naslovov.

source: Update
az: Yenilə
bo: བསྐྱར་བཏང་བ།
da: Opdatering
el: Ενημέρωση
et: Uuenda
fa: به روز رسانی
fi: Päivitys
gl: Actualización
hi: अपडेट
nb: Oppdater
sl: Posodobi
vi: Cập nhật

source: Attempting to update addressbook from subscription sources...
az: Abunə mənbələrindən adres kitabını yeniləməyə çalışır...
bo: འབྲེལ་ཡོད་པའི་རིགས་ནས་ཡིག་ཆ་བང་བསྐྱར་བཏང་བ་བྱེད་བཞིན་པ།
da: Forsøg på at opdatere adressebogen fra abonnementskilder...
el: Προσπάθεια ενημέρωσης του βιβλίου διευθύνσεων από πηγές συνδρομής...
et: Püüan uuendada aadressiraamat tellimuste allikatest...
fa: تلاش برای به روز رسانی دفترچه آدرس از منابع اشتراک...
fi: Yritetään päivittää osoitekirjaa tilauslähteistä...
gl: Intentando actualizar a axenda de enderezos desde fontes de subscrición...
hi: सब्सक्रिप्शन स्रोतों से पत्रिका अपडेट करने की कोशिश की जा रही है...
nb: Prøver å oppdatere adressoboken fra abonnementkilder...
sl: Poskuša posodobiti imenik naslovov iz virov prijav...

source: Cannot update subscriptions: HTTP proxy is not running!
az: Abunələri yeniləmək mümkün deyil: HTTP proksi işləmir!
bo: འབྲེལ་ཡོད་པ་བསྐྱར་བཏང་མི་ཐུབ། HTTP གཟིགས་མིང་འཁོར་མེད་པ་བཞག
da: Kan ikke opdatere abonnementer: HTTP-proxy kører ikke!
el: Δεν είναι δυνατή η ενημέρωση των συνδρομών: Ο διακομιστής μεσολάβησης HTTP δεν εκτελείται!
et: Tellimusi ei saa uuendada: HTTP vahendusserver ei tööta!
fa: اشتراک ها را نمی توان به روز کرد: پروکسی HTTP اجرا نمی شود!
fi: Tilauksia ei voi päivittää: HTTP-välityspalvelin ei ole käynnissä!
gl: Non se poden actualizar as subscricións: o proxy HTTP non se está a executar.
hi: सब्सक्रिप्शन अपडेट नहीं किया जा सकता: HTTP प्रोक्सी चल नहीं रहा है!
nb: Kan ikke oppdatere abonnementer: HTTP-proxyen kjører ikke!
sl: Ne moremo osvežiti prijav: HTTP posredniški strežnik ne deluje!
vi: Không thể cập nhật đăng ký: Proxy HTTP không chạy!

source: Import
az: Giriş et
bo: བཞེད་པ་བཞག
da: Importér
el: Εισαγωγή
et: Impordi
fa: وارد کردن
fi: Tuo
gl: Importar
hi: आयात
nb: Importer
sl: Uvozi
vi: Nhập

source: Router
az: Ruter
bo: གཞི་གྲངས་གཙོ་བོ།
et: Routter
fa: روتر
fi: Reititin
hi: राउटर
nb: Ruter
sl: Maršrutnik
vi: Bộ định tuyến

source: Master
az: Üst
bo: གཙོ་བོའི་ཡིག་ཆ་བང
da: Mester
el: Δάσκαλε
et: Peamine
fa: استاد
fi: Mestari
gl: Mestre
hi: मास्टर
nb: Mester
sl: Glavni
vi: Thầy

source: Subscriptions
az: Abunələr
bo: འབྲེལ་ཡོད་པ།
da: Abonnementer
el: Συνδρομές
et: Tellimused
fa: اشتراک ها
fi: Tilaukset
gl: Subscricións
hi: सब्सक्रिप्शन
nb: Abonnementer
sl: Prijave
vi: Đăng ký

source: Help
az: Yardım
bo: རོགས་པ།
da: Hjælp
el: Βοήθεια
et: Abi
fa: کمک کنید
fi: Apua
gl: Axuda
hi: मदद
nb: Hjelp
sl: Pomoč
vi: Trợ giúp

source: Book
az: Kitab
bo: ཡིག་ཆ་བང
da: Bog
el: Βιβλίο
et: Raamat
fa: کتاب
fi: Kirja
gl: Libro
hi: पुस्तक
nb: Bok
sl: Knjiga
vi: Sách

source: No entries
az: Heç bir qeyd yoxdur
bo: ཁ་པ་མེད
da: Ingen tilmeldinger
el: Δεν υπάρχουν καταχωρήσεις
et: Kirju puudub
fa: ورودی وجود ندارد
fi: Ei merkintöjä
gl: Sen entradas
hi: कोई प्रविष्टि नहीं
nb: Ingen oppføringer
sl: Brez vnosov
vi: Không có mục nào

source: Export results in hosts.txt format
az: Nəticələri hosts.txt formatında çıxar
bo: hosts.txtརིགས་སུ་འབྲས་བུ་ཕྱིར་འདོན།
da: Eksporter resultater i hosts.txt-format
el: Εξαγωγή αποτελεσμάτων σε μορφή hosts.txt
et: Ekspordi tulemused hosts.txt formaadis
fa: نتایج را در قالب hosts.txt صادر کنید
fi: Vie tulokset hosts.txt-muodossa
hi: hosts.txt प्रारूप में परिणाम निर्यात करें
nb: Eksporter resultater i hosts.txt format
sl: Izvozi rezultate v formatu hosts.txt
vi: Xuất kết quả ở định dạng Host.txt

source: Export book in hosts.txt format
az: Kitabı hosts.txt formatında çıxar
bo: hosts.txtརིགས་སུ་ཡིག་ཆ་བང་ཕྱིར་འདོན།
da: Eksporter bog i hosts.txt-format
el: Εξαγωγή βιβλίου σε μορφή hosts.txt
et: Ekspordi raamat hosts.txt formaadis
fa: صادرات کتاب در قالب hosts.txt
fi: Vie kirja hosts.txt-muodossa
hi: hosts.txt प्रारूप में पत्रिका निर्यात करें
nb: Eksporter bok i hosts.txt format
sl: Izvozi knjigo v formatu hosts.txt
vi: Xuất sách ở định dạng Host.txt

source: Info
az: Məlumat
bo: ཤེས་བྱ།
da: Information
el: Πληροφορίες
fa: اطلاعات
gl: Información
hi: जानकारी
sl: Informacije
vi: Thông tin

source: Select hosts for deletion from addressbook
az: Adres kitabından silmək üçün mənzilləri seçin
bo: ཡིག་ཆ་བང་ནས་གཟིགས་མིང་སོར་ཆུབ་པར་འདེམས་པ།
da: Vælg værter til sletning fra adressebogen
el: Επιλέξτε κεντρικούς υπολογιστές για διαγραφή από το βιβλίο διευθύνσεων
et: Vali määrid aadressiraamatust kustutamiseks
fa: میزبان ها را برای حذف از دفترچه آدرس انتخاب کنید
fi: Valitse osoitekirjasta poistettavat isännät
gl: Seleccione hosts para eliminalos da axenda de enderezos
hi: पत्रिका से हटाने के लिए होस्ट चुनें
nb: Velg vertshoster for sletting fra adressoboken
sl: Izberite gostitelje za izbris iz imenika naslovov
vi: Chọn máy chủ để xóa khỏi sổ địa chỉ

source: Helper link to share host address with option to add to addressbook
az: Mənzil ünvani paylaşmaq üçün köməkçi keçid, adres kitabına əlavə etmək seçimləri ilə
bo: གཟིགས་མིང་གི་གཞི་གྲངས་བགྲོས་པའི་རྒྱུ་མཐུད་དང་ཡིག་ཆ་བང་སྣོན་པའི་རྒྱུ་མཐུད།
da: Hjælperlink til at dele værtsadresse med mulighed for at tilføje til adressebog
el: Σύνδεσμος βοήθειας για κοινή χρήση διεύθυνσης κεντρικού υπολογιστή με επιλογή προσθήκης στο βιβλίο διευθύνσεων
et: Abilink määri aadressi jagamiseks, millega on võimalus lisada aadressiraamatule
fa: پیوند کمکی برای اشتراک‌گذاری آدرس میزبان با گزینه افزودن به دفترچه آدرس
fi: Apulinkki isäntäosoitteen jakamiseen ja mahdollisuus lisätä osoitekirjaan
gl: Ligazón de axuda para compartir o enderezo do host coa opción de engadir á axenda de enderezos
hi: पत्रिका में जोड़ने की विकल्प के साथ होस्ट पता साझा करने के लिए सहायक लिंक
nb: Hjelpe-lenke for å dele vertshostadresse med mulighet til å legge til i adressoboken
sl: Pomožna povezava za deljenje naslova gostitelja z možnostjo dodajanja v imenik naslovov
vi: Liên kết trợ giúp để chia sẻ địa chỉ máy chủ với tùy chọn thêm vào sổ địa chỉ

source: This book currently contains no entries.
bo: ཡིག་ཆ་བང་འདིར་ཁ་པ་མེད་པ་བཞག

source: e.g. newdomain.i2p
az: məsələn, newdomain.i2p
bo: དཔེར་ན། newdomain.i2p
da: f.eks. newdomain.i2p
el: π.χ. newdomain.i2p
et: nt. newdomain.i2p
fa: به عنوان مثال
fi: esim. newdomain.i2p
gl: p.ex.
hi: उदाहरण के लिए newdomain.i2p
nb: f.eks. newdomain.i2p
sl: npr. newdomain.i2p
vi: ví dụ.

source: B64 or B32
az: B64 və ya B32
bo: B64 ཡང་ན་ B32
da: B64 eller B32
el: B64 ή B32
et: B64 või B32
fa: B64 یا B32
fi: B64 tai B32
gl: B64 ou B32
hi: B64 या B32
nb: B64 eller B32
sl: B64 ali B32
vi: B64 hoặc B32

source: Full destination or b32 address
az: Tam nöqtə və ya b32 ünvanı
bo: འབྲས་བུ་གོང་དུ་ཡང་ན་b32གཟིགས་མིང
da: Fuld destination eller b32-adresse
el: Πλήρης προορισμός ή διεύθυνση b32
et: Täielik sihtkoht või b32 aadress
fa: آدرس کامل مقصد یا b32
fi: täydellinen kohde tai b32-osoite
gl: Destino completo ou enderezo b32
hi: पूर्ण गंतव्य या b32 पता
nb: Full destinasjon eller b32 adresse
sl: Celotna destinacija ali naslov b32
vi: Địa chỉ đích đầy đủ hoặc địa chỉ b32

source: Select file
az: Fayl seçin
bo: ཡིག་ཆ་འདེམས་པ།
da: Vælg fil
el: Επιλέξτε αρχείο
et: Vali fail
fa: فایل را انتخاب کنید
fi: Valitse tiedosto
gl: Seleccionar ficheiro
hi: फ़ाइल चुनें
nb: Velg fil
sl: Izberi datoteko
vi: Chọn tập tin

source: File and directory paths here are relative to the addressbook's working directory, which is normally ~/.i2p/addressbook/ (Linux) or %LOCALAPPDATA%\I2P\addressbook\ (Windows).
az: Buradakı fayl və kataloq yolları, ümumiyyətlə adres kitabının işləmə kataloqu ilə əlaqəli olur, bu ~/.i2p/addressbook/ (Linux) və ya %LOCALAPPDATA%\I2P\addressbook\ (Windows) ola bilər.
bo: ཡིག་ཆ་དང་དཀར་ཆག་གི་རྒྱུ་མཐུད་འདི་ཡིག་ཆ་བང་གི་ལས་ཁུངས་ཀྱི་རྒྱུ་མཐུད་ལ་བརྟེན་ནས་བཞག་ཡོད་པས་གཞི་གྲངས་ན་ ~/.i2p/addressbook/ (Linux) ཡང་ན་ %LOCALAPPDATA%\I2P\addressbook\ (Windows)ཡོད།
da: Fil- og biblioteksstier her er i forhold til adressebogens arbejdsmappe, som normalt er ~/.i2p/addressbook/ (Linux) eller %LOCALAPPDATA%\I2P\addressbook\ (Windows).
el: Οι διαδρομές αρχείου και καταλόγου εδώ σχετίζονται με τον κατάλογο εργασίας του βιβλίου διευθύνσεων, ο οποίος είναι συνήθως ~/.i2p/addressbook/ (Linux) ή %LOCALAPPDATA%\I2P\addressbook\ (Windows).
et: Failide ja kaustatee on siin suhte põhjal aadressiraamatu töökausta, mis on tavaliselt ~/.i2p/addressbook/ (Linux) või %LOCALAPPDATA%\I2P\addressbook\ (Windows).
fa: مسیرهای فایل و دایرکتوری در اینجا نسبت به دایرکتوری کاری دفترچه آدرس است که معمولاً ~/.i2p/addressbook/ (Linux) یا %LOCALAPPDATA%\I2P\addressbook\ (ویندوز) است.
fi: Tiedosto- ja hakemistopolut tässä ovat suhteessa osoitekirjan työhakemistoon, joka on tavallisesti ~/.i2p/addressbook/ (Linux) tai %LOCALAPPDATA%\I2P\addressbook\ (Windows).
gl: As rutas dos ficheiros e directorios aquí son relativas ao directorio de traballo da axenda de enderezos, que normalmente é ~/.i2p/addressbook/ (Linux) ou %LOCALAPPDATA%\I2P\addressbook\ (Windows).
hi: यहाँ फ़ाइल और डायरेक्टरी पथ पत्रिका के कार्यालय डायरेक्टरी के सापेक्ष होते हैं, जो सामान्यतया ~/.i2p/addressbook/ (Linux) या %LOCALAPPDATA%\I2P\addressbook\ (Windows) होता है।
nb: Filer og mappebaner her er relativt til adressobokens arbeidsmappe, som normalt er ~/.i2p/addressbook/ (Linux) eller %LOCALAPPDATA%\I2P\addressbook\ (Windows).
sl: Poti do datotek in imenikov tukaj so relativne glede na delovno mapo imenika naslovov, ki je običajno ~/.i2p/addressbook/ (Linux) ali %LOCALAPPDATA%\I2P\addressbook\ (Windows).
vi: Đường dẫn tệp và thư mục ở đây có liên quan đến thư mục làm việc của sổ địa chỉ, thường là ~/.i2p/addressbook/ (Linux) hoặc %LOCALAPPDATA%\I2P\addressbook\ (Windows).
