Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Cancel the wizard and return to Tunnel Manager home page
ar: اسم المضيف القديم/الوالد
az: Üstündəkisi ləğv edin və Tünəl İdarəçisi baş səhifəsinə qayıdın
bo: མཁས་པ་བཤིགས་པ་དང་སྒོའི་དོ་དམ་བྱེད་པའི་གཙོ་བོའི་ཡིག་ཆ་རུ་བཤོས་སྐྱོད་བྱེད་པར་གདམ།
cs: Zrušte průvodce a vraťte se na domovskou stránku Tunnel Manager
da: Annuller guiden og vend tilbage til Tunnel Manager-hjemmesiden
el: Ακυρώστε τον φοιτητή και επιστρέψτε στην αρχική σελίδα του Διαχειριστή Διαδρόμου
et: Katkesta juurdejuhendaja ja tagasi Tunnel Manageri avalehele
fa: ویزارد را لغو کنید و به صفحه اصلی مدیر تونل بازگردید
fi: Peruuta ohjattu toiminto ja palaa Tunnel Managerin kotisivulle
hi: विज़ार्ड को रद्द करें और टनल मैनेजर के मुख्य पृष्ठ पर वापस जाएं
hu: Törölje a varázslót, és térjen vissza az Tunnel Manager kezdőlapjára
it: Annulla la procedura guidata e torna alla home page di Tunnel Manager
ja: ウィザードをキャンセルして、トンネル マネージャーのホームページに戻ります
ko: 마법사를 취소하고 터널 관리자 홈 페이지로 돌아갑니다
nn: Avbryt veiviseren og gå tilbake til Tunnel Manager-hjemmesiden
sk: Zrušte sprievodcu a vráťte sa na domovskú stránku Tunnel Manager
sl: Prekliči vodnika in vrni se na domačo stran Upravitelja tuneljev
sq: Anulo magjistarin dhe kthehu në faqen kryesore të Menaxherit të Tunelit
uk: Скасуйте роботу майстра та поверніться на домашню сторінку Tunnel Manager
vi: Hủy trình hướng dẫn và quay lại trang chủ Trình quản lý đường hầm

source: Return to previous page
ar: ملف المفتاح الخاص للوجهة القديمة/أصل المجال الفرعي
az: Əvvəlki səhifəyə qayıt
bo: སྔོན་གི་ཡིག་ཆ་རུ་བཤོས་སྐྱོད་བྱེད་པར་གདམ།
cs: Návrat na předchozí stránku
da: Vend tilbage til forrige side
el: Επιστροφή στην προηγούμενη σελίδα
et: Tagasi eelmisele lehele
fa: بازگشت به صفحه قبل
fi: Palaa edelliselle sivulle
hi: पिछले पृष्ठ पर वापस जाएं
hu: Visszatérés az előző oldalra
it: Torna alla pagina precedente
ja: 前のページに戻る
ko: 이전 페이지로 돌아가기
nn: Gå tilbake til forrige side
sk: Návrat na predchádzajúcu stránku
sl: Vrni se na prejšnjo stran
sq: Kthehu në faqen e mëparshme
uk: Повернутися до попередньої сторінки
vi: Quay lại trang trước

source: Previous
ar: السابق
az: Əvvəlki
bo: སྔོན་གི་ཡིག་ཆ་
cs: Předchozí
da: Foregående
el: Προηγούμενο
et: Eelmine
fa: قبلی
fi: Edellinen
hi: पिछला
hu: Előző
it: Precedente
ja: 前へ
ko: 전
nn: Førre
sk: Predchádzajúce
sl: Prejšnja
sq: I mëparshmi
uk: Попередній
vi: Trước

source: Save tunnel configuration
ar: مساعد SSL
az: Tünəl tənzimləməsini yadda saxla
bo: སྒོའི་བཟོ་བའི་གདམ་གར་ཉར་བར་གདམ།
cs: Uložit konfiguraci tunelu
da: Gem tunnelkonfiguration
el: Αποθήκευση διαμόρφωσης διαδρόμου
et: Salvesta tunneli seadistused
fa: ذخیره سازی پیکربندی تونل
fi: Tallenna tunnelin kokoonpano
hi: टनल सेटिंग बचाएं
hu: Alagútkonfiguráció mentése
it: Salvare configurazione tunnel
ja: トンネル設定の保存
ko: 터널 구성 저장
nn: Lagre tunnelkonfigurasjon
sk: Uložiť konfiguráciu tunela
sl: Shrani konfiguracijo tunelja
sq: Ruaj konfigurimin e tunelit
uk: Зберегти конфігурацію тунелю
vi: Lưu cấu hình đường hầm

source: Save Tunnel
ar: الخبراء فقط
az: Tünəli saxla
bo: སྒོ་ཉར་བར་གདམ།
cs: Uložit tunel
da: Red Tunnel
el: Αποθήκευση Διαδρόμου
et: Salvesta Tunnel
fa: ذخیره سازی تونل
fi: Tallenna tunneli
hi: टनल सहेजें
hu: Alagút Mentése
it: Salva tunnel
ja: トンネルを保存
ko: 터널 저장
nn: Lagra tunell
sk: Uložiť tunel
sl: Shrani Tunelj
sq: Ruaj tunelin
uk: Зберегти тунель
vi: Lưu đường hầm

source: Finish Wizard and review tunnel settings
ar: Base32
az: Üstündəkisi bitir və tünəl ayarlarını yoxla
bo: མཁས་པ་དུས་མཇུག་སྒོའི་གདམ་གར་ཞིབ་བར་གདམ།
cs: Finish Wizard a zkontrolujte nastavení tunelu
da: Finish Wizard og gennemse tunnelindstillinger
el: Ολοκλήρωση του φοιτητή και αναθεώρηση των ρυθμίσεων διαδρόμου
et: Lõpeta juurdejuhendaja ja vaata läbi tunneli seadistusi
fa: Finish Wizard و بازبینی تنظیمات تونل
fi: Lopeta ohjattu toiminto ja tarkista tunnelin asetukset
hi: विज़ार्ड पूरा करें और टनल सेटिंग की समीक्षा करें
hu: Fejezd be a varázslót, és tekintsd át az alagút beállításait
it: Termina la procedura guidata e rivedi le impostazioni del tunnel
ja: ウィザードを終了してトンネル設定を確認する
ko: 마법사 완료 및 터널 설정 검토
nn: Finish Wizard og se gjennom tunnelinnstillingene
sk: Dokončiť sprievodcu a skontrolovať nastavenia tunela
sl: Končaj vodnika in preglej nastavitve tunelja
sq: Finish Wizard dhe rishikoni cilësimet e tunelit
uk: Завершити роботу майстра та переглянути налаштування тунелю
vi: Hoàn tất Wizard và xem lại cài đặt đường hầm

source: Finish
ar: إنهاء
az: Bitir
bo: དུས་མཇུག
cs: Dokončit
da: Afslut
el: Ολοκλήρωση
et: Lõpeta
fa: پایان
fi: Loppu
hi: पूरा करें
hu: Befejezés
it: Termina
ja: 終了
ko: 종료
nn: Avslutt
sk: Dokončiť
sl: Končaj
sq: Përfundoje
uk: Завершити
vi: Kết thúc

source: Advance to next page
ar: توجيه منفذ I2P الوارد
az: Növbəti səhifəyə keç
bo: ཕྱི་མའི་ཡིག་ཆ་རུ་བཤོས་སྐྱོད་བྱེད་པར་གདམ།
cs: Přejít na další stránku
da: Gå videre til næste side
el: Μετάβαση στην επόμενη σελίδα
et: Edasiminek järgmisele lehele
fa: رفتن به صفحه بعد
fi: Siirry seuraavalle sivulle
hi: अगले पृष्ठ पर आगे बढ़ें
hu: Tovább a következő oldalra
it: Avanza alla pagina successiva
ja: 次のページへ進む
ko: 다음 페이지로 이동
nn: Gå videre til neste side
sk: Postúpiť na ďalšiu stranu
sl: Napreduj na naslednjo stran
sq: Përparoni në faqen tjetër
uk: Перейти до наступної сторінки
vi: Chuyển tới trang tiếp theo

source: Next
ar: التالي
az: Növbəti
bo: ཕྱི་མའི་ཡིག་ཆ་
cs: Další
da: Næste
el: Επόμενο
et: Järgmine
fa: بعدی
fi: Seuraava
hi: अगला
hu: Következő
it: Avanti
ja: 次へ
ko: 다음
nn: Neste
sk: Nasledujúce
sl: Naslednja
sq: Pasuesi
uk: Далі
vi: Kế

source: Base32
az: Baza32
et: Baas32
fa: پایه 32
hi: बेस32
ko: 베이스32
sk: Základňa32
sq: Baza32
uk: База32

source: X-Content-Type-Options
ar: خيارات نوع المحتوى X
az: X-Content-Tipi Seçimləri
el: Επιλογές X-Content-Type
et: X-Sisu-Tüübi-Võimalused
sl: Možnosti X-Content-Type

source: This can be useful for frequently-used tunnels (especially server tunnels), but for tunnels that are only used occassionally it would mean that the I2P router is creating and maintaining unnecessary tunnels.
ar: يمكن أن يكون هذا مفيدًا للأنفاق المستخدمة بشكل متكرر (خاصة أنفاق الخادم)، ولكن بالنسبة للأنفاق التي يتم استخدامها من حين لآخر فقط، فهذا يعني أن جهاز توجيه I2P يقوم بإنشاء أنفاق غير ضرورية وصيانتها.
az: Bu, tez-tez istifadə olunan tünəllər üçün (əsasən server tünəlləri) faydalı ola bilər, amma yalnız dəfəlik istifadə olunan tünəllər üçün, bu I2P ruterinin gərəksiz tünəlləri yaratması və saxlaması anlamına gəlir.
cs: To může být užitečné pro často používané tunely (zejména serverové), ale pro tunely, které jsou používány pouze příležitostně, by to znamenalo, že I2P router vytváří a udržuje zbytečné tunely.
da: Dette kan være nyttigt for ofte brugte tunneler (især servertunneler), men for tunneler, der kun bruges lejlighedsvis, vil det betyde, at I2P-routeren skaber og vedligeholder unødvendige tunneler.
el: Αυτό μπορεί να είναι χρήσιμο για διαδρόμους που χρησιμοποιούνται συχνά (ειδικά διαδρόμους διακομιστή), αλλά για διαδρόμους που χρησιμοποιούνται μόνο μερικές φορές θα σημαίνει ότι ο διαχειριστής I2P δημιουργεί και διατηρεί διαδρόμους που δεν χρειάζονται.
fa: این می تواند برای تونل های پر استفاده (مخصوصا تونل های سرور) مفید باشد، اما برای تونل هایی که فقط گهگاهی استفاده می شوند به این معنی است که روتر I2P در حال ایجاد و نگهداری تونل های غیر ضروری است.
fi: Tästä voi olla hyötyä usein käytetyissä tunneleissa (erityisesti palvelintunneleissa), mutta tunneleissa, joita käytetään vain satunnaisesti, se tarkoittaisi, että I2P-reititin luo ja ylläpitää tarpeettomia tunneleita.
hu: Ez hasznos lehet gyakran használt alagutaknál (különösen szerveralagutaknál), de a csak alkalmanként használt alagutaknál ez azt jelentené, hogy az I2P útválasztó szükségtelen alagutakat hoz létre és tart fenn.Ez hasznos lehet gyakorta használt alagutak esetén (ez különösen szerver alagutakra vonatkozik), de azon alagutak számára, melyek csak alkalomszerűen használsz ez azt jelentené, hogy az I2P router felesleges alagutakat hoz létre és tart fenn.
it: Questo può essere utile per i tunnel utilizzati di frequente (in particolare i tunnel dei server), ma per i tunnel utilizzati solo occasionalmente significherebbe che il router I2P sta creando e mantenendo tunnel non necessari.Questo può essere utile per tunnel usati spesso (specie tunnel server), ma per i tunnel usati solo occasionalmente comporta che il router I2P sta creando e mantenendo tunnel non necessari.
ja: これは、頻繁に使用されるトンネル (特にサーバー トンネル) には便利ですが、たまにしか使用されないトンネルの場合、I2P ルーターが不要なトンネルを作成および維持していることを意味します。
ko: 자주 사용되는 터널(특히 서버 터널)에는 유용할 수 있지만 가끔 사용되는 터널의 경우 I2P 라우터가 불필요한 터널을 생성하고 유지 관리한다는 의미입니다.자주 사용되는 터널에도 유용할 수 있습니다 (특히 서버 터널), 하지만 가끔 사용되는 터널에 대해서는 자원의 낭비가 있을 수 있습니다. I2P 라우터가 쓸모없는 터널을 생성하고 관리하는 격이니까요.
nn: Dette kan være nyttig for ofte brukte tunneler (spesielt servertunneler), men for tunneler som bare brukes av og til vil det bety at I2P-ruteren lager og vedlikeholder unødvendige tunneler.Dette kan vera nyttig for tunellar du nyttar ofte (spesielt tenartunellar). For tunellar som berre blir nytta av og til vil det tyda at I2P-ruteren opprettar og vedlikehaldar tunellar du ikkje treng.
sk: To môže byť užitočné pre často používané tunely (obvlášť serverové tunely), avšak pre tunely používané len príležitostne by to pre I2P router znamenalo vytvorenie a udržiavanie zbytočných tunelov.
sq: Kjo mund të jetë e dobishme për tunele të përdorura shpesh (veçanërisht tunelet e serverëve), por për tunelet që përdoren vetëm herë pas here, kjo do të thotë që ruteri I2P po krijon dhe mirëmban tunele të panevojshëm.
vi: Điều này có thể hữu ích cho các đường hầm được sử dụng thường xuyên (đặc biệt là các đường hầm máy chủ), nhưng đối với các đường hầm chỉ được sử dụng không thường xuyên, điều đó có nghĩa là bộ định tuyến I2P đang tạo và duy trì các đường hầm không cần thiết.
