Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: To enable registration verification, edit tunnel and set name (or website name) to a valid host name ending in '.i2p'
ar: لتمكين التحقق من التسجيل، قم بتحرير النفق وتعيين الاسم (أو اسم موقع الويب) إلى اسم مضيف صالح ينتهي بـ '.i2p'.
az: Qeydiyyat təsdiqləməsini aktivləşdirmək üçün, tünəli redaktə edin və adı (və ya veb saytın adını) düzgün məzmun adı olaraq ayarlayın ki, bu ad .i2p ilə bitməlidir
bo: ཐོ་བཟོ་བའི་རྒྱུགས་གཞི་བཟོ་བའི་ཕྱོན་པའི་མིང་(ཡང་ན་དྲ་བའི་མིང་)བཟོ་བའི་རྒྱུགས་གཞིའི་མིང་བཞེངས་པའི་གཞི་བཞེངས་པ། '.i2p' བརྒྱུད་ནས་བཟོ་བ
cs: Chcete-li povolit ověření registrace, upravte tunel a nastavte název (nebo název webu) na platný název hostitele končící na '.i2p'
da: For at aktivere registreringsbekræftelse skal du redigere tunnelen og sætte navn (eller webstedsnavn) til et gyldigt værtsnavn, der ender på '.i2p'
el: Για να ενεργοποιήσετε την επιβεβαίωση εγγραφής, επεξεργαστείτε τον διάδρομο και ρυθμίστε το όνομα (ή το όνομα ιστοσελίδας) σε ένα έγκυρο όνομα διακομιστή που τελειώνει με '.i2p'
et: Registreerimise kontrolli lubamiseks muuda tunnelit ja seadista nimi (või veebilehe nimi) kehtivaks majandajanimeks, mis lõpeb '.i2p'
fa: برای فعال کردن تأیید ثبت نام، تونل را ویرایش کنید و نام (یا نام وب سایت) را روی یک نام میزبان معتبر با ختم «.i2p» تنظیم کنید.
fi: Ottaaksesi rekisteröinnin vahvistuksen käyttöön muokkaa tunnelia ja aseta nimeksi (tai verkkosivuston nimeksi) kelvollinen isäntänimi, joka päättyy '.i2p'
hi: पंजीकरण प्रमाणीकरण सक्षम करने के लिए, टनल संपादित करें और नाम (या वेबसाइट का नाम) को एक वैध होस्ट नाम के साथ सेट करें जो '.i2p' से समाप्त हो।
hu: A regisztráció ellenőrzésének engedélyezéséhez szerkessze az alagutat, és állítsa be a nevet (vagy a webhely nevét) érvényes gazdagépnévre, amely '.i2p' végződésű.
it: Per abilitare la verifica della registrazione, modificare il tunnel e impostare il nome (o il nome del sito web) su un nome host valido che termina con '.i2p'
ja: 登録検証を有効にするには、トンネルを編集し、名前 (または Web サイト名) を「.i2p」で終わる有効なホスト名に設定します。
ko: 등록 확인을 활성화하려면 터널을 편집하고 이름(또는 웹 사이트 이름)을 '.i2p'로 끝나는 유효한 호스트 이름으로 설정하세요.가입 인증을 활성화하려면 터널을 편집하고 이름을 세팅하세요 (또는 웹사이트 이름) '.i2p'로 끝나야 합니다.
nn: For å aktivere registreringsbekreftelse, rediger tunnel og sett navn (eller nettstednavn) til et gyldig vertsnavn som slutter på '.i2p'
sk: Ak chcete povoliť overenie registrácie, upravte tunel a nastavte názov (alebo názov webovej stránky) na platný názov hostiteľa končiaci na „.i2p“.
sl: Da bi omogočili preverjanje registracije, uredite tunelj in nastavite ime (ali ime spletne strani) na veljaven ime gostitelja, končano s '.i2p'
sq: Për të mundësuar verifikimin e regjistrimit, modifikoni tunelin dhe vendosni emrin (ose emrin e faqes në internet) në një emër të vlefshëm të hostit që përfundon me '.i2p'
uk: Для активації реєстраційної перевірки змініть тунель і встановіть назву (чи назву сайту) з правильним суфіксом '.i2p'
vi: Để bật xác minh đăng ký, hãy chỉnh sửa đường hầm và đặt tên (hoặc tên trang web) thành tên máy chủ hợp lệ kết thúc bằng '.i2p'

source: To enable registration verification, edit tunnel and set name to a valid host name ending in '.i2p'
ar: لتمكين التحقق من التسجيل، قم بتحرير النفق وتعيين الاسم لاسم مضيف صالح ينتهي بـ '.i2p'.
az: Qeydiyyat təsdiqləməsini aktivləşdirmək üçün, tünəli redaktə edin və adı düzgün məzmun adı olaraq ayarlayın ki, bu ad .i2p ilə bitməlidir
bo: ཐོ་བཟོ་བའི་རྒྱུགས་གཞི་བཟོ་བའི་ཕྱོན་པའི་མིང་བཟོ་བའི་རྒྱུགས་གཞིའི་མིང་བཞེངས་པའི་གཞི་བཞེངས་པ། '.i2p' བརྒྱུད་ནས་བཟོ་བ
cs: Chcete-li povolit ověření registrace, upravte tunel a nastavte název na platný název hostitele končící na '.i2p'
da: For at aktivere registreringsbekræftelse skal du redigere tunnelen og indstille navnet til et gyldigt værtsnavn, der ender på '.i2p'
et: Registreerimise kontrolli lubamiseks muuda tunnelit ja seadista nimi kehtivaks majandajanimeks, mis lõpeb '.i2p'
fa: برای فعال کردن تأیید ثبت نام، تونل را ویرایش کنید و نام را روی یک نام میزبان معتبر که به «.i2p» ختم می‌شود تنظیم کنید.
fi: Ottaaksesi rekisteröinnin vahvistuksen käyttöön muokkaa tunnelia ja aseta nimeksi kelvollinen isäntänimi, joka päättyy '.i2p'
hi: पंजीकरण प्रमाणीकरण को सक्षम करने के लिए, टनल को संपादित करें और नाम को '.i2p' से समाप्त एक मान्य होस्ट नाम के रूप में सेट करें
hu: A regisztráció ellenőrzésének engedélyezéséhez szerkessze az alagutat, és állítsa be a nevet egy érvényes, „.i2p” végződésű gazdagépnévre
it: Per abilitare la verifica della registrazione, modificare il tunnel e impostare il nome su un nome host valido che termina con '.i2p'
ja: 登録検証を有効にするには、トンネルを編集し、名前を「.i2p」で終わる有効なホスト名に設定します。
ko: 등록 확인을 활성화하려면 터널을 편집하고 이름을 '.i2p'로 끝나는 유효한 호스트 이름으로 설정하세요.가입 인증을 활성화하려면 터널을 편집하고 호스트네임을 설정하세요. '.i2p'로 끝나야 합니다.
nn: For å aktivere registreringsbekreftelse, rediger tunnelen og sett navnet til et gyldig vertsnavn som slutter på '.i2p'
sk: Ak chcete povoliť overenie registrácie, upravte tunel a nastavte názov na platný názov hostiteľa končiaci na „.i2p“.
sl: Da bi omogočili preverjanje registracije, uredite tunelj in nastavite ime na veljaven ime gostitelja, končano s '.i2p'
sq: Për të mundësuar verifikimin e regjistrimit, modifikoni tunelin dhe vendosni emrin në një emër të vlefshëm të hostit që përfundon me '.i2p'
uk: Для активації реєстраційної перевірки змініть тунель і встановіть назву з правильним суфіксом '.i2p'
vi: Để bật xác minh đăng ký, hãy chỉnh sửa đường hầm và đặt tên thành tên máy chủ hợp lệ kết thúc bằng '.i2p'

source: Destination signing key is not available. Start the tunnel.
ar: مفتاح توقيع الوجهة غير متوفر.
az: Mərhələ imzası açarı mövcud deyil. Tünəli işə salın.
bo: མཇུག་བརྒྱུད་རྒྱུགས་བྱེད་པའི་གསང་ཐོ་མེད། ཕྱོན་པ་མཐོང་ནས་བཟོ་བ
cs: Cílový podpisový klíč není k dispozici.
da: Destinationssigneringsnøgle er ikke tilgængelig.
el: Ο κλειδίς υπογραφής προορισμού δεν είναι διαθέσιμος. Αρχίστε τον διάδρομο.
et: Sihtkoht allkirjastamise võti ei ole kättesaadav. Alusta tunnelit.
fa: کلید امضای مقصد در دسترس نیست. تونل را شروع کنید.
fi: Kohteen allekirjoitusavain ei ole käytettävissä.
hi: गंतव्य साइनिंग कुंजी उपलब्ध नहीं है। टनल शुरू करें।
hu: A cél aláíró kulcs nem érhető el.
it: La chiave di firma della destinazione non è disponibile. Avvia il tunnel.
ja: 宛先署名キーが利用できません。
ko: 목적지 서명키가 사용가능하지 않습니다. 터널을 시작하세요.
nn: Destinasjonssigneringsnøkkel er ikke tilgjengelig.
sk: Podpisový kľúč cieľa nie je k dispozícii. Spustite tunel.
sl: Ključ za podpisovanje destinacije ni na voljo. Zaženi tunelj.
sq: Çelësi i nënshkrimit të destinacionit nuk është i disponueshëm.
uk: Ключ підпису недоступний. Запустіть тунель.
vi: Khóa ký đích không có sẵn. Bắt đầu đường hầm.

source: Destination signing key is offline. Use CLI tools on the offline machine.
ar: مفتاح توقيع الوجهة غير متصل.
az: Mərhələ imzası açarı internetdən çıxarılmışdır. İnternetdən çıxarılmış maşın üzərində CLI alətlərindən istifadə edin.
bo: མཇུག་བརྒྱུད་རྒྱུགས་བྱེད་པའི་གསང་ཐོ་མེད་པ། CLI རྒྱུགས་གཞི་བཟོ་བའི་རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཟོ་བ
cs: Cílový podpisový klíč je offline.
da: Destinationssigneringsnøgle er offline.
el: Ο κλειδίς υπογραφής προορισμού είναι offline. Χρησιμοποιήστε εργαλεία CLI στον offline υπολογιστή.
et: Sihtkoht allkirjastamise võti on veebist väljas. Kasuta CLI tööriistu veebist välja võetud masinaga.
fa: کلید امضای مقصد آفلاین است. از ابزارهای CLI در دستگاه آفلاین استفاده کنید.
fi: Kohteen allekirjoitusavain on offline-tilassa.
hi: गंतव्य साइनिंग कुंजी ऑनलाइन नहीं है। ऑफ़लाइन मशीन पर CLI उपकरणों का उपयोग करें।
hu: A cél aláíró kulcs offline állapotban van.
it: La chiave di firma di destinazione è offline. Usa gli strumenti CLI sulla macchina offline.
ja: 宛先署名キーがオフラインです。
ko: 대상 서명 키가 오프라인입니다.
nn: Destinasjonssigneringsnøkkel er frakoblet.
sk: Podpisový kľúč cieľa je offline. V offline stroji používajte nástroje CLI.
sl: Ključ za podpisovanje destinacije je izključen. Uporabi CLI orodja na izključenem stroju.
sq: Çelësi i nënshkrimit të destinacionit është jashtë linje.
uk: Цільовий ключ підпису офлайн. Використовуйте інструменти CLI на офлайн-машині.
vi: Khóa ký đích là ngoại tuyến. Sử dụng các công cụ CLI trên máy ngoại tuyến.

source: Authentication for adding host {0}
ar: مصادقة إضافة المضيف {0}
az: {0} məzmun üçün təsdiqləmə
bo: {0}གི་མཐུད་རྒྱུགས་བྱེད་པའི་རྒྱུགས་གཞི
cs: Autentizace pro přidání hostitele {0}
da: Godkendelse for tilføjelse af vært {0}
el: Αυθεντικοποίηση για την προσθήκη διακομιστή {0}
et: Autentimine majandaja {0} lisamiseks
fa: احراز هویت برای افزودن میزبان {0}
fi: Todennus isännän {0} lisäämistä varten
hi: {0} होस्ट जोड़ने के लिए प्रमाणीकरण
hu: Hitelesítés a(z) {0} gazdagép hozzáadásához
it: Autenticazione per l'aggiunta dell'host {0}
ja: ホスト {0} を追加するための認証
ko: 호스트 {0} 추가를 위한 인증
nn: Autentisering for å legge til vert {0}
sk: Overenie pre pridanie hostiteľa {0}
sl: Avtentikacija za dodajanje gostitelja {0}
sq: Vërtetimi për shtimin e hostit {0}
uk: Автентифікація для додавання хоста {0}
vi: Xác thực thêm máy chủ {0}

source: Copy and paste this to the registration site
ar: انسخ هذا والصقه في موقع التسجيل
az: Bunu qeydiyyat saytına kopyalayıb yapışdırın
bo: ཐོ་བཟོ་བའི་དྲ་བར་བཙུགས་པ
cs: Zkopírujte a vložte toto na registrační stránku
da: Kopiér og indsæt dette på registreringssiden
el: Αντιγράψτε και επικολλήστε αυτό στην ιστοσελίδα εγγραφής
et: Kopeeri ja kleepi see registreerimise lehele
fa: این را کپی و در سایت ثبت نام قرار دهید
fi: Kopioi ja liitä tämä rekisteröintisivustolle
hi: इसे पंजीकरण साइट में कॉपी और पेस्ट करें
hu: Másolja ki és illessze be a regisztrációs oldalra
it: Copia e incolla questo nel sito di registrazione
ja: これをコピーして登録サイトに貼り付けます
ko: 이것을 복사해서 등록사이트에 붙여넣으세요
nn: Kopier og lim dette inn på registreringssiden
sk: Skopírujte a prilepte na registračnú stránku
sl: Kopirajte in prilepite to na mesto za registracijo
sq: Kopjojeni dhe ngjisni këtë në faqen e regjistrimit
uk: Скопіюйте та вставте це на сайт реєстрації
vi: Copy và dán vào trang đăng ký

source: Advanced authentication strings
ar: سلاسل المصادقة المتقدمة
az: Proqresiv təsdiqləmə simvoları
bo: རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཞེངས་པ
cs: Pokročilé ověřovací řetězce
da: Avancerede autentificeringsstrenge
el: Προχωρημένα στοιχεία αυθεντικοποίησης
et: Edasijõudmise autentimise stringid
fa: رشته های احراز هویت پیشرفته
fi: Edistyneet todennusmerkkijonot
hi: उन्नत प्रमाणीकरण स्ट्रिंग
hu: Speciális hitelesítési karakterláncok
it: Stringhe di autenticazione avanzata
ja: 高度な認証文字列
ko: 고급 인증 문자열
nn: Avanserte autentiseringsstrenger
sk: Pokročilé autentifikačné reťazce
sl: Napredne nize za avtentikacijo
sq: Vargjet e avancuara të vërtetimit
uk: Розширені стрічки автентифікації
vi: Chuỗi xác thực nâng cao

source: Authentication for removing host {0}
ar: مصادقة إزالة المضيف {0}
az: {0} məzmunun silinməsi üçün təsdiqləmə
bo: {0}གི་མཐུད་རྒྱུགས་བྱེད་པའི་རྒྱུགས་གཞི
cs: Autentizace pro odebrání hostitele {0}
da: Godkendelse til fjernelse af vært {0}
el: Αυθεντικοποίηση για την αφαίρεση διακομιστή {0}
et: Autentimine majandaja {0} eemaldamiseks
fa: احراز هویت برای حذف میزبان {0}
fi: Todennus isännän {0} poistamiseksi
hi: {0} होस्ट हटाने के लिए प्रमाणीकरण
hu: Hitelesítés a(z) {0} gazdagép eltávolításához
it: Autenticazione per la rimozione dell'host {0}
ja: ホスト {0} を削除するための認証
ko: 호스트 {0} 제거를 위한 인증
nn: Autentisering for fjerning av vert {0}
sk: Overenie na odstránenie hostiteľa {0}
sl: Avtentikacija za odstranjevanje gostitelja {0}
sq: Vërtetimi për heqjen e hostit {0}
uk: Автентифікація для видалення хосту {0}
vi: Xác thực xóa máy chủ {0}

source: Authentication for changing name
ar: المصادقة لتغيير الاسم
az: Adı dəyişdirmək üçün təsdiqləmə
bo: མིང་བརྗེ་བའི་རྒྱུགས་གཞི
cs: Ověření pro změnu jména
da: Godkendelse for ændring af navn
el: Αυθεντικοποίηση για την αλλαγή όνοματος
et: Autentimine nime muutmiseks
fa: احراز هویت برای تغییر نام
fi: Todennus nimen vaihtamista varten
hi: नाम बदलने के लिए प्रमाणीकरण
hu: Hitelesítés a név megváltoztatásához
it: Autenticazione per modifica nome
ja: 改名認証
ko: 이름 변경 인증
nn: Autentisering for endring av navn
sk: Overenie pre zmenu mena
sl: Avtentikacija za spremembo imena
sq: Vërtetimi për ndryshimin e emrit
uk: Автентифікація для зміни назви
vi: Chứng thực đổi tên

source: This will change the name from {0} to {1}, using the same destination
ar: سيؤدي هذا إلى تغيير الاسم من {0} إلى {1}، باستخدام نفس الوجهة
az: Bu {0} adını {1}-ə dəyişdirəcək, eyni mərhələni istifadə edərək
bo: མཇུག་བརྒྱུད་རྒྱུགས་གཅིག་བཟོ་བའི་མིང་{0}ནས་{1}བར་བརྗེ་བ
cs: Toto změní název z {0} na {1} se stejným cílem
da: Dette vil ændre navnet fra {0} til {1} ​​ved at bruge den samme destination
el: Αυτό θα αλλάξει το όνομα από {0} σε {1}, χρησιμοποιώντας τον ίδιο προορισμό
et: See muudab nime {0} nimele {1}, kasutades sama sihtkohta
fa: با استفاده از همان مقصد، نام از {0} به {1} تغییر می کند
fi: Tämä muuttaa nimen {0} nimestä {1} käyttäen samaa kohdetta
hi: {0} से {1} तक नाम बदलने के लिए, गंतव्य का उपयोग करते हुए
hu: Ez megváltoztatja a nevet {0}-ról {1}-re, ugyanazt a célt használva
it: Questo cambierà il nome da {0} a {1}, utilizzando la stessa destinazione
ja: これにより、同じ宛先を使用して、名前が {0} から {1} に変更されます
ko: 같은 목적지를 가지고 {0}에서 {1}로 이름을 바꿀 것입니다
nn: Dette vil endre navnet fra {0} til {1}, med samme destinasjon
sk: Týmto sa zmení názov z {0} na {1} s použitím rovnakého cieľa
sl: To bo spremenilo ime iz {0} v {1}, uporabljaje pa isto destinacijo
sq: Kjo do të ndryshojë emrin nga {0} në {1}, duke përdorur të njëjtin destinacion
uk: Це змінить назву з {0} на {1} зі збереженням призначення
vi: Điều này sẽ thay đổi tên từ {0} thành {1}, sử dụng cùng một đích

source: This tunnel must be configured with the new host name.
ar: يجب تكوين هذا النفق باسم المضيف الجديد.
az: Bu tünəl yeni məzmun adı ilə konfiqurasiya olmalıdır.
bo: ཕྱོན་པ་འདི་མཐུད་རྒྱུགས་བྱེད་པའི་མིང་གསར་པ་བཟོ་བ
cs: Tento tunel musí být nakonfigurován s novým názvem hostitele.
da: Denne tunnel skal konfigureres med det nye værtsnavn.
el: Αυτός ο διάδρομος πρέπει να είναι ρυθμισμένος με το νέο όνομα διακομιστή.
et: Sellel tunnelil peab olema uus majandajanime seadistatud.
fa: این تونل باید با نام میزبان جدید پیکربندی شود.
fi: Tälle tunnelille on määritettävä uusi isäntänimi.
hi: इस टनल को नए होस्ट नाम के साथ सेट करना होगा।
hu: Ezt az alagutat az új gazdagépnévvel kell konfigurálni.
it: Questo tunnel deve essere configurato con il nuovo nome host.
ja: このトンネルは新しいホスト名で構成する必要があります。
ko: 해당 터널은 반드시 새 호스트 이름과 함께 설정되어야 합니다.
nn: Denne tunnelen må konfigureres med det nye vertsnavnet.
sk: Tento tunel musí byť nakonfigurovaný s novým názvom hostiteľa.
sl: Ta tunelj mora biti konfiguriran z novim imenom gostitelja.
sq: Ky tunel duhet të konfigurohet me emrin e ri të hostit.
uk: Цей тунель має бути налаштований з новою назвою хосту.
vi: Đường hầm này phải được cấu hình với tên máy chủ mới.

source: Enter old hostname below.
ar: أدخل اسم المضيف القديم أدناه.
az: Aşağıda eskı məzmun adını daxil edin.
bo: གོང་གི་མཐུད་རྒྱུགས་བྱེད་པའི་མིང་བཙུགས་པ
cs: Níže zadejte starý název hostitele.
da: Indtast gammelt værtsnavn nedenfor.
el: Εισάγετε το παλιό όνομα διακομιστή παρακάτω.
et: Sisesta van emajandajanime allpool.
fa: نام میزبان قدیمی را در زیر وارد کنید.
fi: Kirjoita vanha isäntänimi alle.
hi: पुराना होस्टनाम नीचे दर्ज करें।
hu: Írja be alább a régi gazdagépnevet.
it: Inserisci il vecchio nome host qui sotto.
ja: 以下に古いホスト名を入力してください。
ko: 아래에 이전 호스트 이름을 입력하세요.
nn: Skriv inn gammelt vertsnavn nedenfor.
sk: Nižšie zadajte starý názov hostiteľa.
sl: Vpišite stare ime gostitelja spodaj.
sq: Futni emrin e vjetër të hostit më poshtë.
uk: Введіть старе ім'я хоста нижче.
vi: Nhập tên máy chủ cũ bên dưới.

source: Authentication for adding alias
ar: المصادقة لإضافة اسم مستعار
az: Alış adı əlavə etmək üçün təsdiqləmə
bo: མཐུད་རྒྱུགས་བྱེད་པའི་མིང་བཞེངས་པའི་རྒྱུགས་གཞི
cs: Ověření pro přidání aliasu
da: Godkendelse for tilføjelse af alias
el: Αυθεντικοποίηση για την προσθήκη εναλλακτικού όνοματος
et: Autentimine aliase lisamiseks
fa: احراز هویت برای افزودن نام مستعار
fi: Todennus aliaksen lisäämistä varten
hi: अलियास जोड़ने के लिए प्रमाणीकरण
hu: Hitelesítés az álnév hozzáadásához
it: Autenticazione per aggiunta alias
ja: エイリアス追加の認証
ko: 별명 추가 인증
nn: Autentisering for å legge til alias
sk: Overenie na pridanie aliasu
sl: Avtentikacija za dodajanje alična
sq: Vërtetimi për shtimin e pseudonimeve
uk: Автентифікація для додавання псевдоніму
vi: Xác thực để thêm bí danh

source: This will add an alias {0} for {1}, using the same destination
ar: سيؤدي ذلك إلى إضافة اسم مستعار {0} لـ {1}، باستخدام نفس الوجهة
az: Bu {1} üçün {0} alış adı əlavə edəcək, eyni mərhələni istifadə edərək
bo: མཇུག་བརྒྱུད་རྒྱུགས་གཅིག་བཟོ་བའི་མིང་{1}གི་མཐུད་རྒྱུགས་བྱེད་པའི་མིང་{0}བཟོ་བ
cs: Tímto se přidá alias {0} pro {1} se stejným cílem
da: Dette vil tilføje et alias {0} for {1}, ved at bruge den samme destination
el: Αυτό θα προσθέσει ένα εναλλακτικό όνομα {0} για {1}, χρησιμοποιώντας τον ίδιο προορισμό
et: See lisab aliasi {0} {1} jaoks, kasutades sama sihtkohta
fa: با استفاده از همان مقصد، نام مستعار {0} برای {1} اضافه می‌شود
fi: Tämä lisää aliaksen {0} kohteelle {1} käyttäen samaa kohdetta
hi: {1} के लिए एक अलियास {0} जोड़ने के लिए, गंतव्य का उपयोग करते हुए
hu: Ez hozzáad egy {0} aliast a következőhöz: {1}, ugyanazzal a céllal
it: Questo aggiungerà un alias {0} per {1}, utilizzando la stessa destinazione
ja: これにより、同じ宛先を使用して、{1} のエイリアス {0} が追加されます
ko: 같은 목적지를 가지고 {1}을 위해 {0}으로 별명을 추가합니다
nn: Dette vil legge til et alias {0} for {1}, med samme destinasjon
sk: Týmto sa pridá alias {0} pre {1} s použitím rovnakého cieľa
sl: To bo dodalo alično {0} za {1}, uporabljaje pa isto destinacijo
sq: Kjo do të shtojë një pseudonim {0} për {1}, duke përdorur të njëjtin destinacion
uk: Це додасть псевдонім {0} для {1} зі збереженням призначення
vi: Điều này sẽ thêm bí danh {0} cho {1}, sử dụng cùng một đích

source: Authentication for changing destination
ar: المصادقة لتغيير الوجهة
az: Mərhələni dəyişdirmək üçün təsdiqləmə
bo: མཇུག་བརྒྱུད་རྒྱུགས་བརྗེ་བའི་རྒྱུགས་གཞི
cs: Ověření pro změnu cíle
da: Godkendelse for ændring af destination
el: Αυθεντικοποίηση για την αλλαγή προορισμού
et: Autentimine sihtkoha muutmiseks
fa: احراز هویت برای تغییر مقصد
fi: Todennus kohteen muuttamiseen
hi: गंतव्य बदलने के लिए प्रमाणीकरण
hu: Hitelesítés a cél megváltoztatásához
it: Autenticazione per modifica destinazione
ja: 目的地変更時の認証
ko: 목적지 변경 인증
nn: Autentisering for endring av destinasjon
sk: Overenie pre zmenu cieľa
sl: Avtentikacija za spremembo destinacije
sq: Autentifikimi për ndryshimin e destinacionit
uk: Автентифікація для зміни призначення
vi: Xác thực thay đổi đích đến

source: This will change the destination for {0}
ar: هذا سوف يغير وجهة {0}
az: {0}-nin məqsədini dəyişdirəcək
bo: {0}གི་མཇུག་བརྒྱུད་རྒྱུགས་བརྗེ་བ
cs: Toto změní cíl pro {0}
da: Dette vil ændre destinationen for {0}
el: Αυτό θα αλλάξει τον προορισμό για {0}
et: See muudab sihtkoha {0} jaoks
fa: با این کار، مقصد برای {0} تغییر خواهد کرد.
fi: Tämä muuttaa kohteen {0} määränpäätä
hi: {0} के लिए गंतव्य बदलेंगे
hu: Ez megváltoztatja a(z) {0} célállomását
it: Questo cambierà la destinazione per {0}
ja: これにより、{0} の目的地が変更されます
ko: {0}으로 목적지를 변경합니다
nn: Dette vil endre destinasjonen for {0}
sk: Týmto sa zmení cieľ pre {0}
sl: To bo spremenilo destinacijo za {0}
sq: Kjo do të ndryshojë destinacionin për {0}
uk: Це змінить призначення на {0}
vi: Điều này sẽ thay đổi đích đến cho {0}

source: This tunnel must be configured with the new destination.
ar: يجب تكوين هذا النفق بالوجهة الجديدة.
az: Bu tünəl yeni məqsəd ilə konfigurasiya olmalıdır.
bo: ཕྱོན་པ་འདི་མཇུག་བརྒྱུད་རྒྱུགས་གསར་པ་བཟོ་བ
cs: Tento tunel musí být nakonfigurován s novým cílem.
da: Denne tunnel skal konfigureres med den nye destination.
el: Αυτός ο διάδρομος πρέπει να είναι ρυθμισμένος με τον νέο προορισμό.
et: Sellel tunnelil peab olema uus sihtkoht seadistatud.
fa: این تونل باید با مقصد جدید پیکربندی شود.
fi: Tälle tunnelille on määritettävä uusi kohde.
hi: इस टनल को नए गंतव्य के साथ सेट करना होगा।
hu: Ezt az alagutat az új céllal kell konfigurálni.
it: Questo tunnel deve essere configurato con la nuova destinazione.
ja: このトンネルは新しい宛先を使用して構成する必要があります。
ko: 해당 터널은 새 목적지를 가지고 설정되어야 합니다.
nn: Denne tunnelen må konfigureres med den nye destinasjonen.
sk: Tento tunel musí byť nakonfigurovaný s novým cieľom.
sl: Ta tunelj mora biti konfiguriran z novo destinacijo.
sq: Ky tunel duhet të konfigurohet me destinacionin e ri.
uk: Цей тунель має бути налаштований з новим призначенням.
vi: Đường hầm này phải được cấu hình với đích mới.

source: Enter old destination below.
ar: أدخل الوجهة القديمة أدناه.
az: Aşağıda eskı məqsədi daxil edin.
bo: གོང་གི་མཇུག་བརྒྱུད་རྒྱུགས་བཙུགས་པ
cs: Níže zadejte starý cíl.
da: Indtast gammel destination nedenfor.
el: Εισάγετε τον παλιό προορισμό παρακάτω.
et: Sisesta van sihtkoht allpool.
fa: مقصد قدیمی را در زیر وارد کنید.
fi: Kirjoita vanha määränpää alle.
hi: पुराना गंतव्य नीचे दर्ज करें।
hu: Írja be alább a régi úti célt.
it: Inserisci la vecchia destinazione qui sotto.
ja: 下に古い目的地を入力してください。
ko: 아래에 이전 목적지를 입력하세요.
nn: Angi gammel destinasjon nedenfor.
sk: Nižšie zadajte starú destináciu.
sl: Vpišite staro destinacijo spodaj.
sq: Shkruani destinacionin e vjetër më poshtë.
uk: Введіть попереднє призначення нижче.
vi: Nhập điểm đến cũ bên dưới.

source: Authentication for adding alternate destination
ar: مصادقة إضافة وجهة بديلة
az: Alternativ məqsəd əlavə etmə üçün təsdiqləmə
bo: མཇུག་བརྒྱུད་རྒྱུགས་བཞེངས་པའི་རྒྱུགས་གཞི
cs: Ověření pro přidání alternativního cíle
da: Godkendelse for tilføjelse af alternativ destination
el: Αυθεντικοποίηση για την προσθήκη εναλλακτικού προορισμού
et: Autentimine alternatiivse sihtkoha lisamiseks
fa: احراز هویت برای افزودن مقصد جایگزین
fi: Todennus vaihtoehtoisen kohteen lisäämiseksi
hi: विकल्प गंतव्य जोड़ने के लिए प्रमाणीकरण
hu: Hitelesítés az alternatív úti cél hozzáadásához
it: Autenticazione per l'aggiunta di una destinazione alternativa
ja: 代替宛先を追加するための認証
ko: 대체 목적지 추가 인증
nn: Autentisering for å legge til alternativ destinasjon
sk: Overenie na pridanie alternatívneho cieľa
sl: Avtentikacija za dodajanje namenjene destinacije
sq: Autentifikimi për shtimin e destinacionit alternativ
uk: Автентифікація для додавання альтернативного призначення
vi: Xác thực thêm điểm đến thay thế

source: This will add an alternate destination for {0}
ar: سيؤدي ذلك إلى إضافة وجهة بديلة لـ {0}
az: {0} üçün alternativ məqsəd əlavə edəcək
bo: {0}གི་མཇུག་བརྒྱུད་རྒྱུགས་བཞེངས་པ
cs: Toto přidá alternativní cíl pro {0}
da: Dette vil tilføje en alternativ destination for {0}
el: Αυτό θα προσθέσει έναν εναλλακτικό προορισμό για {0}
et: See lisab alternatiivse sihtkoha {0} jaoks
fa: این یک مقصد جایگزین برای {0} اضافه می کند
fi: Tämä lisää vaihtoehtoisen määränpään kohteelle {0}
hi: {0} के लिए एक विकल्प गंतव्य जोड़ेंगे
hu: Ez hozzáad egy másik úti célt a következőhöz: {0}
it: Ciò aggiungerà una destinazione alternativa per {0}
ja: これにより、{0} の代替目的地が追加されます
ko: {0}에 대체 목적지를 추가합니다
nn: Dette vil legge til en alternativ destinasjon for {0}
sk: Týmto sa pridá alternatívny cieľ pre {0}
sl: To bo dodalo namenjeno destinacijo za {0}
sq: Kjo do të shtojë një destinacion alternativ për {0}
uk: Це додасть альтернативне призначення для {0}
vi: Việc này sẽ thêm điểm đến thay thế cho {0}

source: Authentication for adding subdomain
ar: مصادقة إضافة مجال فرعي
az: Alt sahəni əlavə etmə üçün təsdiqləmə
bo: བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པའི་རྒྱུགས་གཞི
cs: Ověření pro přidání subdomény
da: Godkendelse for tilføjelse af underdomæne
el: Αυθεντικοποίηση για την προσθήκη υποτομέα
et: Autentimine alamdomeni lisamiseks
fa: احراز هویت برای افزودن زیر دامنه
fi: Todennus aliverkkotunnuksen lisäämistä varten
hi: उप-डोमेन जोड़ने के लिए प्रमाणीकरण
hu: Hitelesítés az aldomain hozzáadásához
it: Autenticazione per l'aggiunta di sottodominio
ja: サブドメイン追加の認証
ko: 서브도메인 추가 인증
nn: Autentisering for å legge til underdomene
sk: Overenie pre pridanie subdomény
sl: Avtentikacija za dodajanje poddomene
sq: Autentifikimi për shtimin e nëndomenit
uk: Автентифікація для додавання субдомену
vi: Xác thực thêm tên miền phụ
