Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Basic tunnel for connecting to a single service inside I2P.
ar: النفق الأساسي للاتصال بخدمة واحدة داخل I2P.
az: I2P-dəki tək xidmətə bağlanmaq üçün əsas tünəl.
bo: I2P ནང་གི་ཞབས་ཞུ་བྱེད་པ་གཅིག་བཟོ་བའི་ཕྱོན་པ
cs: Základní tunel pro připojení k jedné službě uvnitř I2P.
da: Basistunnel til tilslutning til en enkelt tjeneste inde i I2P.
el: Βασικός διάδρομος για τη σύνδεση σε ένα μοναδικό υπηρεσία μέσα στο I2P.
et: Põhiline tunnel ühe teenusega ühendamiseks I2P-i sees.
fa: تونل اصلی برای اتصال به یک سرویس واحد در داخل I2P.
fi: Perustunneli, jolla yhdistetään yhteen palveluun I2P:n sisällä.
hi: I2P के भीतर एकल सेवा के साथ कनेक्ट करने के लिए मूल टनल।
hu: Alap alagút egyetlen szolgáltatáshoz való csatlakozáshoz az I2P-n belül.Alap alagút egyszerű szolgáltatáshoz való kapcsolódáshoz az I2P-n belül.
it: Tunnel base per connettersi a un servizio singolo nell' I2P.
ja: I2P 内の単一サービスに接続するための基本トンネル。
ko: I2P 단일 서비스에 연결할 기본 터널.
nn: Standardtunell for å kopla til ei einskild teneste i I2P.
sk: Základný tunel pre pripájanie sa k jednotlivej službe vo vnútri I2P.
sl: Osnovni tunelj za povezavo z eno storitev v I2P.
sq: Tuneli bazë për lidhjen me një shërbim të vetëm brenda I2P.
uk: Базовий тунель для підключення до одиночної служби всередині I2P.
vi: Đường hầm cơ bản để kết nối với một dịch vụ duy nhất bên trong I2P.

source: Try this if none of the tunnel types below fit your requirements, or you don't know what type of tunnel you need.
ar: جرب هذا إذا لم يكن أي من أنواع الأنفاق أدناه يناسب متطلباتك، أو إذا كنت لا تعرف نوع النفق الذي تحتاجه.
az: Aşağıdakı tünəl növləri sizin tələblərinizi yerinə yetirmir və ya hansı növ tünələ ehtiyacınız olduğunu bilmiyorsanız, bunu cəhd edin.
bo: ཕྱོན་པའི་རིགས་བཞེངས་པའི་གཞི་བཞེངས་པ་མེད་ན་ཡང་ན་ཕྱོན་པ་གཞི་བཞེངས་པ་མེད་ན་བཟོ་བ
cs: Zkuste to, pokud žádný z níže uvedených typů tunelů nevyhovuje vašim požadavkům nebo nevíte, jaký typ tunelu potřebujete.
da: Prøv dette, hvis ingen af ​​nedenstående tunneltyper passer til dine krav, eller du ikke ved, hvilken type tunnel du har brug for.
el: Δοκιμάστε αυτό αν κανένας από τους τύπους διαδρόμου που παρατηρούνται παρακάτω δεν ταιριάζει στις απαιτήσεις σας, ή αν δεν ξέρετε τι είδους διάδρομο χρειάζεστε.
et: Proovi seda, kui allpool olevad tunnelite tüübid ei vasta sinu nõuetele, või sa ei tea, millist tüüpi tunnelit vajad.
fa: اگر هیچ یک از انواع تونل های زیر مطابق با نیازهای شما نیست، یا نمی دانید به چه نوع تونلی نیاز دارید، این را امتحان کنید.
fi: Kokeile tätä, jos mikään alla olevista tunnelityypeistä ei vastaa vaatimuksiasi tai et tiedä, minkä tyyppistä tunnelia tarvitset.
hi: यदि नीचे दिए गए टनल प्रकारों में से कोई भी आपकी आवश्यकताओं को पूरा नहीं करता है, या आप नहीं जानते कि आपको किस प्रकार का टनल चाहिए, तो यह आज्ञा करें।
hu: Próbálja ki ezt, ha az alábbi alagúttípusok egyike sem felel meg az Ön igényeinek, vagy nem tudja, milyen típusú alagútra van szüksége.Próbáld ki ezt, ha az alább felsorol alagút fajták közül egy sem felel meg elvárásaidnak vagy ha nem tudod, milyen fajtájú alagútra van szükséged.
it: Prova questo se nessuno dei tipi di tunnel seguenti soddisfa i tuoi requisiti, o non sai di quale tipo di tunnel hai bisogno.Prova questo se nessuno dei tipi di tunnel qui sotto corrispondono ai tuoi requisiti, o se non sai che tipo di tunnel necessiti.
ja: 以下のトンネル タイプが要件に合わない場合、または必要なトンネルのタイプがわからない場合は、これを試してください。
ko: 아래의 어떤 것도 목적에 맞지 않거나 확실하지 않다면 선택하세요.
nn: Prøv dette hvis ingen av tunneltypene nedenfor passer dine behov, eller du ikke vet hvilken type tunnel du trenger.Prøv denne viss ingen av tunelltypane under passar, eller viss du ikkje veit kva for tunell du treng.
sk: Skús to, ak žiadny z nižšie uvedených typov tunelov nevyhovuje tvojim požiadavkám, alebo nevieš, aký typ tunela potrebuješ.Skús to, ak žiadny z nižšie uvedených typov tunelov nevyhovuje tvojim požiadavkám, alebo nevieš, aký typ tunela potrebuješ.Skúste to, ak žiadny z nižšie uvedených typov tunelov nezodpovedá vašim požiadavkám alebo neviete, aký typ tunela potrebujete.Vyskúšajte toto ak žiadny z typov tunelov uvedených nižšie nevyhovuje vašim požiadavkám, prípadne ak neviete, aký typ tunela potrebujete.
sl: Poskusite to, če noben od spodnjih tipov tuneljev ne ustreza vašim zahtevam, ali če ne veste, katere vrste tunelja potrebujete.
sq: Provojeni këtë nëse asnjë nga llojet e tunelit më poshtë nuk i përshtatet kërkesave tuaja, ose nuk e dini se çfarë lloj tuneli ju nevojitet.
uk: Спробуйте це, якщо ніякий із вказаних типів тунелів вам не підходить, або ж ви не знаєте, що вибрати.
vi: Hãy thử cách này nếu không có loại đường hầm nào dưới đây phù hợp với yêu cầu của bạn hoặc bạn không biết mình cần loại đường hầm nào.

source: Tunnel that acts as an HTTP proxy for reaching eepsites inside I2P.
ar: النفق الذي يعمل بمثابة وكيل HTTP للوصول إلى مواقع eepsites داخل I2P.
az: I2P-dəki eepsitelərə çatmaq üçün HTTP proksi kimi işləyən tünəl.
bo: I2P ནང་གི་དྲ་བ་བཟོ་བའི་ཨེ་ཨེ་ཐེ་པི་བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: Tunel, který funguje jako HTTP proxy pro dosažení eepsites uvnitř I2P.
da: Tunnel, der fungerer som en HTTP-proxy til at nå eepsites inde i I2P.
el: Διάδρομος που λειτουργεί ως HTTP proxy για την πρόσβαση σε eepsites μέσα στο I2P.
et: Tunnel, mis toimib HTTP vahendajana, et jõuda I2P-i sees eepsite-i.
fa: تونلی که به عنوان یک پروکسی HTTP برای دسترسی به سایت های eepsite در داخل I2P عمل می کند.
fi: Tunneli, joka toimii HTTP-välityspalvelimena I2P:n sisällä olevien eep-sivustojen saavuttamiseksi.
hi: I2P के भीतर eepsites तक पहुँचने के लिए HTTP प्रोक्सी के रूप में कार्य करने वाला टनल।
hu: Alagút, amely HTTP-proxyként működik az I2P-n belüli eepsite-ok eléréséhez.Alagút, amely HTTP proxyként viselkedik, eep oldalak I2P-n belüli eléréséhez.
it: Tunnel che agisce come proxy HTTP per raggiungere eepsites nell' I2P.
ja: I2P 内の eepsite に到達するための HTTP プロキシとして機能するトンネル。トンネルはI2PのeepsiteにアクセスするためのHTTPプロキシとして動作します。
ko: I2P 내부의 eepsite에 접근할 때 HTTP 프록시로 행동하는 터널.
nn: Tunell som fungerer som ein HTTP-mellomtenar for å nå eepsider i I2P.
sk: Tunel, ktorý funguje ako http proxy pre dosiahnutie eepsites vnútri I2P.Tunel, ktorý sa správa ako HTTP proxy pre dosahovanie webstránok vo vnútri I2P.
sl: Tunelj, ki deluje kot HTTP proxy za dostop do eepsite-jev v I2P.
sq: Tunel që vepron si një përfaqësues HTTP për të arritur në faqet eepsite brenda I2P.
uk: Тунель, що грає роль HTTP-проксі для доступу до eep-сайтів всередині I2P.
vi: Đường hầm hoạt động như một proxy HTTP để tiếp cận các trang web điện tử bên trong I2P.

source: Set your browser to use this tunnel as an http proxy, or set your "http_proxy" environment variable for command-line applications in GNU/Linux.
ar: قم بتعيين متصفحك لاستخدام هذا النفق كوكيل http، أو قم بتعيين متغير البيئة "http_proxy" الخاص بك لتطبيقات سطر الأوامر في GNU/Linux.
az: Brauzerinizi bu tünəli HTTP proksi kimi istifadə etməyə tənzimləyin, və ya GNU/Linux-da komanda satırı proqramları üçün "http_proxy" mühit dəyişənini tənzimləyin.
bo: དྲ་བའི་རྒྱུགས་གཞི་བཟོ་བའི་ཨེ་ཨེ་ཐེ་པི་བརྒྱུད་རྒྱུགས་བཟོ་བ། GNU/Linux ནང་གི་བརྒྱུད་རྒྱུགས་བཟོ་བའི་"http_proxy"རྒྱུགས་གཞི་བཟོ་བ
cs: Nastavte v prohlížeči, aby používal tento tunel jako http proxy, nebo nastavte proměnnou prostředí "http_proxy" pro aplikace příkazového řádku v GNU/Linuxu.
da: Indstil din browser til at bruge denne tunnel som en http-proxy, eller indstil din "http_proxy" miljøvariabel til kommandolinjeapplikationer i GNU/Linux.
el: Ρυθμίστε τον περιηγητή σας να χρησιμοποιεί αυτόν τον διάδρομο ως http proxy, ή ρυθμίστε τη μεταβλητή περιβάλλοντος "http_proxy" για εφαρμογές εντολών στο GNU/Linux.
et: Seadista oma brauser kasutama seda tunnelit kui http vahendajat, või seadista oma "http_proxy" keskkonnamuutuja GNU/Linux'i käsurea rakendustele.
fa: مرورگر خود را تنظیم کنید تا از این تونل به عنوان یک پروکسی http استفاده کند یا متغیر محیط "http_proxy" خود را برای برنامه های خط فرمان در گنو/لینوکس تنظیم کنید.
fi: Aseta selaimesi käyttämään tätä tunnelia http-välityspalvelimena tai aseta "http_proxy"-ympäristömuuttuja komentorivisovelluksille GNU/Linuxissa.
hi: अपने ब्राउज़र को इस टनल को एक HTTP प्रोक्सी के रूप में उपयोग करने के लिए सेट करें, या GNU/Linux में कमांड-लाइन अनुप्रयोगों के लिए अपनी "http_proxy" पर्यावरण चर को सेट करें।
hu: Állítsa be böngészőjét, hogy ezt az alagutat http-proxyként használja, vagy állítsa be a "http_proxy" környezeti változót a GNU/Linux parancssori alkalmazásokhoz.Állítsd be a böngésződet, hogy ezt az alagutat használja HTTP proxyként, vagy állítsd be a "http_proxy" környezeti változót a parancssori alkalmazásokhoz GNU/Linux alatt.
it: Imposta il tuo browser per utilizzare questo tunnel come proxy http o imposta la variabile di ambiente "http_proxy" per le applicazioni a riga di comando in GNU/Linux.Imposta il tuo browser per usare questo tunnel come proxy HTTP, o imposta la variabile d'ambiente "http_proxy" per applicazioni in linea di comando su GNU/Linux.
ja: このトンネルを http プロキシとして使用するようにブラウザを設定するか、GNU/Linux のコマンド ライン アプリケーション用に "http_proxy" 環境変数を設定します。
ko: 이 터널을 http 프록시로 사용하도록 브라우저를 설정하거나 GNU/Linux의 명령줄 응용 프로그램에 대해 "http_proxy" 환경 변수를 설정하세요.해당 터널을 HTTP 프록시로 사용하도록 브라우저를 설정하세요, 또는 GNU/Linux의 커맨드라인 프로그램을 위해 "http_proxy" 환경 변수를 설정하세요.
nn: Still inn nettleseren din til å bruke denne tunnelen som en http-proxy, eller still inn "http_proxy"-miljøvariabelen for kommandolinjeapplikasjoner i GNU/Linux.La nettlesaren din brukar denne tunellen som ein HTTP-mellomtenar, eller still inn miljøvariabelen «http_proxy» for kommandolinjeprogram i GNU/Linux.
sk: Nastav svoj prehliadač tak, aby používal tento tunel ako http proxy, alebo nastav premennú prostredia "http_proxy" pre aplikácie príkazového riadku v GNU/Linux.Nastav svoj prehliadač tak, aby používal tento tunel ako http proxy, alebo nastav premennú prostredia "http_proxy" pre aplikácie príkazového riadku v GNU/Linux.Nastavte svoj prehliadač tak, aby používal tento tunel ako http proxy, alebo nastavte premennú prostredia"http_proxy" pre aplikácie príkazového riadka v GNU/Linuxe.Nastavte váš prehliadač tak, aby používal tento tunel ako http proxy, prípadne tak urobte pomocou premennej prostredia "http_proxy" pre aplikácie spúšťané z príkazového riadka v systéme GNU/Linux.
sl: Nastavite svoj brskalnik, da uporablja ta tunelj kot http proxy, ali nastavite okoljsko spremenljivko "http_proxy" za ukazne vrstice v GNU/Linux.
sq: Vendosni shfletuesin tuaj që të përdorë këtë tunel si një përfaqësues http, ose vendosni ndryshoren tuaj të mjedisit "http_proxy" për aplikacionet e linjës së komandës në GNU/Linux.
uk: Налаштуйте ваш браузер на використання цього тунелю в якості HTTP-проксі або дайте відповідне значення змінній середовища "http_proxy" для консольних програм у GNU/Linux.
vi: Đặt trình duyệt của bạn để sử dụng đường hầm này làm proxy http hoặc đặt biến môi trường "http_proxy" cho các ứng dụng dòng lệnh trong GNU/Linux.

source: Websites outside I2P can also be reached if an HTTP proxy within I2P is known.
ar: يمكن أيضًا الوصول إلى مواقع الويب خارج I2P إذا كان وكيل HTTP داخل I2P معروفًا.
az: I2P-dən fərqli veb-saytlar da, əgər I2P-də HTTP proksi məlum olsa, çatılabilir.
bo: I2P མེན་པའི་དྲ་བ་བཟོ་བའི་ཨེ་ཨེ་ཐེ་པི་བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: Webové stránky mimo I2P jsou také dostupné, pokud je znám HTTP proxy v rámci I2P.
da: Websteder uden for I2P kan også nås, hvis en HTTP-proxy inden for I2P er kendt.
el: Μπορείτε επίσης να προσχωρήσετε σε ιστοσελίδες εκτός I2P αν γνωρίζετε ένα HTTP proxy μέσα στο I2P.
et: Veebilehed I2P vallast väljaspool on samuti kättesaadavad, kui on teada I2P-i sees asuv HTTP vahendaja.
fa: اگر یک پروکسی HTTP در I2P شناخته شده باشد، می توان به وب سایت های خارج از I2P نیز دسترسی داشت.
fi: I2P:n ulkopuolisille verkkosivustoille pääsee myös, jos I2P:n sisällä oleva HTTP-välityspalvelin tunnetaan.
hi: I2P के बाहरी वेबसाइटों को भी पहुँचा जा सकता है, यदि I2P के भीतर HTTP प्रोक्सी के बारे में जानकारी हो।
hu: Az I2P-n kívüli webhelyek is elérhetők, ha ismert az I2P-n belüli HTTP-proxy.I2P-n kívüli weboldalak is elérhetők, ha I2P-n belüli HTTP proxy ismert.
it: I siti Web esterni a I2P possono essere raggiunti anche se è noto un proxy HTTP all'interno di I2P.Siti esterni a I2P possono essere raggiunti se viene configurato un proxy HTTP all'interno di I2P.
ja: I2P 内の HTTP プロキシが既知であれば、I2P 外部の Web サイトにもアクセスできます。
ko: I2P 내의 HTTP 프록시가 알려진 경우 I2P 외부 웹사이트에도 접근할 수 있습니다.I2P 내의 HTTP 프록시가 알려져 있다면 I2P 밖의 웹사이트에도 접근 가능합니다.
nn: Nettsteder utenfor I2P kan også nås hvis en HTTP-proxy innenfor I2P er kjent.Du kan òg nå nettsider utanfor I2P om du har ein kjend HTTP-mellomtenar i I2P.
sk: Webové stránky mimo I2P je možné dosiahnuť aj vtedy, ak je známy http proxy server v rámci I2P.Webové stránky mimo I2P sa dajú dosiahnuť v prípade, ak je vo vnútri I2P známy nejaký HTTP proxy.
sl: Spletne strani izven I2P so tudi dosegljive, če je znano HTTP proxy v I2P.
sq: Faqet e internetit jashtë I2P mund të arrihen gjithashtu nëse dihet një përfaqësues HTTP brenda I2P.
uk: Веб-сайти за межами I2P також доступні через відомий вам HTTP-проксі.
vi: Cũng có thể truy cập các trang web bên ngoài I2P nếu biết proxy HTTP trong I2P.

source: Customised client tunnel specific for IRC connections.
ar: نفق عميل مخصص خاص باتصالات IRC.
az: IRC bağlantıları üçün tənzimlənmiş klient tünəli.
bo: IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ
cs: Přizpůsobený klientský tunel specifický pro IRC připojení.
da: Tilpasset klienttunnel specifik for IRC-forbindelser.
el: Προσαρμοσμένος διάδρομος πελάτη που είναι συγκεκριμένος για συνδέσεις IRC.
et: IRC ühenduste jaoks spetsialiseeritud klienti tunnel.
fa: تونل مشتری سفارشی مخصوص اتصالات IRC.
fi: Räätälöity asiakastunneli IRC-yhteyksiä varten.
hi: आदेशानुसार संशोधित क्लाइंट टनल विशेष रूप से IRC कनेक्शन के लिए।
hu: Testre szabott kliens alagút, kimondottan IRC csatlakozásokhoz.
it: Client Tunnel personalizzato per connessioni IRC specifiche.
ja: IRC 接続に固有のカスタマイズされたクライアント トンネル。
ko: IRC 연결을 위한 사용자 설정 클라이언트 터널 사양.
nn: Klienttunell spesielt innstilt for IRC-tilkoplingar.
sk: Prispôsobený klientský tunel špecificky pre IRC pripojenia.
sl: Prilagojen odjemalniški tunelj, poseben za IRC povezave.
sq: Tuneli i personalizuar i klientit specifik për lidhjet IRC.
uk: Спеціальний клієнтський тунель для IRC з’єднань.
vi: Đường hầm máy khách được tùy chỉnh dành riêng cho kết nối IRC.

source: With this tunnel type, your IRC client will be able to connect to an IRC network inside I2P.
ar: مع هذا النوع من النفق، سيتمكن عميل IRC الخاص بك من الاتصال بشبكة IRC داخل I2P.
az: Bu tünəl növü ilə, IRC klientiniz I2P-dəki IRC şəbəkəsinə bağlanacaq.
bo: IRC མཐུད་རྒྱུགས་བྱེད་པ་བཟོ་བའི་ཕྱོན་པའི་རིགས་བཟོ་བའི་IRC བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: S tímto typem tunelu se váš IRC klient bude moci připojit k IRC síti uvnitř I2P.
da: Med denne tunneltype vil din IRC-klient være i stand til at oprette forbindelse til et IRC-netværk inde i I2P.
el: Με αυτό το είδος διαδρόμου, ο πελάτης IRC σας θα μπορεί να συνδεθεί σε ένα IRC δίκτυο μέσα στο I2P.
et: Sellise tüübi tunneliga suudab sinu IRC klient ühendada I2P-i sees asuvale IRC võrgule.
fa: با این نوع تونل، مشتری IRC شما می‌تواند به شبکه IRC در داخل I2P متصل شود.
fi: Tämän tunnelityypin avulla IRC-asiakkaasi voi muodostaa yhteyden IRC-verkkoon I2P:n sisällä.
hi: इस टनल प्रकार के साथ, आपका IRC क्लाइंट I2P के भीतर एक IRC नेटवर्क से कनेक्ट कर सकेगा।
hu: Ezzel az alagúttípussal az IRC kliens képes lesz csatlakozni egy I2P-n belüli IRC hálózathoz.Ezzel a típusú alagúttal az IRC kliensed I2P-n belüli IRC hálózathoz képes csatlakozni.
it: Con questo tipo di tunnel, il tuo client IRC sarà in grado di connettersi a una rete IRC all'interno di I2P.Con questo tipo di tunnel il client IRC sarà in grado di connettersi ad una rete IRC nell' I2P.
ja: このトンネル タイプを使用すると、IRC クライアントは I2P 内の IRC ネットワークに接続できるようになります。
ko: 이 터널 유형을 사용하면 IRC 클라이언트가 I2P 내부의 IRC 네트워크에 연결할 수 있습니다.이 터널 타입을 이용해 IRC 클라이언트를 I2P IRC 네트워크에 연결할 수 있습니다.
nn: Med denne tunneltypen vil IRC-klienten din kunne koble til et IRC-nettverk inne i I2P.Med denne tunelltypen vil IRC-klienten din kunna kopla til eit IRC-nettverk inni I2P.
sk: S týmto typom tunela sa váš klient IRC bude môcť pripojiť k sieti IRC v rámci I2P.S týmto typom tunela bude váš IRC klient schopný sa pripojiť k IRC sieti vo vnútri I2P.
sl: Z tipom tunelja bodo vaši IRC odjemalci lahko povezani z IRC omrežjem v I2P.
sq: Me këtë lloj tuneli, klienti juaj IRC do të jetë në gjendje të lidhet me një rrjet IRC brenda I2P.
uk: З цим типом тунелю ваш IRC клієнт зможе з’єднатись з мережою IRC всередині I2P.
vi: Với loại đường hầm này, máy khách IRC của bạn sẽ có thể kết nối với mạng IRC bên trong I2P.

source: Each IRC network in I2P that you wish to connect to will require its own tunnel. (See Also, SOCKS IRC)
ar: كل شبكة IRC في I2P ترغب في الاتصال بها ستتطلب نفقًا خاصًا بها.
az: I2P-də sizə bağlanmağı istədiyiniz hər IRC şəbəkəsi öz tünəlindən ehtiyac duyacaq. (Həmçinin baxın, SOCKS IRC)
bo: I2P ནང་གི་IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་ཕྱོན་པ་གཅིག་བཟོ་བ་བཞེངས་པ (དཔེར་ན། SOCKS IRC)
cs: Každá IRC síť v I2P, ke které se chcete připojit, bude vyžadovat svůj vlastní tunel.
da: Hvert IRC-netværk i I2P, som du ønsker at oprette forbindelse til, vil kræve sin egen tunnel.
el: Κάθε IRC δίκτυο στο I2P που θέλετε να συνδεθείτε θα χρειαστεί το δικό του διάδρομο. (Δείτε επίσης, SOCKS IRC)
et: I2P-i sees iga IRC võrk, millega soovid ühendada, nõuab enda jaoks eraldi tunneli. (Vaata ka, SOCKS IRC)
fa: هر شبکه IRC در I2P که می خواهید به آن متصل شوید ، به تونل خاص خود نیاز دارد. (همچنین ، جوراب IRC را ببینید)
fi: Jokainen I2P:n IRC-verkko, johon haluat muodostaa yhteyden, tarvitsee oman tunnelin.
hi: आपको जो किसी भी IRC नेटवर्क के साथ I2P में कनेक्ट करना हो, उसके लिए अपना टनल होना होगा। (साथ ही देखें, SOCKS IRC)
hu: Minden I2P IRC-hálózatnak, amelyhez csatlakozni kíván, saját alagútra lesz szüksége. Külön alagútra van szüksége minden IRC hálózatnak az I2P-n belül, melyhez csatlakozni akarsz (lásd még SOCKS IRC)
it: Ogni rete IRC in I2P a cui desideri connetterti richiederà il proprio tunnel. Ogni rete IRC nell' I2P a cui vuoi connetterti avrà bisogno del suo tunnel personale. (Ndr, SOCKS IRC)
ja: 接続したいI2Pの各IRCネットワークには、独自のトンネルが必要になります。 （ソックスIRCも参照）
ko: 연결하려는 I2P의 각 IRC 네트워크에는 자체 터널이 필요합니다. 연결할 각 I2P IRC 네트워크는 각자의 고유 터널을 필요로 합니다. (SOCKS IRC를 참조)
nn: Hvert IRC-nettverk i I2P som du ønsker å koble til vil kreve sin egen tunnel. Kvart IRC-nettverk i I2P som du ønskjer å kopla til må ha sin eigen tunell. (Sjå òg SOCKS IRC.)
sk: Každá sieť IRC v I2P, ku ktorej sa chcete pripojiť, bude vyžadovať vlastný tunel. (Pozri tiež PONOŽKY IRC)Každá IRC sieť v I2P, ku ktorej si želáte sa pripojiť, bude vyžadovať svoj vlastný tunel. (Pozrite tiež, SOCKS IRC)
sl: Vsako IRC omrežje v I2P, s katerim želite povezati, bo potrebovalo svoj lasten tunelj. (Poglejte tudi, SOCKS IRC)
sq: Çdo rrjet IRC në I2P me të cilin dëshironi të lidheni do të kërkojë tunelin e vet.
uk: Кожна IRC мережа всередині I2P, до якої ви б хотіли з’єднатись, потребує окремого тунелю. (Див. також SOCKS IRC)
vi: Mỗi mạng IRC trong I2P mà bạn muốn kết nối sẽ yêu cầu đường hầm riêng. (Xem thêm, vớ IRC)

source: A tunnel that implements the SOCKS protocol.
ar: نفق يقوم بتنفيذ بروتوكول SOCKS.
az: SOCKS protokolunu həyata keçirən tünəl.
bo: SOCKS རྒྱུགས་གཞི་བཟོ་བའི་ཕྱོན་པ
cs: Tunel, který implementuje protokol SOCKS.
da: En tunnel, der implementerer SOCKS-protokollen.
el: Διάδρομος που εφαρμόζει το πρωτόκολλο SOCKS.
et: Tunnel, mis rakendab SOCKS protokolli.
fa: یک تونل که پروتکل ساکس را پیاده سازی میکند.
fi: Tunneli, joka toteuttaa SOCKS-protokollan.
hi: SOCKS प्रोटोकॉल को लागू करने वाला एक टनल।
hu: Alagút, mely SOCKS protokolt használ.
it: Un tunnel che implementa il protocollo SOCKS.
ja: SOCKS プロトコルを実装するトンネル。
ko: SOCKS 프로토콜을 사용하는 터널.
nn: Ein tunell som implementerer SOCKS-protokollen.
sk: Tunel implementujúci protokol SOCKS.
sl: Tunelj, ki implementira protokol SOCKS.
sq: Një tunel që zbaton protokollin SOCKS.
uk: Тунель, який реалізує протокол SOCKS.
vi: Một đường hầm thực hiện giao thức SOCKS.

source: This enables both TCP and UDP connections to be made through a SOCKS outproxy within I2P.
ar: يتيح هذا إمكانية إجراء اتصالات TCP وUDP من خلال وكيل خارجي SOCKS داخل I2P.
az: Bu, I2P-də SOCKS outproxy vasitəsilə TCP və UDP bağlantılarının qurulmasını mümkün edir.
bo: I2P ནང་གི་SOCKS ཕྱི་གི་བརྒྱུད་རྒྱུགས་བརྒྱུད་ནས་TCP དང་UDP བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: To umožňuje jak TCP, tak UDP spojení, aby bylo provedeno prostřednictvím SOCKS outproxy v rámci I2P.
da: Dette gør det muligt at oprette både TCP- og UDP-forbindelser gennem en SOCKS-outproxy inden for I2P.
el: Αυτό επιτρέπει τόσο συνδέσεις TCP όσο και UDP να διεξαγωγείται μέσω ενός SOCKS outproxy μέσα στο I2P.
et: See võimaldab teha nii TCP kui UDP ühendusi läbi SOCKS väljaspoolproxy I2P-i sees.
fa: این اتصالات TCP و UDP را قادر می‌سازد از طریق یک پروکسی SOCKS در I2P ایجاد شوند.
fi: Tämä mahdollistaa sekä TCP- että UDP-yhteyksien muodostamisen SOCKS-välityspalvelimen kautta I2P:n sisällä.
hi: यह तत्परता सुनिश्चित करता है कि TCP और UDP कनेक्शन I2P के भीतर एक SOCKS आउटप्रॉक्सी के माध्यम से बनाए जा सकते हैं।
hu: Ez lehetővé teszi, hogy mind a TCP, mind az UDP kapcsolatok SOCKS outproxyn keresztül jöjjenek létre I2P-n belül.Ez lehetővé teszi mind TCP, mind UDP csatlakozások létrehozását az I2P-n belül SOCKS kimenő proxyn keresztül.
it: Ciò consente di effettuare connessioni TCP e UDP tramite un proxy out SOCKS all'interno di I2P.Questo abilita entrambe le connessioni TCP e UDP a passare tramite un outproxy SOCKS all'interno di I2P.
ja: これにより、TCP 接続と UDP 接続の両方が I2P 内の SOCKS アウトプロキシ経由で確立されるようになります。
ko: TCP와 UDP 모두를 I2P SOCKS 아웃프록시로 가도록 활성화합니다.
nn: Dette gjør det mulig å lage både TCP- og UDP-tilkoblinger gjennom en SOCKS-outproxy innenfor I2P.Dette gjer det moleg å oppretta både TCP- og UDP-tilkoplingar gjennom ein SOCKS-basert ut-mellomtenar inni I2P.
sk: To umožňuje pripojenie TCP aj UDP prostredníctvom outproxy SOCKS v rámci I2P.Toto umožňuje aj TCP aj UDP pripojeniam byť vytvorenými prostredníctvom východzieho SOCKS proxy vo vnútri I2P.
sl: To omogoča vzpostavitev povezav TCP in UDP skozi SOCKS outproxy v I2P.
sq: Kjo mundëson që të dyja lidhjet TCP dhe UDP të kryhen përmes një SOCKS outproxy brenda I2P.
uk: Це дозволяє як TCP, так і UDP з’єднання через вихідний SOCKS-проксі у I2P.
vi: Điều này cho phép cả kết nối TCP và UDP được thực hiện thông qua proxy ngoài SOCKS trong I2P.
