Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: These can be anything you want - they are just for ease of identifying the tunnel in the routerconsole.
ar: يمكن أن تكون هذه أي شيء تريده - فهي فقط لتسهيل التعرف على النفق في وحدة تحكم جهاز التوجيه.
az: Bunlar sizin istədiyiniz hər şey ola bilər - onlar sadəcə tünəlinin ruter konsolunda tanınıbilməsi üçündir.
bo: ཁྱོད་ཀྱིས་འདོད་ཚུལ་གང་ཡང་བཟོ་ཐུབ་པ་རེད། - དེ་རོ་རུ་རོ་ཨུ་ཊེར་ཀོན་སོལ་ནང་གི་སྒོ་ཤེས་བྱེད་པར་གོང་བཟོ་བཞིན་པ་རེད།
cs: Může to být cokoli, co chcete – slouží pouze pro snadnou identifikaci tunelu v konzole routeru.
da: Disse kan være alt, hvad du vil - de er kun for at lette identifikation af tunnelen i routerkonsollen.
et: Need võib olla midagi, mida soovid - need on vaid lihtsuse huvides tunneli tuvastamiseks rutiinikonsoolis.
fa: اینها می توانند هر چیزی که شما می خواهید باشد - آنها فقط برای سهولت شناسایی تونل در روترکنسول هستند.
fi: Nämä voivat olla mitä haluat - ne ovat vain helpottamaan tunnelin tunnistamista reititinkonsolissa.
hi: ये आपकी चुनौती के अनुसार हो सकते हैं - वे सिर्फ टनल को राउटरकंसोल में पहचानने के लिए हैं।
hu: Ezek bármiek lehetnek – csak az alagút azonosításának megkönnyítésére szolgálnak az útválasztókonzolban.Lehet bármi, amit szeretnél - ezek csak arra szolgálnak, hogy megkönnyítsék a beazonosítást a router konzolon.
it: Può essere qualsiasi cosa tu voglia - servono solo per identificare più facilmente il tunnel nella console del router.Questi possono essere ciò che vuoi tu - sono presenti solo per facilitare l'identificazione del tunnel nella console del router.
ja: これらは何でも構いません。ルーターコンソールでトンネルを識別しやすくするためのものです。
ko: 원하는 것은 무엇이든 될 수 있습니다. 단지 라우터 콘솔에서 터널을 쉽게 식별하기 위한 것입니다.아무거나 상관없습니다 - 라우터 콘솔 내부에서 터널들을 파악하는것을 용이하게 하기위함 입니다.
nn: Disse kan være hva du vil - de er bare for å lette identifiseringen av tunnelen i ruterkonsollen.Dette kan vera kva som helst – det er berre for å gjera det enkelt for deg å identifisera tunellen i ruterkonsollen.
sk: Môže to byť čokoľvek, čo chcete - sú len pre jednoduchú identifikáciu tunela v routerovej konzole.Môže to byť čokoľvek len chcete - slúžia iba na uľahčenie identifikácie tunela v smerovacej konzole.
sl: To lahko vstavite kar koli želite - to je samo za olajšanje identifikacije tunelja v konzoli maršrutera.
sq: Këto mund të jenë gjithçka që dëshironi - ato janë vetëm për lehtësinë e identifikimit të tunelit në konsolën e ruterit.
uk: Тут може бути що завгодно - просто для зручності ідентифікації тунелю в консолі.
vi: Đây có thể là bất cứ thứ gì bạn muốn - chúng chỉ để dễ dàng xác định đường hầm trong bảng điều khiển bộ định tuyến.

source: If you know of any outproxies for this type of tunnel (either HTTP or SOCKS), fill them in below.
ar: إذا كنت تعرف أي وكلاء خارجيين لهذا النوع من الأنفاق (إما HTTP أو SOCKS)، فاملأهم أدناه.
az: Bu növ tünəl üçün hər hansı bir outproxy-lər (HTTP və ya SOCKS) biliyirsəniz, aşağıda onları doldurun.
bo: ཁྱོད་ཀྱིས་འདི་སྒོའི་རིགས་གཞི་ནས་གཞི་(HTTP འབམ་SOCKS) ཡི་ཨོའུ་ཐོ་པྲོག་ཤི་ཞིག་ཤེས་ན་དེ་གཞི་ནས་གཞི་ཡོད་པར་བཟོ་བར་གདམ།
cs: Pokud znáte nějaké outproxy pro tento typ tunelu (buď HTTP nebo SOCKS), vyplňte je níže.
da: Hvis du kender nogen outproxies til denne type tunnel (enten HTTP eller SOCKS), så udfyld dem nedenfor.
el: Αν γνωρίζετε οποιαδήποτε outproxies για αυτό το είδος διαδρόμου (είτε HTTP είτε SOCKS), συμπληρώστε τα παρακάτω.
et: Kui tead selle tüübi tunnelite kohta mingeid väljaspoolproxyd (kas HTTP või SOCKS), täida need allpool.
fa: اگر برای این نوع تونل (HTTP یا SOCKS) پروکسی می‌شناسید، آن‌ها را در زیر پر کنید.
fi: Jos tiedät tämän tyyppisen tunnelin (joko HTTP tai SOCKS) ulkopuolisia lähetyksiä, täytä ne alle.
hi: यदि आप इस प्रकार के टनल के लिए किसी भी आउटप्रॉक्सी के बारे में जानते हैं (HTTP या SOCKS किसी भी), तो नीचे भरें।
hu: Ha ismeri az ilyen típusú alagút (HTTP vagy SOCKS) kiugrópontokat, töltse ki őket alább.Ha ismersz bármilyen kimenő proxyt ehhez az alagútfajtához (vagy HTTP, vagy SOCKS), töltsd ki az alábbi részt.
it: Se sei a conoscenza di eventuali outproxies per questo tipo di tunnel (HTTP o SOCKS), compilali di seguito.Se conosci qualche outproxy per questo tipo di tunnel (sia HTTP che SOCKS), scrivili quì sotto.
ja: このタイプのトンネル (HTTP または SOCKS) のアウトプロキシを知っている場合は、以下に入力してください。
ko: 이러한 유형의 터널(HTTP 또는 SOCKS)에 대한 아웃프록시를 알고 있는 경우 아래에 입력하세요.해당 타입의 터널의 아웃프록시들을 안다면 (HTTP 또는 SOCKS), 아래에 기입하세요.
nn: Hvis du vet om noen outproxies for denne typen tunneler (enten HTTP eller SOCKS), fyll dem inn nedenfor.Fyll inn nedanfor viss du kjenner til utmellomtenarar for denne tunelltypen (anten HTTP eller SOCKS).
sk: Ak poznáte nejaké východzie proxy pre tento typ tunela (či už HTTP alebo SOCKS), vyplňte ich nižšie.
sl: Če znate kakšne outproxy-je za ta tip tunelja (HTTP ali SOCKS), jih vpišite spodaj.
sq: Nëse dini për ndonjë tjetër proxy për këtë lloj tuneli (qoftë HTTP ose SOCKS), plotësoni ato më poshtë.
uk: Якщо знаєте якісь вихідні проксі для цього типу тунелю (HTTP або SOCKS), введіть їх нижче.
vi: Nếu bạn biết bất kỳ proxy nào cho loại đường hầm này (HTTP hoặc SOCKS), hãy điền chúng vào bên dưới.

source: Separate multiple proxies with commas.
ar: فصل بين الوكلاء المتعددين بفواصل.
az: Çoxsaylı proksi-ləri vergülərlə ayırın.
bo: མང་པོའི་པྲོག་ཤི་གཞི་ནས་གཞི་ཚུགས་ནུབ་དང་བརྒྱན་བར་གདམ།
cs: Vícenásobné proxy oddělte čárkami.
da: Adskil flere fuldmagter med kommaer.
el: Χωρίστε πολλαπλά proxies με κόμματα.
et: Eraldi mitmeid proxyd komadega.
fa: چندین پراکسی را با کاما جدا کنید.
fi: Erottele useat välityspalvelimet pilkuilla.
hi: कमांस के साथ विभिन्न प्रोक्सी अलग-अलग करें।
hu: Több proxy esetén a bejegyzések vesszővel elválasztandóak.
it: Separa proxy diversi con virgole.
ja: カンマで複数のプロキシを区切ってください.
ko: 쉼표로 여러 프록시를 구분합니다.
nn: Nytt komma til å skilja mellomtenarar frå kvarandre.
sk: Viacero proxy oddeľte čiarkami.
sl: Ločite večje število proxy-jev z vejicami.
sq: Ndani përfaqësues të shumëfishtë me presje.
uk: Розділяйте кілька адрес проксі комами.
vi: Phân tách nhiều proxy bằng dấu phẩy.

source: List of I2P outproxy destinations, separated with commas (e.g. proxy1.i2p,proxy2.i2p)
ar: قائمة وجهات الوكيل الخارجي لـ I2P، مفصولة بفواصل (على سبيل المثال proxy1.i2p,proxy2.i2p)
az: Vergülərlə ayrılmış I2P outproxy məqsədlərinin siyahısı (məsələn, proxy1.i2p,proxy2.i2p)
bo: I2P ཨོའུ་ཐོ་པྲོག་ཤིའི་འགྲོ་བའི་གནས་ཚུལ་དུ་བཟོ་བ་(དཔེར་ན་ proxy1.i2p,proxy2.i2p) ཚུགས་ནུབ་དང་བརྒྱན་པར་གདམ།
cs: Seznam I2P outproxy destinací oddělených čárkami (např. proxy1.i2p,proxy2.i2p)
da: Liste over I2P-outproxydestinationer, adskilt med kommaer (f.eks. proxy1.i2p,proxy2.i2p)
el: Λίστα προορισμών outproxy I2P, χωρισμένα με κόμματα (π.χ. proxy1.i2p,proxy2.i2p)
et: I2P väljaspoolproxy sihtkohad, komadega eraldatud (nt proxy1.i2p,proxy2.i2p)
fa: فهرست مقصدهای پروکسی I2P که با کاما از هم جدا شده اند (مثلاً proxy1.i2p، proxy2.i2p)
fi: Luettelo I2P-välityspalvelimen kohteista pilkuilla erotettuna (esim. proxy1.i2p, proxy2.i2p)
hi: I2P आउटप्रॉक्सी गंतव्यों की सूची, कमांस के साथ अलग-अलग (उदाहरण के लिए proxy1.i2p,proxy2.i2p)
hu: Az I2P outproxy célállomások listája, vesszővel elválasztva (pl. proxy1.i2p, proxy2.i2p)
it: Elenco destinazioni outproxy I2P, separate da virgole (es. proxy1.i2p,proxy2.i2p)
ja: I2P アウトプロキシ宛先のカンマ区切りリスト (例: proxy1.i2p、proxy2.i2p)
ko: 쉼표로 구분된 I2P 아웃프록시 대상 목록(예: Proxy1.i2p,proxy2.i2p)
nn: Liste over I2P-outproxy-destinasjoner, atskilt med kommaer (f.eks. proxy1.i2p, proxy2.i2p)
sk: Zoznam I2P outproxy cieľov oddelených čiarkami (napr. proxy1.i2p,proxy2.i2p)
sl: Seznam destinacij outproxy-jev I2P, ločen z vejicami (npr. proxy1.i2p,proxy2.i2p)
sq: Lista e destinacioneve të përfaqësuesve të I2P, të ndara me presje (p.sh. proxy1.i2p, proxy2.i2p)
uk: Список вихідних проксі-серверів I2P, розділених комами (наприклад, proxy1.i2p,proxy2.i2p)
vi: Danh sách các đích đến của proxy bên ngoài I2P, được phân tách bằng dấu phẩy (ví dụ: proxy1.i2p, proxy2.i2p)

source: Type in the I2P destination of the service that this client tunnel should connect to.
ar: اكتب وجهة I2P للخدمة التي يجب أن يتصل بها نفق العميل هذا.
az: Bu klient tünəlinin bağlanması məqsədində olan xidmətin I2P məqsədini yazın.
bo: འདི་ཀླའ་ཡེན་ཨིའི་སྒོ་དེ་འགྲོ་རྒྱུའི་I2P གི་འགྲོ་བའི་གནས་བཙུགས་ནུབ་དང་བརྒྱན་པར་གདམ།
cs: Zadejte cíl I2P služby, ke které se má tento klientský tunel připojit.
da: Indtast I2P-destinationen for den tjeneste, som denne klienttunnel skal oprette forbindelse til.
el: Πληκτρολογήστε τον προορισμό I2P της υπηρεσίας στην οποία θα πρέπει να συνδεθεί αυτός ο διάδρομος πελάτη.
et: Kirjuta sisse selle teenuse I2P sihtkohas, mida klienti tunnel peaks ühendama.
fa: مقصد I2P سرویسی را که این تونل مشتری باید به آن متصل شود تایپ کنید.
fi: Kirjoita sen palvelun I2P-kohde, johon tämän asiakastunnelin tulee muodostaa yhteys.
hi: इस क्लाइंट टनल को कनेक्ट करने वाली सेवा के I2P गंतव्य पर टाइप करें।
hu: Írja be annak a szolgáltatásnak az I2P célhelyét, amelyhez az ügyfélalagútnak csatlakoznia kell.Írd be a szolgáltatás I2P célállomását, melyhez e kliens alagútnak csatlakoznia kell.
it: Digita la destinazione I2P del servizio a cui questo tunnel client dovrebbe connettersi.Scrivi la destinazione I2P del servizio a cui questo client tunnel dovrebbe connettersi.
ja: このクライアント トンネルが接続するサービスの I2P 宛先を入力します。
ko: 해당 클라이언트 터널이 연결해야 할 서비스의 I2P 목적지를 기입하세요.
nn: Skriv inn I2P-destinasjonen for tjenesten som denne klienttunnelen skal kobles til.Skriv inn I2P-målet til tenesten som denne klienttunellen skal kopla til.
sk: Zadajte I2P cieľ služby, ku ktorej by sa tento tunel mal pripojiť.
sl: Vpišite destinacijo I2P storitve, do katere bi moral ta odjemalniški tunelj povezati.
sq: Shkruani destinacionin I2P të shërbimit me të cilin duhet të lidhet ky tunel i klientit.
uk: Введіть адресу призначення для служби всередині I2P до якої повинен підключатися клієнтський тунель.
vi: Nhập đích I2P của dịch vụ mà đường hầm máy khách này sẽ kết nối tới.

source: This could be the full Base64 destination key, or an I2P URL from your address book.
ar: قد يكون هذا هو مفتاح الوجهة Base64 الكامل، أو عنوان URL لـ I2P من دفتر العناوين الخاص بك.
az: Bu tam Base64 məqsəd açarı ola bilər, və ya ünvan kitabınızdan I2P URL'si ola bilər.
bo: དེ་ནི་ཡོངས་སུ་Base64 གི་འགྲོ་བའི་མདའ་ཡང་ཡོད་པ་དང་ཁྱོད་ཀྱི་འགྱུར་བཤོལ་པའི་ཡིག་ཆ་གཞི་ནས་གཞི་I2P URL ཡང་ཡོད་པ་རེད།
cs: Může to být úplný cílový klíč Base64 nebo I2P URL z vašeho adresáře.
da: Dette kan være den fulde Base64-destinationsnøgle eller en I2P URL fra din adressebog.
el: Μπορεί να είναι η πλήρης Base64 προορισμός κλειδιού, ή ένα I2P URL από το βιβλίο διευθύνσεων σας.
et: See võiks olla täis Base64 sihtkoht võti, või sinu aadressiraamatus I2P URL.
fa: این می تواند کلید مقصد کامل Base64 یا یک URL I2P از دفترچه آدرس شما باشد.
fi: Tämä voi olla täydellinen Base64-kohdeavain tai I2P-URL-osoite osoitekirjastasi.
hi: यह पूर्ण Base64 गंतव्य कुंजी हो सकती है, या आपके पता बुक से एक I2P URL।
hu: Ez lehet a teljes Base64 célkulcs, vagy egy I2P URL a címjegyzékből.
it: Potrebbe essere la chiave di destinazione Base64 completa o un URL I2P dalla tua rubrica.
ja: これは、完全な Base64 宛先キー、またはアドレス帳の I2P URL である可能性があります。
ko: 이는 전체 Base64 대상 키이거나 주소록의 I2P URL일 수 있습니다.
nn: Dette kan være den fullstendige Base64-destinasjonsnøkkelen, eller en I2P URL fra adresseboken din.
sk: Môže to byť úplný cieľový kľúč Base64 alebo I2P URL z vášho adresára.
sl: To lahko je celoten ključ destinacije Base64, ali pa I2P URL iz vašega imenika.
sq: Ky mund të jetë çelësi i plotë i destinacionit Base64, ose një URL I2P nga libri juaj i adresave.
uk: Це може бути повний ключ призначення Base64 або URL-адреса I2P із вашої адресної книги.
vi: Đây có thể là khóa đích Base64 đầy đủ hoặc URL I2P từ sổ địa chỉ của bạn.

source: Enter a b64 or .i2p address here
ar: أدخل عنوان b64 أو .i2p هنا
az: Burada b64 və ya .i2p ünvanı daxil edin
bo: b64 འབམ་.i2p གི་ཡིག་ཆ་འདིར་བཙུགས་ནུབ་དང་བརྒྱན་པར་གདམ།
cs: Sem zadejte adresu b64 nebo .i2p
da: Indtast en b64- eller .i2p-adresse her
el: Εισάγετε μια b64 ή .i2p διεύθυνση εδώ
et: Sisesta siia b64 või .i2p aadress
fa: آدرس b64 یا .i2p را در اینجا وارد کنید
fi: Kirjoita tähän b64- tai .i2p-osoite
hi: यहाँ b64 या .i2p पता दर्ज करें
hu: Adjon meg itt egy b64 vagy .i2p címet
it: Inserisci qui un indirizzo b64 o .i2p
ja: ここに b64 または .i2p アドレスを入力してください
ko: 여기에 b64 또는 .i2p 주소를 입력하세요
nn: Skriv inn en b64- eller .i2p-adresse her
sk: Sem zadajte adresu b64 alebo .i2p
sl: Vpišite b64 ali .i2p naslov tukaj
sq: Fut një adresë b64 ose .i2p këtu
uk: Введіть тут адресу b64 або .i2p
vi: Nhập địa chỉ b64 hoặc .i2p vào đây

source: This is the IP that your service is running on, this is usually on the same machine so 127.0.0.1 is autofilled.
ar: هذا هو عنوان IP الذي تعمل عليه خدمتك، وعادةً ما يكون هذا على نفس الجهاز، لذا يتم ملء 127.0.0.1 تلقائيًا.
az: Bu sizin xidmətinizin çalışdığı IP-dir, bu həmişə eyni maşında olduğu üçün 127.0.0.1 avtomatik olaraq doldurulur.
bo: ཁྱོད་ཀྱི་ཞབས་ཞུ་བྱེད་པའི་IP ཡིན། དེ་རོ་རུ་རོ་གཅིག་གི་མ་ཤིན་ཏུ་ཡོད་པས་127.0.0.1 ནི་རང་གིས་རང་གི་བཙུགས་པ་ཡིན།
cs: Toto je IP adresa, na které běží vaše služba, obvykle je na stejném počítači, takže 127.0.0.1 je automaticky vyplněno.
da: Dette er den IP, som din tjeneste kører på, dette er normalt på den samme maskine, så 127.0.0.1 udfyldes automatisk.
el: Αυτή είναι η IP που τρέχει η υπηρεσία σας, αυτή είναι συνήθως στο ίδιο το μηχάνημα, οπότε το 127.0.0.1 αυτοματοποιημένα γεμίζεται.
et: See on IP, mida sinu teenus kasutab. See on tavaliselt sama masinaga, seetõttu on automaatselt täidetud 127.0.0.1.
fa: این آی پی است که سرویس شما روی آن اجرا می شود، معمولاً روی همان دستگاه است، بنابراین 127.0.0.1 به صورت خودکار پر می شود.
fi: Tämä on IP-osoite, jolla palvelusi on käynnissä. Tämä on yleensä samassa koneessa, joten 127.0.0.1 täytetään automaattisesti.
hi: यह ऐसा IP है जिस पर आपकी सेवा चल रही है, यह आमतौर पर समान मशीन पर होता है, इसलिए 127.0.0.1 स्वचालित रूप से पूरा हो जाता है।
hu: Ez az az IP, amelyen a szolgáltatás fut, ez általában ugyanazon a gépen található, így a 127.0.0.1 automatikusan kitöltődik.Ez az IP, melyen a szolgáltatásod fut, ez rendszerint ugyanazon a gépen van, így a 127.0.0.1 automatikusan beírásra kerül.
it: Questo è l'IP su cui è in esecuzione il tuo servizio, solitamente è sulla stessa macchina, quindi 127.0.0.1 viene compilato automaticamente.Questo è l'IP che usa il tuo servizio, normalmente nella stessa macchina. Per questo 127.0.0.1 è pre-compilato.
ja: これはサービスが実行されている IP です。通常は同じマシン上にあるため、127.0.0.1 が自動入力されます。サービスを稼動するIPアドレスです。これはたいていの場合同じマシンで動作するので127.0.0.1が最初から入力されています。
ko: 서비스가 실행 중인 IP입니다. 일반적으로 동일한 시스템에 있으므로 127.0.0.1이 자동으로 채워집니다.서비스를 가동하는 IP주소입니다. 대부분의 경우 같은 PC에서 동작하므로 127.0.0.1이 처음부터 입력되어 있습니다.
nn: Dette er IP-en som tjenesten din kjører på, dette er vanligvis på samme maskin, så 127.0.0.1 fylles ut automatisk.Dette er IP-adressa som tenesta di køyrer på. Dette er vanlegvis den same maskinen, så 127.0.0.1 er fylt inn på førehand.
sk: Toto je IP, na ktorej je spustená vaša služba, zväčša to býva na rovnakom zariadení, takže je automaticky vyplnená 127.0.0.1.
sl: To je IP, na katerem deluje vaša storitev, to je običajno na istem stroju, zato je samodejno vneseno 127.0.0.1.
sq: Kjo është IP në të cilën funksionon shërbimi juaj, zakonisht është në të njëjtën makinë, kështu që 127.0.0.1 plotësohet automatikisht.Kjo është IP-ja në të cilën xhiron shërbimi juaj, zakonisht bëhet fjalë për të njëjtën makinë, ndaj 127.0.0.1 është vetëplotësuar.
uk: Це IP-адреса, на якій працює сервіс. Зазвичай така сама, як у машини, тому 127.0.0.1 введено автоматично.
vi: Đây là IP mà dịch vụ của bạn đang chạy, địa chỉ này thường nằm trên cùng một máy nên 127.0.0.1 được tự động điền.

source: This is the port that the service is accepting connections on.
ar: هذا هو المنفذ الذي تقبل الخدمة الاتصالات عليه.
az: Bu, xidmətin bağlantıları qəbul etdiyi porta.
bo: ཞབས་ཞུ་བྱེད་པ་ནི་ཐོབ་ཐང་གི་སྒོ་ཡིན།
cs: Toto je port, na kterém služba přijímá připojení.
da: Dette er den port, som tjenesten accepterer forbindelser på.
el: Αυτό είναι το λιμάνι στο οποίο η υπηρεσία αποδέχεται συνδέσεις.
et: See on pord, mida teenus kasutab ühenduste vastuvõtmiseks.
fa: این پورتی است که سرویس اتصالات را در آن می پذیرد.
fi: Tämä on portti, johon palvelu hyväksyy yhteyksiä.
hi: यह उस पोर्ट है जिस पर सेवा कनेक्शन स्वीकार कर रही है।
hu: Ez a port, melyen a szolgáltatás csatlakozásokat fogad.
it: Questa è la porta che il servizio usa per accettare connessioni.
ja: サービスが接続を受け付けるポート番号です。
ko: 서비스가 접속을 받는 포트 번호입니다.
nn: Dette er porten som tenesta tek i mot tilkoplingar på.
sk: Toto je port, na ktorom služba prijíma pripojenia.
sl: To so vrata, na katerih sprejema povezave storitev.
sq: Kjo është porta në të cilën shërbimi po pranon lidhje.
uk: Це порт, на який сервіс приймає з’єднання.
vi: Đây là cổng mà dịch vụ đang chấp nhận kết nối.

source: This is the port that the client tunnel will be accessed from locally.
ar: هذا هو المنفذ الذي سيتم الوصول إلى نفق العميل منه محليًا.
az: Bu, klient tünəlinin yerli olaraq giriş ediləcəyi porta.
bo: ཀླའ་ཡེན་སྒོ་ནི་ཁོར་ཡོངས་ནས་འགྲོ་རྒྱུའི་ཐོབ་ཐང་གི་སྒོ་ཡིན།
cs: Toto je port, ze kterého bude klientský tunel lokálně přístupný.
da: Dette er den port, som klienttunnelen vil få adgang fra lokalt.
el: Αυτό είναι το λιμάνι από το οποίο θα προσβάλλεται τον διάδρομο πελάτη τοπικά.
et: See on pord, mida klienti tunnel kasutab kohalikult juurdepääsuks.
fa: این پورتی است که تونل مشتری از آن به صورت محلی قابل دسترسی است.
fi: Tämä on portti, josta asiakastunneliin päästään paikallisesti.
hi: यह तब पोर्ट है जिस पर स्थानीय रूप से क्लाइंट टनल को एक्सेस किया जाएगा।
hu: Ez az a port, mely a kliens alagút helyi elérését biztosítja.
it: Questa è la porta da cui si accederà al client tunnel localmente.
ja: トンネルがローカルからアクセスできるポート番号です。
ko: 터널이 로컬에서 접근할 수 있는 포트 번호입니다.
nn: Dette er porten som du koplar til klienttunellen lokalt med.
sk: Toto je port, z ktorého bude klientský tunel lokálne pristupovaný.
sl: To so vrata, od koder bo odjemalniški tunelj dostopen lokalno.
sq: Ky është porti nga i cili do të aksesohet tuneli i klientit në nivel lokal.
uk: Це порт, через який буде доступ до тунелю з локалі.
vi: Đây là cổng mà đường hầm máy khách sẽ được truy cập cục bộ.

source: How do you want this tunnel to be accessed? By just this machine, your entire subnet, or external internet?
ar: كيف تريد الوصول إلى هذا النفق؟
az: Bu tünəlini necə istəyirsiniz ki istifadə edilsin? Sadəcə bu maşın tərəfindən, bütün subnetiniz tərəfindən, və ya xarici internet tərəfindən?
bo: ཁྱོད་ཀྱིས་འདི་སྒོ་གང་ནས་འགྲོ་རྒྱུ་ཡོད་པ་རེད། དེ་རོ་རུ་རོ་གཅིག་གི་མ་ཤིན་ཏུ་ཡང་ན་ཁྱོད་ཀྱི་ཡོངས་སུ་གཞི་ནས་གཞི་རྒྱུ་ཡང་ན་ཕྱིའི་རྒྱུ་ཡོད་པ་རེད་ཀྱང་།
cs: Jak chcete, aby byl přístup k tomuto tunelu?
da: Hvordan vil du have adgang til denne tunnel?
el: Πώς θέλετε να προσβάλλεται αυτός ο διάδρομος; Μόνο από αυτό το μηχάνημα, όλη τη δικτυακή υποεπισύνδεση σας, ή εξωτερικό διαδίκτυο?
et: Kuidas soovid, et selle tunneli saaks kasutada? Vaid selle masina kaudu, kogu subneti kaudu või välismaalise interneti kaudu?
fa: چگونه می خواهید به این تونل دسترسی پیدا کنید؟ فقط با این دستگاه ، کل زیر شبکه شما یا اینترنت خارجی؟
fi: Miten haluat päästä tähän tunneliin?
hi: आप चाहते हैं कि यह टनल कैसे पहुँचा जाए? केवल इस मशीन, आपकी पूरी सबनेट या बाहरी इंटरनेट द्वारा?
hu: Hogyan szeretné elérni ezt az alagutat? Milyen elérést szeretnél adni ennek az alagútnak? Csak ez a gép, a teljes alhálózatod vagy külső internet?
it: Come vuoi che si acceda a questo tunnel? Come vuoi che venga effettuato l'accesso a questo tunnel? Solo da questa macchina, dalla tua sottorete intera, o dall'Internet esterno?
ja: このトンネルにどのようにアクセスしたいですか?
ko: 이 터널에 어떻게 접근하길 원하시나요? 어떤 방식으로 해당 터널에 접근하겠습니까? 이 장치에서만, 혹은 모든 서브넷에서, 혹은 외부 인터넷에서?
nn: Hvordan vil du at denne tunnelen skal nås? Kor vil du tillata at denne tunellen skal få tilgang frå? Berre denne maskinen, heile subnettet ditt, eller eksternt frå internett?
sk: Ako chcete aby bol tento tunel pristupovaný? Iba týmto zariadením, celým vašim subnetom alebo vonkajším internetom?
sl: Kako želite, da se ta tunelj dostopa? Samo z tem strokom, celotno podmrežjo, ali z zunanjo interneto?
sq: Si dëshironi që të aksesohet ky tunel?
uk: Як ви хочете отримувати доступ до цього тунелю? Лише з цієї машини, локальної мережі чи інтернету?
vi: Bạn muốn truy cập vào đường hầm này như thế nào?

source: You will most likely want to just allow 127.0.0.1
ar: سوف ترغب على الأرجح في السماح بـ 127.0.0.1 فقط
az: Ən çox 127.0.0.1-in icazə verilməsinin istəniləcəyini düşünürəm
bo: ཁྱོད་ཀྱིས་རེ་བ་རེ་བ་127.0.0.1 ནི་རེ་བ་ཡོད་པ་རེད།
cs: S největší pravděpodobností budete chtít povolit pouze 127.0.0.1
da: Du vil højst sandsynligt bare tillade 127.0.0.1
el: Συνήθως, θα θέλατε απλά να επιτρέψετε το 127.0.0.1
et: Tõenäoliselt soovid vaid lubada 127.0.0.1
fa: شما به احتمال زیاد می خواهید فقط به 127.0.0.1 اجازه دهید
fi: Haluat todennäköisesti vain sallia 127.0.0.1
hi: आप सबसे अधिक संभावना है कि केवल 127.0.0.1 को अनुमति देना चाहेंगे।
hu: Legvalószínűbb, hogy csak aa 127.0.0.1-et szeretnéd engedélyezni
it: Quasi sempre abiliterai semplicemente 127.0.0.1
ja: たいていの場合127.0.0.1のみ許可します
ko: 대개의 경우 127.0.0.1만 허가합니다
nn: Du vil sannsynlegvis berre tillata 127.0.0.1
sk: Pravdepodobne budete chcieť povoliť iba 127.0.0.1
sl: Verjetno boste želeli le dopustiti 127.0.0.1
sq: Me shumë mundësi do të dëshironi të lejoni vetëm 127.0.0.1
uk: Скоріш за все ви захочете дозволити лише для 127.0.0.1
vi: Rất có thể bạn sẽ chỉ muốn cho phép 127.0.0.1

source: The I2P router can automatically start this tunnel for you when the router is started.
ar: يمكن لجهاز توجيه I2P أن يبدأ هذا النفق تلقائيًا عند بدء تشغيل جهاز التوجيه.
az: Ruter başladığında I2P ruteri sizin üçün bu tünəli avtomatik olaraq başlamağa bilər.
bo: I2P རོ་ཨུ་ཊེར་ནི་ཁྱོད་ཀྱི་སྒོ་རེ་བཞིན་དུ་རོ་ཨུ་ཊེར་འདོད་ཚུལ་གི་རེ་བཞིན་འགོ་ཚུགས་ཐུབ།
cs: I2P router může automaticky spustit tento tunel za vás, když je router spuštěn.
da: I2P-routeren kan automatisk starte denne tunnel for dig, når routeren startes.
el: Ο διαχειριστής I2P μπορεί να ξεκινά αυτόν τον διάδρομο αυτόματα για εσάς όταν ξεκινά ο διαχειριστής.
et: I2P rutiin saab automaatselt selle tunneli käivitada rutiini käivitamisel.
fa: روتر I2P می تواند به طور خودکار این تونل را در هنگام راه اندازی روتر برای شما راه اندازی کند.
fi: I2P-reititin voi käynnistää tämän tunnelin automaattisesti puolestasi, kun reititin käynnistetään.
hi: I2P राउटर राउटर शुरू होने पर इस टनल को स्वचालित रूप से शुरू कर सकता है।
hu: Az I2P útválasztó automatikusan elindíthatja ezt az alagutat az útválasztó indításakor.Az I2P router képes ezt az alagutat automatikusan elindítani a router indulásakor.
it: Il router I2P può avviare automaticamente questo tunnel all'avvio del router.Il router I2P può avviare automaticamente questo tunnel per te quando il router viene avviato.
ja: I2Pルーターが起動すると自動的にこのトンネルを開始できます.
ko: I2P라우터가 실행되면 자동적으로 이 터널을 시작할 수 있습니다.
nn: I2P-ruteren kan automatisk starte denne tunnelen for deg når ruteren startes.I2P-ruteren kan automatisk starta denne tunellen for deg når ruteren startar.
sk: I2P môže tento tunel automaticky pri svojom štarte spustiť za vás.
sl: Maršruter I2P lahko ta tunelj samodejno zažene, ko se maršruter zagnal.
sq: Ruteri I2P mund ta nisë automatikisht këtë tunel për ju kur të fillojë ruteri.
uk: Роутер I2P може автоматично запускати цей тунель, коли I2P запущено.
vi: Bộ định tuyến I2P có thể tự động khởi động đường hầm này cho bạn khi bộ định tuyến được khởi động.
