Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Generate SSL certificate and enable
ar: إنشاء شهادة SSL وتمكينها
az: SSL sertifikatı yarat və aktivləşdir
bo: ཨེས་ཨེས་ཨེལ་གསང་ཐོ་བཟོ་བ་དང་བཟོ་བ
cs: Vygenerujte certifikát SSL a povolte jej
da: Generer SSL-certifikat og aktiver
el: Δημιουργία πιστοποιητικού SSL και ενεργοποίηση
et: Genereeri SSL sertifikaat ja luba
fa: گواهی SSL را تولید و فعال کنید
fi: Luo SSL-varmenne ja ota se käyttöön
hi: SSL प्रमाणपत्र उत्पन्न करें और सक्रिय करें
hu: SSL-tanúsítvány létrehozása és engedélyezése
it: Genera certificato SSL e abilita
ja: SSL証明書を生成して有効にする
ko: SSL 인증서 생성 및 활성화
nn: Generer SSL-sertifikat og aktiver
sk: Vygenerujte certifikát SSL a povoľte
sl: Ustvari SSL certifikat in omogoči
sq: Gjeneroni certifikatën SSL dhe aktivizoni
uk: Створіть і ввімкніть сертифікат SSL
vi: Tạo chứng chỉ SSL và kích hoạt

source: Cannot configure, no Jetty server found in {0}client configurations{1} that matches this tunnel
ar: لا يمكن التهيئة، لم يتم العثور على خادم Jetty في {0}تكوينات العميل{1} التي تطابق هذا النفق
az: Konfigurasiya etmək olmur, bu tünələ uyğun {0}client konfigurasiyalarda{1} Jetty server tapılmadı
bo: སྒྲིག་རྒྱུགས་བཟོ་བ་མེད། {0}མཐུད་རྒྱུགས་བྱེད་པའི་སྒྲིག་རྒྱུགས{1}ནང་ཕྱོན་པ་འདི་བཞེངས་པའི་ཨེ་ཊི་ཊེ་མཁས་པ་མེད
cs: Nelze nakonfigurovat, v {0}konfiguracích klienta{1} nebyl nalezen žádný server Jetty, který odpovídá tomuto tunelu
da: Kan ikke konfigurere, ingen Jetty-server fundet i {0}klientkonfigurationer{1}, der matcher denne tunnel
el: Δεν μπορεί να ρυθμιστεί, δεν βρέθηκε διακομιστής Jetty στις {0}ρυθμίσεις πελάτη{1} που να ταιριάζει σε αυτόν τον διάδρομο
et: Ei saa seadistada, Jetty serverit ei leitud {0}klienti seadistustes{1}, mis vastaks sellel tunnelil
fa: پیکربندی نمی‌شود، هیچ سرور Jetty در {0}پیکربندی‌های کلاینت{1} یافت نشد که با این تونل مطابقت داشته باشد
fi: Ei voi määrittää, tätä tunnelia vastaavaa Jetty-palvelinta ei löytynyt {0}asiakasmäärityksistä{1}
hi: संरचना नहीं की जा सकती, इस टनल के मेल खाने वाला कोई जेटी सर्वर {0}क्लाइंट सेटिंग{1} में नहीं मिला।
hu: Nem konfigurálható, az alagútnak megfelelő {0}ügyfélkonfigurációkban{1} nem található Jetty-kiszolgáló
it: Impossibile configurare, nessun server Jetty trovato nelle {0}configurazioni client{1} che corrisponde a questo tunnel
ja: 構成できません。このトンネルに一致する Jetty サーバーが{0}クライアント構成{1}に見つかりません
ko: 구성할 수 없습니다. 이 터널과 일치하는 {0}클라이언트 구성{1}에 Jetty 서버가 없습니다
nn: Kan ikke konfigurere, ingen Jetty-server funnet i {0}klientkonfigurasjoner{1} som samsvarer med denne tunnelen
sk: Nie je možné nakonfigurovať, v konfiguráciách klienta {0} sa nenašiel žiadny server Jetty {1}, ktorý zodpovedá tomuto tunelu
sl: Ne morem konfigurirati, v {0}konfiguracijah odjemalca{1} ni najdem strežnika Jetty, ki bi ustrezoval temu tunelju
sq: Nuk mund të konfigurohet, nuk u gjet asnjë server Jetty në {0}konfigurimet e klientit{1} që përputhet me këtë tunel
uk: Не вдається налаштувати, у {0}конфігураціях клієнта{1} не знайдено сервера Jetty, який відповідає цьому тунелю
vi: Không thể định cấu hình, không tìm thấy máy chủ Jetty trong {0}cấu hình máy khách{1} khớp với đường hầm này

source: Support for non-Jetty servers will be added in a future release
ar: ستتم إضافة دعم للخوادم غير التابعة لـ Jetty في إصدار مستقبلي
az: Gələcək buraxılışda Jetty-dan fərqli serverlər üçün dəstək əlavə olunacaq
bo: ཨེ་ཊི་ཊེ་མེན་པའི་མཁས་པ་བཟོ་བའི་རྒྱུགས་གཞི་བཞེངས་པའི་བཟོ་བ
cs: V budoucí verzi bude přidána podpora pro servery jiné než Jetty
da: Support til ikke-Jetty-servere vil blive tilføjet i en fremtidig udgivelse
el: Η υποστήριξη για διακομιστές μη Jetty θα προστεθεί σε μελλοντική έκδοση
et: Toetus mitte-Jetty serveritele lisatakse tulevas versioonis
fa: پشتیبانی از سرورهای غیر Jetty در نسخه بعدی اضافه خواهد شد
fi: Tuki muille kuin Jetty-palvelimille lisätään tulevassa julkaisussa
hi: जेटी के बाहरी सर्वरों का समर्थन भविष्य के रिलीज़ में जोड़ा जाएगा।
hu: A nem Jetty szerverek támogatása egy jövőbeli kiadásban fog megjelenni
it: Il supporto per i server non Jetty verrà aggiunto in una versione futura
ja: Jetty 以外のサーバーのサポートが将来のリリースで追加される予定
ko: Jetty가 아닌 서버에 대한 지원은 향후 릴리스에 추가될 예정입니다
nn: Støtte for ikke-Jetty-servere vil bli lagt til i en fremtidig utgivelse
sk: Podpora serverov iných ako Jetty bude pridaná v budúcej verzii
sl: Podpora za strežnike različne od Jetty bo dodana v prihodnji različici
sq: Mbështetja për serverët jo-Jetty do të shtohet në një version të ardhshëm
uk: Підтримку серверів, відмінних від Jetty, буде додано в майбутньому випуску
vi: Hỗ trợ cho các máy chủ không phải Jetty sẽ được bổ sung trong bản phát hành sau này

source: Return to Tunnel Manager Index
ar: الرجوع إلى فهرس إدارة الأنفاق
az: Tünəl İdarəçisi indeksinə qayıt
bo: ཕྱོན་པའི་མཁས་པ་འཛིན་པའི་རྒྱུགས་གཞི་བཟོ་བ
cs: Návrat do indexu Tunnel Manager
da: Tilbage til Tunnel Manager Index
el: Επιστροφή στον Ευρετήριο Διαχειριστή Διαδρόμου
et: Tagasi Tunneli Halduri Indeksisse
fa: بازگشت به فهرست مدیریت تونل
fi: Palaa Tunnel Manager -hakemistoon
hi: टनल मैनेजर इंडेक्स में वापस जाएं
hu: Vissza a Tunnel Manager indexhez
it: Ritorna all'indice del gestore tunnel
ja: トンネルマネージャーインデックスに戻る
ko: 터널 관리자 색인으로 돌아가기
nn: Tilbake til Tunnel Manager Index
sk: Návrat do indexu Tunnel Manager
sl: Povrni se na indeks Upravitelja tuneljev
sq: Kthehu tek Indeksi i Menaxherit të Tunelit
uk: Повернутися до індексу керування тунелями
vi: Quay lại Chỉ mục Trình quản lý Đường hầm

source: Return to Tunnel Editor
ar: العودة إلى محرر النفق
az: Tünəl redaktoruğa qayıt
bo: ཕྱོན་པའི་མཁས་པ་བཟོ་བའི་རྒྱུགས་གཞི་བཟོ་བ
cs: Návrat do Tunnel Editoru
da: Vend tilbage til Tunnel Editor
el: Επιστροφή στον Επεξεργαστή Διαδρόμου
et: Tagasi Tunneli Redakteerijasse
fa: بازگشت به ویرایشگر تونل
fi: Palaa Tunnelieditoriin
hi: टनल एडिटर में वापस जाएं
hu: Visszatérés az Tunnel Editorhoz
it: Ritorna all'editor del tunnel
ja: トンネル編集者に戻る
ko: 터널 편집기로 돌아가기
nn: Gå tilbake til Tunnel Editor
sk: Návrat do editora tunelov
sl: Povrni se na urejevalnik tuneljev
sq: Kthehu te Redaktori i Tunelit
uk: Повернутися до редактора тунелів
vi: Quay lại Trình chỉnh sửa đường hầm

source: I2P Tunnel Manager - Tunnel Creation Wizard
ar: I2P Tunnel Manager - معالج إنشاء الأنفاق
az: I2P Tünəl İdarəçisi - Tünəl Yaratma Üstündəkisi
bo: I2P ཕྱོན་པའི་མཁས་པ་འཛིན་པ - ཕྱོན་པ་བཟོ་བའི་མཁས་པ
cs: I2P Tunnel Manager – Průvodce vytvořením tunelu
da: I2P Tunnel Manager - Guiden til oprettelse af tunneler
el: Διαχειριστής Διαδρόμου I2P - Φοιτητής Δημιουργίας Διαδρόμου
et: I2P Tunneli Haldur - Tunneli Loomise Juurdejuhendaja
fa: مدیر تونل I2P - جادوگر ایجاد تونل
fi: I2P Tunnel Manager - ohjattu tunnelin luontitoiminto
hi: I2P टनल मैनेजर - टनल निर्माण विज़ार्ड
hu: I2P Alagút Kezelő - Alagút Létrehozása Varázsló
it: Gestore tunnel I2P - Creazione guidata tunnel
ja: I2P トンネル マネージャー - トンネル作成ウィザード
ko: I2P 터널 관리자 - 터널 생성 마법사
nn: I2P tunellhandterar – vegvisar for tunelloppretting
sk: Správca I2P tunelov - Sprievodca vytvorením tunela
sl: Upravitelj tuneljev I2P - Vodnik za ustvarjanje tuneljev
sq: Menaxheri i tunelit I2P - Magjistari i krijimit të tunelit
uk: I2P менеджер тунелів - Майстер створення тунелів
vi: Trình quản lý đường hầm I2P - Trình hướng dẫn tạo đường hầm

source: Server or client tunnel?
ar: نفق الخادم أو العميل؟
az: Server və ya klient tünəli?
bo: མཁས་པ་ཡང་ན་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ?
cs: Serverový nebo klientský tunel?
da: Server eller klienttunnel?
el: Διακομιστής ή διάδρομος πελάτη?
et: Serveri või klienti tunnel?
fa: تونل سرور یا مشتری؟
fi: Palvelin- vai asiakastunneli?
hi: सर्वर या क्लाइंट टनल?
hu: Szerver vagy kliens alagút?
it: Server o client tunnel?
ja: サーバートンネルそれともクライアントトンネル？
ko: 서버 / 클라이언트 터널?
nn: Tenar- eller klienttunell?
sk: Serverový alebo klientský tunel?
sl: Strežniški ali odjemalniški tunelj?
sq: Server apo tunel klienti?
uk: Серверний або клієнтський тунель?
vi: Đường hầm máy chủ hoặc máy khách?

source: Tunnel type
ar: نوع النفق
az: Tünəl növü
bo: ཕྱོན་པའི་རིགས
cs: Typ tunelu
el: Τύπος διαδρόμου
et: Tunneli tüüp
fa: نوع تونل
fi: Tunnelityyppi
hi: टनल का प्रकार
hu: Alagút típus
it: Tipo di tunnel
ja: トンネルの種類
ko: 터널 타입
nn: Tunelltype
sk: Typ tunela
sl: Vrsta tunelja
sq: Lloj tuneli
uk: Тип тунелю
vi: Loại đường hầm

source: Tunnel name and description
ar: اسم النفق ووصفه
az: Tünəl adı və təsviri
bo: ཕྱོན་པའི་མིང་དང་བརྗོད་པ
cs: Název a popis tunelu
da: Tunnelnavn og beskrivelse
el: Όνομα και περιγραφή διαδρόμου
et: Tunneli nimi ja kirjeldus
fa: نام تونل و توضیح
fi: Tunnelinimi ja -kuvaus
hi: टनल का नाम और विवरण
hu: Alagút neve és leírása
it: Nome e descrizione tunnel
ja: トンネルの名前と詳細
ko: 터널 이름과 설명
nn: Tunellnamn og -skildring
sk: Názov a cieľ tunela
sl: Ime in opis tunelja
sq: Emri dhe përshkrimi i tunelit
uk: Ім'я і опис тунелю
vi: Tên và mô tả đường hầm

source: Tunnel destination
ar: وجهة النفق
az: Tünəl məqsədi
bo: ཕྱོན་པའི་མཇུག་བརྒྱུད་རྒྱུགས
cs: Cíl tunelu
el: Προορισμός διαδρόμου
et: Tunneli sihtkoht
fa: مقصد تونل
fi: Tunnelikohde
hi: टनल का गंतव्य
hu: Alagút célállomása
it: Destinazione tunnel
ja: トンネルの宛先
ko: 터널 설명
nn: Tunellmålside
sk: Cieľ tunela
sl: Destinacija tunelja
sq: Destinacioni i tunelit
uk: Місце призначення тунелю
vi: Đích đến đường hầm

source: Binding address and port
ar: العنوان والمنفذ الملزمان
az: Bağlama ünvanı və porta
bo: སྤྱི་ཨང་དང་སྐོར་བརྒྱུད་རྒྱུགས
cs: Závazná adresa a port
da: Bindende adresse og port
el: Δεσμευμένη διεύθυνση και λιμάνι
et: Seotud aadress ja pord
fa: آدرس و پورت اتصال
fi: Sitova osoite ja portti
hi: बांडिंग पता और पोर्ट
hu: Cím és port kötése
it: Vincolando indirizzo e porta
ja: バインディングアドレスとポート
ko: 주소와 포트 바인딩 중
nn: Bindingsadresse og -port
sk: Väzbová adresa a port
sl: Vmesnik in vrata za vezavo
sq: Adresa dhe porti i detyrueshëm
uk: Прив'язка адреса і порту
vi: Liên kết địa chỉ và cổng

source: Tunnel auto-start
ar: بدء تشغيل النفق تلقائيًا
az: Tünəl avtomatik başlama
bo: ཕྱོན་པ་རང་བཞིན་གི་མཐོང་ནས་བཟོ་བ
cs: Automatické spuštění tunelu
el: Αυτόματη έναρξη διαδρόμου
et: Tunneli automaatne käivitamine
fa: راه اندازی خودکار تونل
fi: Tunnelin automaattinen käynnistys
hi: ऑटो-स्टार्ट टनल
hu: Alagút automatikus indítása
it: Avvio automatico del tunnel
ja: トンネルの自動開始
ko: 터널 자동시작
nn: Auto-start tunell
sk: Automatické spustenie tunela
sl: Samodejni zagon tunelja
sq: Nisja automatike e tunelit
uk: Авто-старт тунелю
vi: Đường hầm tự động khởi động

source: Wizard completed
ar: اكتمل المعالج
az: Üstündəkisi tamamlandı
bo: མཁས་པ་བཟོ་བ་བཞེངས་པ
cs: Průvodce dokončen
da: Wizard afsluttet
el: Ο φοιτητής ολοκληρώθηκε
et: Juurdejuhendaja lõpetatud
fa: جادوگر تکمیل شد
fi: Ohjattu toiminto valmis
hi: विज़ार्ड पूरा किया गया
hu: Varázsló kész
it: Creazione guidata completata
ja: ウィザード完了
ko: 마법사 완료됨
nn: Vegvisar fullført
sk: Sprievodca dokončený
sl: Vodnik je končan
sq: Magjistari i përfunduar
uk: Робота майстра завершена
vi: Wizard hoàn thành

source: This wizard will take you through the various options available for creating tunnels in I2P.
ar: سيأخذك هذا المعالج عبر الخيارات المتنوعة المتاحة لإنشاء الأنفاق في I2P.
az: Bu üstündəkisi, I2P-da tünəllər yaratmaq üçün mövcud fərqli seçimləri sizə göstərəcək.
bo: I2P ནང་གི་ཕྱོན་པ་བཟོ་བའི་རྒྱུགས་གཞི་བཞེངས་པའི་མཁས་པ་བཟོ་བ
cs: Tento průvodce vás provede různými dostupnými možnostmi pro vytváření tunelů v I2P.
da: Denne guide fører dig gennem de forskellige muligheder, der er tilgængelige for at skabe tunneler i I2P.
el: Αυτός ο φοιτητής θα σας οδηγήσει μέσα από τις διάφορες επιλογές που διαθέτετε για τη δημιουργία διαδρόμων στο I2P.
et: See juurdejuhendaja viib sind läbi erinevatele valikutele, mis on saadaval I2P-i tunnelite loomiseks.
fa: این جادوگر شما را از میان گزینه های مختلف موجود برای ایجاد تونل در I2P راهنمایی می کند.
fi: Tämä ohjattu toiminto opastaa sinut I2P-tunnelien luomiseen käytettävissä olevien eri vaihtoehtojen läpi.
hi: यह विज़ार्ड आपको I2P में टनल बनाने के उपलब्ध विभिन्न विकल्पों के माध्यम से गुज़ारेगा।
hu: Ez a varázsló végigvezeti az alagutak I2P-ben történő létrehozásához rendelkezésre álló különféle lehetőségeken.Ez a varázsló végigvezet azokon a különböző lehetőségeken, melyekkel alagutak hozhatók létre az I2P-n belül.
it: Questa procedura guidata ti guiderà attraverso le varie opzioni disponibili per la creazione di tunnel in I2P.Questo setup wizard ti guiderà attraverso le varie opzioni disponibili per creare tunnel in I2P.
ja: このウィザードでは、I2P でトンネルを作成するために使用できるさまざまなオプションを説明します。
ko: 이 마법사는 I2P에서 터널을 생성하는 데 사용할 수 있는 다양한 옵션을 안내합니다.해당 마법사는 I2P에 터널을 생성하는데 이용가능한 다양한 옵션으로 안내할 것입니다.
nn: Denne veiviseren tar deg gjennom de ulike alternativene som er tilgjengelige for å lage tunneler i I2P.Denne vegvisaren tek deg gjennom dei ulike tilgjengelege vala for å oppretta tunellar i I2P.
sk: Tento sprievodca vás prevedie rôznymi možnosťami, ktoré sú k dispozícii na vytváranie tunelov v I2P.Tento sprievodca vás prevedie rôznymi možnosťami vytvárania tunelov v I2P.
sl: Ta vodnik vas bo vodil skozi različne možnosti za ustvarjanje tuneljev v I2P.
sq: Ky magjistar do t'ju çojë nëpër opsionet e ndryshme të disponueshme për krijimin e tuneleve në I2P.
uk: Цей майстер допоможе вам створити тунелі I2P з різними параметрами.
vi: Trình hướng dẫn này sẽ đưa bạn qua các tùy chọn khác nhau có sẵn để tạo đường hầm trong I2P.

source: The first thing to decide is whether you want to create a server or a client tunnel.
ar: أول شيء عليك أن تقرره هو ما إذا كنت تريد إنشاء خادم أو نفق عميل.
az: Qərar vermək üçün ilk şey, sizin server tünəli yaratmaq istədiyiniz və ya klient tünəli yaratmaq istədiyinizdir.
bo: མཐོང་ནས་བཟོ་བའི་ཕྱོན་པ་ཡང་ན་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ་བཟོ་བ་བཞེངས་པ
cs: První věcí, kterou je třeba se rozhodnout, je, zda chcete vytvořit serverový nebo klientský tunel.
da: Den første ting at beslutte er, om du vil oprette en server eller en klienttunnel.
el: Το πρώτο πράγμα που πρέπει να αποφασίσετε είναι αν θέλετε να δημιουργήσετε έναν διακομιστή ή έναν διάδρομο πελάτη.
et: Esimese asja otsustamiseks on vaja valida, kas soovid luua serveri või klienti tunnel.
fa: اولین چیزی که باید تصمیم بگیرید این است که آیا می خواهید یک سرور ایجاد کنید یا یک تونل مشتری.
fi: Ensin on päätettävä, haluatko luoda palvelimen vai asiakastunnelin.
hi: पहली चीज़ तय करने की है कि आप एक सर्वर या क्लाइंट टनल बनाना चाहते हैं।
hu: Az első eldöntendő kérdés, hogy szerver vagy kliens alagút készüljön.
it: La prima cosa da decidere è se vuoi creare un tunnel server o client.
ja: サーバーかクライアントのトンネルどちらを作成したいか決めてください。
ko: 가장 먼저 결정해야 할 것은 서버 또는 클라이언트 터널을 생성할지 여부입니다.먼저 서버 터널을 생성할 것인지 클라이언트 터널을 설정할 것인지 결정해 주세요.
nn: Det første du må bestemme er om du vil opprette en server eller en klienttunnel.Det første du må avgjera er om du ønskjer ein tenar- eller klienttunell.
sk: Prvá vec, o ktorej sa musíte rozhodnúť, je, či chcete vytvoriť server alebo klientsky tunel.Ako prvé sa treba rozhodnúť, či chcete vytvoriť serverový alebo klientský tunel.
sl: Prva stvar, ki jo morate odločiti, je, ali želite ustvariti strežniški ali odjemalniški tunelj.
sq: Gjëja e parë për të vendosur është nëse doni të krijoni një server apo një tunel klienti.
uk: Спершу потрібно вирішити, клієнтський чи серверний тунель ви хочете створити.
vi: Điều đầu tiên cần quyết định là bạn muốn tạo đường hầm máy chủ hay máy khách.

source: If you need to connect to a remote service, such as an IRC server inside I2P or a code repository, then you will require a CLIENT tunnel.
ar: إذا كنت بحاجة إلى الاتصال بخدمة بعيدة، مثل خادم IRC داخل I2P أو مستودع التعليمات البرمجية، فسوف تحتاج إلى نفق العميل.
az: Əgər siz I2P-dəki IRC serveri kimi uzaq xidmətlərə və ya kod saxlamaq üçün yaxınlaşdırmaq istəyirsiniz, sonra sizin CLIENT tünəlini tələb edəcəksiniz.
bo: I2P ནང་གི་IRC མཁས་པ་ཡང་ན་བྲི་བའི་གཞི་བཟོ་བ་བཞེངས་ན་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ་བཟོ་བ
cs: Pokud se potřebujete připojit ke vzdálené službě, jako je IRC server uvnitř I2P nebo úložiště kódu, budete potřebovat tunel KLIENT.
da: Hvis du skal oprette forbindelse til en fjerntjeneste, såsom en IRC-server inde i I2P eller et kodelager, så skal du bruge en KLIENT-tunnel.
el: Αν χρειάζεστε να συνδεθείτε σε έναν απομακρυσμένο διακομιστή, όπως ένας IRC διακομιστής μέσα στο I2P ή ένα αποθετήριο κώδικα, τότε θα χρειαστείτε έναν ΔΙΑΔΡΟΜΟ ΠΕΛΑΤΗ.
et: Kui sul on vaja ühendada kaugteenusega, nagu I2P-s IRC server või koodi hoidla, siis vajad KLIENTI tunneli.
fa: اگر نیاز به اتصال به یک سرویس راه دور، مانند یک سرور IRC در داخل I2P یا یک مخزن کد دارید، به یک تونل CLIENT نیاز دارید.
fi: Jos haluat muodostaa yhteyden etäpalveluun, kuten IRC-palvelimeen I2P:n sisällä tai koodivarastoon, tarvitset CLIENT-tunnelin.
hi: अगर आपको एक दूरस्थ सेवा के साथ कनेक्ट करने की आवश्यकता है, जैसे I2P के भीतर एक IRC सर्वर या कोड रिपोजिटरी, तो आपको एक क्लाइंट टनल की आवश्यकता होगी।
hu: Ha csatlakoznia kell egy távoli szolgáltatáshoz, például egy I2P-n belüli IRC-kiszolgálóhoz vagy egy kódtárhoz, akkor szüksége lesz egy CLIENT alagútra.Ha egy távoli szolgáltatáshoz való kapcsolódásra van szükség, úgy mint IRC szerver az I2P-n belül vagy egy programkód szoftvertár, akkor az KLIENS alagúttal működik.
it: Se hai bisogno di connetterti a un servizio remoto, come un server IRC all'interno di I2P o un repository di codice, allora avrai bisogno di un tunnel CLIENT.Se hai bisogno di collegare un servizio remoto, come un server IRC nell' I2P o un code repository, avrai bisogno di un tunnel CLIENT.
ja: I2P 内の IRC サーバーやコード リポジトリなどのリモート サービスに接続する必要がある場合は、CLIENT トンネルが必要になります。もしもリモートサービスに接続する必要があるならばI2P内のIRCサーバーまたはコードリポジトリのようにクライアントトンネルが必要になります。
ko: I2P 내부의 IRC 서버나 코드 저장소와 같은 원격 서비스에 연결해야 하는 경우 CLIENT 터널이 필요합니다.I2P 내부의 IRC나 코드 저장소 같은 원격 서비스에 연결하려면 클라이언트 터널이 필요합니다.
nn: Hvis du trenger å koble til en ekstern tjeneste, for eksempel en IRC-server inne i I2P eller et kodelager, trenger du en KLIENT-tunnel.Viss du må kopla til ei ekstern teneste, t.d. ein IRC-tenar i I2P eller eit kodelager, så treng du ein KLIENT-tunell.
sk: Ak sa potrebujete pripojiť k vzdialenej službe, ako je IRC server v rámci I2P alebo úložisko kódu, potom budete potrebovať tunel KLIENT.Ak sa potrebujete pripojiť k vzdialenej službe, ako je IRC server v rámci I2P alebo úložisko kódu, potom budete potrebovať tunel KLIENT.Ak sa potrebujete pripojiť k vzdialenej službe, ako je napríklad IRC server vo vnútri I2P alebo úložisko kódu, budete potrebovať KLIENTSKY tunel.Ak sa potrebujete pripojiť k vzdialenej službe, ako je IRC server vo vnútri I2P alebo repozitár kódu, potom budete potrebovať KLIENTSKÝ tunel.
sl: Če morate povezati z oddaljeno storitev, kot je IRC strežnik v I2P ali repozitorij kode, boste potrebovali ODJEMALNIŠKI tunelj.
sq: Nëse ju duhet të lidheni me një shërbim në distancë, të tillë si një server IRC brenda I2P ose një depo kodi, atëherë do t'ju duhet një tunel KLIENT.
uk: Якщо ви хочете з’єднатись з віддаленим сервером, таким як IRC всередині I2P чи репозиторієм (GIT, SVN тощо) вам потрібен КЛІЄНТСЬКИЙ тунель.
vi: Nếu bạn cần kết nối với một dịch vụ từ xa, chẳng hạn như máy chủ IRC bên trong I2P hoặc kho lưu trữ mã, thì bạn sẽ cần có đường hầm CLIENT.

source: On the other hand, if you wish to host a service for others to connect to you'll need to create a SERVER tunnel.
ar: من ناحية أخرى، إذا كنت ترغب في استضافة خدمة ليتصل بها الآخرون، فستحتاج إلى إنشاء نفق خادم.
az: Digər tərəfdən, əgər başqaları sizə bağlı olsun istəyirsinizsə, sizin SERVER tünəl yaratmaq lazımdır.
bo: གཞན་པའི་མཐུད་རྒྱུགས་བྱེད་པའི་ཞབས་ཞུ་བྱེད་པ་བཟོ་བ་བཞེངས་ན་མཁས་པའི་ཕྱོན་པ་བཟོ་བ
cs: Na druhou stranu, pokud chcete hostit službu, ke které se mohou ostatní připojit, budete muset vytvořit tunel SERVER.
da: På den anden side, hvis du ønsker at være vært for en tjeneste, som andre kan oprette forbindelse til, skal du oprette en SERVER-tunnel.
el: Από την άλλη πλευρά, αν θέλετε να φιλοξενήσετε μια υπηρεσία για να συνδεθούν άλλοι, θα πρέπει να δημιουργήσετε έναν ΔΙΑΚΟΜΙΣΤΗ ΔΙΑΔΡΟΜΟ.
et: Teisalt, kui soovid teenust hostida, et teised saaksid sinuga ühendada, pead looma SERVERI tunneli.
fa: از طرف دیگر، اگر می خواهید سرویسی را میزبانی کنید تا دیگران به آن متصل شوند، باید یک تونل سرور ایجاد کنید.
fi: Toisaalta, jos haluat isännöidä palvelua, johon muut voivat muodostaa yhteyden, sinun on luotava PALVELINtunneli.
hi: दूसरी ओर, यदि आप दूसरों के लिए सेवा देने की इच्छा रखते हैं तो आपको एक सर्वर टनल बनाने की आवश्यकता होगी।
hu: Másrészt, ha szeretne egy szolgáltatást üzemeltetni, hogy mások csatlakozhassanak hozzá, létre kell hoznia egy SZERVER alagutat.Másrészről, annak biztosítására, hogy egy általad futtatott szolgáltatáshoz mások csatlakozhassanak, SZERVER alagútra van szükség.
it: D'altra parte, se desideri ospitare un servizio a cui altri possono connettersi, dovrai creare un tunnel SERVER.D'altra parte, se desideri ospitare un servizio per far connetteri altri a te, dovrai creare un tunnel SERVER.
ja: 一方、他の人が接続できるサービスをホストしたい場合は、SERVER トンネルを作成する必要があります。
ko: 반면에 다른 사람이 연결할 수 있는 서비스를 호스팅하려면 SERVER 터널을 만들어야 합니다.반면, 다른 사람들을 위해 서비스를 호스트 하고 싶다면 서버 터널을 생성하세요.
nn: På den annen side, hvis du ønsker å være vert for en tjeneste som andre kan koble til, må du opprette en SERVER-tunnel.Viss du derimot ønskjer å ha ei teneste som andre koplar seg opp mot, så treng du ein TENAR-tunell.
sk: Na druhej strane, ak chcete hostiť službu pre ostatných, ku ktorej sa môžete pripojiť, budete musieť vytvoriť SERVEROVÝ tunel.Na druhej strane, ak si želáte hostovať službu, ku ktorej sa budú pripájať ostatní, potrebujete vytvoriť SERVEROVÝ tunel.
sl: S druge strani, če želite gostiti storitev za druge, da se povežejo do vas, boste morali ustvariti STREŽNIŠKI tunelj.
sq: Nga ana tjetër, nëse dëshironi të organizoni një shërbim që të tjerët të lidhen me të, do t'ju duhet të krijoni një tunel SERVER.
uk: І іншого боку, якщо ви хочете, щоб інші з’єднувались до вас, вам потрібно створити СЕРВЕРНИЙ тунель.
vi: Mặt khác, nếu bạn muốn lưu trữ một dịch vụ để người khác kết nối, bạn sẽ cần tạo một đường hầm MÁY CHỦ.

source: Server Tunnel
ar: نفق الخادم
az: Server Tünəli
bo: མཁས་པའི་ཕྱོན་པ
cs: Serverový tunel
el: Διάδρομος Διακομιστή
et: Serveri Tunnel
fa: تونل سرور
fi: Palvelintunneli
hi: सर्वर टनल
hu: Szerver Alagút
ja: サーバートンネル
ko: 서버 터널
nn: Tenartunell
sk: Serverový tunel
sl: Strežniški tunelj
sq: Tuneli i serverit
uk: Серверний тунель
vi: Đường hầm máy chủ

source: Client Tunnel
ar: نفق العميل
az: Klient Tünəli
bo: མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ
cs: Klientský tunel
da: Klienttunnel
el: Διάδρομος Πελάτη
et: Klienti Tunnel
fa: تونل کلاینت
fi: Asiakastunneli
hi: क्लाइंट टनल
hu: Kliens Alagút
ja: クライアントトンネル
ko: 클라이언트 터널
nn: Klienttunell
sk: Klientský tunel
sl: Odjemalniški tunelj
sq: Tuneli i klientit
uk: Клієнтський тунель
vi: Đường hầm khách hàng

source: There are several types of tunnels to choose from:
ar: هناك عدة أنواع من الأنفاق للاختيار من بينها:
az: Seçmək üçün bir neçə növ tünəl var:
bo: ཕྱོན་པ་བཟོ་བའི་རིགས་བཞེངས་པ
cs: Na výběr je několik typů tunelů:
da: Der er flere typer tunneler at vælge imellem:
el: Υπάρχουν πολλοί τύποι διαδρόμων που μπορείτε να επιλέξετε:
et: Valikutest on mitmeid tunnelite tüüpe, mida saab valida:
fa: چندین نوع تونل برای انتخاب وجود دارد:
fi: Valittavissa on useita tunneletyyppejä:
hi: कई प्रकार के टनल चुनने की सुविधा है:
hu: Többféle alagutak közül választhat:Létezik néhány különböző fajtájú alagút, melyek közül lehet választani:
it: Sono presenti diversi tipi di tunnel da scegliere:
ja: トンネルの種類を選択：
ko: 고를 수 있는 터널 타입들:
nn: Det finst fleire typar tunellar å velja mellom:
sk: Na výber je tu niekoľko typov tunelov:
sl: Izberite med večjim številom tipov tuneljev:
sq: Ka disa lloje tunelesh për të zgjedhur:
uk: Є кілька типів тунелів на вибір:
vi: Có một số loại đường hầm để lựa chọn:
