Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Enabling this feature will ensure your tunnel identity (destination) remains static, for services offering features based on destination e.g. IRC user authentication
ar: سيؤدي تمكين هذه الميزة إلى ضمان بقاء هوية النفق (الوجهة) ثابتة، بالنسبة للخدمات التي تقدم ميزات بناءً على الوجهة، على سبيل المثال
az: Bu funksiyaları aktivləşdirmək sizin tünəl kimliyinizin (mərhələnin) sabit qalmasına əmin olacaq, məsələn, mərhələyə əsaslanan xidmətlər kimi IRC istifadəçi təsdiqləməsi
bo: འདིའི་ནུས་པ་བཟོ་རྒྱུ་ཁྱོད་ཀྱི་སྒྲོམ་ལམ་གི་མིང་(བྱེད་འདྲི) རྒྱུན་དུ་བཟོ་རྒྱུ་བྱོས་པ་དང་བྱེད་འདྲི་གཞིར་བཟོ་བའི་ཞབས་ཞུ་བཟོ་རྒྱུར་བཅོས་པ། དཔེར་ན། IRC སྤྱོད་མཁན་གཞིར་བཟོ་བ།
cs: Povolení této funkce zajistí, že vaše identita tunelu (cíl) zůstane statická, pro služby nabízející funkce založené na cíli, např. Ověřování uživatelů IRC
da: At aktivere denne funktion vil sikre, at din tunnelidentitet (destination) forbliver statisk, for tjenester, der tilbyder funktioner baseret på destination, f.eks
el: Η ενεργοποίηση αυτής της λειτουργίας θα διασφαλίσει ότι η ταυτότητα του διαδρόμου σας (προορισμός) θα παραμείνει σταθερή, για υπηρεσίες που προσφέρουν λειτουργίες βασισμένες στον προορισμό, για παράδειγμα την εγκατάσταση ταυτότητας IRC
et: Selle funktsiooni lubamine tagab, et teie tunneli identiteet (sihtkoht) jääb stabiilseks teenustest, mis pakuvad funktsioone põhjal sihtkohta, nt IRC kasutaja autentimist
fa: فعال کردن این ویژگی باعث می شود هویت تونل (مقصد) شما استاتیک باقی بماند ، برای خدمات ارائه دهنده ویژگی های مبتنی بر مقصد به عنوان مثال. احراز هویت کاربر IRC
fi: Tämän ominaisuuden käyttöönotto varmistaa, että tunneli -identiteettisi (määränpää) pysyy staattisena, palvelut, jotka tarjoavat ominaisuuksia määränpäähän, esim. IRC -käyttäjän todennus
hi: इस विशेषता को सक्षम करने से आपकी टनल पहचान (गंतव्य) स्थिर रहेगी, जो सेवाओं के लिए गंतव्य पर आधारित सुविधाओं को प्रदान करती हैं, जैसे IRC उपयोगकर्ता पहचान।
hu: A funkció engedélyezése biztosítja, hogy az alagútazonosító (cél) statikus maradjon az olyan szolgáltatások esetében, amelyek a célállomáson alapuló szolgáltatásokat kínálnak, pl.
it: L'abilitazione di questa funzione garantirà che l'identità del tunnel (destinazione) rimanga statica, per i servizi che offrono funzionalità basate sulla destinazione, ad es. autenticazione utente IRC
ja: この機能を有効にすることで、宛先に基づいた機能を提供するサービスのために、トンネルのアイデンティティ（目的地）が静的であり続けることが保証されます。 IRCユーザー認証
ko: 이 기능을 활성화하면 대상을 기반으로 기능을 제공하는 서비스에 대해 터널 ID(대상)가 정적으로 유지됩니다.
nn: Å aktivere denne funksjonen vil sikre at tunnelidentiteten din (destinasjon) forblir statisk, for tjenester som tilbyr funksjoner basert på destinasjon, f.eks. IRC brukergodkjenning
sk: Povolenie tejto funkcie zabezpečí, že vaša identita tunela (cieľ) zostane statická pre služby, ktoré ponúkajú funkcie založené na cieli, napr. overenie používateľa IRC
sl: Omogočanje te funkcije zagotovi, da vaša identiteta tunelja (destinacija) ostane statična, za storitve, ki ponujajo funkcije temelječe na destinaciji, npr. overjanje uporabnikov IRC
sq: Mundësimi i kësaj veçorie do të sigurojë që identiteti juaj i tunelit (destinacioni) të mbetet statik, për shërbimet që ofrojnë veçori bazuar në destinacionin p.sh. Autentifikimi i Përdoruesit IRC
uk: Увімкнення цієї функції гарантує, що ідентифікатор вашого тунелю (пункт призначення) залишається статичним для послуг, які пропонують функції на основі пункту призначення, наприклад, Аутентифікація користувача IRC
vi: Bật tính năng này sẽ đảm bảo danh tính đường hầm (đích) của bạn vẫn ở trạng thái tĩnh, đối với các dịch vụ cung cấp các tính năng dựa trên đích, ví dụ: xác thực người dùng IRC

source: Generate key to enable persistent client tunnel identity
ar: إنشاء مفتاح لتمكين هوية نفق العميل المستمرة
az: Daimi müştəri tünəl kimliyini aktivləşdirmək üçün açarı yaradın
bo: རྒྱུན་གོའི་སྤྱོད་མཁན་སྒྲོམ་ལམ་གི་མིང་བཟོ་རྒྱུར་གདམ་ག་བཟོ་བ།
cs: Generovat klíč pro povolení trvalé identity tunelu klienta
da: Generer nøgle for at aktivere vedvarende klienttunnelidentitet
el: Δημιουργήστε κλειδί για να ενεργοποιήσετε την μόνιμη ταυτότητα του διαδρόμου πελάτη
et: Genereeri võti, et lubada püsiv klienti tunneli identiteet
fa: برای فعال کردن هویت تونل مشتری دائمی، کلید ایجاد کنید
fi: Luo avain pysyvän asiakastunnelin identiteetin ottamiseksi käyttöön
hi: स्थायी क्लाइंट टनल पहचान को सक्षम करने के लिए कुंजी उत्पन्न करें
hu: Kulcs létrehozása az állandó ügyfélalagút-identitás engedélyezéséhez
it: Genera chiave per abilitare l'identità del tunnel client persistente
ja: 永続的なクライアント トンネル ID を有効にするためのキーを生成します
ko: 영구 클라이언트 터널 ID를 활성화하기 위한 키 생성
nn: Generer nøkkel for å aktivere vedvarende klienttunnelidentitet
sk: Vygenerovať kľúč na umožnenie pretrvávajúcej identity tunela klienta
sl: Ustvari ključ za omogočitev neprestanega identiteta odjemalniškega tunelja
sq: Gjeneroni çelësin për të mundësuar identitetin e vazhdueshëm të tunelit të klientit
uk: Створити ключ для ввімкнення постійної ідентифікації тунелю клієнта
vi: Tạo khóa để kích hoạt nhận dạng đường hầm máy khách liên tục

source: Path to Private Key File
ar: المسار إلى ملف المفتاح الخاص
az: Gizli Açar Faylının Yolu
bo: གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆའི་ལམ་ཐོབ་ཐང་།
cs: Cesta k souboru soukromého klíče
da: Sti til privat nøglefil
el: Διεύθυνση στο αρχείο ιδιωτικής κλειδιάς
et: Teekond privaatvõti faili juurde
fa: مسیر فایل کلید خصوصی
fi: Yksityisen avaintiedoston polku
hi: निजी कुंजी फ़ाइल के मार्ग को निर्दिष्ट करें
hu: A privát kulcsfájl elérési útja
it: Percorso del file della chiave privata
ja: 秘密鍵ファイルへのパス
ko: 개인 키 파일로가는 길
nn: Bi til privat nøkkelfil
sk: Cesta k súboru súkromného kľúča
sl: Pot do datoteke zasebnega ključa
sq: Rruga drejt skedarit të çelësit privat
uk: Шлях до файлу приватного ключа
vi: Đường dẫn đến tệp khóa riêng

source: HTTP Filtering
ar: العشوائية المتوسطة، وانخفاض الأداء
az: HTTP Filtirləmə
bo: HTTP གཞིར་བཟོ་བའི་བརྟག་བཟོ་བ།
cs: Filtrování HTTP
da: HTTP-filtrering
el: Φίλτρο HTTP
et: HTTP filtritseerimine
fa: فیلتر HTTP
fi: HTTP-suodatus
hi: HTTP फ़िल्टरिंग
hu: HTTP szűrés
it: Filtro HTTP
ja: HTTPフィルタリング
ko: HTTP 필터링
nn: HTTP-filtrering
sk: Filtrovanie HTTP
sl: Filtriranje HTTP
sq: HTTP Filtrim
uk: Фільтрування HTTP
vi: Lọc HTTP

source: When enabled, the user agent of your web browser or http client will not be spoofed, potentially reducing your anonymity
ar: عند التمكين، لن يتم انتحال وكيل المستخدم لمتصفح الويب الخاص بك أو عميل http، مما قد يقلل من عدم الكشف عن هويتك
az: Aktivləşdirildikdə, internet böyükçünüz və ya http istifadəçi proqramınızın istifadəçi acentası təhlükəsizlik edilməyəcək, bu da anonimliyinizin azalması ehtimalını artırır
bo: འདིའི་ནུས་པ་བཟོ་རྒྱུ་ཁྱོད་ཀྱི་རྟེན་གློག་བོད་མིང་དང་HTTP སྤྱོད་མཁན་གི་མིང་བཟོ་རྒྱུ་མི་བྱེད་པ་དང་ཁྱོད་ཀྱི་མིང་གཞིར་བཟོ་བའི་ནུས་པ་ཉུང་བར་བཅོས་པ།
cs: Pokud je povoleno, uživatelský agent vašeho webového prohlížeče nebo http klienta nebude falešný, což může snížit vaši anonymitu
da: Når det er aktiveret, vil brugeragenten for din webbrowser eller http-klient ikke blive forfalsket, hvilket potentielt reducerer din anonymitet
el: Όταν ενεργοποιηθεί, το user agent του περιηγητή σας ή του πελάτη http δεν θα παραμιμηθεί, με αποτέλεσμα η ανώνυμη ιδιότητά σας να μειωθεί
et: Kui see on lubatud, siis teie veebibrauserid või HTTP kliendi kasutajaagent ei jää varjatud, mis võib vähendada teie anonüümsust
fa: در صورت فعال بودن، عامل کاربر مرورگر وب یا کلاینت http جعل نمی‌شود و به طور بالقوه ناشناس بودن شما را کاهش می‌دهد
fi: Kun tämä on käytössä, verkkoselaimesi tai http-asiakasohjelmasi käyttäjäagenttia ei väärennetä, mikä saattaa heikentää nimettömyyttäsi
hi: जब सक्षम, तो आपके वेब ब्राउज़र या HTTP क्लाइंट के उपयोगकर्ता एजेंट को बनावटी नहीं किया जाएगा, जो आपकी अनामत को कम कर सकता है
hu: Ha engedélyezve van, a webböngésző vagy a http-kliens felhasználói ügynöke nem kerül hamisításra, ami csökkentheti az anonimitását
it: Se abilitato, lo user agent del tuo browser web o client http non verrà falsificato, riducendo potenzialmente il tuo anonimato
ja: 有効にすると、Web ブラウザまたは http クライアントのユーザー エージェントがスプーフィングされなくなり、匿名性が低下する可能性があります
ko: 활성화되면 웹 브라우저 또는 http 클라이언트의 사용자 에이전트가 스푸핑되지 않아 잠재적으로 익명성이 감소합니다
nn: Når den er aktivert, vil ikke brukeragenten til nettleseren eller http-klienten bli forfalsket, noe som potensielt reduserer anonymiteten din
sk: Ak je povolené, používateľský agent vášho webového prehliadača alebo klienta http nebude sfalšovaný, čo potenciálne zníži vašu anonymitu
sl: Ko je omogočeno, uporabniški agent vašega spletnega brskalnika ali http odjemalca ne bo lažen, kar lahko zmanjša vaš anonimnost
sq: Kur aktivizohet, agjenti i përdoruesit të shfletuesit tuaj të internetit ose klienti http nuk do të mashtrohet, duke reduktuar potencialisht anonimitetin tuaj
uk: Якщо ввімкнено, агент користувача вашого веб-браузера чи http-клієнта не буде підроблено, що потенційно зменшить вашу анонімність
vi: Khi được bật, tác nhân người dùng của trình duyệt web hoặc ứng dụng khách http của bạn sẽ không bị giả mạo, có khả năng làm giảm tính ẩn danh của bạn

source: Do not spoof User-Agent header
ar: لا تقم بانتحال رأس وكيل المستخدم
az: Istifadəçi Agent Başlığı təhlükəsizlik etmə
bo: སྤྱོད་མཁན་མིང་གཞིར་བཟོ་བའི་མཚོན་རིས་བཟོ་མི་བྱེད་པ།
cs: Nespoofujte hlavičku User-Agent
da: Undlad at forfalske User-Agent-headeren
el: Μην παραμιμηθεί το User-Agent header
et: Ära varja kasutaja agenti päise
fa: سربرگ User-Agent را جعل نکنید
fi: Älä huijaa User-Agent-otsikkoa
hi: उपयोगकर्ता-एजेंट हेडर को बनावटी न करें
hu: Ne hamisítsa meg a User-Agent fejlécet
it: Non falsificare l'intestazione User-Agent
ja: User-Agent ヘッダーを偽装しないでください
ko: 사용자 에이전트 헤더를 스푸핑하지 마십시오
nn: Ikke forfalske User-Agent-overskriften
sk: Nesfalšovať hlavičku User-Agent
sl: Ne laži glavičke User-Agent
sq: Mos mashtroni kokën e agjentit të përdoruesit
uk: Не підробляйте заголовок User-Agent
vi: Không giả mạo tiêu đề Tác nhân người dùng

source: When enabled, the referer (originating page) of your web requests will not be filtered, potentially reducing your anonymity
ar: عند التمكين، لن تتم تصفية المرجع (الصفحة الأصلية) لطلبات الويب الخاصة بك، مما قد يقلل من عدم الكشف عن هويتك
az: Aktivləşdirildikdə, internet sorğularınızın referer'ı (başlangıç səhifəsi) filtrlənməyəcək, bu da anonimliyinizin azalması ehtimalını artırır
bo: འདིའི་ནུས་པ་བཟོ་རྒྱུ་ཁྱོད་ཀྱི་རྟེན་གློག་བོད་མིང་ནས་འགྲོ་བའི་ཐོབ་ཐང་བཟོ་རྒྱུ་མི་བྱེད་པ་དང་ཁྱོད་ཀྱི་མིང་གཞིར་བཟོ་བའི་ནུས་པ་ཉུང་བར་བཅོས་པ།
cs: Pokud je povoleno, referer (původní stránka) vašich webových požadavků nebude filtrován, což může snížit vaši anonymitu
da: Når det er aktiveret, vil referer (oprindelsessiden) af dine webanmodninger ikke blive filtreret, hvilket potentielt reducerer din anonymitet
el: Όταν ενεργοποιηθεί, ο referer (της αρχικής σελίδας) των αιτημάτων web σας δεν θα φίλτραρε, με αποτέλεσμα η ανώνυμη ιδιότητά σας να μειωθεί
et: Kui see on lubatud, siis teie veebipäringute referenti (põhjepõhi lehte) ei filtreerita, mis võib vähendada teie anonüümsust
fa: هنگامی که فعال باشد، ارجاع دهنده (صفحه اصلی) درخواست های وب شما فیلتر نمی شود و به طور بالقوه ناشناس بودن شما را کاهش می دهد
fi: Kun tämä on käytössä, verkkopyyntöjesi viittausta (alkuperäsivua) ei suodateta, mikä saattaa heikentää nimettömyyttäsi
hi: जब सक्षम, तो आपके वेब अनुरोधों के उत्पत्ति पृष्ठ (referers) को फ़िल्टर नहीं किया जाएगा, जो आपकी अनामत को कम कर सकता है
hu: Ha engedélyezve van, a webes kérések hivatkozója (eredeti oldala) nem kerül szűrésre, ami csökkentheti az anonimitását
it: Se abilitato, il referer (pagina di origine) delle tue richieste web non verrà filtrato, riducendo potenzialmente il tuo anonimato
ja: 有効にすると、Web リクエストのリファラー (元のページ) がフィルタリングされなくなり、匿名性が低下する可能性があります
ko: 활성화되면 웹 요청의 리퍼러(원본 페이지)가 필터링되지 않아 잠재적으로 익명성이 감소합니다
nn: Når den er aktivert, vil ikke henvisningen (opprinnelsessiden) til nettforespørslene dine bli filtrert, noe som potensielt reduserer anonymiteten din
sk: Ak je povolené, sprostredkovateľ (pôvodná stránka) vašich webových žiadostí nebude filtrovaný, čo potenciálne zníži vašu anonymitu
sl: Ko je omogočeno, začetna stran (referer) vaših spletne zahtev ne bo filtrirana, kar lahko zmanjša vaš anonimnost
sq: Kur aktivizohet, referuesi (faqja fillestare) e kërkesave tuaja në ueb nuk do të filtrohet, duke reduktuar potencialisht anonimitetin tuaj
uk: Якщо ввімкнено, реферер (оригінальна сторінка) ваших веб-запитів не фільтруватиметься, що потенційно зменшить вашу анонімність
vi: Khi được bật, người giới thiệu (trang gốc) của các yêu cầu web của bạn sẽ không được lọc, có khả năng làm giảm tính ẩn danh của bạn

source: Do not block Referer header
ar: لا تقم بحظر رأس المُحيل
az: Referer başlığını bloklamaq
bo: ཐོབ་ཐང་གཞིར་བཟོ་བའི་མཚོན་རིས་བཟོ་མི་བྱེད་པ།
cs: Neblokujte záhlaví Referer
da: Bloker ikke Referer-header
el: Μην φιλτράρετε το header Referer
et: Ära blokeeri Referenti päise
fa: سرصفحه ارجاع را مسدود نکنید
fi: Älä estä viittausotsikkoa
hi: Referer हेडर को ब्लॉक न करें
hu: Ne blokkolja a hivatkozó fejlécet
it: Non bloccare l'intestazione del Referer
ja: Refererヘッダーをブロックしないでください
ko: 참조 헤더를 차단하지 마십시오
nn: Ikke blokker Referer-overskriften
sk: Neblokujte hlavičku sprostredkovateľa
sl: Ne blokira glavičke Referer
sq: Mos bllokoni kokën e referuesit
uk: Не блокувати заголовок Referer
vi: Không chặn tiêu đề Người giới thiệu

source: When enabled, the accept headers (mime types support) broadcast by your web browser will not be filtered, potentially reducing your anonymity
ar: عند التمكين، لن تتم تصفية رؤوس القبول (دعم أنواع mime) التي يبثها متصفح الويب الخاص بك، مما قد يقلل من عدم الكشف عن هويتك
az: Aktivləşdirildikdə, internet böyükçünüz tərəfindən yayılan qəbul başlıkları (mime növlərinin dəstəyi) filtrlənməyəcək, bu da anonimliyinizin azalması ehtimalını artırır
bo: འདིའི་ནུས་པ་བཟོ་རྒྱུ་ཁྱོད་ཀྱི་རྟེན་གློག་བོད་མིང་གི་བཙན་བཟོ་བའི་མཚོན་རིས་(mime རིགས་བཟོ་བ་) བཟོ་རྒྱུ་མི་བྱེད་པ་དང་ཁྱོད་ཀྱི་མིང་གཞིར་བཟོ་བའི་ནུས་པ་ཉུང་བར་བཅོས་པ།
cs: Je-li povoleno, hlavičky pro přijetí (podpora typů MIME) vysílané vaším webovým prohlížečem nebudou filtrovány, což může snížit vaši anonymitu
da: Når det er aktiveret, vil accept-headerne (understøtter mime-typer), der udsendes af din webbrowser, ikke blive filtreret, hvilket potentielt reducerer din anonymitet
el: Όταν ενεργοποιηθεί, τα header accept (στήριξη mime types) που αποστέλλονται από τον περιηγητή σας δεν θα φίλτραραν, με αποτέλεσμα η ανώνυμη ιδιότητά σας να μειωθεί
et: Kui see on lubatud, siis teie veebibrauserid poolt edastatud akna päised (MIME tüübide toetus) ei filtreerita, mis võib vähendada teie anonüümsust
fa: وقتی فعال باشد، هدرهای پذیرش (پشتیبانی از انواع mime) که توسط مرورگر وب شما پخش می‌شوند فیلتر نمی‌شوند و به طور بالقوه ناشناس بودن شما را کاهش می‌دهند
fi: Kun tämä on käytössä, verkkoselaimesi lähettämiä hyväksyntäotsikoita (mime-tyyppien tuki) ei suodateta, mikä saattaa heikentää nimettömyyttäsi
hi: जब सक्षम, तो आपके वेब ब्राउज़र द्वारा विस्तारित एक्सेप्ट हेडर (माइम टाइप समर्थन) को फ़िल्टर नहीं किया जाएगा, जो आपकी अनामत को कम कर सकता है
hu: Ha engedélyezve van, a webböngésző által sugárzott elfogadó fejlécek (mime típusok támogatása) nem lesznek szűrve, ami csökkentheti az anonimitását
it: Quando abilitato, le intestazioni accettate (supporto tipi MIME) trasmesse dal tuo browser web non verranno filtrate, riducendo potenzialmente il tuo anonimato
ja: 有効にすると、Web ブラウザによってブロードキャストされる受け入れヘッダー (MIME タイプのサポート) がフィルタリングされなくなり、匿名性が低下する可能性があります
ko: 활성화되면 웹 브라우저에서 브로드캐스트하는 승인 헤더(MIME 유형 지원)가 필터링되지 않아 잠재적으로 익명성이 감소합니다
nn: Når den er aktivert, vil ikke akseptoverskriftene (støtte for mimetyper) som sendes av nettleseren din bli filtrert, noe som potensielt reduserer anonymiteten din
sk: Ak je povolené, hlavičky prijímania (podpora typov MIME) vysielané vaším webovým prehliadačom sa nebudú filtrovať, čo potenciálne zníži vašu anonymitu
sl: Ko je omogočeno, glavičke akceptiranja (podpora mime vrst) poslanih s spletnim brskalnikom ne bodo filtrirane, kar lahko zmanjša vaš anonimnost
sq: Kur aktivizohet, titujt e pranimit (mbështetja e llojeve të mime) të transmetuara nga shfletuesi juaj i internetit nuk do të filtrohen, duke reduktuar potencialisht anonimitetin tuaj
uk: Якщо ввімкнено, заголовки приймання (підтримка типів MIME), які транслюються вашим веб-браузером, не фільтруватимуться, що потенційно зменшить вашу анонімність
vi: Khi được bật, các tiêu đề chấp nhận (hỗ trợ loại mime) do trình duyệt web của bạn phát sẽ không bị lọc, có khả năng làm giảm tính ẩn danh của bạn

source: Do not block Accept headers
ar: لا تمنع قبول الرؤوس
az: Qəbul başlıklarını bloklamaq
bo: བཙན་བཟོ་བའི་མཚོན་རིས་བཟོ་མི་བྱེད་པ།
cs: Neblokovat hlavičky Accept
da: Bloker ikke Accepter overskrifter
el: Μην φιλτράρετε τα header Accept
et: Ära blokeeri Akna päiseid
fa: هدرهای Accept را مسدود نکنید
fi: Älä estä Hyväksy otsikot
hi: एक्सेप्ट हेडर को ब्लॉक न करें
hu: Ne blokkolja az Elfogad fejléceket
it: Non bloccare le intestazioni Accetta
ja: Accept ヘッダーをブロックしない
ko: 수락 헤더를 차단하지 마십시오
nn: Ikke blokker Godta overskrifter
sk: Neblokovať hlavičky Accept
sl: Ne blokiraj glavičk akceptiranja
sq: Mos bllokoni Prano kokat
uk: Не блокувати Accept заголовки
vi: Không chặn tiêu đề Chấp nhận

source: Allow SSL to I2P addresses when enabled
ar: /- 0-2 تباين القفزة
az: Aktivləşdirildikdə I2P ünvanlarına SSL icazə verin
bo: འདིའི་ནུས་པ་བཟོ་རྒྱུ་I2P གི་ཐོབ་ཐང་ནས་SSL བཟོ་རྒྱུ་བྱོས།
cs: Povolit SSL na adresy I2P, když je povoleno
da: Tillad SSL til I2P-adresser, når det er aktiveret
el: Επιτρέπετε SSL σε διευθύνσεις I2P όταν είναι ενεργοποιημένη
et: Luba SSL I2P aadressitele lubatud korral
fa: در صورت فعال بودن، به آدرس های SSL به I2P اجازه دهید
fi: Salli SSL I2P-osoitteille, kun se on käytössä
hi: SSL को सक्षम करने पर I2P पताओं तक अनुमति दें
hu: SSL engedélyezése I2P-címekhez, ha engedélyezve van
it: Consenti SSL agli indirizzi I2P quando abilitato
ja: 有効な場合に I2P アドレスへの SSL を許可する
ko: 활성화 된 경우 SSL을 I2P 주소로 허용하십시오
nn: Tillat SSL til I2P-adresser når aktivert
sk: Povoliť SSL na I2P adresy, ak je povolené
sl: Ob uporabi omogoči SSL za naslove I2P
sq: Lejo adresat SSL në I2P kur aktivizohet
uk: Дозволити SSL для адрес I2P, коли ввімкнено
vi: Cho phép SSL tới địa chỉ I2P khi được bật

source: Allow SSL to I2P addresses
ar: السماح بـ SSL إلى عناوين I2P
az: I2P ünvanlarına SSL icazə verin
bo: I2P གི་ཐོབ་ཐང་ནས་SSL བཟོ་རྒྱུ་བྱོས།
cs: Povolte SSL na adresy I2P
da: Tillad SSL til I2P-adresser
el: Επιτρέπετε SSL σε διευθύνσεις I2P
et: Luba SSL I2P aadressitele
fa: اجازه دادن به آدرس های SSL به I2P
fi: Salli SSL I2P-osoitteille
hi: SSL को I2P पताओं तक अनुमति दें
hu: SSL engedélyezése I2P-címekhez
it: Permetti SSL per gli indirizzi I2P
ja: I2PアドレスにSSLを使用可能にする
ko: I2P 주소들에 SSL 활성화
nn: Tillat SSL til I2P-adresser
sk: Povoliť SSL na I2P adresy
sl: Dovoli SSL za naslove I2P
sq: Lejo adresat SSL në I2P
uk: Дозволяти SSL до I2P адрес
vi: Cho phép SSL tới địa chỉ I2P

source: Local Authorization
ar: التفويض المحلي
az: Yerli rəhbərlik
bo: ནང་གི་གཞིར་བཟོ་བ།
cs: Místní povolení
da: Lokal Autorisation
el: Τοπική Αυθεντικοποίηση
et: Kohalik autoriseerimine
fa: احراز هویت محلی
fi: Paikallinen valtuutus
hi: स्थानीय मंजूरी
hu: Helyi Hitelesítés
it: Autorizzazione Locale
ja: ローカル認証
ko: 로컬 인증
nn: Lokal autorisering
sk: Lokálna autorizácia
sl: Lokalna avtentikacija
sq: Autorizimi lokal
uk: Локальна авторизація
vi: Cho phép nội bộ

source: Local Credentials
ar: أوراق الاعتماد المحلية
az: Yerli məlumatlar
bo: ནང་གི་བཙན་བཟོ་བའི་གདམ་ག་
cs: Místní pověření
da: Lokale legitimationsoplysninger
el: Τοπικές Πιστοποιητικές
et: Kohalikud tunnused
fa: اعتبار محلی
fi: Paikalliset tunnistetiedot
hi: स्थानीय प्रमाणपत्र
hu: Helyi hitelesítő adatok
it: Credenziali locali
ja: ローカル認証情報
ko: 로컬 자격 증명
nn: Lokal legitimasjon
sk: Miestne poverenia
sl: Lokalni prislovlja
sq: Kredencialet lokale
uk: Локальні облікові дані
vi: Thông tin xác thực cục bộ

source: Enable to require a username and password to access this local service (for example if hosting on a LAN)
ar: تمكين طلب اسم مستخدم وكلمة مرور للوصول إلى هذه الخدمة المحلية (على سبيل المثال في حالة الاستضافة على شبكة LAN)
az: LAN-da məzmunlaşdırmaq kimi yerli xidməti istifadə etmək üçün istifadəçi adı və şifrə tələb etmək üçün aktivləşdirin
bo: ནང་གི་ཞབས་ཞུ་བཟོ་རྒྱུར་མིང་དང་གདམ་ག་བཟོ་རྒྱུ་བྱོས། (དཔེར་ན། LAN ནས་ཞབས་ཞུ་བཟོ་རྒྱུར་བཅོས་པ།)
cs: Povolit pro přístup k této místní službě vyžadovat uživatelské jméno a heslo (například při hostování v síti LAN)
da: Aktiver for at kræve et brugernavn og en adgangskode for at få adgang til denne lokale tjeneste (for eksempel hvis hosting på et LAN)
el: Ενεργοποιήστε για να απαιτείται ονοματεπώνυμο και κωδικό πρόσβασης για την πρόσβαση σε αυτή την τοπική υπηρεσία (για παράδειγμα αν φιλοξενείτε σε LAN)
et: Luba nõuda kasutajanime ja parooli, et saaks ligi sellele kohalikule teenusele (nt kui hostitakse LAN-is)
fa: فعال کردن نیاز به نام کاربری و رمز عبور برای دسترسی به این سرویس محلی (به عنوان مثال اگر میزبانی در یک LAN باشد)
fi: Ota käyttöön käyttäjänimen ja salasanan vaatiminen tämän paikallisen palvelun käyttämiseen (esimerkiksi jos isännöinti on lähiverkossa)
hi: इस स्थानीय सेवा के लिए उपयोगकर्ता नाम और पासवर्ड की आवश्यकता करने के लिए सक्षम करें (जैसे कि LAN पर होस्टिंग कर रहे हों)
hu: Engedélyezi, hogy a helyi szolgáltatás eléréséhez felhasználónévre és jelszóra legyen szükség (például LAN-on történő üzemeltetés esetén)
it: Abilita la richiesta di nome utente e password per accedere a questo servizio locale (ad esempio se hosting su LAN)
ja: このローカル サービスにアクセスするためにユーザー名とパスワードを要求できるようにします (たとえば、LAN 上でホスティングしている場合)
ko: 이 로컬 서비스에 액세스하려면 사용자 이름과 비밀번호를 요구하도록 활성화합니다(예: LAN에서 호스팅하는 경우).
nn: Aktiver for å kreve et brukernavn og passord for å få tilgang til denne lokale tjenesten (for eksempel ved hosting på et LAN)
sk: Povolenie vyžadovania používateľského mena a hesla na prístup k tejto miestnej službe (napríklad ak hostíte v sieti LAN)
sl: Omogoči zahtevanje uporabniškega imena in gesla za dostop do tega lokalnega servisa (npr. za gostiteljstvo na LAN-u)
sq: Aktivizo që të kërkohet një emër përdoruesi dhe fjalëkalimi për të hyrë në këtë shërbim lokal (për shembull nëse strehohet në një LAN)
uk: Увімкніть вимогу імені користувача та пароля для доступу до цієї локальної служби (наприклад, якщо розміщено в локальній мережі)
vi: Bật yêu cầu tên người dùng và mật khẩu để truy cập dịch vụ cục bộ này (ví dụ: nếu lưu trữ trên mạng LAN)

source: Require local authorization for this service
ar: يتطلب ترخيصًا محليًا لهذه الخدمة
az: Bu xidmət üçün yerli rəhbərlik tələb edin
bo: ཞབས་ཞུ་འདིར་ནང་གི་གཞིར་བཟོ་བ་བཟོ་རྒྱུ་བྱོས།
cs: Vyžadovat místní autorizaci pro tuto službu
da: Kræv lokal autorisation for denne service
el: Απαιτείται τοπική άδεια για αυτή την υπηρεσία
et: Nõuab selle teenuse jaoks kohalikku autoriseerimist
fa: برای این سرویس به مجوز محلی نیاز دارید
fi: Vaadi paikallista lupaa tälle palvelulle
hi: इस सेवा के लिए स्थानीय मंजूरी मांगें
hu: Helyi engedély szükséges ehhez a szolgáltatáshoz
it: Richiedi l'autorizzazione locale per questo servizio
ja: このサービスにはローカル認証が必要です
ko: 이 서비스에 대한 현지 승인이 필요합니다
nn: Krev lokal autorisasjon for denne tjenesten
sk: Vyžadovať miestnu autorizáciu pre túto službu
sl: Zahtevaj lokalno avtentikacijo za ta servis
sq: Kërkoni autorizim lokal për këtë shërbim
uk: Потрібна місцева авторизація для цієї служби
vi: Yêu cầu ủy quyền địa phương cho dịch vụ này
