Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Recommended for blinded and encrypted destinations
ar: موصى به للوجهات العمياء والمشفرة
az: Körpələnmiş və şifrələnmiş mərhələlər üçün tövsiyə olunur
bo: བྱེད་འདྲི་གཞིར་བཟོ་བའི་དེ་དག་བཟོ་རྒྱུར་བཅོས་པ།
cs: Doporučeno pro zaslepené a šifrované cíle
da: Anbefales til blindede og krypterede destinationer
el: Συνιστάται για τους προορισμούς που τυπικά κρυπτογραφούνται και τυπικά παραλαμβάνονται
et: Soovitatav varjudatud ja krüpteeritud sihtkohtade jaoks
fa: برای مقاصد کور و رمزگذاری شده توصیه می شود
fi: Suositellaan sokoitetuille ja salatuille kohteisiin
hi: प्रशंसनीय गंतव्यों के लिए सुझावित (नींद्रित और एन्क्रिप्टेड)
hu: Vakított és titkosított célállomásokhoz ajánlott
it: Consigliato per destinazioni accecate e crittografate
ja: ブラインド化および暗号化された宛先に推奨
ko: 맹검 및 암호화된 대상에 권장
nn: Anbefalt for blindede og krypterte destinasjoner
sk: Odporúča sa pre zaslepené a šifrované destinácie
sl: Priporočeno za zavarovane in šifrirane destinacije
sq: Rekomandohet për destinacione të verbëra dhe të koduara
uk: Рекомендовано для сліпих і зашифрованих місць призначення
vi: Được khuyến nghị cho các điểm đến bị mù và được mã hóa

source: Inbound
ar: الداخل
az: Giriş
bo: ཕྱི་ནས་འཛུལ་བ།
cs: Příchozí
da: Indadgående
el: Εισερχόμενος
et: Sisenev
fa: ورودی
fi: Sisääntulevia
hi: इनबाउंड
hu: Bejövő
it: In entrata
ja: 着信
ko: 수신
nn: Inngående
sk: Prichádzajúci
sl: Vhodni
sq: Përbrenda
uk: вхідно
vi: Luồng dữ liệu vào

source: Outbound
ar: الخارج
az: Çıxış
bo: ཕྱི་ལ་འགྲོ་བ།
cs: Odchozí
da: Udadgående
el: Εξερχόμενος
et: Väljaminev
fa: خروجی
fi: Ulosmeneviä
hi: ऑउटबाउंड
hu: Kimenő
it: In uscita
ja: 送信
ko: 송신
nn: Utgående
sk: Odchádzajúci
sl: Izhodni
sq: Jashtë
uk: вихідно
vi: Luồng dữ liệu ra

source: no anonymity
ar: عدم الكشف عن هويته
az: anonimlik yoxdur
bo: མིང་མེད་པ།
cs: žádná anonymita
da: ingen anonymitet
el: χωρίς ανώνυμη ιδιότητα
et: puudub anonüümsus
fa: بدون نامگذاری
fi: ei nimettömyyttä
hi: कोई अनामत नहीं
hu: nincs névtelenség
it: nessun anonimato
ja: 匿名性なし
ko: 익명성 없음
nn: ingen anonymitet
sk: žiadna anonymita
sl: brez anonimnosti
sq: pa anonimitet
uk: без анонімності
vi: không giấu tên

source: low anonymity
ar: عدم الكشف عن هويته منخفضة
az: aşağı anonimlik
bo: མིང་ཉུང་བ།
cs: nízká anonymita
da: lav anonymitet
el: χαμηλή ανώνυμη ιδιότητα
et: madal anonüümsus
fa: ناشناس بودن کم
fi: alhainen nimettömyys
hi: कम अनामत
hu: alacsony névtelenség
it: basso anonimato
ja: 匿名性が低い
ko: 낮은 익명성
nn: lav anonymitet
sk: nízka anonymita
sl: nizka anonimnost
sq: anonimitet i ulët
uk: низька анонімність
vi: tính ẩn danh thấp

source: medium anonymity
ar: عدم الكشف عن هويته المتوسطة
az: orta anonimlik
bo: མིང་དབུགས་པ།
cs: střední anonymita
da: middel anonymitet
el: μέτρια ανώνυμη ιδιότητα
et: keskmine anonüümsus
fa: ناشناس بودن متوسط
fi: keskimääräinen nimettömyys
hi: मध्यम अनामत
hu: közepes anonimitás
it: anonimato medio
ja: 中程度の匿名性
ko: 중간 익명성
nn: middels anonymitet
sk: stredná anonymita
sl: srednja anonimnost
sq: anonimitet mesatar
uk: середня анонімність
vi: ẩn danh trung bình

source: high anonymity
ar: عدم الكشف عن هويته العالية
az: yüksek anonimlik
bo: མིང་མང་བ།
cs: vysoká anonymita
da: høj anonymitet
el: ψηλή ανώνυμη ιδιότητα
et: kõrge anonüümsus
fa: ناشناس بودن بالا
fi: korkea nimettömyys
hi: उच्च अनामत
hu: magas anonimitás
it: alto anonimato
ja: 高い匿名性
ko: 높은 익명성
nn: høy anonymitet
sk: vysoká anonymita
sl: visoka anonimnost
sq: anonimiteti i lartë
uk: висока анонімність
vi: tính ẩn danh cao

source: Level of Randomization for Tunnel Depth
ar: مستوى التوزيع العشوائي لعمق النفق
az: Tünəl hündürlüyün rəqəmsallaşdırma səviyyəsi
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་ཁྱད་པར།
cs: Úroveň náhodnosti pro hloubku tunelu
da: Randomiseringsniveau for tunneldybde
el: Επίπεδο Συντυχαιότητας για τη βάθος του διαδρόμου
et: Tunneli sügavuse juhuslikkuse taseme
fa: سطح تصادفی سازی برای عمق تونل
fi: Tunnelin syvyyden satunnaistuksen taso
hi: टनल गहराई के लिए यादृच्छिकता का स्तर
hu: Véletlenszerűségi szint az alagút mélységéhez
it: Livello di randomizzazione per la profondità del tunnel
ja: トンネル深さのランダム化レベル
ko: 터널 깊이에 대한 무작위화 수준
nn: Randomiseringsnivå for tunneldybde
sk: Úroveň randomizácie pre hĺbku tunela
sl: Raven naključnosti za globino tunelja
sq: Niveli i randomizimit për thellësinë e tunelit
uk: Рівень рандомізації для глибини тунелю
vi: Mức độ ngẫu nhiên hóa cho độ sâu đường hầm

source: very high randomization, very low performance
ar: توزيع عشوائي عالي جدًا وأداء منخفض جدًا
az: çox yüksək rəqəmsallaşdırma, çox aşağı performans
bo: ཁྱད་པར་མང་མེད་པ། དོ་དམ་བཟོ་རྒྱུའི་ནུས་པ་ཉུང་མེད།
cs: velmi vysoká randomizace, velmi nízký výkon
da: meget høj randomisering, meget lav ydeevne
el: πολύ υψηλή συντυχαιότητα, πολύ χαμηλή απόδοση
et: väga kõrge juhuslikkus, väga madal jõudlus
fa: تصادفی سازی بسیار بالا، عملکرد بسیار پایین
fi: erittäin korkea satunnaistaminen, erittäin alhainen suorituskyky
hi: बहुत ऊँची यादृच्छिकता, बहुत कम प्रदर्शन
hu: nagyon magas randomizáció, nagyon alacsony teljesítmény
it: randomizzazione molto alta, prestazioni molto basse
ja: 非常に高いランダム化、非常に低いパフォーマンス
ko: 무작위성이 매우 높고 성능이 매우 낮음
nn: veldig høy randomisering, svært lav ytelse
sk: veľmi vysoká randomizácia, veľmi nízky výkon
sl: zelo visoka naključnost, zelo nizka zmogljivost
sq: rastësi shumë e lartë, performancë shumë e ulët
uk: дуже висока рандомізація, дуже низька продуктивність
vi: tính ngẫu nhiên rất cao, hiệu suất rất thấp

source: + 0-3 hop variance
ar: 0-3 قفزة التباين
az: + 0-3 hopp variansta
bo: + 0-3 གི་ཁྱད་པར།
cs: 0-3 skokový rozptyl
da: 0-3 hop varians
el: + 0-3 διακύμανση κλίσματος
et: + 0-3 hüpe variants
fa: 0-3 واریانس پرش
fi: 0-3 hypyn varianssi
hi: + 0-3 हॉप वेरियंस
hu: 0-3 ugrás eltérés
it: varianza di luppolo 0-3
ja: 0 ～ 3 ホップ分散
ko: 0-3 홉 변화
nn: 0-3 hop varians
sk: 0-3 odchýlka chmeľu
sl: + 0-3 razlika skokov
sq: 0-3 variancë hop
uk: дисперсія стрибків 0-3
vi: phương sai 0-3 bước nhảy

source: definitely not recommended
ar: بالتأكيد غير موصى بها
az: özür diliyirik, tövsiyə olunmur
bo: བཟོ་རྒྱུ་མི་འོས།
cs: rozhodně nedoporučujeme
da: anbefales bestemt ikke
el: σίγουρα δεν συνιστάται
et: kindlasti mitte soovitatav
fa: قطعا توصیه نمی شود
fi: ei ehdottomasti suositella
hi: निश्चित रूप से सुझावित नहीं
hu: határozottan nem ajánlott
it: decisamente sconsigliato
ja: 絶対にお勧めしません
ko: 절대 권장하지 않습니다
nn: absolutt ikke anbefalt
sk: rozhodne sa neodporúča
sl: odsebno ni priporočeno
sq: definitivisht nuk rekomandohet
uk: однозначно не рекомендується
vi: chắc chắn không được khuyến khích

source: +/- 0-3 hop variance
ar: /- 0-3 تباين القفزة
az: +/- 0-3 hopp variansta
bo: +/- 0-3 གི་ཁྱད་པར།
cs: /- 0-3 skokový rozptyl
da: /- 0-3 humlevarians
el: +/- 0-3 διακύμανση κλίσματος
et: +/- 0-3 hüpe variants
fa: /- 0-3 واریانس پرش
fi: /- 0-3 hypyn varianssi
hi: +/- 0-3 हॉप वेरियंस
hu: /- 0-3 ugrás eltérés
it: /- Variazione di luppolo 0-3
ja: /- 0-3 ホップ分散
ko: /- 0-3 홉 변화
nn: /- 0-3 humlevarians
sk: /- rozptyl chmeľu 0-3
sl: +/- 0-3 razlika skokov
sq: /- 0-3 variancë hop
uk: /- дисперсія стрибків 0-3
vi: /- Phương sai 0-3 bước nhảy

source: backup tunnels
ar: الأنفاق الاحتياطية
az: yedek tünəllər
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བ།
cs: záložní tunely
da: backup tunneler
el: αντικαταστηματικοί διαδρόμοι
et: varu tünneled
fa: تونل های پشتیبان
fi: varmuuskopioi tunnelit
hi: बैकअप टनल
hu: mentési alagút
it: tunnel di backup
ja: バックアップ トンネル
ko: 백업 터널
nn: ekstratunellar
sk: záložné tunely
sl: rezervni tunelji
sq: tunele rezervë
uk: резервних тунелів
vi: hầm trừ bị

source: Reduce tunnels to conserve resources
ar: تقليل الأنفاق للحفاظ على الموارد
az: Resursları qorumaq üçün tünəlləri azaltın
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ་ཉུང་བ་ནུས་ཤུགས་བཟོ་རྒྱུ་བྱོས་པ།
cs: Omezte tunely, abyste šetřili zdroje
da: Reducer tunneler for at spare ressourcer
el: Μειώστε τους διαδρόμους για να αποφευχθεί η κατανάλωση πόρων
et: Vähenda tünneleid ressursside säästmiseks
fa: کاهش تونل ها برای حفظ منابع
fi: Vähennä tunneleita resurssien säästämiseksi
hi: संसाधनों को संरक्षित करने के लिए टनल की संख्या कम करें
hu: Csökkentse az alagutak számát az erőforrások kímélése érdekében
it: Riduci i tunnel per conservare le risorse
ja: トンネルを減らしてリソースを節約する
ko: 자원을 절약하기 위해 터널을 줄입니다
nn: Reduser tunneler for å spare ressurser
sk: Znížte počet tunelov, aby ste šetrili zdroje
sl: Zmanjšajte tunelje, da ohranjate vir
sq: Reduktoni tunelet për të ruajtur burimet
uk: Зменшіть тунелі, щоб зберегти ресурси
vi: Giảm đường hầm để bảo tồn tài nguyên

source: Period of inactivity before tunnel number is reduced
ar: Outproxy يتطلب إذنًا
az: Tünəl sayını azaltmadan əvvəl fəaliyyətsizlik müddəti
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ་ཉུང་བའི་ཉིན་རེའི་བར་ཐག་།
cs: Období nečinnosti před snížením čísla tunelu
da: Periode med inaktivitet før tunnelnummer reduceres
el: Χρονική περίοδος άραδνης λειτουργίας πριν μειωθεί ο αριθμός των διαδρόμων
et: Tunnelite arvu vähendamiseks vajalik töötu periood
fa: دوره عدم فعالیت قبل از کاهش تعداد تونل
fi: Epäaktiivisuusjakso, ennen kuin tunnelin lukumäärää pienennetään
hi: टनल संख्या कम करने से पहले अक्रियता की अवधि
hu: Inaktivitási időszak az alagút számának csökkentése előtt
it: Periodo di inattività prima della riduzione del numero di tunnel
ja: トンネル番号が減少するまでの非アクティブ期間
ko: 터널 번호가 줄어들기 전의 비활성 기간
nn: Periode med inaktivitet før tunnelnummer reduseres
sk: Obdobie nečinnosti pred skrátením počtu tunelov
sl: Obdobje neuporabljeno pred zmanjšanjem števila tuneljev
sq: Periudha e pasivitetit para reduktimit të numrit të tunelit
uk: Період бездіяльності перед тим, як номер тунелю буде зменшено
vi: Khoảng thời gian không hoạt động trước khi số lượng đường hầm giảm

source: minutes
ar: دقيقة
az: dakika
bo: སྐར་མ
cs: minut
da: minutter
el: λεπτά
et: minutid
fa: دقیقه
fi: minuuttia
hi: मिनट
hu: perc
it: minuti
ja: 分
ko: 분
nn: minutt
sk: minútami
sl: minute
sq: minuta
uk: хвилин
vi: phút

source: Number of tunnels to keep open to maintain availability of service
ar: أدخل كلمة المرور المطلوبة بواسطة الوكيل الخارجي
az: Xidmətin mövcudluğunu saxlamaq üçün açıq saxlamaq istədiyiniz tünəl sayını təyin edin
bo: བརྟན་པོར་ཞབས་ཞུ་བྱེད་པའི་ཕྱོན་པའི་གྲངས་བཟོ་བ
cs: Počet tunelů, které je třeba nechat otevřené, aby byla zachována dostupnost služby
da: Antal tunneler, der skal holdes åbne for at opretholde tilgængeligheden af ​​service
el: Αριθμός διαδρόμων που πρέπει να παραμείνουν ανοιχτοί για να διατηρηθεί η προσβασιμότητα της υπηρεσίας
et: Teenuse saadavuse hoidmiseks avatud tünneleid arv
fa: تعداد تونل هایی که باید باز نگه داشته شوند تا در دسترس بودن خدمات حفظ شود
fi: Avoinna pidettävien tunnelien lukumäärä palvelun saatavuuden ylläpitämiseksi
hi: सेवा की उपलब्धता बनाए रखने के लिए खुले रखने वाले टनल की संख्या
hu: A szolgáltatás elérhetőségének fenntartása érdekében nyitva tartandó alagutak száma
it: Numero di tunnel da mantenere aperti per mantenere la disponibilità del servizio
ja: サービスの可用性を維持するために開いたままにするトンネルの数
ko: 서비스 가용성을 유지하기 위해 열어 두어야 할 터널 수
nn: Antall tunneler som skal holdes åpne for å opprettholde tilgjengeligheten av tjenesten
sk: Počet tunelov, ktoré treba ponechať otvorené, aby sa zachovala dostupnosť služby
sl: Število odprti tuneljev, potrebnih za ohranjanje dostopnosti storitve
sq: Numri i tuneleve që duhen mbajtur të hapura për të ruajtur disponueshmërinë e shërbimit
uk: Кількість тунелів, які потрібно залишати відкритими, щоб підтримувати доступність послуги
vi: Số lượng đường hầm được mở để duy trì khả năng cung cấp dịch vụ

source: Server Access Options
ar: الانتقال إلى قائمة عناوين URL
az: Servis daxil olma seçimləri
bo: མཁས་པའི་འགྲོལ་སྒྲིག་རྒྱུགས་གཞི
cs: Možnosti přístupu k serveru
da: Serveradgangsindstillinger
el: Επιλογές Πρόσβασης σε Διακομιστή
et: Serveri juurdepääsu valikud
fa: گزینه های دسترسی سرور
fi: Palvelimen käyttöasetukset
hi: सर्वर एक्सेस विकल्प
hu: Szerver hozzáférési beállítások
it: Opzioni di accesso al server
ja: サーバーアクセスオプション
ko: 서버 액세스 옵션
nn: Alternativer for servertilgang
sk: Možnosti prístupu k serveru
sl: Možnosti dostopa do strežnika
sq: Opsionet e hyrjes në server
uk: Параметри доступу до сервера
vi: Tùy chọn truy cập máy chủ

source: Prevent clients from accessing this service via an inproxy
ar: منع العملاء من الوصول إلى هذه الخدمة عبر inproxy
az: Müştərilərin bu xidməti bir inproxy vasitəsilə istifadə etməmələri
bo: ནང་གི་བརྒྱུད་རྒྱུགས་ཀྱིས་ཞབས་ཞུ་བྱེད་པར་སྐྱོན་བྱེད་པ
cs: Zabránit klientům v přístupu k této službě přes inproxy
da: Forhindrer klienter i at få adgang til denne tjeneste via en inproxy
el: Αποφύγετε την πρόσβαση των πελατών σε αυτή την υπηρεσία μέσω inproxy
et: Vähenda klientide juurdepääsu selle teenusele inproxy kaudu
fa: از دسترسی مشتریان به این سرویس از طریق یک پروکسی جلوگیری کنید
fi: Estä asiakkaita käyttämästä tätä palvelua välityspalvelimen kautta
hi: ग्राहकों को इनप्रॉक्सी के माध्यम से इस सेवा की पहुँच से रोकें
hu: Megakadályozza, hogy az ügyfelek inproxyn keresztül hozzáférjenek ehhez a szolgáltatáshoz
it: Impedisci ai client di accedere a questo servizio tramite un proxy in entrata
ja: クライアントがインプロキシ経由でこのサービスにアクセスできないようにします
ko: 클라이언트가 inproxy를 통해 이 서비스에 액세스하는 것을 방지합니다
nn: Hindre klienter fra å få tilgang til denne tjenesten via en inproxy
sk: Zabrániť klientom v prístupe k tejto službe prostredníctvom inproxy
sl: Prepreči dostop odjemalcev do tega servisa prek inproxy
sq: Parandaloni klientët të hyjnë në këtë shërbim nëpërmjet një inproxy
uk: Заборонити клієнтам доступ до цієї служби через inproxy
vi: Ngăn khách hàng truy cập dịch vụ này thông qua inproxy

source: Block Access via Inproxies
ar: منع الوصول عبر Inproxies
az: Inproxies vasitəsilə daxil olmayı bloklamaq
bo: ནང་གི་བརྒྱུད་རྒྱུགས་ཀྱིས་འགྲོལ་བྱེད་པ
cs: Blokovat přístup přes Inproxy
da: Bloker adgang via inproxies
el: Αποκλείστε την πρόσβαση μέσω Inproxies
et: Blokeeri juurdepääs inproxy kaudu
fa: دسترسی را از طریق Inproxies مسدود کنید
fi: Estä pääsy välityspalvelinten kautta
hi: इनप्रॉक्सी के माध्यम से एक्सेस ब्लॉक करें
hu: Hozzáférés blokkolása inproxykon keresztül
it: Blocca accessi via Inproxies
ja: インプロキシを通してのアクセスをブロックする
ko: Inproxy로 접근 막기
nn: Blokkér tilgang via inproxies
sk: Zablokovať prístup prostredníctvom inproxy
sl: Blokiraj dostop prek inproxy
sq: Blloko aksesin nëpërmjet Inproxies
uk: Блокувати доступ тільки через вхідні проксі
vi: Chặn truy cập qua Inproxies

source: Block Accesses containing Referers
ar: حظر الوصول الذي يحتوي على المراجعين
az: Refererləri içərisində olan daxil olmaqları bloklamaq
bo: མཇུག་ཏུ་འགྲོལ་བྱེད་པ་བཞེངས་པའི་འགྲོལ་བྱེད་པ
cs: Blokovat přístupy obsahující referery
da: Blokadgange indeholdende henvisere
el: Αποκλείστε τις προσπάθειες πρόσβασης που περιέχουν Referers
et: Blokeeri juurdepääsed, mis sisaldavad Referente
fa: دسترسی های حاوی ارجاع را مسدود کنید
fi: Estä viittauksia sisältävät käyttöoikeudet
hi: Referers सामग्री वाले एक्सेस ब्लॉक करें
hu: Hivatkozókat tartalmazó hozzáférések blokkolása
it: Blocca accessi contenenti referer
ja: リファラーを含むアクセスをブロックする
ko: 포함된 Referer로 접근 막기
nn: Blokkadganger som inneholder referere
sk: Blokovať prístupy obsahujúce sprostredkovateľov
sl: Blokiraj dostope, ki vsebujejo refererje
sq: Blloko akseset që përmbajnë referues
uk: Блокування доступу тих, що включають рефери
vi: Chặn quyền truy cập có chứa Người giới thiệu

source: Use unique IP addresses for each connecting client (local non-SSL servers only)
ar: استخدام عناوين IP فريدة لكل عميل متصل (خوادم محلية غير SSL فقط)
az: Hər bir bağlı müştəri üçün fərqli IP ünvanlarını istifadə edin (yalnız yerli SSL olmayan servislər üçün)
bo: མཐུད་རྒྱུགས་བྱེད་པའི་སྤྱི་ཨང་དུས་གཅིག་གི་སྤྱི་ཨང་སྤྱོད་པ། (ནང་གི་ཨི་ཨེས་ཨེལ་མཁས་པ་ཙམ་ལུགས་ཡོད)
cs: Použijte jedinečné adresy IP pro každého připojujícího se klienta (pouze místní servery bez SSL)
da: Brug unikke IP-adresser for hver tilsluttende klient (kun lokale ikke-SSL-servere)
el: Χρησιμοποιήστε μοναδικές διευθύνσεις IP για κάθε πελάτη που συνδέεται (μόνο τοπικοί διακομιστές χωρίς SSL)
et: Kasuta iga ühendava klienti jaoks unikaalseid IP aadresse (vaid kohalikud mitte-SSL serverid)
fa: از آدرس های IP منحصر به فرد برای هر مشتری متصل استفاده کنید (فقط سرورهای محلی غیر SSL)
fi: Käytä yksilöllisiä IP-osoitteita jokaiselle yhteyden muodostavalle asiakkaalle (vain paikalliset ei-SSL-palvelimet)
hi: प्रत्येक कनेक्टिंग क्लाइंट के लिए अद्वितीय आईपी पते का उपयोग करें (स्थानीय नॉन-SSL सर्वरों केवल)
hu: Egyedi IP-címet használjon minden egyes csatlakozó klienshez (csak helyi, nem SSL szerverek esetén)
it: Utilizza indirizzi IP univoci per ciascun client che si connette (solo server locali non SSL)
ja: 接続するクライアントごとに一意の IP アドレスを使用します (ローカルの非 SSL サーバーのみ)
ko: 연결하는 각 클라이언트에 고유한 IP 주소를 사용합니다(로컬 비SSL 서버에만 해당).
nn: Bruk unike IP-adresser for hver tilkoblede klient (kun lokale ikke-SSL-servere)
sk: Použite jedinečné adresy IP pre každého pripájajúceho sa klienta (iba lokálne servery, ktoré nie sú SSL)
sl: Uporabi edinstvene IP naslove za vsak povezanega odjemalca (le za lokalne strežnike brez SSL)
sq: Përdorni adresa IP unike për çdo klient lidhës (vetëm serverët lokalë jo-SSL)
uk: Використовуйте унікальні IP-адреси для кожного клієнта, що підключається (лише для локальних серверів без SSL)
vi: Sử dụng địa chỉ IP duy nhất cho mỗi máy khách kết nối (chỉ các máy chủ cục bộ không có SSL)

source: Unique Local Address per Client
ar: عنوان محلي فريد لكل عميل
az: Hər bir müştəri üçün fərdi yerli ünvan
bo: མཐུད་རྒྱུགས་བྱེད་པའི་གཅིག་གི་ནང་གི་སྤྱི་ཨང
cs: Jedinečná místní adresa na klienta
da: Unik lokal adresse pr. klient
el: Μοναδική Τοπική Διεύθυνση για κάθε πελάτη
et: Unikaalne kohalik aadress igale klientile
fa: آدرس محلی منحصر به فرد برای هر مشتری
fi: Yksilöllinen paikallinen osoite asiakasta kohti
hi: प्रत्येक क्लाइंट के लिए अद्वितीय स्थानीय पता
hu: Egyedi helyi cím kliensenként
it: Indirizzo locale univoco per client
ja: クライアントごとにユニークなローカルアドレスを設ける
ko: 클라이언트 당 유니크 로컬 주소
nn: Unik lokal adresse per klient
sk: Jedinečná miestna adresa na klienta
sl: Edinstvena lokalna naslov po vsakem odjemalcu
sq: Adresa unike lokale për klient
uk: Унікальна локальна адреса для кожного клієнта
vi: Địa chỉ cục bộ duy nhất cho mỗi khách hàng

source: Only enable if you are hosting this service on multiple routers
ar: قم بالتمكين فقط إذا كنت تستضيف هذه الخدمة على أجهزة توجيه متعددة
az: Bu xidməti birdən çox marşrutlayıcıda məzmunlaşdırmağı həyata keçirdiyiniz halda yalnız aktivləşdirin
bo: ཁྱོད་ཀྱིས་མཁས་པ་འདི་མཉམ་དུ་བྲུ་ཐོག་གི་མཁས་པ་གཙོ་བོར་བྱེད་ན་གཙང་གི་བཟོ་བ
cs: Povolte, pouze pokud tuto službu hostujete na více směrovačích
da: Aktiver kun, hvis du hoster denne tjeneste på flere routere
el: Ενεργοποιήστε μόνο αν φιλοξενείτε αυτή την υπηρεσία σε πολλαπλούς διαχειριστές
et: Luba ainult siis, kui teenus on hostitud mitmes rutiinis
fa: فقط در صورتی فعال شود که این سرویس را روی چندین روتر میزبانی می کنید
fi: Ota käyttöön vain, jos isännöit tätä palvelua useilla reitittimillä
hi: यदि आप इस सेवा को कई राउटरों पर होस्ट कर रहे हैं तो केवल सक्षम करें
hu: Csak akkor engedélyezze, ha ezt a szolgáltatást több útválasztón tárolja
it: Abilita solo se stai ospitando questo servizio su più router
ja: 複数のルーターでこのサービスをホストしている場合にのみ有効にします
ko: 여러 라우터에서 이 서비스를 호스팅하는 경우에만 활성화
nn: Aktiver bare hvis du er vert for denne tjenesten på flere rutere
sk: Povoliť iba vtedy, ak hostíte túto službu na viacerých smerovačoch
sl: Omogoči le, če gostiteljstvujete ta servis na več maršrutirih
sq: Aktivizojeni vetëm nëse jeni duke e pritur këtë shërbim në disa rutera
uk: Увімкніть, лише якщо ви розміщуєте цю службу на кількох маршрутизаторах
vi: Chỉ bật nếu bạn đang lưu trữ dịch vụ này trên nhiều bộ định tuyến

source: Optimize for Multihoming
ar: التحسين من أجل Multihoming
az: Multihoming üçün optimallaşdır
bo: མཉམ་དུ་བྲུ་ཐོག་གི་གཙང་གི་བཟོ་བ
cs: Optimalizujte pro multihoming
da: Optimer til multihoming
el: Αισθητικοποίηση για Multihoming
et: Optimeeri mitmekaasakseks
fa: بهینه سازی برای Multihoming
fi: Optimoi monikotikäyttöön
hi: मल्टीहोमिंग के लिए ओप्टिमाइज़ करें
hu: Optimalizálás többhominghoz
it: Ottimizza per il multihoming
ja: マルチホーミングの最適化
ko: 멀티호밍으로 최적화
nn: Optimaliser for multihoming
sk: Optimalizácia pre Multihoming
sl: Optimiziraj za multihoming
sq: Optimizo për Multihoming
uk: Оптимізувати для множинної адресації
vi: Tối ưu hóa cho Multihoming

source: Deny User-Agents matching these strings (probably from inproxies)
ar: رفض وكلاء المستخدم المطابقين لهذه السلاسل (ربما من الوكلاء)
az: Bu simvolardan uyğun gələn istifadəçi-agentlərinin girişini qadağan edin (ən çox inproxies-dən)
bo: བཤུས་པའི་སྤྱི་ཨང་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་སྤྱོད་པའི་རྒྱུགས་གཞི་བརྫི་བ
cs: Odepřít uživatelským agentům vyhovující těmto řetězcům (pravděpodobně z inproxy)
da: Nægt brugeragenter, der matcher disse strenge (sandsynligvis fra inproxies)
el: Απορρίψτε τους User-Agents που ταιριάζουν σε αυτές τις σειρές (πιθανώς από inproxies)
et: Keela kasutajaagentide ühtlased neile stringidele (tõenäoliselt inproxy kaudu)
fa: رد کردن User-Agents مطابق با این رشته ها (احتمالاً از inproxies)
fi: Estä näitä merkkijonoja vastaavat käyttäjäagentit (todennäköisesti välityspalvelimesta)
hi: इनप्रॉक्सी से संभवतः ये स्ट्रिंग मेचिंग करने वाले User-Agents को अनुमति न दें
hu: Deny User-Agents, amelyek megfelelnek ezeknek a karakterláncoknak (valószínűleg inproxokból)
it: Nega gli User-Agent che corrispondono a queste stringhe (probabilmente da inproxies)
ja: これらの文字列に一致するユーザー エージェントを拒否します (おそらくプロキシからのもの)
ko: 이 문자열과 일치하는 사용자 에이전트 거부(아마도 프록시에서)
nn: Nekt brukeragenter som samsvarer med disse strengene (sannsynligvis fra inproxies)
sk: Zamietnuť agenty používateľa zodpovedajúce týmto reťazcom (pravdepodobne z inproxy)
sl: Zavrnejo uporabnike, ujemajoče se s temi nizi (verjetno iz inproxy-jev)
sq: Mohoni agjentët e përdoruesve që përputhen me këto vargje (ndoshta nga inproxies)
uk: Заборонити агентам користувача, які відповідають цим рядкам (ймовірно, від inproxies)
vi: Từ chối Tác nhân người dùng khớp với các chuỗi này (có thể từ inproxies)

source: Block these User-Agents
ar: حظر وكلاء المستخدم هؤلاء
az: Bu istifadəçi-agentlərinin girişini qadağan edin
bo: བཤུས་པའི་སྤྱི་ཨང་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་བརྫི་བ
cs: Zablokujte tyto uživatelské agenty
da: Bloker disse brugeragenter
el: Αποκλείστε αυτούς τους User-Agents
et: Blokeeri need kasutajaagentid
fa: این User-Agents را مسدود کنید
fi: Estä nämä käyttäjäagentit
hi: ये User-Agents ब्लॉक करें
hu: Blokkolja ezeket a felhasználói ügynököket
it: Blocca questi user agent
ja: これらのユーザー エージェントをブロックします
ko: 해당 유저-에이전트 막기
nn: Blokkér disse brukeragentene
sk: Zablokovať týchto agentov používateľov
sl: Blokiraj te uporabnike
sq: Blloko këta agjentë përdorues
uk: Блокувати ці User-Agent
vi: Chặn các Tác nhân người dùng này

source: comma separated, e.g. Mozilla,Opera (case-sensitive)
ar: مفصولة بفواصل، على سبيل المثال.
az: virgüllə ayrılmış, məsələn Mozilla, Opera (huruf həssaslığı)
bo: ཚིག་ཆ་བརྒྱུད་ནས་བྲི་བ། དཔེར་ན། Mozilla,Opera (ཚིག་ཆ་སྤྱོད་པའི་རིམ་གཞི)
cs: odděleno čárkou, např.
da: kommasepareret, f.eks.
el: χωρισμένο με κόμμα, για παράδειγμα Mozilla,Opera (ευαίσθητο στις περιπτώσεις)
et: komadega eraldatud, nt Mozilla,Opera (suurväike tundlik)
fa: کاما از هم جدا شد ، به عنوان مثال موزیلا ، اپرا (حساس به مورد)
fi: pilkuilla erotettu, esim.
hi: कॉमा से अलग, उदाहरण के लिए Mozilla,Opera (केस संवेदनशील)
hu: vessző elválasztva, pl. Mozilla,Opera (eset-érzékeny)
it: separati da virgole, ad es. Mozilla,Opera
ja: コンマ分離、例えば モジラ、オペラ（ケースに敏感）
ko: 쉼표로 구분됨(예: Mozilla,Opera (대소문자 구분)
nn: komma atskilt, f.eks. Mozilla,Opera (case-sensitiv)
sk: oddelené čiarkou, napr. Mozilla,Opera (rozlišujú sa malé a veľké písmená)
sl: ločeno z vejico, npr. Mozilla,Opera (če osjetljivo na velika črka)
sq: presje e ndarë, p.sh. Mozilla,Opera (e ndjeshme ndaj rasteve)
uk: розділені комами, напр. Mozilla,Opera (з урахуванням регістру)
vi: dấu phẩy tách ra, ví dụ: Mozilla,Opera (nhạy cảm trường hợp)
