Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: This will add a subdomain {0} of {1}, with a different destination
ar: سيؤدي ذلك إلى إضافة نطاق فرعي {0} من {1}، بوجهة مختلفة
az: Bu, {1}-in alt sahəsi olan {0}-ı əlavə edəcək, fərqli bir məqsəd ilə
bo: {1}གི་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་{0}བཟོ་བ། མཇུག་བརྒྱུད་རྒྱུགས་མེན་པའི་གཞི
cs: Tímto přidáte subdoménu {0} {1} s jiným cílem
da: Dette tilføjer et underdomæne {0} af {1} med en anden destination
el: Αυτό θα προσθέσει έναν υποτομέα {0} του {1}, με διαφορετικό προορισμό
et: See lisab alamdomeni {0} {1} jaoks, kasutades erinevat sihtkohta
fa: این یک زیر دامنه {0} از {1} را با مقصد متفاوتی اضافه می کند
fi: Tämä lisää aliverkkotunnuksen {0} verkkotunnuksesta {1}, jolla on eri kohde
hi: {1} का एक उप-डोमेन {0} जोड़ेंगे, अलग-अलग गंतव्य के साथ
hu: Ez hozzáad egy {0} aldomaint a(z) {1} domainhez, más céllal
it: Questo aggiungerà un sottodominio {0} di {1}, con una destinazione diversa
ja: これにより、宛先が異なる、{1} のサブドメイン {0} が追加されます
ko: 다른 목적지를 가지고 {1}의 서브도메인 {0}을 추가합니다
nn: Dette vil legge til et underdomene {0} av {1}, med en annen destinasjon
sk: Týmto sa pridá subdoména {0} z {1} s iným cieľom
sl: To bo dodalo poddomeno {0} za {1}, z različno destinacijo
sq: Kjo do të shtojë një nëndomain {0} prej {1}, me një destinacion tjetër
uk: Це додасть субдомен {0} для {1} зі зміненим призначенням
vi: Điều này sẽ thêm tên miền phụ {0} của {1}, với đích khác

source: This tunnel must be configured with the new subdomain and destination.
ar: يجب تكوين هذا النفق باستخدام المجال الفرعي والوجهة الجديدين.
az: Bu tünəl yeni alt sahə və məqsəd ilə konfigurasiya olmalıdır.
bo: ཕྱོན་པ་འདི་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་དང་མཇུག་བརྒྱུད་རྒྱུགས་གསར་པ་བཟོ་བ
cs: Tento tunel musí být nakonfigurován s novou subdoménou a cílem.
da: Denne tunnel skal konfigureres med det nye underdomæne og destination.
el: Αυτός ο διάδρομος πρέπει να είναι ρυθμισμένος με τον νέο υποτομέα και προορισμό.
et: Sellel tunnelil peab olema uus alamdomeni ja sihtkoht seadistatud.
fa: این تونل باید با زیر دامنه و مقصد جدید پیکربندی شود.
fi: Tälle tunnelille on määritettävä uusi aliverkkotunnus ja kohde.
hi: इस टनल को नए उप-डोमेन और गंतव्य के साथ सेट करना होगा।
hu: Ezt az alagutat az új aldomainnel és céllal kell konfigurálni.
it: Questo tunnel deve essere configurato con il nuovo sottodominio e destinazione.
ja: このトンネルは新しいサブドメインと宛先を使用して構成する必要があります。
ko: 해당 터널은 새 서브도메인과 목적지를 가지고 설정되어야 합니다.
nn: Denne tunnelen må konfigureres med det nye underdomenet og destinasjonen.
sk: Tento tunel musí byť nakonfigurovaný s novou subdoménou a cieľom.
sl: Ta tunelj mora biti konfiguriran z novo poddomeno in destinacijo.
sq: Ky tunel duhet të konfigurohet me nëndomainin dhe destinacionin e ri.
uk: Цей тунель має бути налаштований з новим субдоменом і призначенням.
vi: Đường hầm này phải được cấu hình với tên miền phụ và đích mới.

source: Enter higher-level domain and destination below.
ar: أدخل مجال المستوى الأعلى والوجهة أدناه.
az: Aşağıda yüksək səviyyəli sahə və məqsədi daxil edin.
bo: མཐོ་བའི་མཐུད་རྒྱུགས་བྱེད་པ་དང་མཇུག་བརྒྱུད་རྒྱུགས་བཙུགས་པ
cs: Níže zadejte doménu vyšší úrovně a cíl.
da: Indtast domæne og destination på højere niveau nedenfor.
el: Εισάγετε τον υψηλότερο τομέα και προορισμό παρακάτω.
et: Sisesta kõrgema taseme domeni ja sihtkohta allpool.
fa: دامنه و مقصد سطح بالاتر را در زیر وارد کنید.
fi: Syötä ylemmän tason verkkotunnus ja kohde alle.
hi: ऊपरी स्तर का डोमेन और गंतव्य नीचे दर्ज करें।
hu: Adja meg a magasabb szintű tartományt és a célt alább.
it: Inserisci il dominio di livello superiore e la destinazione qui sotto.
ja: 以下に上位ドメインと宛先を入力してください。
ko: 하이-레벨 도메인과 목적지를 아래에 입력하세요.
nn: Angi domene og destinasjon på høyere nivå nedenfor.
sk: Nižšie zadajte doménu vyššej úrovne a cieľ.
sl: Vpišite višjo raven domene in destinacijo spodaj.
sq: Futni domenin dhe destinacionin e nivelit më të lartë më poshtë.
uk: Введіть домен вищого порядку і призначення нижче.
vi: Nhập tên miền cấp cao hơn và đích đến bên dưới.

source: Return to Tunnel Configuration
ar: الرجوع إلى تكوين النفق
az: Tünəl Konfigurasiyasına qayıt
bo: ཕྱོན་པའི་སྒྲིག་རྒྱུགས་བཟོ་བ
cs: Návrat ke konfiguraci tunelu
da: Tilbage til tunnelkonfiguration
el: Επιστροφή στη Διαμόρφωση Διαδρόμου
et: Tagasi Tunneli Seadistusse
fa: بازگشت به پیکربندی تونل
fi: Palaa tunnelikokoonpanoon
hi: टनल सेटिंग में वापस जाएं
hu: Visszatérés az alagút konfigurációjához
it: Ritorno alla configurazione del tunnel
ja: トンネル構成に戻る
ko: 터널 구성으로 복귀
nn: Gå tilbake til tunnelkonfigurasjon
sk: Návrat ku konfigurácii tunela
sl: Povrni se na konfiguracijo tunelja
sq: Kthehu te konfigurimi i tunelit
uk: Повернутися до конфігурації тунелю
vi: Quay lại cấu hình đường hầm

source: Specify old name and destination
ar: حدد الاسم القديم والوجهة
az: Eski adı və məqsədi göstərin
bo: གོང་གི་མིང་དང་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: Uveďte starý název a cíl
da: Angiv gammelt navn og destination
el: Ορίστε παλιό όνομα και προορισμό
et: Määrake van nimi ja sihtkoht
fa: نام قدیمی و مقصد را مشخص کنید
fi: Määritä vanha nimi ja kohde
hi: पुराना नाम और गंतव्य निर्दिष्ट करें
hu: Adja meg a régi nevet és célállomást
it: Specificare vecchio nome e destinazione
ja: 旧名称と目的地を明記
ko: 이전 이름과 목적지 기입
nn: Spesifiser gammelt navn og destinasjon
sk: Uveďte starý názov a destináciu
sl: Določite staro ime in destinacijo
sq: Specifikoni emrin dhe destinacionin e vjetër
uk: Вкажіть попередню назву і призначення
vi: Ghi tên cũ và nơi đến

source: This is only required for advanced authentication.
ar: هذا مطلوب فقط للمصادقة المتقدمة.
az: Bu yalnız mürəkkəb təsdiqləmə üçün tələb olunur.
bo: རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཞེངས་པ་བཟོ་བ་བཞེངས་པ
cs: Toto je vyžadováno pouze pro pokročilé ověřování.
da: Dette er kun nødvendigt for avanceret godkendelse.
el: Αυτό απαιτείται μόνο για προχωρημένη αυθεντικοποίηση.
et: See on vajalik ainult edasijõudmise autentimiseks.
fa: این فقط برای احراز هویت پیشرفته ضروری می باشد.
fi: Tätä vaaditaan vain edistyneessä todennuksessa.
hi: यह केवल उन्नत प्रमाणीकरण के लिए आवश्यक है।
hu: Ez csak a speciális hitelesítéshez szükséges.
it: Richiesto solo per l'autenticazione avanzata.
ja: これは高度な認証の場合にのみ必要です。
ko: 고급 인증에 한해 필요합니다.
nn: Dette er kun nødvendig for avansert autentisering.
sk: Vyžaduje sa len pre pokročilé overovanie.
sl: To je zahtevano le za napredno avtentikacijo.
sq: Kjo kërkohet vetëm për vërtetim të avancuar.
uk: Це необхідно тільки для розширеної автентифікації.
vi: Điều này chỉ được yêu cầu cho xác thực nâng cao.

source: See above for required items.
ar: انظر أعلاه لمعرفة العناصر المطلوبة.
az: Tələb olunan elementləri yuxarıdan gör.
bo: རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཞེངས་པ་བཟོ་བ་བཞེངས་པ
cs: Požadované položky viz výše.
da: Se ovenfor for nødvendige varer.
el: Δείτε παραπάνω για τα απαιτούμενα στοιχεία.
et: Vaata vajalike asjade kohta üleval.
fa: برای موارد مورد نیاز به بالا مراجعه کنید.
fi: Katso yllä vaadittavat kohteet.
hi: आवश्यक आइटम के लिए ऊपर देखें।
hu: A szükséges tételeket lásd fent.
it: Vedi sopra per gli articoli richiesti.
ja: 必須アイテムについては上記を参照してください。
ko: 아래의 필수 아이템을 보세요.
nn: Se ovenfor for nødvendige elementer.
sk: Požadované položky nájdete vyššie.
sl: Oglejte zgorenje za zahtevane elemente.
sq: Shihni më lart për artikujt e kërkuar.
uk: Див. вище необхідні елементи.
vi: Xem phần trên để biết các hạng mục cần thiết.

source: Old / parent hostname
ar: اسم المضيف القديم/الأم
az: Eski / ana ev adı
bo: གོང་གི་མཐུད་རྒྱུགས་བྱེད་པའི་མིང་
cs: Starý / nadřazený název hostitele
da: Gammelt / overordnet værtsnavn
el: Παλιό / όνομα διακομιστή γονέα
et: Vana / emamajandajanime
fa: نام میزبان قدیمی / والد
fi: Vanha / vanhemman isäntänimi
hi: पुराना / माता-पिता होस्टनाम
hu: Régi / szülő gazdagépnév
it: Nome host vecchio / principale
ja: 古い / 親ホスト名
ko: 이전 / 부모 호스트 이름
nn: Gammelt / overordnet vertsnavn
sk: Starý / nadradený názov hostiteľa
sl: Staro / roditeljsko ime gostitelja
sq: Emri i vjetër / prindi i pritës
uk: Старе / батьківське ім'я хосту
vi: Tên máy chủ cũ / gốc

source: Private key file for old destination / sub-domain parent
ar: ملف المفتاح الخاص للوجهة القديمة/أصل المجال الفرعي
az: Eski məqsəd / alt sahənin ana siyahısı üçün məxfi açar faylı
bo: གོང་གི་མཇུག་བརྒྱུད་རྒྱུགས་དང་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པའི་གསང་ཐོ་ཡིག་ཆ
cs: Soubor soukromého klíče pro starý cíl / nadřazenou subdoménu
da: Privat nøglefil til gammel destinations-/underdomæneforælder
el: Αρχείο ιδιωτικής κλειδιάς για παλιό προορισμό / γονέα υποτομέα
et: Privaatvõti fail vana sihtkoha / alamdomeni ema jaoks
fa: فایل کلید خصوصی برای والد مقصد / زیر دامنه قدیمی
fi: Yksityinen avaintiedosto vanhalle kohde-/aliverkkotunnuksen ylätason tiedostolle
hi: पुराने गंतव्य / उप-डोमेन माता-पिता के लिए निजी कुंजी फ़ाइल
hu: Privát kulcsfájl a régi cél/aldomain szülőhöz
it: File della chiave privata per la vecchia destinazione/sottodominio principale
ja: 古い宛先/サブドメイン親の秘密キー ファイル
ko: 이전 대상/하위 도메인 상위에 대한 개인 키 파일
nn: Privat nøkkelfil for gammel destinasjons-/underdomeneforelder
sk: Súbor súkromného kľúča pre starého rodiča cieľa / subdomény
sl: Datoteka zasebnega ključa za staro destinacijo / poddomeno roditelja
sq: Skedari i çelësit privat për prindin e vjetër të destinacionit / nën-domainit
uk: Файл приватного ключа для старого призначення/батьківського субдомену
vi: Tệp khóa riêng cho đích cũ/tên miền phụ gốc

source: Generate Authentication
ar: إنشاء المصادقة
az: Təsdiqləmə yarat
bo: རྒྱུགས་གཞི་བཟོ་བ
cs: Generovat autentizaci
da: Generer godkendelse
el: Δημιουργία Αυθεντικοποίησης
et: Genereeri Autentimine
fa: تولید احراز هویت
fi: Luo todennus
hi: प्रमाणीकरण उत्पन्न करें
hu: Hitelesítés generálása
it: Genera autenticazione
ja: 認証の生成
ko: 인증 생성
nn: Generer autentisering
sk: Generovať autentifikáciu
sl: Ustvari avtentikacijo
sq: Gjeneroni vërtetimin
uk: Створити автентифікацію
vi: Tạo xác thực

source: SSL Helper
ar: مساعد SSL
az: SSL köməkçisi
bo: ཨེས་ཨེས་ཨེལ་རྒྱུགས་གཞི
cs: Pomocník SSL
da: SSL-hjælper
el: Βοηθός SSL
et: SSL Abi
fa: یاور SSL
fi: SSL-apuohjelma
hi: SSL सहायक
hu: SSL segítő
it: Assistente SSL
ja: SSL ヘルパー
ko: SSL 도우미
nn: SSL-hjelper
sk: Pomocník SSL
sl: Pomočnik SSL
sq: Ndihmës SSL
uk: Помічник SSL
vi: Trình trợ giúp SSL

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
ar: إرسال النموذج غير صالح، ربما لأنك استخدمت زر 'الرجوع' أو 'إعادة التحميل' في متصفحك. خطأ في الارسال، ربما لاستعمالك زر 'الرجوع' او 'انعش' في المتصفح. حاول اعادة الارسال.
az: Formun düzgün göndərilməsi, ehtimal ki, sizin brauzerinizdəki 'geri' və ya 'yenilə' düyməsindən istifadə etməyiniz səbəbindir. Lütfən yenidən göndərin.
bo: ཡིག་ཆ་བཟོ་བ་མེད་པ། དཔེར་ན། དྲ་བའི་'བརྐོལ་བ'ཡང་ན་'བསྐྱར་བཟོ་བ'བཟོ་བ་བཞེངས་པ། བསྐྱར་བཟོ་བ
cs: Neplatné odeslání formuláře, pravděpodobně proto, že jste ve svém prohlížeči použili tlačítko 'zpět' nebo 'znovu načíst'. Neplatně odeslaný formulář, nejspíše jste použili tlačítka 'Zpět' nebo 'Znovu načíst' ve vašem prohlížeči. Prosím odešlete formulář znovu.
da: Ugyldig formularindsendelse, sandsynligvis fordi du brugte knappen 'tilbage' eller 'genindlæs' i din browser. Ugyldig formularindsendelse, sandsynligvis fordi du brugte knappen 'tilbage' eller 'genindlæs' i din browser. Ugyldig formularafsendelse, sandsynligvis fordi du brugte 'tilbage' eller 'reload' knappen i din browser. Prøv venligst at sende igen.
el: Μη έγκυρη υποβολή φόρμας, πιθανώς λόγω της χρήσης του κουμπιού 'πίσω' ή 'ανανέωση' στο πρόγραμμα περιήγησης σας. Παρακαλώ, υποβάλτε ξανά.
et: Vigane vormi saatmine, tõenäoliselt seetõttu, et kasutasite oma brauseris nuppu 'tagasi' või 'värskenda'. Palun saatke uuesti.
fa: ارسال فرم نامعتبر است، احتمالاً به این دلیل که از دکمه "بازگشت" یا "بارگذاری مجدد"در مرورگر خود استفاده کرده اید. فرمِ اشتباهی ارسال شده است. احتمالا شما از کلیدهای 'back' و یا 'reload' در مرورگر خود استفاده کردید. لطفا دوباره تلاش کنید.
fi: Virheellinen lomakkeen lähetys, luultavasti siksi, että käytit selaimesi 'takaisin'- tai 'reload'-painiketta.
hi: अवैध फ़ॉर्म सबमिशन, शायद क्योंकि आपने अपने ब्राउज़र में 'वापस' या 'रीलोड' बटन का उपयोग किया है। कृपया पुनः प्रस्तुत करें।
hu: Érvénytelen az űrlap beküldése, valószínűleg azért, mert a 'vissza' vagy az 'újratöltés' gombot használta a böngészőben. Űrlap küldése sikertelen, valószínűleg a 'vissza' vagy 'újratöltés' gombokat használtad a böngésződben. Kérlek, hogy küldd újra.
it: Invio modulo non valido, probabilmente perché hai utilizzato il pulsante 'Indietro' o 'Ricarica' ​​del tuo browser. Sottomissione di form invalido, probabilmente perchè hai usato il bottone 'indietro' o 'aggiorna' del tuo browser. Ripetere perfavore.
ja: フォームの送信が無効です。おそらくブラウザの「戻る」ボタンまたは「再読み込み」ボタンを使用したためです。無効な送信フォーム。おそらくブラウザで「戻る」か「再読込」を使用したためです。再送信してください。
ko: 잘못된 양식 제출. 브라우저에서 '뒤로' 또는 '새로고침' 버튼을 사용했기 때문일 수 있습니다. 잘못된 폼 서브미션. 뒤로가기나 새로고침을 누르셨을 수 있습니다. 재시도해주세요.
nn: Ugyldig innsending av skjema, sannsynligvis fordi du brukte 'tilbake' eller 'last på nytt'-knappen i nettleseren din. Ugyldig skjemainnsending, sannsynlegvis fordi du brukte «tilbake»- eller «oppfrisk»-knappen på nettlesaren din. Ver venleg og send om att.
sk: Neplatné odoslanie formulára, pravdepodobne preto, že ste vo svojom prehliadači použili tlačidlo „späť“ alebo „znova načítať“. Neplatné odoslanie formulára, pravdepodobne preto, že ste vo svojom prehliadači použili tlačidlo „späť“ alebo „znova načítať“. Neplatné odoslanie formulára, pravdepodobne preto, že ste vo svojom prehliadači použili tlačidlo „späť“ alebo „znovu načítať“. Znova odošlite.Neplatné podanie formulára, zrejme preto, lebo ste vo vašom prehliadači použili tlačidlo 'naspäť' alebo 'obnoviť'. Prosím podajte ho znova.
sl: Neveljavno pošiljanje obrazca, verjetno zaradi uporabe gumba 'nazaj' ali 'osveži' v brskalniku. Prosim poskusite znova.
sq: Dorëzimi i formularit të pavlefshëm, ndoshta sepse keni përdorur butonin 'mbrapa' ose 'ringarkoni' në shfletuesin tuaj.
uk: Неправильно передана форма, можливо ви використовуєте дію браузера "назад" або "оновити". Будь-ласка повторіть спробу.
vi: Gửi biểu mẫu không hợp lệ, có thể do bạn đã sử dụng nút 'quay lại' hoặc 'tải lại' trên trình duyệt của mình. Mẫu đơn đệ nạp không đúng, có lẻ vì bạn dùng nút 'back' hay 'reload" của trình duyệt. Xin vui lòng đệ nạp lại.

source: If the problem persists, verify that you have cookies enabled in your browser.
ar: إذا استمرت المشكلة، فتأكد من تمكين ملفات تعريف الارتباط في متصفحك.
az: Sorğun davam edirsə, brauzerinizdə çerezlərin aktiv olduğunu yoxlayın.
bo: རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཞེངས་ན་དྲ་བའི་རྒྱུགས་གཞིའི་རྒྱུགས་གཞི་བཟོ་བ
cs: Pokud problém přetrvává, ověřte, zda máte ve svém prohlížeči povoleny soubory cookie.
da: Hvis problemet fortsætter, skal du kontrollere, at du har aktiveret cookies i din browser.Hvis problemet fortsætter, kontrollere, at du har slået cookies til i din browser.
el: Εάν το πρόβλημα παραμένει, ελέγξτε αν έχετε ενεργοποιημένα τα cookies στο πρόγραμμα περιήγησης σας.
et: Kui probleem jätkub, kontrollige, et teie brauseris on küpsised lubatud.
fa: اگر مشکل ادامه داشت، بررسی کنید که کوکی ها را در مرورگر خود فعال کرده اید.اگر همچنان مشکل پابرجاست، مطمئن شوید که در مرورگر شما Cookie ها فعال هستند.
fi: Jos pulma jatkuu, vahvista, että evästeet ovar käytössä selaimessasi.
hi: यदि समस्या जारी रहती है, तो यह सत्यापित करें कि आपके ब्राउज़र में कुकीज़ सक्रिय हैं।
hu: Ha a probléma továbbra is fennáll, ellenőrizze, hogy a cookie-k engedélyezve vannak-e a böngészőben.Ha a probléma fennáll, ellenőrizd, hogy a sütik engedélyezve vannak-e a böngésződben.
it: Se il problema persiste, verifica di aver abilitato i cookie nel tuo browser.Se il problema persiste, verifica di avere i cookies abilitati nel tuo browser.
ja: 問題が解決しない場合は、ブラウザで Cookie が有効になっていることを確認してください。問題が残る場合、ブラウザでクッキーが有効になっているかを確かめてください。
ko: 문제가 지속되면 브라우저의 쿠키가 활성화되어 있는지 확인해주세요.
nn: Hvis problemet vedvarer, kontroller at du har aktivert informasjonskapsler i nettleseren din.Sjekk at nettlesaren din har støtte for informasjonskapslar viss du enno har problem.
sk: Ak problém pretrváva, overte, či máte v prehliadači povolené súbory cookie.Ak problém pretrváva, overte, či máte vo svojom prehliadači povolené cookies.
sl: Če težava obstaja, preverite, ali imate omogočene piškotke v brskalniku.
sq: Nëse problemi vazhdon, verifiko që i ke të aktivizuara cookies në shfletuesin tënd.
uk: Якщо проблема не усунута, переконайтеся, що cookies увімкнені у вашому браузері.
vi: Nếu sự cố vẫn tiếp diễn, hãy xác minh rằng bạn đã bật cookie trong trình duyệt của mình.

source: Experts only!
ar: الخبراء فقط!
az: Fərqli sahələr üçün!
bo: རྒྱུགས་གཞི་བཞེངས་པ་ཙམ་ལུགས་ཡོད!
cs: Pouze odborníci!
da: Kun eksperter!
el: Μόνο για ειδικούς!
et: Vaid ekspertidele!
fa: فقط متخصصان!
fi: Vain asiantuntijoille!
hi: केवल विशेषज्ञों के लिए!
hu: Csak szakértők!
it: Solo per esperti!
ja: 上級者向け!
ko: 전문가만 사용하세요!
nn: Kun eksperter!
sk: Len odborníci!
sl: Le za strokovnjake!
sq: Vetëm ekspertë!
uk: Тільки досвідчені користувачі!
vi: Chỉ dành cho chuyên gia!

source: Alt Base32
ar: قاعدة بديلة32
az: Alt Baza32
bo: མཇུག་བརྒྱུད་རྒྱུགས་བཞེངས་པ Base32
el: Εναλλακτικό Base32
et: Alternatiivne Baas32
fa: پایه جایگزین 32
hi: विकल्प बेस32
sl: Namenjena Base32
sq: Baza alternative32
uk: Альтернативна база 32

source: Incoming I2P Port Routing
ar: توجيه منفذ I2P الوارد
az: Gələn I2P Port Rutingi
bo: I2P སྐོར་བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: Směrování příchozích I2P portů
da: Routing af indgående I2P-porte
el: Εισερχόμενη Ροδαφορία Λιμανιού I2P
et: Sisenev I2P Pordi Suunamine
fa: مسیریابی پورت I2P ورودی
fi: Saapuvan I2P-portin reititys
hi: आगमन I2P पोर्ट र우टिंग
hu: Bejövő I2P port-útválasztás
it: Routing porta I2P in entrata
ja: 受信 I2P ポート ルーティング
ko: 들어오는 I2P 포트 라우팅
nn: Ruting av innkommende I2P-porter
sk: Smerovanie prichádzajúcich portov I2P
sl: Usmerjevanje vhodnih vratar I2P
sq: Rrugimi i portit I2P në hyrje
uk: Маршрутизація вхідного порту I2P
vi: Định tuyến cổng I2P đến

source: Virtual Host
ar: المضيف الظاهري
az: Virtual Ev
bo: རྒྱུགས་གཞིའི་མཐུད་རྒྱུགས་བྱེད་པ
cs: Virtuální hostitel
da: Virtuel vært
el: Εικονικός Διακομιστής
et: Virtuaalne Majandaja
fa: میزبان مجازی
fi: Virtuaalinen isäntä
hi: वर्चुअल होस्ट
hu: Virtuális házigazda
it: Ospite virtuale
ja: 仮想ホスト
ko: 가상호스트
nn: Virtuell vert
sk: Virtuálny hostiteľ
sl: Virtuelni gostitelj
sq: Pritësi virtual
uk: Віртуальний хост
vi: Máy chủ ảo

source: Via SSL?
ar: عبر SSL؟
az: SSL vasitəsilə?
bo: ཨེས་ཨེས་ཨེལ་བརྒྱུད་ནས་བཟོ་བ?
cs: Přes SSL?
el: Μέσω SSL?
et: SSL kaudu?
fa: از طریق SSL؟
fi: SSL:n kautta?
hi: SSL के माध्यम से?
hu: SSL-en keresztül?
it: Tramite SSL?
ja: SSL経由?
ko: SSL을 통해?
sk: Cez SSL?
sl: Ce z SSL?
sq: Përmes SSL?
uk: Через SSL?
vi: Qua SSL?

source: Test HTTPS server through I2P
ar: اختبار خادم HTTPS من خلال I2P
az: I2P vasitəsilə HTTPS serveri test et
bo: HTTPS མཁས་པ་བརྒྱུད་རྒྱུགས་བཟོ་བ། I2P བརྒྱུད་ནས་བཟོ་བ
cs: Otestujte server HTTPS přes I2P
da: Test HTTPS-server gennem I2P
el: Δοκιμή HTTPS διακομιστή μέσω I2P
et: Test HTTPS server läbi I2P
fa: سرور HTTPS را از طریق I2P آزمایش کنید
fi: Testaa HTTPS-palvelinta I2P:n kautta
hi: I2P के माध्यम से HTTPS सर्वर परीक्षण करें
hu: Tesztelje a HTTPS-kiszolgálót I2P-n keresztül
it: Testare il server HTTPS tramite I2P
ja: I2P を介した HTTPS サーバーのテスト
ko: I2P를 통해 HTTPS 서버 테스트
nn: Test HTTPS-server gjennom I2P
sk: Test https servera cez I2P
sl: Test HTTPS strežnika skozi I2P
sq: Testoni serverin HTTPS përmes I2P
uk: Перевірте сервер HTTPS через I2P
vi: Kiểm tra máy chủ HTTPS thông qua I2P

source: Server
ar: الخادم
bo: མཁས་པ
el: Διακομιστής
fa: سرور
fi: Palvelin
hi: सर्वर
hu: Szerver
ja: サーバー
ko: 서버
nn: Tenar
sl: Strežnik
sq: Shërbyes
uk: Сервер
vi: Máy Chủ

source: SSL Activation
ar: تفعيل SSL
az: SSL Aktivasiyası
bo: ཨེས་ཨེས་ཨེལ་བཟོ་བ
cs: Aktivace SSL
da: SSL-aktivering
el: Ενεργοποίηση SSL
fa: فعال سازی SSL
fi: SSL-aktivointi
hi: SSL सक्रियकरण
hu: SSL aktiválás
it: Attivazione SSL
ja: SSL アクティベーション
ko: SSL 활성화
nn: SSL-aktivering
sk: Aktivácia SSL
sl: Aktivacija SSL
sq: Aktivizimi SSL
uk: Активація SSL
vi: Kích hoạt SSL

source: I2P webserver (eepsite)
ar: I2P خادم ويب (eepsite)
az: I2P webservisi (eepsite)
bo: I2P དྲ་མཁས་པ (eepsite)
cs: I2P webový server (eepsite)
el: Διακομιστής I2P web (eepsite)
fa: وب سرور I2P (eepsite)
fi: I2P www-palvelin (eepsite)
hi: I2P वेबसर्वर (ईपीसाइट)
hu: I2P webszerver (eep oldal)
it: Webserver I2P (eepsite)
ja: I2P ウェブサーバー (eepsite)
ko: i2P 웹서버 (eepSite)
sk: I2P webový server (eepsite)
sl: Spletni strežnik I2P (eepsite)
sq: Uebserver I2P (eepsite)
uk: Веб сервер I2P (eepsite)
vi: Máy chủ web I2P (eepsite)

source: Disable SSL
ar: تعطيل SSL
az: SSL-i söndür
bo: ཨེས་ཨེས་ཨེལ་བརྩི་བཞག་པ
cs: Zakažte SSL
da: Deaktiver SSL
el: Απενεργοποίηση SSL
et: Keela SSL
fa: غیرفعال کردن SSL
fi: Poista SSL käytöstä
hi: SSL को अक्षम करें
hu: Az SSL letiltása
it: Disabilita SSL
ja: SSLを無効にする
ko: SSL 비활성화
nn: Deaktiver SSL
sk: Zakázať SSL
sl: Onemogoči SSL
sq: Çaktivizo SSL
uk: Вимкнути SSL
vi: Vô hiệu hóa SSL

source: Enable SSL
ar: تمكين SSL
az: SSL-yı aktivləşdir
bo: ཨེས་ཨེས་ཨེལ་བཟོ་བ
cs: Povolte SSL
da: Aktiver SSL
el: Ενεργοποίηση SSL
et: Luba SSL
fa: فعال سازی SSL
fi: Ota SSL käyttöön
hi: SSL को सक्षम करें
hu: SSL engedélyezése
it: Abilita SSL
ja: SSLを有効にする
ko: SSL 활성화
nn: Aktiver SSL
sk: Povoliť SSL
sl: Omogoči SSL
sq: Aktivizo SSL
uk: Увімкнути SSL
vi: Bật SSL

source: New Certificate Password
ar: كلمة مرور الشهادة الجديدة
az: Yeni Sertifikat Parolu
bo: གསང་ཐོ་གསར་པའི་སྒོར་ཚིག
cs: Nové heslo certifikátu
da: Nyt certifikatkodeord
el: Νέος Κωδικός για Τιμητικό πιστοποιητικό
et: Uus Sertifikaadi Parool
fa: گذرواژه گواهی جدید
fi: Uusi sertifikaatin salasana
hi: नया प्रमाणपत्र पासवर्ड
hu: Új tanúsítványjelszó
it: Nuova password del certificato
ja: 新しい証明書パスワード
ko: 새 인증서 비밀번호
nn: Nytt sertifikatpassord
sk: Nové heslo certifikátu
sl: Novo geslo certifikata
sq: Fjalëkalimi i ri i certifikatës
uk: Новий пароль сертифіката
vi: Mật khẩu chứng chỉ mới

source: Password (required to encrypt the certificate)
ar: كلمة المرور (مطلوبة لتشفير الشهادة)
az: Parol (sertifikati şifrələmək üçün tələb olunur)
bo: སྒོར་ཚིག (གསང་བཤིལ་བཟོ་བའི་གསང་ཐོ་བཤེར་བ)
cs: Heslo (vyžadováno k zašifrování certifikátu)
da: Adgangskode (påkrævet for at kryptere certifikatet)
el: Κωδικός (χρειάζεται για την κρυπτογράφηση του πιστοποιητικού)
et: Parool (vajalik sertifikaadi krüpteerimiseks)
fa: رمز عبور (برای رمزگذاری گواهی لازم است)
fi: Salasana (tarvitaan varmenteen salaamiseen)
hi: पासवर्ड (प्रमाणपत्र को एन्क्रिप्ट करने के लिए आवश्यक)
hu: Jelszó (a tanúsítvány titkosításához szükséges)
it: Password (necessaria per crittografare il certificato)
ja: パスワード (証明書の暗号化に必要)
ko: 비밀번호(인증서 암호화에 필요)
nn: Passord (kreves for å kryptere sertifikatet)
sk: Heslo (potrebné na šifrovanie certifikátu)
sl: Geslo (potrebno za šifriranje certifikata)
sq: Fjalëkalimi (kërkohet për të enkriptuar certifikatën)
uk: Пароль (необхідний для шифрування сертифіката)
vi: Mật khẩu (bắt buộc để mã hóa chứng chỉ)

source: Generate new SSL certificate
ar: إنشاء شهادة SSL جديدة
az: Yeni SSL sertifikatı yarat
bo: ཨེས་ཨེས་ཨེལ་གསང་ཐོ་གསར་པ་བཟོ་བ
cs: Vygenerujte nový certifikát SSL
da: Generer nyt SSL-certifikat
el: Δημιουργία νέου πιστοποιητικού SSL
et: Genereeri uus SSL sertifikaat
fa: گواهی SSL جدید ایجاد کنید
fi: Luo uusi SSL-varmenne
hi: नया SSL प्रमाणपत्र उत्पन्न करें
hu: Új SSL-tanúsítvány létrehozása
it: Genera nuovo certificato SSL
ja: 新しいSSL証明書を生成
ko: 새 SSL 인증서 생성
nn: Generer nytt SSL-sertifikat
sk: Vygenerovať nový certifikát SSL
sl: Ustvari nov SSL certifikat
sq: Gjeneroni certifikatë të re SSL
uk: Створити новий сертифікат SSL
vi: Tạo chứng chỉ SSL mới
