Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Enables direct chat and file transfers, bypassing I2P. Note that this will compromise your anonymity and is not recommended.
ar: تمكين الدردشة المباشرة ونقل الملفات، وتجاوز I2P.
az: I2P-ni tərk edərək sadəcə söhbət və fayl köçürməyə icazə verir. Bu, sizin anonimliyinizi təhlükəyə atacağını və məsləhətsiz olduğunu nəzərə alın.
bo: I2P ནས་ཕྱི་གཞིས་མི་བྱེད་པར་ཞུགས་པའི་ཤོག་འདོན་དང་ཡིག་ཆ་འདོན་པ་བཟོ་རྒྱུ་བྱོས། འདི་བཟོ་རྒྱུ་ཁྱོད་ཀྱི་མིང་གཞིར་བཟོ་བར་བཅོས་ཀྱི་ཡོད་པ་དང་བཟོ་རྒྱུ་མི་འོས་པ་ཡིན།
cs: Umožňuje přímé převody chat a souborů, obcházení I2p. Všimněte si, že to ohrožuje vaši anonymitu a nedoporučuje se.
da: Muliggør direkte chat og filoverførsler, uden at I2P.
el: Ενεργοποιεί άμεση συζήτηση και μεταφορά αρχείων, παρακάμνοντας το I2P. Σημειώστε ότι αυτό θα παραβιάσει την ανώνυμη σας ιδιότητα και δεν συνιστάται.
et: Võimaldab otse suhtlust ja failide edastamist, ületades I2P. Märkige, et see võib ohustada teie anonüümsust ning seda ei soovitata.
fa: چت مستقیم و انتقال فایل را فعال می کند و I2P را دور می زند.
fi: Ottaa käyttöön suoran chatin ja tiedostojen siirron I2P:n ohittaen.
hi: सीधे चैट और फ़ाइल ट्रांसफ़र को सक्षम करता है, I2P को छूटकारा देता है। ध्यान दें कि यह आपकी अनामता को खोजने का मार्ग खोलेगा और सिफारिश नहीं है।
hu: Közvetlen csevegést és fájlátvitelt tesz lehetővé, megkerülve az I2P-t.
it: Abilita chat diretta e trasferimenti di file, ignorando I2P.
ja: I2P をバイパスして、直接チャットとファイル転送を有効にします。
ko: I2P를 우회하여 직접 채팅 및 파일 전송을 활성화합니다.
nn: Muliggjør direkte chat og filoverføringer, utenom I2P.
sk: Umožňuje priamy chat a prenos súborov, obchádza I2P. Upozorňujeme, že to ohrozí vašu anonymitu a neodporúčame to.
sl: Omogoča neposredno klepetanje in prenos datotek, izhajajoč iz I2P. Opomba: To bo ogrožalo vaš anonimnost in ni priporočeno.
sq: Aktivizon bisedën e drejtpërdrejtë dhe transferimet e skedarëve, duke anashkaluar I2P.
uk: Дозволяє прямий чат і передачу файлів, минаючи I2P.
vi: Cho phép trò chuyện trực tiếp và truyền tệp, bỏ qua I2P.

source: Enable Direct Client-to-Client protocol
ar: تمكين البروتوكول المباشر من عميل إلى عميل
az: Sadəcə Müştəri ilə Müştəri protokolunu aktiv edin
bo: སྤྱོད་མཁན་ནས་སྤྱོད་མཁན་དུ་ཞུགས་པའི་གཞིར་བཟོ་རྒྱུ་བྱོས།
cs: Povolte přímý protokol klienta-klienta
da: Aktiver Direct Client-to-Client-protokol
el: Ενεργοποίηση του άμεσου πρωτοκόλλου πελάτη-προς-πελάτη
et: Luba otse klient-klienti protokoll
fa: پروتکل Direct Client-to-Client را فعال کنید
fi: Ota käyttöön Direct Client-to-Client -protokolla
hi: सीधे क्लाइंट-के-क्लाइंट प्रोटोकॉल को सक्षम करें
hu: Közvetlen ügyfél-ügyfél protokoll engedélyezése
it: Abilita il protocollo diretto da client a client
ja: 直接クライアント間プロトコルを有効にする
ko: 직접 클라이언트-클라이언트 프로토콜 활성화
nn: Aktiver direkte klient-til-klient-protokoll
sk: Povoliť priamy protokol klient-klient
sl: Omogoči Direktni protokol odjemalca do odjemalca
sq: Aktivizo protokollin e drejtpërdrejtë nga klienti te klienti
uk: Увімкнути прямий протокол клієнт-клієнт
vi: Bật giao thức Trực tiếp Client-to-Client

source: Outproxies
ar: بروكسي خارجي
az: Çıxış Proksiləri
bo: ཕྱི་གཞིས་སྦྱོང་བཞག
cs: Výstupní proxy (Outproxies)
da: Udgange
et: Väljaspoolproxyd
fa: حرکات
hi: ऑउटप्रॉक्सी
hu: Kimenő proxyk
it: Outproxy
ja: アウトプロキシ
ko: 아웃프록시
nn: Ut-mellomtenarar
sk: Východzie proxy
sl: Outproxy-ji
sq: Prokurët jashtësor
uk: Список вихідних проксі (Outproxies)
vi: Proxy ra

source: SSL Outproxies
ar: وكلاء SSL
az: SSL Çıxış Proksiləri
bo: SSL ཕྱི་གཞིས་སྦྱོང་བཞག
cs: SSL Outproxy
et: SSL väljaspoolproxyd
fa: Outproxies SSL
fi: SSL-välityspalvelimet
hi: SSL ऑउटप्रॉक्सी
hu: SSL outproxyk
it: Proxy di uscita SSL
ja: SSLアウトプロキシ
ko: SSL 아웃프록시
sk: SSL východzie proxy
sl: SSL Outproxy-ji
sq: Përvojat e SSL
uk: Зовнішні SSL проксі
vi: Giao tiếp SSL

source: Specify the .i2p address or destination (b32 or b64) of the outproxy here.
ar: حدد عنوان .i2p أو الوجهة (b32 أو b64) للوكيل الخارجي هنا.
az: Burada outproxy-nin .i2p ünvanını və ya hedefini (b32 və ya b64) göstərin.
bo: ཕྱི་གཞིས་གི་ཐོབ་ཐང་(.i2p) དང་བྱེད་འདྲི་བ32 ཡང་ན་བ64 བཙུགས་བྱོས།
cs: Zde zadejte adresu .i2p nebo cíl (b32 nebo b64) outproxy.
da: Angiv .i2p-adressen eller destinationen (b32 eller b64) for outproxyen her.
el: Διαθέστε τη διεύθυνση .i2p ή τον προορισμό (b32 ή b64) του outproxy εδώ.
et: Määrake siia väljaspoolproxy aadress (.i2p) või sihtkoht (b32 või b64).
fa: آدرس .i2p یا مقصد (b32 یا b64) outproxy را در اینجا مشخص کنید.
fi: Määritä välityspalvelimen .i2p-osoite tai kohde (b32 tai b64).
hi: ऑउटप्रॉक्सी का .i2p पता या गंतव्य (b32 या b64) यहाँ निर्दिष्ट करें।
hu: Itt adja meg a outproxy .i2p címét vagy rendeltetési helyét (b32 vagy b64).
it: Specificare qui l'indirizzo .i2p o la destinazione (b32 o b64) dell'outproxy.
ja: ここでアウトプロキシの .i2p アドレスまたは宛先 (b32 または b64) を指定します。
ko: 여기에서 아웃프록시의 .i2p 주소 또는 대상(b32 또는 b64)을 지정합니다.
nn: Spesifiser .i2p-adressen eller destinasjonen (b32 eller b64) til outproxyen her.
sk: Tu zadajte adresu .i2p alebo cieľ (b32 alebo b64) outproxy.
sl: Tukaj določite .i2p naslov ali destinacijo (b32 ali b64) outproxy-ja.
sq: Specifikoni adresën .i2p ose destinacionin (b32 ose b64) të përfaqësuesit të jashtëm këtu.
uk: Вкажіть тут адресу .i2p або призначення (b32 або b64) вихідного проксі.
vi: Chỉ định địa chỉ hoặc đích .i2p (b32 hoặc b64) của outproxy tại đây.

source: For a random selection from a pool, separate with commas e.g. server1.i2p,server2.i2p
ar: للاختيار العشوائي من مجموعة، افصل بفواصل على سبيل المثال. server1.i2p,server2.i2p
az: Havuzdan təsadüfi seçimin üçün vergül ilə ayırın, məsələn, server1.i2p,server2.i2p
bo: ཚོར་བཞག་ནས་ཨོ་མ་བཟོ་རྒྱུར་བརྟག་ནས་བརྒྱན་བྱོས། དཔེར་ན། server1.i2p,server2.i2p
cs: Pro náhodný výběr z bazénu, odděleně s čárkami, např. server1.i2p,server2.i2p
da: For et tilfældigt udvalg fra en pulje, adskilles med kommaer, f.eks.
el: Για τυχαία επιλογή από μια λίστα, χωρίστε με κόμματα, για παράδειγμα, server1.i2p,server2.i2p
et: Valikult valikult valikutest, eraldage komadega nt server1.i2p,server2.i2p
fa: برای انتخاب تصادفی از یک استخر، با کاما جدا کنید. server1.i2p,server2.i2p
fi: Satunnainen valinta uima -altaasta, erillinen pilkuilla, esim. server1.i2p,server2.i2p
hi: एक पूल से स्वचालित चयन के लिए, उदाहरण के लिए, server1.i2p,server2.i2p के साथ कमांस से अलग करें
hu: A készletből való véletlenszerű kiválasztáshoz vesszővel válassza el, pl.
it: Per una selezione casuale da un pool, separare con virgole, ad es. server1.i2p,server2..i2p
ja: プールからのランダムな選択の場合、コンマで分離します。 server1.i2p、server2.i2p
ko: 풀에서 무작위로 선택하려면 쉼표로 구분하세요. server1.i2p,server2.i2p
nn: For et tilfeldig utvalg fra et basseng, atskilt med komma f.eks. Server1.i2p,Server2.i2p
sk: Pre náhodný výber z fondu oddeľte čiarkami, napr. server1.i2p,server2.i2p
sl: Za naključno izbiro iz skupine ločite z vejicami na primer server1.i2p,server2.i2p
sq: Për një përzgjedhje të rastësishme nga një grup, ndani me presje p.sh. server1.i2p,server2.i2p
uk: Для випадкового вибору з пулу розділяйте їх комами, наприклад. server1.i2p,server2.i2p
vi: Đối với lựa chọn ngẫu nhiên từ một nhóm, hãy phân tách bằng dấu phẩy, ví dụ: server1.i2p,server2.i2p

source: Outproxy Type
ar: نوع الوكيل
az: Çıxış Proksi Tipi
bo: ཕྱི་གཞིས་གི་རིགས།
cs: Typ outproxy
el: Τύπος Outproxy
et: Väljaspoolproxy tüüp
fa: نوع پروکسی خارجی
fi: Välityspalvelimen tyyppi
hi: ऑउटप्रॉक्सी प्रकार
sk: Typ servera proxy
sl: Tip izvajalca izhoda
sq: Lloji Outproxy
uk: Зовнішній тип проксі
vi: Loại ủy quyền đi

source: Tunnel Destination
ar: وجهة النفق
az: Tünəl Hedefi
bo: སྒྲོམ་ལམ་གི་བྱེད་འདྲི།
cs: Cíl tunelu
el: Προορισμός Διαδρόμου
et: Tunneli sihtkoht
fa: مقصد تونل
fi: Tunnelikohde
hi: टनल गंतव्य
hu: Alagút Célállomás
it: Destinazione tunnel
ja: トンネル送信先
ko: 터널 목적지
nn: Tunellmålside
sk: Cieľ tunela
sl: Cilj tunela
sq: Destinacioni i tunelit
uk: Адреса призначення тунелю
vi: Địa điểm Hầm đến

source: Use SSL
ar: استخدم SSL
az: SSL-dən istifadə edin
bo: SSL བཟོ་རྒྱུ་བྱོས།
cs: Použijte SSL
da: Brug SSL
el: Χρήση SSL
et: Kasuta SSL
fa: از SSL استفاده کنید
fi: Käytä SSL:ää
hi: SSL का उपयोग करें
hu: SSL használata
it: Utilizza SSL
ja: SSLを使用する
ko: SSL 사용
nn: Bruk SSL
sk: Použite SSL
sl: Uporabi SSL
sq: Përdorni SSL
uk: Використовувати SSL
vi: Sử dụng SSL

source: Specify the .i2p address or destination (b32 or b64) of the tunnel here.
ar: حدد عنوان .i2p أو الوجهة (b32 أو b64) للنفق هنا.
az: Burada tünəlin .i2p ünvanını və ya hedefini (b32 və ya b64) göstərin.
bo: སྒྲོམ་ལམ་གི་ཐོབ་ཐང་(.i2p) དང་བྱེད་འདྲི་བ32 ཡང་ན་བ64 བཙུགས་བྱོས།
cs: Zde zadejte adresu .i2p nebo cíl (b32 nebo b64) tunelu.
da: Angiv .i2p-adressen eller destinationen (b32 eller b64) for tunnelen her.
el: Διαθέστε τη διεύθυνση .i2p ή τον προορισμό (b32 ή b64) του διαδρόμου εδώ.
et: Määrake siia tunneli aadress (.i2p) või sihtkoht (b32 või b64).
fa: آدرس .i2p یا مقصد (b32 یا b64) تونل را در اینجا مشخص کنید.
fi: Määritä tunnelin .i2p-osoite tai kohde (b32 tai b64).
hi: टनल का .i2p पता या गंतव्य (b32 या b64) यहाँ निर्दिष्ट करें।
hu: Itt adja meg az alagút .i2p címét vagy rendeltetési helyét (b32 vagy b64).
it: Specificare qui l'indirizzo .i2p o la destinazione (b32 o b64) del tunnel.
ja: ここでトンネルの .i2p アドレスまたは宛先 (b32 または b64) を指定します。
ko: 여기에서 터널의 .i2p 주소 또는 대상(b32 또는 b64)을 지정합니다.
nn: Spesifiser .i2p-adressen eller destinasjonen (b32 eller b64) til tunnelen her.
sk: Tu zadajte adresu .i2p alebo cieľ (b32 alebo b64) tunela.
sl: Določite naslov .i2p ali cilj tunela (v obliki b32 ali b64) tukaj.
sq: Specifikoni adresën .i2p ose destinacionin (b32 ose b64) të tunelit këtu.
uk: Вкажіть тут адресу .i2p або призначення (b32 або b64) тунелю.
vi: Chỉ định địa chỉ hoặc đích .i2p (b32 hoặc b64) của đường hầm tại đây.

source: name, name:port, or destination
ar: الاسم، الاسم: المنفذ، أو الوجهة
az: ad, ad:port və ya hedef
bo: མིང་། མིང་:ཐོར་ནུབ། ཡང་ན་བྱེད་འདྲི།
cs: name, name:port nebo destination
da: navn, navn:havn eller destination
el: όνομα, όνομα:λιμάνι, ή προορισμός
et: nimi, nimi:port või sihtkoht
fa: نام، نام: بندر یا مقصد
fi: nimi, name:port, tai kohde
hi: नाम, नाम:पोर्ट, या गंतव्य
hu: név, név:port vagy rendeltetési hely
it: nome, nome:porta, o destinazione
ja: 名前、名前:ポート番号または宛先
ko: 이름, name:port, 또는 목적지
nn: navn, navn:port eller destinasjon
sk: názov, názov:port alebo cieľ
sl: ime, ime:vrata, ali destinacija
sq: emri, emri:porti ose destinacioni
uk: ім'я, назва: порт, або призначення
vi: tên, tên:cổng hoặc đích

source: If you are accessing a service on a remote I2P router, you may wish to connect with SSL to avoid traffic interception. The client application should be also be configured to use SSL.
ar: إذا كنت تصل إلى خدمة على جهاز توجيه I2P بعيد، فقد ترغب في الاتصال بـ SSL لتجنب اعتراض حركة المرور.
az: Eğer siz远程I2P ruterindəki xidməti istifadə edirsinizsiz, trafiğin tətbiq olunmasından qaçmaq üçün SSL ilə bağlanmağı istəyə bilərsiniz. Müştəri proqramı da SSL-dən istifadə etmək üçün tənzimlənməlidir.
bo: ཕྱི་གཞིས་ཀྱི་I2P བྷོ་ཌ་ནས་ཞབས་ཞུ་བཟོ་རྒྱུ་ཡོད་ན། SSL བཟོ་རྒྱུ་ནས་འགྲོ་འདྲི་བཙན་བཟོ་བར་བཅོས་པ་དང་སྤྱོད་མཁན་གཞིར་ཡང་SSL བཟོ་རྒྱུ་བྱོས།
cs: Pokud přistupujete ke službě na vzdáleném I2P routeru, možná se budete chtít připojit pomocí SSL, abyste se vyhnuli zachycování provozu.
da: Hvis du får adgang til en tjeneste på en ekstern I2P-router, kan du ønske at oprette forbindelse med SSL for at undgå trafikaflytning.
el: Εάν πρόκειται να προσχωρήσετε σε υπηρεσία σε απομακρυσμένο διαχειριστή I2P, ίσως θα θέλατε να συνδεθείτε με SSL για να αποφευχθεί η επικίνδυνη παρακολούθηση της ροής δεδομένων. Η εφαρμογή πελάτη θα πρέπει επίσης να ρυθμιστεί για να χρησιμοποιεί SSL.
et: Kui teil on kavas kasutada teenust kaug-I2P rutiinis, võite soovida ühendust luua SSL-ga, et vältida liikluse hoidmist. Kliendi rakenduse tuleks samuti seadistada SSL kasutamiseks.
fa: اگر در حال دسترسی به یک سرویس در یک روتر از راه دور i2p هستید ، ممکن است بخواهید با SSL ارتباط برقرار کنید تا از رهگیری ترافیک خودداری کنید. برنامه مشتری نیز باید برای استفاده از SSL پیکربندی شود.
fi: Jos käytät palvelua I2P-etäreitittimellä, saatat haluta muodostaa yhteyden SSL:llä välttääksesi liikenteen sieppauksen.
hi: यदि आप दूरस्थ I2P राउटर पर एक सेवा पहुँच रहे हैं, तो आप ट्रैफ़िक को छेड़ने से बचने के लिए SSL के साथ कनेक्ट करने की इच्छा कर सकते हैं। ग्राहक अनुप्रयोग को भी SSL का उपयोग करने के लिए सेट करना चाहिए।
hu: Ha egy távoli I2P útválasztón egy szolgáltatáshoz fér hozzá, akkor érdemes csatlakozni az SSL -hez, hogy elkerülje a forgalom lehallgatását. Az ügyfélalkalmazást az SSL használatához is konfigurálva kell konfigurálni.
it: Se stai accedendo a un servizio su un router I2P remoto, potresti voler connetterti con SSL per evitare l'intercettazione del traffico. L'applicazione client deve essere anche configurata per utilizzare SSL.
ja: リモート I2P ルーター上のサービスにアクセスしている場合は、トラフィックの傍受を避けるために SSL で接続することができます。
ko: 원격 I2P 라우터의 서비스에 액세스하는 경우 SSL로 연결하여 트래픽 가로채기를 피할 수 있습니다.
nn: Hvis du får tilgang til en tjeneste på en ekstern I2P-ruter, kan det være lurt å koble til med SSL for å unngå trafikkavlytting.
sk: Ak pristupujete k službe na vzdialenom smerovači I2P, možno sa budete chcieť pripojiť pomocou protokolu SSL, aby ste sa vyhli odpočúvaniu prevádzky. Klientska aplikácia by mala byť tiež nakonfigurovaná na používanie protokolu SSL.
sl: Če pristopate do storitve na oddaljenem maršrutiru I2P, morda želite povezati z SSL, da izognete prekinitvi prometa. Odjemalna aplikacija bi morala biti tudi konfigurirana za uporabo SSL.
sq: Nëse po përdorni një shërbim në një ruter të largët I2P, mund të dëshironi të lidheni me SSL për të shmangur përgjimin e trafikut.
uk: Якщо ви отримуєте доступ до служби на віддаленому маршрутизаторі I2P, ви можете підключитися за допомогою SSL, щоб уникнути перехоплення трафіку.
vi: Nếu bạn đang truy cập dịch vụ trên bộ định tuyến I2P từ xa, bạn có thể muốn kết nối với SSL để tránh đánh chặn lưu lượng truy cập. Ứng dụng máy khách cũng nên được cấu hình để sử dụng SSL.

source: Clients use SSL to connect to tunnel
ar: يستخدم العملاء SSL للاتصال بالنفق
az: Müştərilər SSL ilə tünələ bağlanır
bo: སྤྱོད་མཁན་SSL བཟོ་ནས་སྒྲོམ་ལམ་དུ་འགྲོ་བར་བཅོས་པ།
cs: Klienti používají SSL pro připojení k tunelu
da: Kunder bruger SSL til at oprette forbindelse til tunnel
el: Οι πελάτες χρησιμοποιούν SSL για να συνδεθούν με τον διάδρομο
et: Kliendid kasutavad SSL-d ühenduse loomiseks tunneliga
fa: کلاینت ها از SSL برای اتصال به تونل استفاده میکنند
fi: Asiakkaat käyttävät SSL:ää muodostaakseen yhteyden tunneliin
hi: ग्राहक SSL का उपयोग करके टनल से कनेक्ट करते हैं
hu: Az ügyfelek SSL-t használnak az alagúthoz való csatlakozáshoz
it: I client utilizzano SSL per connettersi al tunnel
ja: クライアントは SSL を使用してトンネルに接続します
ko: 클라이언트는 SSL을 사용하여 터널에 연결합니다
nn: Kunder bruker SSL for å koble til tunnelen
sk: Klienti používajú SSL na pripojenie k tunelu
sl: Odjemalci uporabljajo SSL za povezavo z tuneljem
sq: Klientët përdorin SSL për t’u lidhur te tuneli
uk: Клієнти використовують SSL для підключення до тунелю
vi: Khách hàng sử dụng SSL để kết nối với đường hầm

source: Please specify the full b64 destination.
ar: يرجى تحديد الوجهة b64 الكاملة.
az: Lütfən tam b64 hedefini göstərin.
bo: བ64 གི་བྱེད་འདྲི་ཡང་དག་བཙུགས་བྱོས།
cs: Uveďte prosím úplný cíl b64.
da: Angiv venligst den fulde b64-destination.
el: Παρακαλώ διαθέστε τον πλήρη προορισμό b64.
et: Palun määrake täielik b64 sihtkoht.
fa: لطفا مقصد کامل b64 را مشخص کنید.
fi: Määritä koko b64-kohde.
hi: कृपया पूर्ण b64 गंतव्य निर्दिष्ट करें।
hu: Adja meg a teljes b64 célállomást.
it: Specificare la destinazione b64 completa.
ja: 完全な b64 宛先を指定してください。
ko: 전체 b64 대상을 지정하십시오.
nn: Vennligst spesifiser hele b64-destinasjonen.
sk: Uveďte úplnú destináciu b64.
sl: Prosim, določite celoten b64 destinacijo.
sq: Ju lutemi specifikoni destinacionin e plotë të b64.
uk: Будь ласка, укажіть повне призначення b64.
vi: Vui lòng chỉ định đích b64 đầy đủ.

source: Local destination
ar: وجهة محلية
az: Yerli hedef
bo: ནང་གི་བྱེད་འདྲི།
cs: Místní cíl
da: Lokal destination
el: Τοπικός προορισμός
et: Kohalik sihtkoht
fa: مقصد محلی
fi: Paikallinen kohde
hi: स्थानीय गंतव्य
hu: Helyi célállomást
it: Destinazione locale
ja: ローカルの宛先
ko: 로컬 목적지
nn: Lokal målside
sk: Lokálny cieľ
sl: Lokalna destinacija
sq: Destinacion lokal
uk: Локальний адрес призначення
vi: Điểm đến nội bộ

source: Local Base32
ar: القاعدة المحلية32
az: Yerli Base32
bo: ནང་གི་བ32
cs: Místní základna 32
da: Lokal Base32
el: Τοπικό Base32
et: Kohalik Base32
fa: پایگاه محلی 32
fi: Paikallinen tukikohta32
hi: स्थानीय Base32
hu: Helyi bázis32
it: Base locale32
ja: ローカルベース32
ko: 로컬 베이스32
nn: Lokal Base32
sk: Miestna základňa 32
sl: Lokalni Base32
sq: Baza Lokale32
uk: Місцева база 32
vi: Cơ sở địa phương32

source: Read Only: Local Destination (if known)
ar: للقراءة فقط: الوجهة المحلية (إذا كانت معروفة)
az: Yalnız oxuma: Yerli Hedef (eğer bilinir)
bo: ཀློག་པ་ཙམ། ནང་གི་བྱེད་འདྲི། (ཡོད་ན།)
cs: Pouze pro čtení: Místní cíl (pokud je znám)
da: Skrivebeskyttet: Lokal destination (hvis kendt)
el: Μόνο Διαβασμό: Τοπικός Προορισμός (αν γνωστός)
et: Ainult lugemiseks: Kohalik sihtkoht (kui teada)
fa: فقط خواندنی: مقصد محلی (در صورت شناخته شدن)
fi: Vain luku: Paikallinen kohde (jos tiedossa)
hi: पढ़ने के लिए: स्थानीय गंतव्य (अगर पता है)
hu: Csak olvasható: Helyi cél (ha ismert)
it: Sola lettura: Destinazione locale (se nota)
ja: 読み取り専用: ローカル宛先 (既知の場合)
ko: 읽기 전용: 로컬 대상(알려진 경우)
nn: Skrivebeskyttet: Lokal destinasjon (hvis kjent)
sk: Iba na čítanie: Miestny cieľ (ak je známy)
sl: Samo za branje: Lokalna destinacija (če znano)
sq: Vetëm për lexim: Destinacioni lokal (nëse dihet)
uk: Лише читання: Локальний пункт призначення (якщо відомо)
vi: Chỉ đọc: Điểm đến cục bộ (nếu biết)

source: Stop
ar: أوقف
az: Dayandır
bo: བརྒྱབ་པ།
cs: Zastaveno
el: Σταμάτημα
et: Peata
fa: توقف
fi: Pysäytä
hi: रोकें
hu: Leállítás
it: Ferma
ja: 停止
ko: 멈춤
nn: Stopp
sk: Zastaviť
sl: Ustavi
sq: Ndale
uk: Зупинити
vi: Ngưng

source: Start this Tunnel
ar: بدء هذا النفق
az: Bu Tünəli Başlat
bo: སྒྲོམ་ལམ་འགོ་ཚུགས་པ།
cs: Spusťte tento tunel
da: Start denne tunnel
el: Έναρξη αυτού του Διαδρόμου
et: Alusta seda tunnelit
fa: شروع این تونل
fi: Aloita tämä tunneli
hi: इस टनल को शुरू करें
hu: Indítsa el ezt az alagutat
it: Avvia tunnel
ja: このトンネルを開始します
ko: 이 터널을 시작하십시오
nn: Start denne tunnelen
sk: Spustite tento tunel
sl: Zaženi ta tunelj
sq: Filloni këtë tunel
uk: Запустіть цей тунель
vi: Bắt đầu đường hầm này

source: Start
ar: أبدأ
az: Başla
bo: འགོ་ཚུགས་པ།
cs: Zapnout
el: Έναρξη
et: Algusaeg
fa: آغاز
fi: Käynnistä
hi: शुरू
hu: Indítás
it: Avvia
ja: 開始
ko: 시작
sk: Spustiť
sl: Zaženi
sq: Nisje
uk: Запустити
vi: Bắt đầu

source: Cancel
ar: الغاء
az: Ləğv et
bo: བཟོ་འདོར་བ།
cs: Zrušit
da: Annuller
el: Άκυρο
et: Katkesta
fa: لغو کردن
fi: Peru
hi: रद्द करें
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nn: Avbryt
sk: Zrušiť
sl: Prekliči
sq: Anuloje
uk: Відмінити
vi: Hủy

source: Delete this tunnel (cannot be undone)
ar: حذف هذا النفق (لا يمكن التراجع عنه)
az: Bu tünəli silin (geri qaytarıla bilməz)
bo: སྒྲོམ་ལམ་བཟོ་འདོར་བ། (མེད་པར་བཟོ་མི་ཐུབ།)
cs: Smazat tento tunel (nelze vrátit zpět)
da: Slet denne tunnel (kan ikke fortrydes)
el: Διαγραφή αυτού του διαδρόμου (δεν μπορεί να ανακουφιστεί)
et: Kustuta see tunnel (ei saa tagasi võtta)
fa: این تونل را حذف کنید (قابل بازگشت نیست)
fi: Poista tämä tunneli (ei voi kumota)
hi: इस टनल को हटाएं (वापस नहीं ले सकते)
hu: Az alagút törlése (nem vonható vissza)
it: Elimina questo tunnel (non può essere annullato)
ja: このトンネルを削除します(元に戻すことはできません)
ko: 이 터널 삭제 (취소 할 수 없음)
nn: Slett denne tunnelen (kan ikke angres)
sk: Odstráňte tento tunel (nedá sa vrátiť späť)
sl: Izbriši ta tunelj (ne more biti razveljavljen)
sq: Fshi këtë tunel (nuk mund të zhbëhet)
uk: Видалити цей тунель (не можна скасувати)
vi: Xóa đường hầm này (không thể hoàn tác)

source: Delete
ar: خذف
az: Sil
bo: བཟོ་འདོར་བ།
cs: Smazat
da: Slet
el: Διαγραφή
et: Kustuta
fa: پاک کردن
fi: Poista
hi: हटाएं
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nn: Slett
sk: Odstrániť
sl: Izbriši
sq: Fshije
uk: Удалити
vi: Xóa

source: Save
ar: حفظ
az: Yadda saxla
bo: བུད་པ།
cs: Uložit
da: Gem
el: Αποθήκευση
et: Salvesta
fa: ذخيره
fi: Tallenna
hi: सहेजें
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nn: Lagra
sk: Uložiť
sl: Shrani
sq: Ruaje
uk: Зберегти
vi: Giữ

source: Advanced networking options
ar: اعدادات متقدمة للشبكة
az: İqtisadi şəbəkə seçimləri
bo: དེ་བཞིན་དུ་དྲོ་བཟོ་གཞིར་བཟོ་རྒྱུ།
cs: Rozšířená síťová nastavení
da: Avancerede netværksmuligheder
el: Προχωρημένες επιλογές δικτύου
et: Edasijõudmise võrguvalikud
fa: گزینه های شبکه پیشرفته
fi: Kehittyneet verkkoasetukset
hi: उन्नत नेटवर्किंग विकल्प
hu: Haladó hálózati opciók
it: Opzioni di rete avanzate
ja: 高度なネットワークオプション
ko: 고급 네트워크 옵션
nn: Avanserte nettverksval
sk: Pokročilé nastavenia siete
sl: Napredne možnosti omrežja
sq: Opsione të avancuara të rrjetit
uk: Розширені мережеві опції
vi: Tùy chọn mạng cao cấp

source: Note: When this client is configured to share tunnels, these options apply to all clients configured to share tunnels.
ar: ملاحظة: عندما يتم تكوين هذا العميل لمشاركة الأنفاق، تنطبق هذه الخيارات على جميع العملاء الذين تم تكوينهم لمشاركة الأنفاق.
az: Qeyd: Bu müştəri tünəlləri paylaşmaq üçün tənzimləndiyində, bu seçimlər bütün tünəlləri paylaşmaq üçün tənzimlənmiş müştərilərə tətbiq olunur.
bo: ཨོ་སྐུལ། སྤྱོད་མཁན་འདི་སྒྲོམ་ལམ་གཞན་དག་བཟོ་རྒྱུར་སྒྲིག་བཀོད་བྱས་པ་ཡོད་ན། དེ་དག་སྒྲོམ་ལམ་གཞན་དག་བཟོ་རྒྱུར་སྒྲིག་བཀོད་བྱས་པ་དང་འབྲེལ་བ་ཡོད་པ་དེ་དག་གི་ནུས་པ་བཟུང་བྱེད་ཀྱི་ཡོད།
cs: Poznámka: Když je tento klient nakonfigurován pro sdílení tunelů, platí tyto možnosti pro všechny klienty nakonfigurované pro sdílení tunelů.
da: Bemærk: Når denne klient er konfigureret til at dele tunneler, gælder disse muligheder for alle klienter, der er konfigureret til at dele tunneler.
el: Σημείωση: Όταν αυτός ο πελάτης είναι ρυθμισμένος για κοινή χρήση διαδρόμων, αυτές οι επιλογές ισχύουν για όλους τους πελάτες που είναι ρυθμισμένοι για κοινή χρήση διαδρόμων.
et: Märkus: Kui see klient on seadistatud tünneleid jagama, siis need valikud kehtivad kõigile klientidele, kes on seadistatud tünneleid jagama.
fa: توجه: وقتی این کلاینت برای اشتراک گذاری تونل ها پیکربندی شده است، این گزینه ها برای همه کلاینت هایی که برای اشتراک گذاری تونل ها پیکربندی شده اند اعمال می شود.
fi: Huomaa: Kun tämä asiakasohjelma on määritetty jakamaan tunneleita, nämä asetukset koskevat kaikkia asiakkaita, jotka on määritetty jakamaan tunneleita.
hi: नोट: जब यह क्लाइंट टनल साझा करने के लिए सेट किया गया है, तो ये विकल्प सभी टनल साझा करने वाले क्लाइंट्स पर लागू होते हैं।
hu: Megjegyzés: Ha ez az ügyfél alagutak megosztására van konfigurálva, ezek a beállítások az összes alagutak megosztására konfigurált ügyfélre vonatkoznak.
it: Nota: quando questo client è configurato per condividere i tunnel, queste opzioni si applicano a tutti i client configurati per condividere i tunnel.
ja: 注: このクライアントがトンネルを共有するように構成されている場合、これらのオプションはトンネルを共有するように構成されているすべてのクライアントに適用されます。
ko: 참고: 이 클라이언트가 터널을 공유하도록 구성된 경우 이러한 옵션은 터널을 공유하도록 구성된 모든 클라이언트에 적용됩니다.
nn: Merk: Når denne klienten er konfigurert til å dele tunneler, gjelder disse alternativene for alle klienter som er konfigurert til å dele tunneler.
sk: Poznámka: Ak je tento klient nakonfigurovaný na zdieľanie tunelov, tieto možnosti platia pre všetkých klientov nakonfigurovaných na zdieľanie tunelov.
sl: Opomba: Ko je ta odjemalec konfiguriran za deljenje tuneljev, veljajo te možnosti za vse odjemalce, ki so konfigurirani za deljenje tuneljev.
sq: Shënim: Kur ky klient është konfiguruar për të ndarë tunele, këto opsione zbatohen për të gjithë klientët e konfiguruar për të ndarë tunelet.
uk: Примітка: якщо цей клієнт налаштовано на спільний доступ до тунелів, ці параметри застосовуються до всіх клієнтів, налаштованих на спільний доступ до тунелів.
vi: Lưu ý: Khi máy khách này được định cấu hình để chia sẻ đường hầm, các tùy chọn này sẽ áp dụng cho tất cả các máy khách được định cấu hình để chia sẻ đường hầm.
