Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Profile
ar: بروفايل
az: Profil
bo: མཚོན་རིས།
cs: Profil
da: Profil
el: Προφίλ
et: Profiil
fa: پروفایل
fi: Profiili
hi: प्रोफ़ाइल
hu: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nn: Profil
sk: Profil
sl: Profil
sq: Profil
uk: Режим
vi: Hồ sơ

source: Delay Connect
ar: تأخر الاتصال
az: Qoşulmayı gecikdirmək
bo: འགྲོ་འདྲི་བཟོ་རྒྱུ་དོར་བ།
cs: Zpoždění připojení
da: Forsinkelse Connect
el: Καθυστέρηση Σύνδεσης
et: Viivaühendus
fa: تاخیر اتصال
fi: Viiveyhteys
hi: संपर्क की देरी
hu: Csatlakozás Késleltetése
it: Ritarda Connessione
ja: 接続を遅れさせる
ko: 연결 지연
nn: Forseink tilkopling
sk: Zdržať pripojenie
sl: Zaostro povezavo
sq: Lidhja me vonesë
uk: Затримка з’єднання
vi: Chờ nối kết

source: Connection Profile
ar: ملف تعريف الاتصال
az: Qoşulma Profili
bo: འགྲོ་འདྲིའི་མཚོན་རིས།
cs: Profil připojení
da: Forbindelsesprofil
el: Προφίλ Σύνδεσης
et: Ühenduse profiil
fa: پروفایل اتصال
fi: Yhteysprofiili
hi: संपर्क प्रोफ़ाइल
hu: Csatlakozási profil
it: Profilo connessione
ja: 接続プロファイル
ko: 연결 프로필
nn: Tilkoblingsprofil
sk: Profil pripojenia
sl: Profil povezave
sq: Profili i lidhjes
uk: Профіль підключення
vi: Hồ sơ kết nối

source: interactive connection
ar: اتصال تفاعلي
az: interaktiv qoşulma
bo: འགྲོ་འདྲི་བཟོ་རྒྱུ་གསོག་པ།
cs: interaktivní připojení
da: interaktiv forbindelse
el: λειτουργική σύνδεση
et: interaktiivne ühendus
fa: اتصال تعاملی
fi: vuorovaikutteinen yhteys
hi: इंटरैक्टिव कनेक्शन
hu: interaktív csatlakozás
it: connessione interattiva
ja: 対話型接続
ko: 대화형 연결
nn: interaktiv tilkopling
sk: interaktívne pripojenie
sl: interaktivna povezava
sq: lidhje interaktive
uk: оптимізувати для малих затримок (irc)
vi: đường nối tương tác

source: bulk connection (downloads/websites/BT)
ar: اتصال مجمع (التنزيلات/مواقع الويب/BT)
az: topluq qoşulma (yükləmələr/veb-saytlar/BT)
bo: གཞིར་བཟོ་བཟོ་རྒྱུ། (ཕབ་ལེན། རྟེན་གློག། BT)
cs: hromadné připojení (stahování/weby/BT)
da: bulkforbindelse (downloads/websteder/BT)
el: συλλογική σύνδεση (λήψεις/ιστοσελίδες/BT)
et: massülekannete ühendus (allalaadimised/vaatevahendid/BT)
fa: اتصال انبوه (دانلودها / وب سایت ها / BT)
fi: joukkoyhteys (lataukset/verkkosivustot/BT)
hi: बल्क कनेक्शन (डाउनलोड/वेबसाइट/बीटी)
hu: tömeges csatlakozás (letöltések / weboldalak / BitTorrent)
it: connessione di massa (download/siti web/BT)
ja: バルク接続（ダウンロード/Webサイト/BT）
ko: 대량 연결 (다운로드/웹사이트/BT)
nn: massetilkopling (nedlastingar/nettsider/BT)
sk: hromadné pripojenie (sťahovania/webstránky/BT)
sl: večkratna povezava (premiki/spletne strani/BT)
sq: lidhje me shumicë (shkarkime/faqet e internetit/BT)
uk: оптимізувати для великого об'єму (завантаження/веб-серфінг/Бітторрент)
vi: đường nối khổ to

source: Delay Connection
ar: تأخير الاتصال
az: Qoşulmanın gecikdirilməsi
bo: འགྲོ་འདྲི་བཟོ་རྒྱུ་དོར་བ།
cs: Zpoždění připojení
da: Forsinket forbindelse
el: Καθυστέρηση Σύνδεσης
et: Viivitamise ühendus
fa: اتصال تاخیری
fi: Viiveyhteys
hi: संपर्क की देरी
hu: Késleltetett kapcsolat
it: Ritardo di connessione
ja: 遅延接続
ko: 연결 지연
nn: Forsinket tilkobling
sk: Oneskorené pripojenie
sl: Zaostro povezavo
sq: Lidhja me vonesë
uk: Затримка підключення
vi: Trì hoãn kết nối

source: for request/response connections
ar: لاتصالات الطلب/الاستجابة
az: tələb/cavab qoşulları üçün
bo: རེ་ཁུས་ཊ་ཡང་ན་ལན་འདིའི་འགྲོ་འདྲི་བཟོ་རྒྱུ།
cs: pro připojení požadavek/odpověď
da: for anmodning/svar forbindelser
el: για συνδέσεις αιτήματος/απάντησης
et: taotluse/vastuse ühenduste jaoks
fa: برای اتصالات درخواست/پاسخ
fi: pyyntö/vastaus yhteyksiä varten
hi: निवेदन/प्रतिक्रिया कनेक्शियों के लिए
hu: kérés / válasz csatlakozásokhoz
it: per connessioni richiesta/risposta
ja: リクエスト/レスポンス接続用
ko: 요청/응답 연결시
nn: for førespurnad-/respons-tilkoplingar
sk: pre pripojenia typu žiadosť/odpoveď
sl: za zahteve/odgovore povezave
sq: për lidhjet kërkesë/përgjigje
uk: для з'єднань запит/відповідьоптимізація для з'єднань, які починаються з запиту клієнта/відповіді сервера
vi: cho nối kết yêu cầu/phản hồi

source: Router I2CP Address
ar: I2CP عنوان
az: Ruter I2CP Ünvanı
bo: བྷོ་ཌ་I2CP གི་ཐོབ་ཐང་།
cs: Adresa I2CP směrovače
da: Router I2CP-adresse
el: Διεύθυνση I2CP διαχειριστή
et: Rutiini I2CP aadress
fa: آدرس I2CP روتر
fi: Reitittimen I2CP-osoite
hi: राउटर I2CP पता
hu: Router I2CP Cím
it: Indirizzo I2CP Router
ja: ルーターのI2CPアドレス
ko: 라워 I2CP 주소
nn: I2CP-adresse til ruteren
sk: I2CP adresa routra
sl: Naslov maršrutera I2CP
sq: Adresa e ruterit I2CP
uk: I2CP Адрес Роутера
vi: Địa chỉ Định Tuyến I2CP

source: I2CP Hostname or IP
ar: اسم مضيف I2CP أو IP
az: I2CP Hostname və ya IP
bo: I2CP གི་མིང་དང་ཐོབ་ཐང་།
cs: Název hostitele nebo IP I2CP
da: I2CP Værtsnavn eller IP
el: Όνομα διακομιστή I2CP ή IP
et: I2CP domeeninimi või IP
fa: نام یا IP میزبان I2CP
fi: I2CP Isäntänimi tai IP
hi: I2CP होस्टनेम या आईपी
hu: I2CP gazdagépnév vagy IP
it: Nome host o IP I2CP
ja: I2CP ホスト名または IP
ko: I2CP 호스트 이름 또는 IP
nn: I2CP vertsnavn eller IP
sk: I2CP Hostname alebo IP
sl: Ime gostitelja ali IP I2CP
sq: I2CP Host Emri ose IP
uk: Ім’я хосту I2CP або IP
vi: Tên máy chủ hoặc IP I2CP

source: I2CP Port Number
ar: للقراءة فقط: الوجهة المحلية (إذا كانت معروفة)
az: I2CP Port Nömrəsi
bo: I2CP གི་ཐོར་ནུབ།
cs: Číslo portu I2CP
da: I2CP-portnummer
el: Αριθμός Λιμανιού I2CP
et: I2CP pordi number
fa: شماره درگاه I2CP
fi: I2CP-portin numero
hi: I2CP पोर्ट नंबर
hu: I2CP portszám
it: Numero porta I2CP
ja: I2CPポート番号
ko: I2CP 포트 번호
nn: I2CP-portnummer
sk: Číslo portu I2CP
sl: Številka vrata I2CP
sq: Numri i portës I2CP
uk: Номер порту I2CP
vi: Số cổng I2CP

source: Delay tunnel open until required
ar: عطل النفق حتى الحاجة اليه
az: Tələb olunduqca tünəlin açılmasını gecikdirmək
bo: སྒྲོམ་ལམ་འགོ་ཚུགས་པ་དོར་བ་དགོས་པའི་ཚེ་བར་བཅོས་པ།
cs: Odložte otevření tunelu, dokud nebude vyžadováno
da: Udskyd tunnel åben indtil nødvendig
el: Καθυστέρηση άνοιγμα διαδρόμου μέχρι να είναι απαραίτητο
et: Viivita tünnele avamist seni, kuni see on vaja
fa: باز کردن تونل را تا زمانی که لازم باشد به تأخیر بیندازید
fi: Viivetunneli auki kunnes vaaditaan
hi: टनल को खोलने की देरी करें जब तक आवश्यक नहीं
hu: Az alagút nyitás késleltetése szükségessé válásig
it: Ritarda l'apertura di tunnel fino a che non è richiesta
ja: 要求されるまでトンネルのオープンを遅らせる
ko: 터널 개방을 필요시까지 지연
nn: Vent med tunellopning til det trengst
sk: Pozdržať otvorenie tunelov až pokiaľ to nebude vyžadované
sl: Zaostro odprtje tunelja, dokler ni potrebno
sq: Vonesa e tunelit të hapur derisa të kërkohet
uk: Відкласти запуск до першого запиту
vi: Đợi mở đường hầm cho đến khi yêu cầu

source: Signature type
ar: نوع التوقيع
az: İmza növü
bo: བྱང་ཆུབ་གཞིར་བཟོ་བའི་རིགས།
cs: Typ podpisu
da: Signaturtype
el: Τύπος υπογραφής
et: Allkirja tüüp
fa: نوع امضا
fi: Allekirjoitustyyppi
hi: साइनेचर टाइप
hu: Aláírás típusa
it: Tipo firma
ja: 署名の種類
ko: 서명 종류
nn: Signaturtype
sk: Typ podpisu
sl: Vrsta podpisa
sq: Lloji i nënshkrimit
uk: Тип підпису
vi: Kiểu chữ ký

source: Conserve resources by only creating tunnels when required
ar: الحفاظ على الموارد عن طريق إنشاء الأنفاق فقط عند الحاجة
az: Tünəlləri yalnız tələb olunduqda yaratmaqla resursları saxlamaq
bo: སྒྲོམ་ལམ་བཟོ་རྒྱུ་དགོས་པའི་ཚེ་བར་བཅོས་པ་ནུས་ཤུགས་བཟོ་རྒྱུ་བྱོས།
cs: Šetřete zdroje vytvářením tunelů pouze v případě potřeby
da: Bevar ressourcer ved kun at oprette tunneler, når det er nødvendigt
el: Παρατήρηση πόρων δημιουργώντας διαδρόμους μόνο όταν είναι απαραίτητο
et: Säästa ressursse, loodes tünneleid ainult vajadusel
fa: منابع را فقط با ایجاد تونل در صورت لزوم حفظ کنید
fi: Säästä resursseja luomalla tunneleita vain tarvittaessa
hi: संसाधनों को संरक्षित करने के लिए केवल आवश्यकतानुसार टनल बनाएं
hu: Takarítson meg erőforrásokat azzal, hogy csak szükség esetén hoz létre alagutak
it: Conserva le risorse creando tunnel solo quando richiesto
ja: 必要な場合にのみトンネルを作成してリソースを節約する
ko: 필요할 때 터널 만 만들어 자원을 보존하십시오
nn: Spar ressurser ved kun å lage tunneler når det er nødvendig
sk: Šetrite zdroje vytváraním tunelov len v prípade potreby
sl: Ohranjajte vir, tako da ustvarite tunelje le, ko je to potrebno
sq: Ruani burimet duke krijuar vetëm tunele kur kërkohet
uk: Зберігайте ресурси, створюючи тунелі лише за потреби
vi: Bảo tồn tài nguyên bằng cách chỉ tạo đường hầm khi được yêu cầu

source: Don't open tunnel until activity is detected on port
ar: لا تفتح النفق حتى يتم اكتشاف النشاط على المنفذ
az: Portda fəaliyyət aşkarlandıqdan əvvəl tünəlin açılmasına icazə vermək
bo: ཐོར་ནུབ་ནས་འགྲོ་འདྲི་བཟོ་རྒྱུ་རྒྱུན་མེད་པར་སྒྲོམ་ལམ་འགོ་ཚུགས་མི་བྱེད་པ།
cs: Neotvírejte tunel, dokud nebude detekována aktivita na portu
da: Åbn ikke tunnelen, før aktivitet er registreret på havnen
el: Μην ανοίξετε τον διάδρομο μέχρι να ανιχνευτεί δραστηριότητα στο λιμάνι
et: Ära avaa tunnelit, enne kui portil on tegevust
fa: تا زمانی که فعالیت در پورت شناسایی نشود تونل را باز نکنید
fi: Älä avaa tunnelia ennen kuin portissa havaitaan toimintaa
hi: पोर्ट पर गतिविधि न होने तक टनल खोल मत
hu: Ne nyissa meg az alagutat, amíg tevékenységet nem észlel a porton
it: Non aprire il tunnel finché non viene rilevata attività sulla porta
ja: ポートでアクティビティが検出されるまでトンネルを開かないでください
ko: 항구에서 활동이 감지 될 때까지 터널을 열지 마십시오
nn: Ikke åpne tunnelen før aktivitet er oppdaget på havn
sk: Neotvárajte tunel, kým sa nezistí aktivita na prístave
sl: Ne odpirajte tunelja, dokler na vratah ni zaznane dejavnosti
sq: Mos e hap tunelin derisa të zbulohet aktiviteti në port
uk: Не відкривайте тунель, доки не буде виявлено активність на порту
vi: Không mở đường hầm cho đến khi phát hiện hoạt động trên cổng

source: This is the default, recommended option
ar: هذا هو الخيار الافتراضي الموصى به
az: Bu standart, tövsiyə olunan seçimdir
bo: འདི་ནི་རྒྱུན་གོའི་གདན་འཛུགས་བྱེད་པའི་ནུས་པ་ཡིན།
cs: Toto je výchozí, doporučená možnost
da: Dette er den anbefalede standardindstilling
el: Αυτή είναι η προεπιλεγμένη, συνιστώμενη επιλογή
et: See on vaikimisi, soovitatav valik
fa: این گزینه پیش فرض توصیه شده است
fi: Tämä on oletusarvoinen suositeltu vaihtoehto
hi: यह मानक और सुझावित विकल्प है
hu: Ez az alapértelmezett, ajánlott beállítás
it: Questa è l'opzione di default, raccomandata
ja: これはデフォルトの推奨オプションです
ko: 이것은 기본값, 권장 옵션입니다
nn: Dette er standard, anbefalt alternativ
sk: Toto je predvolená, odporúčaná možnosť
sl: To je privzeto, priporočeno možnost
sq: Ky është opsioni i paracaktuar, i rekomanduar
uk: це рекомендований варіант за замовчуванням
vi: Đây là tùy chọn mặc định, được khuyến nghị

source: Encryption types
ar: أنواع التشفير
az: Şifrələmə növləri
bo: བཀོད་སྒྲིག་བཟོ་བའི་རིགས།
cs: Typy šifrování
da: Krypteringstyper
el: Τύποι κρυπτογράφησης
et: Krüpteerimistüübid
fa: انواع رمزگذاری
fi: Salaustyypit
hi: एन्क्रिप्शन प्रकार
hu: Titkosítási típusok
it: Tipi di crittografia
ja: 暗号化の種類
ko: 암호화 유형
nn: Krypteringstyper
sk: Typy šifrovania
sl: Vrste šifriranja
sq: Llojet e enkriptimit
uk: Типи шифрування
vi: Các loại mã hóa

source: Legacy options
bo: རྒྱུན་གོའི་ནུས་པ།
hi: पुराने विकल्प
sl: Zastarele možnosti
uk: Застарілі параметри

source: Post Quantum
bo: ཕོསཊ་ཀ྅ུ་ཨན་ཏམ།
hi: पोस्ट क्वांटम
sl: Post-kvantno

source: Both encryption types
ar: كلا النوعين من التشفير
az: Hər iki şifrələmə növü
bo: བཀོད་སྒྲིག་གཞིར་བཟོ་བའི་རིགས་གཉིས་ཀ་བཟོ་རྒྱུ།
cs: Oba typy šifrování
da: Begge krypteringstyper
el: Και οι δύο τύποι κρυπτογράφησης
et: Mõlemad krüpteerimistüübid
fa: هر دو نوع رمزگذاری
fi: Molemmat salaustyypit
hi: दोनों एन्क्रिप्शन प्रकार
hu: Mindkét titkosítási típus
it: Entrambi i tipi di crittografia
ja: 両方の暗号化タイプ
ko: 두 암호화 유형
nn: Begge krypteringstyper
sk: Oba typy šifrovania
sl: Oba tipa šifriranja
sq: Të dy llojet e enkriptimit
uk: Обидва типи шифрування
vi: Cả hai loại mã hóa

source: Tunnel Options
ar: خيارات النفق
az: Tünəl Seçimləri
bo: སྒྲོམ་ལམ་གི་ནུས་པ།
cs: Nastavení možností tunelu
da: Tunnelmuligheder
el: Επιλογές Διαδρόμου
et: Tunneli valikud
fa: گزینه های تونل
fi: Tunnelivalitsimet
hi: टनल विकल्प
hu: Alagút Beállítások
it: Opzioni tunnel
ja: トンネルオプション
ko: 터널 옵션
nn: Tunellval
sk: Nastavenia tunela
sl: Možnosti tunelja
sq: Opsionet e tunelit
uk: Опції тунелю
vi: Tùy chọn đường hầm

source: Length
ar: طول
az: Uzunluq
bo: རིང་ཚད།
cs: Délka
da: Længde
el: Μήκος
et: Pikkus
fa: طول
fi: Pituus
hi: लंबाई
hu: Hossz
it: Lunghezza
ja: 長さ
ko: 길이
nn: Lengd
sk: Dĺžka
sl: Dolžina
sq: Gjatësia
uk: Довжина
vi: Độ dài

source: Count
ar: عد
az: Say
bo: གྲངས་ཀ།
cs: Počítejte
da: Antal
el: Αριθμός
et: Arv
fa: شمارش
fi: Lukumäärä
hi: गिनती
hu: Mennyiség
it: Conteggio
ja: 回数
ko: 횟수
nn: Tal
sk: Počet
sl: Štetje
sq: Numërimi
uk: Кількість
vi: Số lượng

source: Length of each Tunnel
ar: طول كل نفق
az: Hər bir tünəlin uzunluğu
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་རིང་ཚད།
cs: Délka každého tunelu
da: Længde af hver tunnel
el: Μήκος κάθε Διαδρόμου
et: Iga tunneli pikkus
fa: طول هر تونل
fi: Kunkin tunnelin pituus
hi: प्रत्येक टनल की लंबाई
hu: Mindegyik alagút hossza
it: Lunghezza di ogni tunnel
ja: 各トンネルの長さ
ko: 각 터널의 길이
nn: Lengde på hver tunnel
sk: Dĺžka každého tunela
sl: Dolžina vsakega tunelja
sq: Gjatësia e çdo tuneli
uk: Довжина кожного тунелю
vi: Chiều dài của mỗi đường hầm

source: 0 hop tunnel (no anonymity)
ar: 0 نفق القفز (بدون إخفاء الهوية)
az: 0 hüpf tünəli (anonimliyin yoxluğu)
bo: 0 གི་སྒྲོམ་ལམ། (མིང་མེད་པ།)
cs: 0 skokový tunel (bez anonymity)
da: 0 hop tunnel (ingen anonymitet)
el: 0 κλίσμα διαδρόμου (χωρίς ανώνυμη ιδιότητα)
et: 0 hüpe tunnel (puudub anonüümsus)
fa: 0 تونل هاپ (بدون ناشناس بودن)
fi: 0 hop tunneli (ei nimettömyyttä)
hi: 0 हॉप टनल (कोई अनामत नहीं)
hu: 0 ugrás alagút (névtelenség nélkül)
it: 0 tunnel hop (nessun anonimato)
ja: 0ホップトンネル(匿名性なし)
ko: 0 단계 터널 (익명성 없음)
nn: 0 hop tunnel (ingen anonymitet)
sk: 0 hopových tunelov (žiadna anonymita)
sl: 0 skokov tunelj (brez anonimnosti)
sq: 0 tunel hop (pa anonimitet)
uk: Тунель 0 стрибків (без анонімності)
vi: 0 đường hầm (không có ẩn danh)

source: 1 hop tunnel (low anonymity)
ar: 1 قفزة نفق (عدم الكشف عن هويته)
az: 1 hüpf tünəli (düşük anonimlik)
bo: 1 གི་སྒྲོམ་ལམ། (མིང་ཉུང་བ།)
cs: 1 skokový tunel (nízká anonymita)
da: 1 hop tunnel (lav anonymitet)
el: 1 κλίσμα διαδρόμου (μικρή ανώνυμη ιδιότητα)
et: 1 hüpe tunnel (madal anonüümsus)
fa: 1 تونل هاپ (ناشناس بودن کم)
fi: 1 hyppytunneli (vähän anonymiteettiä)
hi: 1 हॉप टनल (कम अनामत)
hu: 1 ugrás alagút (alacsony anonimitás)
it: 1 tunnel hop (anonimato basso)
ja: 1ホップトンネル(低い匿名性)
ko: 1 단계 터널 (낮은 익명성)
nn: 1 hop tunnel (lav anonymitet)
sk: 1 hopový tunel (nízka anonymita)
sl: 1 skok tunelj (nizka anonimnost)
sq: 1 tunel hop (anonimitet i ulët)
uk: Тунель з 1 стрибком (низька анонімність)
vi: 1 đường hầm hop (ẩn danh thấp)

source: 2 hop tunnel (medium anonymity)
ar: 2 نفق القفز (مجهول الهوية بدرجة متوسطة)
az: 2 hüpf tünəli (orta anonimlik)
bo: 2 གི་སྒྲོམ་ལམ། (མིང་དབུགས་པ།)
cs: 2 skokový tunel (střední anonymita)
da: 2 hop tunnel (medium anonymitet)
el: 2 κλίσματα διαδρόμου (μέτρια ανώνυμη ιδιότητα)
et: 2 hüpe tunnel (keskmine anonüümsus)
fa: 2 تونل هاپ (ناشناس بودن متوسط)
fi: 2 hyppytunneli (keskimääräinen nimettömyys)
hi: 2 हॉप टनल (मध्यम अनामत)
hu: 2 ugrás alagút (közepes anonimitás)
it: 2 tunnel hop (anonimato medio)
ja: 2ホップトンネル(標準的な匿名性)
ko: 2 단계 터널 (중간 익명성)
nn: 2 hop tunnel (middels anonymitet)
sk: 2 hopové tunely (stredná anonymita)
sl: 2 skoka tunelj (srednja anonimnost)
sq: 2 tunel hop (anonimitet i mesëm)
uk: Тунель з 2 стрибками (середня анонімність)
vi: 2 Đường hầm hop (ẩn danh trung bình)

source: 3 hop tunnel (high anonymity)
ar: ملاحظة: عندما يتم تكوين هذا العميل لمشاركة الأنفاق، تنطبق هذه الخيارات على كافة العملاء الذين تم تكوينهم لمشاركة الأنفاق.
az: 3 hüpf tünəli (yüksək anonimlik)
bo: 3 གི་སྒྲོམ་ལམ། (མིང་མང་བ།)
cs: 3 skokový tunel (vysoká anonymita)
da: 3 hop tunnel (høj anonymitet)
el: 3 κλίσματα διαδρόμου (ψηλή ανώνυμη ιδιότητα)
et: 3 hüpe tunnel (kõrge anonüümsus)
fa: 3 تونل هاپ (ناشناس بودن بالا)
fi: 3 hyppytunneli (korkea anonymiteetti)
hi: 3 हॉप टनल (उच्च अनामत)
hu: 3 ugrás alagút (nagy anonimitás)
it: 3 tunnel hop (anonimato alto)
ja: 3ホップトンネル(高い匿名性)
ko: 3 단계 터널 (높은 익명성)
nn: 3 hop tunnel (høy anonymitet)
sk: 3 hopové tunely (vysoká anonymita)
sl: 3 skoka tunelj (visoka anonimnost)
sq: 3 tunel hop (anonimitet i lartë)
uk: Тунель з 3 стрибками (висока анонімність)
vi: 3 đường hầm hop (ẩn danh cao)

source: {0} hop tunnel
ar: {0} نفق القفزة
az: {0} hüpf tünəli
bo: {0} གི་སྒྲོམ་ལམ།
cs: {0} hop tunel
el: {0} κλίσματα διαδρόμου
et: {0} hüpe tunnel
fa: {0} تونل هاپ
fi: {0} humalatunneli
hi: {0} हॉप ट्वील
hu: {0} hop alagút
it: {0} tunnel hop
ja: {0}ホップトンネル
ko: {0} 홉 터널
sq: {0} hop tunel
uk: {0} стрибковий тунель
vi: {0} đường hầm hop

source: Number of Tunnels in Group
ar: عدد الأنفاق في المجموعة
az: Qrupdakı tünəllərin sayı
bo: ཚོར་བཞག་ནང་གི་སྒྲོམ་ལམ་གྱི་གྲངས་ཀ།
cs: Počet tunelů ve skupině
da: Antal tunneler i gruppe
el: Αριθμός Διαδρόμων στη Γραμμή
et: Grupis olevate tünnelede arv
fa: تعداد تونل در گروه
fi: Tunnelien lukumäärä ryhmässä
hi: टनल की संख्या ग्रुप में
hu: Alagutak száma a csoportban
it: Numero di tunnel nel gruppo
ja: グループ内のトンネルの数
ko: 그룹 내 터널 수
nn: Antall tunneler i gruppe
sk: Počet tunelov v skupine
sl: Število tuneljev v skupini
sq: Numri i tuneleve në grup
uk: Кількість тунелів у групі
vi: Số đường hầm trong nhóm

source: Disabled for 0 hop tunnels
bo: 0 གི་སྒྲོམ་ལམ་ནུས་པ་མེད་པ།
hi: 0 हॉप टनल के लिए अक्षम
sl: Onemogočeno za predore brez preskokov
uk: Вимкнено для тунелів з 0 переходами

source: Variance
ar: فرق
az: Fərq
bo: ཁྱད་པར།
cs: Rozptyl
da: Varians
el: Διακύμανση
et: Variants
fa: واریانس
fi: Varianssi
hi: वेरियंस
hu: Szórás
it: Varianza
ja: 分散
ko: 분산
nn: Varians
sk: Odchýlka
sl: Razlika
sq: Ndryshim
uk: Розбіжність
vi: Độ khác biệt

source: Backup Count
ar: عدد النسخ الاحتياطية
az: Yedek Say
bo: ཕབ་སྐོར་གྲངས་ཀ།
cs: Záložní počet
da: Backup optælling
el: Αριθμός Επιπλέον
et: Varunduskope arv
fa: تعداد پشتیبان
fi: Varmuuskopioiden määrä
hi: बैकअप गिनती
hu: Mentések Száma
it: Conteggio backup
ja: バックアップ回数
ko: 백업 수
nn: Ekstra
sk: Záložný počet
sl: Štetje rezervnih kopij
sq: Numërimi rezervë
uk: Резервна кількість
vi: Số lượng trừ bị

source: Level of Randomization for Tunnel Length
ar: مستوى التوزيع العشوائي لطول النفق
az: Tünəl Uzunluğunun Rastgeleliyin Dərəcəsi
bo: སྒྲོམ་ལམ་གྱི་རིང་ཚད་གཞིར་བཟོ་བའི་ཁྱད་པར།
cs: Úroveň náhodnosti pro délku tunelu
da: Randomiseringsniveau for tunnellængde
el: Επίπεδο Συντυχαιότητας για το Μήκος του Διαδρόμου
et: Tunneli pikkuse juhuslikkuse taseme
fa: سطح تصادفی سازی برای طول تونل
fi: Tunnelin pituuden satunnaistuksen taso
hi: टनल लंबाई के लिए यादृच्छिकता का स्तर
hu: Véletlenszerűségi szint az alagút hosszához
it: Livello di randomizzazione per la lunghezza del tunnel
ja: トンネル長のランダム化レベル
ko: 터널 길이에 대한 무작위화 수준
nn: Randomiseringsnivå for tunnellengde
sk: Úroveň randomizácie pre dĺžku tunela
sl: Raven naključnosti za dolžino tunelja
sq: Niveli i randomizimit për gjatësinë e tunelit
uk: Рівень рандомізації для довжини тунелю
vi: Mức độ ngẫu nhiên hóa cho chiều dài đường hầm

source: 0 hop variance
ar: 0 تباين قفزة
az: 0 hüpf fərq
bo: 0 གི་ཁྱད་པར།
cs: 0 rozptyl chmele
da: 0 hop varians
el: 0 διακύμανση κλίσματος
et: 0 hüpe variants
fa: 0 واریانس پرش
fi: 0 hyppyvarianssi
hi: 0 हॉप वेरियंस
hu: 0 ugrásvariancia
it: 0 Varianza del luppolo
ja: 0 ホップ分散
ko: 0 홉 변화
nn: 0 humlevariasjon
sk: 0 skokový rozptyl
sl: 0 skoka razlika
sq: 0 variancë hop
uk: 0 стрибкова дисперсія
vi: 0 phương sai hop

source: no randomization, consistent performance
ar: لا يوجد عشوائية، أداء متسق
az: rastgelelik yoxdur, daimi performans
bo: ཁྱད་པར་མེད་པ། དོ་དམ་བཟོ་རྒྱུའི་ནུས་པ་མཚོན་པ།
cs: žádná randomizace, konzistentní výkon
da: ingen randomisering, konsekvent ydeevne
el: χωρίς συντυχαιότητα, συνεπής απόδοση
et: juhuslikkust puudub, stabiilne jõudlus
fa: بدون تصادفی سازی، عملکرد ثابت
fi: ei satunnaistamista, tasainen suorituskyky
hi: कोई यादृच्छिकता नहीं, स्थिर प्रदर्शन
hu: nincs véletlen besorolás, egyenletes teljesítmény
it: nessuna randomizzazione, prestazioni costanti
ja: ランダム化なし、一貫したパフォーマンス
ko: 무작위화 없음, 일관된 성능
nn: ingen randomisering, konsekvent ytelse
sk: žiadna randomizácia, konzistentný výkon
sl: brez naključnosti, konzistentna zmogljivost
sq: pa rastësi, performancë e qëndrueshme
uk: без рандомізації, стабільна продуктивність
vi: không ngẫu nhiên, hiệu suất ổn định

source: + 0-1 hop variance
ar: رقم منفذ I2CP
az: + 0-1 hüpf fərq
bo: + 0-1 གི་ཁྱད་པར།
cs: 0-1 skokový rozptyl
da: 0-1 hop varians
el: + 0-1 διακύμανση κλίσματος
et: + 0-1 hüpe variants
fa: واریانس پرش 0-1
fi: 0-1 hyppyvarianssi
hi: + 0-1 हॉप वेरियंस
hu: 0-1 ugrás szórás
it: varianza del luppolo 0-1
ja: 0-1 ホップ分散
ko: 0-1 홉 변화
nn: 0-1 humlevariasjon
sk: 0-1 odchýlka chmeľu
sl: + 0-1 skoka razlika
sq: 0-1 variancë hop
uk: дисперсія стрибків 0-1
vi: phương sai 0-1 bước nhảy

source: medium randomization, lower performance
ar: العشوائية المتوسطة، وانخفاض الأداء
az: orta rastgelelik, aşağı performans
bo: ཁྱད་པར་དབུགས་པ། དོ་དམ་བཟོ་རྒྱུའི་ནུས་པ་ཉུང་བ།
cs: střední randomizace, nižší výkon
da: medium randomisering, lavere ydeevne
el: μεσαία συντυχαιότητα, χαμηλότερη απόδοση
et: keskmine juhuslikkus, madalam jõudlus
fa: تصادفی سازی متوسط، عملکرد پایین تر
fi: keskitasoinen satunnaistaminen, alhaisempi suorituskyky
hi: मध्यम यादृच्छिकता, कम प्रदर्शन
hu: közepes randomizáció, alacsonyabb teljesítmény
it: randomizzazione media, prestazioni inferiori
ja: 中程度のランダム化、パフォーマンスは低い
ko: 중간 무작위화, 낮은 성능
nn: middels randomisering, lavere ytelse
sk: stredná randomizácia, nižší výkon
sl: srednja naključnost, nižja zmogljivost
sq: rastësi mesatare, performancë më e ulët
uk: середня рандомізація, нижча продуктивність
vi: ngẫu nhiên trung bình, hiệu suất thấp hơn

source: + 0-2 hop variance
ar: 0-2 تباين القفزة
az: + 0-2 hüpf fərq
bo: + 0-2 གི་ཁྱད་པར།
cs: 0-2 skokový rozptyl
da: 0-2 hop varians
el: + 0-2 διακύμανση κλίσματος
et: + 0-2 hüpe variants
fa: 0-2 واریانس پرش
fi: 0-2 hypyn varianssi
hi: + 0-2 हॉप वेरियंस
hu: 0-2 ugrás szórás
it: varianza di salto 0-2
ja: 0 ～ 2 ホップ分散
ko: 0-2 홉 변화
nn: 0-2 hoppvariasjon
sk: 0-2 skokový rozptyl
sl: + 0-2 skoka razlika
sq: 0-2 variancë hop
uk: дисперсія стрибків 0-2
vi: phương sai 0-2 bước nhảy

source: high randomization, very low performance
ar: عشوائية عالية وأداء منخفض جدًا
az: yüksək rastgelelik, çox aşağı performans
bo: ཁྱད་པར་མང་བ། དོ་དམ་བཟོ་རྒྱུའི་ནུས་པ་ཉུང་མེད།
cs: vysoká randomizace, velmi nízký výkon
da: høj randomisering, meget lav ydeevne
el: ψηλή συντυχαιότητα, πολύ χαμηλή απόδοση
et: kõrge juhuslikkus, väga madal jõudlus
fa: تصادفی بالا، عملکرد بسیار پایین
fi: korkea satunnaistaminen, erittäin alhainen suorituskyky
hi: उच्च यादृच्छिकता, बहुत कम प्रदर्शन
hu: nagy véletlenszerűség, nagyon alacsony teljesítmény
it: randomizzazione elevata, prestazioni molto basse
ja: ランダム化が高く、パフォーマンスが非常に低い
ko: 높은 무작위화, 매우 낮은 성능
nn: høy randomisering, svært lav ytelse
sk: vysoká randomizácia, veľmi nízky výkon
sl: visoka naključnost, zelo nizka zmogljivost
sq: rastësi e lartë, performancë shumë e ulët
uk: висока рандомізація, дуже низька продуктивність
vi: tính ngẫu nhiên cao, hiệu suất rất thấp

source: +/- 0-1 hop variance
ar: /- 0-1 تباين القفزة
az: +/- 0-1 hüpf fərq
bo: +/- 0-1 གི་ཁྱད་པར།
cs: /- 0-1 skokový rozptyl
da: /- 0-1 humlevarians
el: +/- 0-1 διακύμανση κλίσματος
et: +/- 0-1 hüpe variants
fa: /- 0-1 واریانس پرش
fi: /- 0-1 hyppyvarianssi
hi: +/- 0-1 हॉप वेरियंस
hu: /- 0-1 ugrásvariancia
it: /- Variazione del luppolo 0-1
ja: /- 0-1 ホップ分散
ko: /- 0-1 홉 변화
nn: /- 0-1 humlevariasjon
sk: /- 0-1 skokový rozptyl
sl: +/- 0-1 skoka razlika
sq: /- 0-1 variancë hop
uk: /- дисперсія стрибків 0-1
vi: /- 0-1 bước nhảy khác nhau
