Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Encrypt Leaseset
ar: تشفير مجموعة الإيجار
az: Leaseset-i şifrələ
bo: ལི་ཤི་སེཊ་གསང་བཤིལ་བཟོ་བ
cs: Zašifrovat soubor pronájmu
da: Krypter lejesæt
el: Κρυπτογράφηση Leaseset
et: Krüpteeri Leaseset
fa: Leaseset را رمزگذاری کنید
fi: Salaa vuokrasopimus
hi: लीज़ सेट को एन्क्रिप्ट करें
hu: Bérletkészlet titkosításaLeaseset Titkosítása (Leaseset - magában foglalja a bejövő átjárókat (gateway) adott célállomáshoz, azaz a routerek és alagutak Bejövő pontjait, melyhez kliens csatlakozik, hogy elérjen adott szolgáltatást)
it: Codifica Leaseset
ja: リーズセット情報を暗号化する
ko: 리즈셋 암호화
nn: Krypter «leaseset» (tunellinngangar)
sk: Zašifrovať prenejatú sadu
sl: Šifriraj zbirko najemov
sq: Enkriptoni Laseet
uk: Шифрувати Leaseset
vi: Leaseset mã hóa

source: Optional Lookup Password
ar: كلمة مرور البحث الاختيارية
az: Seçkin axtarış şifrəsi
bo: གཙང་གི་བཟོ་བ་བརྟེན་པའི་སྒོར་ཚིག
cs: Volitelné vyhledávací heslo
da: Valgfri opslagsadgangskode
el: Επιλεκτικός κωδικός πρόσβασης Lookup
et: Valikuline kontrolli parool
fa: رمز عبور جستجوی اختیاری
fi: Valinnainen hakusalasana
hi: वैकल्पिक लुकअप पासवर्ड
hu: Opcionális keresési jelszó
it: Ricerca password facoltativa
ja: オプションの検索パスワード
ko: 선택적 조회 비밀번호
nn: Valgfritt oppslagspassord
sk: Voliteľné vyhľadávacie heslo
sl: Neobvezno geslo za preiskavo
sq: Fjalëkalimi opsional i kërkimit
uk: Додатковий пароль пошуку
vi: Mật khẩu tra cứu tùy chọn

source: Keyring Manager
ar: مدير كيرينغ
az: Açar döşeməsi idarəçisi
bo: གསང་ཐོ་བཟོ་བའི་མཁས་པ་འཛིན་པ
cs: Správce klíčů
da: Nøgleringsforvalter
el: Διαχειριστής Keyring
et: Võtmeringi haldur
fa: مدیر کلید
fi: Avaimenperäpäällikkö
hi: की रिंग मैनेजर
hu: Kulcstartó menedzser
it: Gestione portachiavi
ja: キーリングマネージャー
ko: 키링 관리자
nn: Nøkkelringsjef
sk: Manažér príveskov na kľúče
sl: Upravitelj ključnega kruga
sq: Menaxheri i çelësave
uk: Менеджер ключів
vi: Trình quản lý móc khóa

source: Allow all clients to connect to this service
ar: السماح لجميع العملاء بالاتصال بهذه الخدمة
az: Bu xidməti istifadə etmək üçün hər bir müştərinin girişini icazə verin
bo: མཐུད་རྒྱུགས་བྱེད་པ་ཐམས་ཅད་མེན་པའི་ཞབས་ཞུ་བྱེད་པ
cs: Povolit všem klientům připojení k této službě
da: Tillad alle klienter at oprette forbindelse til denne tjeneste
el: Επιτρέψτε σε όλους τους πελάτες να συνδεθούν σε αυτή την υπηρεσία
et: Luba kõigile klientidele ühendada selle teenusega
fa: اجازه به همه کلاینت ها برای اتصال به این سرویس
fi: Salli kaikkien asiakkaiden muodostaa yhteys tähän palveluun
hi: सभी क्लाइंटों को इस सेवा से कनेक्ट करने की अनुमति दें
hu: Engedélyezze az összes ügyfél számára, hogy csatlakozzon ehhez a szolgáltatáshoz
it: Consenti a tutti i client di connettersi a questo servizio
ja: すべてのクライアントがこのサービスに接続できるようにする
ko: 모든 클라이언트가 이 서비스에 연결하도록 허용
nn: Tillat alle klienter å koble til denne tjenesten
sk: Umožniť všetkým klientom pripojiť sa k tejto službe
sl: Dovoli vsem odjemalcem, da se povežejo do tega servisa
sq: Lejo që të gjithë klientët të lidhen me këtë shërbim
uk: Дозволити всім клієнтам підключатися до цієї служби
vi: Cho phép tất cả khách hàng kết nối với dịch vụ này

source: Send key to all users.
ar: إرسال المفتاح إلى كافة المستخدمين.
az: Hər bir istifadəçiyə açarı göndər.
bo: གསང་ཐོ་ཐམས་ཅད་མཐུད་རྒྱུགས་བྱེད་པར་བཏགས་པ
cs: Pošlete klíč všem uživatelům.
da: Send nøgle til alle brugere.
el: Αποστολή κλειδιού σε όλους τους χρήστες.
et: Saada võti kõigile kasutajatele.
fa: ارسال کلید به همه کاربران.
fi: Lähetä avain kaikille käyttäjille.
hi: सभी उपयोगकर्ताओं को कुंजी भेजें।
hu: Kulcs küldése minden felhasználónak.
it: Invia chiave a tutti gli utenti.
ja: すべてのユーザーにキーを送信します。
ko: 모든 사용자에게 키를 보냅니다.
nn: Send nøkkel til alle brukere.
sk: Odoslať kľúč všetkým používateľom.
sl: Pošlji ključ vsem uporabnikom.
sq: Dërgo çelësin për të gjithë përdoruesit.
uk: Надіслати ключ усім користувачам.
vi: Gửi key cho tất cả người dùng.

source: Encrypted
ar: مشفرة
az: Şifrələnmiş
bo: གསང་བཤིལ་བཟོ་བ
cs: Zašifrováno
da: Krypteret
el: Κρυπτογραφημένο
et: Krüpteeritud
fa: رمزگذاری شده
fi: Salattu
hi: एन्क्रिप्टेड
hu: Titkosított
it: Codificato
ja: 暗号化済
ko: 암호화 됨
nn: Kryptert
sk: Šifrované
sl: Šifrirano
sq: I fshehtëzuar
uk: Зашифровано
vi: Đã mã hóa

source: Prevents server discovery by floodfills
ar: يمنع اكتشاف الخادم عن طريق عمليات التعبئة
az: Floodfilllər vasitəsilə servisin aşkarlanmasını qadağan edir
bo: མཁས་པ་འདི་ཞིག་གི་གློག་བརྒྱུད་པར་སྐྱོན་བྱེད་པ
cs: Zabraňuje odhalení serveru záplavami
da: Forhindrer serveropdagelse ved oversvømmelse
el: Αποτρέπει την ανακάλυψη διακομιστή μέσω floodfills
et: Vähendab serveri avastamist üleujutuste abil
fa: از کشف سرور توسط سیلاب ها جلوگیری می کند
fi: Estää palvelimen havaitsemisen tulvatäytöillä
hi: फ्लूडफिल्स द्वारा सर्वर की खोज को रोकता है
hu: Megakadályozza a kiszolgáló felderítését a floodfill által
it: Impedisce il rilevamento del server da parte dei riempimenti
ja: フラッドフィルによるサーバーの検出を防止します
ko: 플러드필에 의한 서버 검색을 방지합니다
nn: Forhindrer serveroppdagelse ved flomfyllinger
sk: Zabraňuje zisťovaniu servera pomocou záplav
sl: Prepreči odkrivanje strežnika s preplavami
sq: Parandalon zbulimin e serverit nga përmbytjet
uk: Запобігає виявленню сервера шляхом заповнення
vi: Ngăn chặn việc phát hiện máy chủ bằng cách lấp đầy

source: Blinded
ar: أعمى
az: Körpələnmiş
bo: བརྩི་བཤིལ་བཟོ་བ
cs: Oslepený
da: Blindet
et: Varjudatud
fa: نابینا
fi: Sokeutunut
hi: नींद्रित
hu: Vak
it: Accecato
ja: 盲目
ko: 블라인드
nn: Blindet
sk: Zaslepený
sl: Oslep
sq: I verbëruar
uk: Осліплений
vi: Bị mù

source: Send password to all users.
ar: إرسال كلمة المرور لجميع المستخدمين.
az: Hər bir istifadəçiyə şifrəni göndər.
bo: སྒོར་ཚིག་ཐམས་ཅད་མཐུད་རྒྱུགས་བྱེད་པར་བཏགས་པ
cs: Pošle heslo všem uživatelům.
da: Send adgangskode til alle brugere.
el: Αποστολή κωδικού πρόσβασης σε όλους τους χρήστες.
et: Saada parool kõigile kasutajatele.
fa: ارسال گذرواژه به تمام کاربران.
fi: Lähetä salasana kaikille käyttäjille.
hi: सभी उपयोगकर्ताओं को पासवर्ड भेजें।
hu: Jelszó küldése minden felhasználónak.
it: Invia password a tutti gli utenti.
ja: すべてのユーザーにパスワードを送信します。
ko: 모든 사용자에게 비밀번호를 보냅니다.
nn: Send passord til alle brukere.
sk: Odoslať heslo všetkým používateľom.
sl: Pošlji geslo vsem uporabnikom.
sq: Dërgo fjalëkalimin për të gjithë përdoruesit.
uk: Надіслати пароль усім користувачам.
vi: Gửi mật khẩu cho tất cả người dùng.

source: Blinded with lookup password
ar: أعمى بكلمة مرور البحث
az: Axtarış şifrəsi ilə körpələnmiş
bo: གཙང་གི་བཟོ་བ་བརྟེན་པའི་བརྩི་བཤིལ་བཟོ་བ
cs: Zaslepeno vyhledávacím heslem
da: Blindet med opslagskode
el: Blinded με κωδικό πρόσβασης Lookup
et: Varjudatud kontrolli parooliga
fa: کور شده با جستجوی رمز عبور
fi: Sokoitettu hakusalasanalla
hi: लुकअप पासवर्ड के साथ नींद्रित
hu: Vak a keresési jelszóval
it: Accecato dalla ricerca password
ja: ルックアップパスワードでブラインド化
ko: 조회 비밀번호로 인해 블라인드됨
nn: Blindet med oppslagspassord
sk: Slepý s vyhľadávacím heslom
sl: Osmetljeno z geslom za preiskavo
sq: Verbuar me fjalëkalimin e kërkimit
uk: Закрито пошуковим паролем
vi: Bị mù mật khẩu tra cứu

source: Send key and password to all users.
ar: إرسال المفتاح وكلمة المرور لجميع المستخدمين.
az: Hər bir istifadəçiyə açarı və şifrəni göndər.
bo: གསང་ཐོ་དང་སྒོར་ཚིག་ཐམས་ཅད་མཐུད་རྒྱུགས་བྱེད་པར་བཏགས་པ
cs: Pošlete klíč a heslo všem uživatelům.
da: Send nøgle og adgangskode til alle brugere.
el: Αποστολή κλειδιού και κωδικού πρόσβασης σε όλους τους χρήστες.
et: Saada võti ja parool kõigile kasutajatele.
fa: ارسال کلید و رمز عبور برای همه کاربران.
fi: Lähetä avain ja salasana kaikille käyttäjille.
hi: सभी उपयोगकर्ताओं को कुंजी और पासवर्ड भेजें।
hu: Kulcs és jelszó küldése minden felhasználónak.
it: Invia chiave e password a tutti gli utenti.
ja: キーとパスワードをすべてのユーザーに送信します。
ko: 모든 사용자에게 키와 비밀번호를 보냅니다.
nn: Send nøkkel og passord til alle brukere.
sk: Odoslať kľúč a heslo všetkým používateľom.
sl: Pošlji ključ in geslo vsem uporabnikom.
sq: Dërgo çelësin dhe fjalëkalimin për të gjithë përdoruesit.
uk: Надіслати ключ і пароль усім користувачам.
vi: Gửi key và mật khẩu cho tất cả người dùng.

source: Encrypted with lookup password
ar: مشفر بكلمة مرور البحث
az: Axtarış şifrəsi ilə şifrələnmiş
bo: གཙང་གི་བཟོ་བ་བརྟེན་པའི་གསང་བཤིལ་བཟོ་བ
cs: Zašifrováno pomocí vyhledávacího hesla
da: Krypteret med opslagsadgangskode
el: Κρυπτογραφημένο με κωδικό πρόσβασης Lookup
et: Krüpteeritud kontrolli parooliga
fa: رمزگذاری شده با رمز عبور جستجو
fi: Salattu hakusalasanalla
hi: लुकअप पासवर्ड के साथ एन्क्रिप्टेड
hu: Keresési jelszóval titkosítva
it: Crittografato con ricerca password
ja: ルックアップパスワードで暗号化
ko: 조회 비밀번호로 암호화됨
nn: Kryptert med oppslagspassord
sk: Zašifrované pomocou vyhľadávacieho hesla
sl: Šifrirano z geslom za preiskavo
sq: E enkriptuar me fjalëkalim kërkimi
uk: Зашифровано з пошуковим паролем
vi: Mã hóa bằng mật khẩu tra cứu

source: Send individual key to each user.
ar: إرسال مفتاح فردي لكل مستخدم.
az: Hər bir istifadəçiyə fərdi açarı göndər.
bo: མཐུད་རྒྱུགས་བྱེད་པ་རེ་རེར་གདམ་ག་གཞིར་བཟོ་བ་བཏང་བ
cs: Pošlete individuální klíč každému uživateli.
da: Send individuel nøgle til hver bruger.
el: Αποστολή μεμονωμένου κλειδιού σε κάθε χρήστη.
et: Saada individuaalne võti iga kasutajale.
fa: ارسال کلید جداگانه برای هر کاربر.
fi: Lähetä yksittäinen avain jokaiselle käyttäjälle.
hi: प्रत्येक उपयोगकर्ता को व्यक्तिगत कुंजी भेजें।
hu: Külön kulcs küldése minden felhasználónak.
it: Invia chiave individuale a ciascun utente.
ja: 各ユーザーに個別のキーを送信します。
ko: 각 사용자에게 개별 키를 보냅니다.
nn: Send individuell nøkkel til hver bruker.
sk: Pošlite individuálny kľúč každému používateľovi.
sl: Pošlji posamezen ključ vsakemu uporabniku.
sq: Dërgo çelësin individual për çdo përdorues.
uk: Надіслати індивідуальний ключ кожному користувачеві.
vi: Gửi key riêng cho từng người dùng.

source: Encrypted with per-user key
ar: مشفر بمفتاح لكل مستخدم
az: İstifadəçiyə uyğun açar ilə şifrələnmiş
bo: མཐུད་རྒྱུགས་བྱེད་པ་རེ་རེའི་གདམ་ག་གཞིར་བཟོ་བའི་གསང་བཤིལ་བཟོ་བ
cs: Šifrováno pomocí klíče pro uživatele
da: Krypteret med per-bruger nøgle
el: Κρυπτογραφημένο με κλειδί προς χρήστη
et: Krüpteeritud kasutaja põhinevat võtit
fa: رمزگذاری شده با کلید هر کاربر
fi: Salattu käyttäjäkohtaisella avaimella
hi: प्रत्येक उपयोगकर्ता के लिए एकल कुंजी के साथ एन्क्रिप्टेड
hu: Felhasználónkénti kulccsal titkosítva
it: Crittografato con chiave per utente
ja: ユーザーごとのキーで暗号化
ko: 사용자별 키로 암호화됨
nn: Kryptert med per-bruker nøkkel
sk: Šifrované kľúčom na používateľa
sl: Šifrirano z ključem za vsak uporabnika
sq: E enkriptuar me çelës për përdorues
uk: Зашифровано за допомогою ключа для кожного користувача
vi: Được mã hóa bằng khóa của mỗi người dùng

source: Encrypted with lookup password and per-user key
ar: مشفر بكلمة مرور البحث ومفتاح لكل مستخدم
az: Axtarış şifrəsi və istifadəçiyə uyğun açar ilə şifrələnmiş
bo: གཙང་གི་བཟོ་བ་དང་མཐུད་རྒྱུགས་བྱེད་པའི་གསང་ཐོ་བརྟེན་པའི་གསང་བཤིལ་བཟོ་བ
cs: Šifrováno heslem pro vyhledávání a klíčem pro uživatele
da: Krypteret med opslagsadgangskode og per-bruger nøgle
el: Κρυπτογραφημένο με κωδικό πρόσβασης Lookup και κλειδί προς χρήστη
et: Krüpteeritud kontrolli parooliga ja kasutaja põhinevat võtit
fa: رمزگذاری شده با جستجوی رمز عبور و کلید هر کاربر
fi: Salattu hakusalasanalla ja käyttäjäkohtaisella avaimella
hi: लुकअप पासवर्ड और प्रत्येक उपयोगकर्ता के लिए एकल कुंजी के साथ एन्क्रिप्टेड
hu: Keresési jelszóval és felhasználónkénti kulccsal titkosítva
it: Crittografato con password di ricerca e chiave per utente
ja: 検索パスワードとユーザーごとのキーで暗号化
ko: 조회 비밀번호 및 사용자별 키로 암호화됨
nn: Kryptert med oppslagspassord og per-brukernøkkel
sk: Šifrované pomocou vyhľadávacieho hesla a kľúča na používateľa
sl: Šifrirano z geslom za preiskavo in ključem za vsak uporabnika
sq: E enkriptuar me fjalëkalim kërkimi dhe çelës për përdorues
uk: Зашифровано за допомогою пароля пошуку та ключа для кожного користувача
vi: Được mã hóa bằng mật khẩu tra cứu và khóa cho mỗi người dùng

source: Enter key from each user.
ar: أدخل المفتاح من كل مستخدم.
az: Hər bir istifadəçinin açarını daxil edin.
bo: མཐུད་རྒྱུགས་བྱེད་པ་གཅིག་གི་གསང་ཐོ་བཙུགས་པ
cs: Zadejte klíč od každého uživatele.
da: Enter nøgle fra hver bruger.
el: Εισάγετε το κλειδί από κάθε χρήστη.
et: Sisesta võti iga kasutaja jaoks.
fa: کلید هر کاربر را وارد کنید.
fi: Anna jokaisen käyttäjän avain.
hi: प्रत्येक उपयोगकर्ता की कुंजी दर्ज करें।
hu: Adja meg a kulcsot minden felhasználótól.
it: Inserisci la chiave di ciascun utente.
ja: 各ユーザーからのキーを入力します。
ko: 각 사용자의 키를 입력하세요.
nn: Enter-nøkkel fra hver bruker.
sk: Zadajte kľúč od každého používateľa.
sl: Vnesite ključ iz vsakega uporabnika.
sq: Fut çelësin nga çdo përdorues.
uk: Введіть ключ від кожного користувача.
vi: Nhập key từ mỗi người dùng.

source: Encryption Key
ar: مفتاح التشفير
az: Şifrələmə açarı
bo: གསང་བཤིལ་བཟོ་བའི་གསང་ཐོ
cs: Šifrovací klíč
da: Krybterings nøgle
el: Κλειδί Κρυπτογράφησης
et: Krüpteerimisvõti
fa: کلید رمزگذاری
fi: Salausavain
hi: एन्क्रिप्शन कुंजी
hu: Titkosító Kulcs
it: Chiave cifratura
ja: 暗号化キー
ko: 암호화 키
nn: Krypteringsnøkkel
sk: Šifrovací kľúč
sl: Ključ šifriranja
sq: Çelësi i enkriptimit
uk: Ключ шифрування
vi: Khóa mã hóa

source: Generate New Key
ar: إنشاء مفتاح جديد
az: Yeni açarı yaradın
bo: གསང་ཐོ་གསར་པ་བཟོ་བ
cs: Vygenerujte nový klíč
da: Generer ny nøgle
el: Δημιουργία Νέου Κλειδιού
et: Genereeri uus võti
fa: ایجاد کلید جدید
fi: Luo uusi avain
hi: नई कुंजी उत्पन्न करें
hu: Új kulcs létrehozása
it: Genera nuova chiave
ja: 新しいキーの生成
ko: 새 키 생성
nn: Generer ny nøkkel
sk: Vygenerovať nový kľúč
sl: Ustvari nov ključ
sq: Gjeneroni çelësin e ri
uk: Створити новий ключ
vi: Tạo khóa mới

source: Encryption key required to access this service
ar: مفتاح التشفير مطلوب للوصول إلى هذه الخدمة
az: Bu xidməti istifadə etmək üçün tələb olunan şifrələmə açarı
bo: ཞབས་ཞུ་བྱེད་པའི་གསང་ཐོ་བཤེར་བ
cs: Pro přístup k této službě je vyžadován šifrovací klíč
da: Krypteringsnøgle påkrævet for at få adgang til denne tjeneste
el: Απαιτείται κλειδί κρυπτογράφησης για να προσχωρήσετε σε αυτή την υπηρεσία
et: Krüpteerimisvõti, mida vaja on selle teenuse kasutamiseks
fa: کلید رمزگذاری برای دسترسی به این سرویس ضروری است
fi: Tämän palvelun käyttämiseen tarvitaan salausavain
hi: इस सेवा की पहुँच के लिए एन्क्रिप्शन कुंजी की आवश्यकता है
hu: A szolgáltatás eléréséhez titkosítási kulcs szükséges
it: Chiave di crittografia richiesta per accedere a questo servizio
ja: このサービスにアクセスするには暗号化キーが必要です
ko: 이 서비스에 액세스하려면 암호화 키가 필요합니다
nn: Krypteringsnøkkel kreves for å få tilgang til denne tjenesten
sk: Na prístup k tejto službe je potrebný šifrovací kľúč
sl: Šifrirni ključ, potreben za dostop do tega servisa
sq: Kërkohet çelësi i enkriptimit për të hyrë në këtë shërbim
uk: Для доступу до цієї служби потрібен ключ шифрування
vi: Cần có khóa mã hóa để truy cập dịch vụ này

source: Generate new encryption key
ar: إنشاء مفتاح تشفير جديد
az: Yeni şifrələmə açarı yaradın
bo: གསང་ཐོ་གསར་པ་བཟོ་བ
cs: Vygenerujte nový šifrovací klíč
da: Generer ny krypteringsnøgle
el: Δημιουργία νέου κλειδιού κρυπτογράφησης
et: Genereeri uus krüpteerimisvõti
fa: کلید رمزگذاری جدید ایجاد کنید
fi: Luo uusi salausavain
hi: नई एन्क्रिप्शन कुंजी उत्पन्न करें
hu: Új titkosítási kulcs létrehozása
it: Genera nuova chiave di crittografia
ja: 新しい暗号化キーを生成
ko: 새 암호화 키 생성
nn: Generer ny krypteringsnøkkel
sk: Generovanie nového šifrovacieho kľúča
sl: Ustvari nov šifrirni ključ
sq: Gjeneroni çelësin e ri të enkriptimit
uk: Створити новий ключ шифрування
vi: Tạo khóa mã hóa mới

source: Generate
ar: أنشئ
az: Yaradın
bo: བཟོ་བ
cs: Generovat
da: Generer
el: Δημιουργία
et: Genereeri
fa: تولید
fi: Tuota
hi: उत्पन्न करें
hu: Létrehozás
it: Genera
ja: 生成
ko: 생성
nn: Opprett
sk: Generovať
sl: Ustvari
sq: Prodhoje
uk: Згенерувати
vi: Kiến tạo

source: Tunnel must be stopped first
ar: يجب إيقاف النفق أولاً
az: Öncə tünəlin dayandırılması lazımdır
bo: ཕྱོན་པ་མཐོང་ནས་བརྩི་བཞག་དགོས
cs: Tunel musí být nejprve zastaven
da: Tunnel skal stoppes først
el: Ο διάδρομος πρέπει να σταματήσει πρώτα
et: Tunnel tuleb esmalt peatada
fa: ابتدا باید تونل متوقف شود
fi: Tunneli on ensin pysäytettävä
hi: पहले ही टनल को रोकना होगा
hu: Először meg kell állítani az alagutat
it: Il tunnel deve essere prima fermato
ja: トンネルを最初に停止する必要があります
ko: 터널을 먼저 중지해야합니다
nn: Tunnel må stanses først
sk: Tunel sa musí najprv zastaviť
sl: Tunelj mora biti prvi ustavljen
sq: Tuneli duhet të ndalet së pari
uk: Спочатку потрібно зупинити тунель
vi: Đường hầm phải được dừng lại trước

source: Client Manager
ar: مدير العملاء
az: Müştəri idarəçisi
bo: མཐུད་རྒྱུགས་བྱེད་པའི་མཁས་པ་འཛིན་པ
cs: Klientský manažer
da: Kundechef
el: Διαχειριστής Πελάτη
et: Klienti haldur
fa: مدیر مشتری
fi: Asiakaspäällikkö
hi: क्लाइंट मैनेजर
hu: Ügyfélkezelő
it: Gestore clienti
ja: クライアントマネージャー
ko: 클라이언트 관리자
nn: Kundesjef
sk: Manažér klienta
sl: Upravitelj odjemalca
sq: Menaxheri i klientit
uk: Менеджер клієнтів
vi: Quản lý khách hàng

source: Client Name
ar: اسم العميل
az: Müştəri adı
bo: མཐུད་རྒྱུགས་བྱེད་པའི་མིང་
cs: Jméno klienta
da: Kundens navn
el: Όνομα Πελάτη
et: Klienti nimi
fa: نام کلاینت
fi: Asiakkaan nimi
hi: क्लाइंट नाम
hu: Ügyfél neve
it: Nome cliente
ja: クライアント名
ko: 고객 이름
nn: Klientens navn
sk: Meno klienta
sl: Ime odjemalca
sq: Emri i klientit
uk: Ім'я клієнта
vi: Tên khách hàng

source: Client Key
ar: مفتاح العميل
az: Müştəri açarı
bo: མཐུད་རྒྱུགས་བྱེད་པའི་གསང་ཐོ
cs: Klientský klíč
da: Klientnøgle
el: Κλειδί Πελάτη
et: Klienti võti
fa: کلید کلاینت
fi: Asiakasavain
hi: क्लाइंट कुंजी
hu: Ügyfélkulcs
it: Chiave cliente
ja: クライアントキー
ko: 클라이언트 키
nn: Klientnøkkel
sk: Klientsky kľúč
sl: Ključ odjemalca
sq: Çelësi i klientit
uk: Клієнтський ключ
vi: Khóa khách hàng

source: Revoke
ar: أبطِلْ
az: İcazəni qaytar
bo: བརྩི་བཞག་པ
cs: Odvolat
da: Tilbagekald
el: Αποσύρετε
et: Peata
fa: فسخ
fi: Peruuta
hi: पुनर्मान्यता रद्द करें
hu: Visszavonás
it: Revoca
ja: 無効化
ko: 취소
nn: Opphev
sk: Odvolanie
sl: Prekliči
sq: Revoko
uk: Відкликати
vi: Thu hồi

source: Client
ar: مستخدم
az: Müştəri
bo: མཐུད་རྒྱུགས་བྱེད་པ
cs: Klient
da: Klient
el: Πελάτης
et: Klient
fa: کلاینت
fi: Asiakas
hi: क्लाइंट
hu: Kliens
ja: クライアント
ko: 클라이언트
nn: Klient
sk: Klient
sl: Odjemalec
sq: Klient
uk: Клієнт
vi: Khách hàng

source: Add
ar: إضافة
az: Əlavə et
bo: སྣོན་པ
cs: Přidat
da: Tilføj
el: Προσθήκη
et: Lisa
fa: افزودن
fi: Lisää
hi: जोड़ें
hu: Hozzáad
it: Aggiungi
ja: 追加
ko: 추가
nn: Legg til
sk: Pridať
sl: Dodaj
sq: Shtoni
uk: Додати
vi: Thêm vào

source: Restricted Access List
ar: قائمة الوصول المقيد
az: Məhdudlaşdırılmış daxil olma siyahısı
bo: ཞབས་ཞུ་བྱེད་པའི་ཚོགས་སྒྲིག་རྒྱུགས་གཞི
cs: Seznam těch s omezeným přístupem
da: Liste med begrænset adgang
el: Λίστα Ορισμένης Πρόσβασης
et: Piiratud juurdepääsu loetelu
fa: لیست دسترسی محدود
fi: Rajoitettujen käyttöoikeuksien luettelo
hi: सीमित पहुँच सूची
hu: Korlátozott Elérés Lista
it: Lista di accesso ristretto
ja: 制限されたアクセスリスト
ko: 제한된 접근 리스트
nn: Avgrensa tilgangsliste
sk: Obmedzený prístupový zoznam
sl: Omejena seznama dostopa
sq: Lista e aksesit të kufizuar
uk: Обмежений доступ
vi: Sổ truy cập giới hạn

source: Activate to enable editing
ar: التنشيط لتمكين التحرير
az: Düzəlişləri aktivləşdirmək üçün aktivləşdirin
bo: བཟོ་བ་བརྟེན་ནས་གཙང་གི་བཟོ་བ
cs: Aktivujte pro povolení úprav
da: Aktiver for at aktivere redigering
el: Ενεργοποιήστε για επεξεργασία
et: Aktiveeri redigeerimiseks
fa: برای فعال کردن ویرایش، فعال کنید
fi: Ota käyttöön muokkaus
hi: संपादन करने की सक्षमता के लिए सक्रिय करें
hu: Aktiválja a szerkesztés engedélyezéséhez
it: Attiva per abilitare la modifica
ja: アクティブ化して編集を有効にします
ko: 편집을 활성화하려면 활성화하세요
nn: Aktiver for å aktivere redigering
sk: Aktiváciou povolíte úpravy
sl: Aktiviraj za omogočitev urejanja
sq: Aktivizoni për të aktivizuar modifikimin
uk: Активуйте, щоб дозволити редагування
vi: Kích hoạt để cho phép chỉnh sửa

source: Tunnel Filter
ar: مرشح النفق
az: Tünəl filtri
bo: ཕྱོན་པའི་བརྒྱུད་རྒྱུགས
cs: Tunelový filtr
el: Φίλτρο Διαδρόμου
et: Tunneli filtreerija
fa: فیلتر تونل
fi: Tunnelisuodatin
hi: टनल फ़िल्टर
hu: Alagútszűrő
it: Filtro tunnel
ja: トンネルフィルター
ko: 터널 필터
sk: Tunelový filter
sl: Filter tunelja
sq: Filtri i tunelit
uk: Тунельний фільтр
vi: Bộ lọc đường hầm

source: Help with defining tunnel filters
ar: المساعدة في تعريف مرشحات الأنفاق
az: Tünəl filtrlərini təyin etməkdə kömək
bo: ཕྱོན་པའི་བརྒྱུད་རྒྱུགས་བཟོ་བའི་རིམ་གཞིའི་རྒྱུགས་གཞི
cs: Pomoc s definováním tunelových filtrů
da: Hjælp til at definere tunnelfiltre
el: Βοήθεια για την ορισμό των φίλτρων διαδρόμου
et: Aidab määratleda tunneli filtreid
fa: در تعریف فیلترهای تونل کمک کنید
fi: Apua tunnelisuodattimien määrittelyyn
hi: टनल फ़िल्टर निर्धारित करने में मदद
hu: Segítség az alagútszűrők meghatározásához
it: Aiuto con la definizione dei filtri tunnel
ja: トンネルフィルターの定義を支援する
ko: 터널 필터 정의에 대한 도움말
nn: Hjelp med å definere tunnelfiltre
sk: Pomoc s definovaním tunelových filtrov
sl: Pomoč pri definiranju filterjev tunelja
sq: Ndihmë me përcaktimin e filtrave të tunelit
uk: Допомога з визначенням тунельних фільтрів
vi: Trợ giúp xác định bộ lọc đường hầm

source: Prevent listed clients from connecting to this service
ar: منع العملاء المدرجين في القائمة من الاتصال بهذه الخدمة
az: Bu xidməti istifadə etmək üçün siyahıdakı müştərilərin daxil olmamasını qadağan edin
bo: ཞབས་ཞུ་བྱེད་པའི་ཚོགས་སྒྲིག་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་སྐྱོན་བྱེད་པ
cs: Zabraňte uvedeným klientům v připojení k této službě
da: Forhindrer anførte klienter i at oprette forbindelse til denne tjeneste
el: Αποφύγετε την σύνδεση των καταχωρημένων πελατών σε αυτή την υπηρεσία
et: Vähenda loetletud klientide ühendamist selle teenusega
fa: از اتصال مشتریان فهرست شده به این سرویس جلوگیری کنید
fi: Estä lueteltuja asiakkaita muodostamasta yhteyttä tähän palveluun
hi: इस सेवा के साथ कनेक्ट करने से सूचीबद्ध क्लाइंटों को रोकें
hu: Megakadályozza, hogy a felsorolt ​​ügyfelek csatlakozzanak ehhez a szolgáltatáshoz
it: Impedisci ai client elencati di connettersi a questo servizio
ja: リストされたクライアントがこのサービスに接続できないようにします
ko: 나열된 클라이언트가 이 서비스에 연결하는 것을 방지합니다
nn: Hindre oppførte klienter fra å koble til denne tjenesten
sk: Zabrániť klientom uvedeným na zozname pripojiť sa k tejto službe
sl: Prepreči, da odjemalci iz seznama se povežejo do tega servisa
sq: Parandaloni klientët e listuar të lidhen me këtë shërbim
uk: Заборонити клієнтам зі списку підключатися до цієї служби
vi: Ngăn chặn các khách hàng được liệt kê kết nối với dịch vụ này

source: Blacklist
ar: قائمة سوداء
az: Qara siyahı
bo: མི་ཞབས་ཞུ་བྱེད་པའི་ཚོགས་སྒྲིག
cs: Seznam zakázaných (blacklist)
da: Sortliste
el: Μαύρη Λίστα
et: Must nimekiri
fa: لیست سیاه
fi: Mustalista
hi: ब्लैकलिस्ट
hu: Tiltott-Lista
it: Lista Nera
ja: ブラックリスト
ko: 블랙리스트
nn: Svarteliste
sl: Črna lista
sq: Lista e zezë
uk: Чоний список
vi: Sổ đen

source: Only allow listed clients to connect to this service
ar: السماح للعملاء المدرجين فقط بالاتصال بهذه الخدمة
az: Bu xidməti istifadə etmək üçün sadəcə siyahıdakı müştərilərin daxil olmasının icazəsini verin
bo: ཞབས་ཞུ་བྱེད་པའི་ཚོགས་སྒྲིག་བཞེངས་པའི་མཐུད་རྒྱུགས་བྱེད་པ་ཙམ་ལུགས་ཡོད
cs: Povolit připojení k této službě pouze uvedeným klientům
da: Tillad kun anførte klienter at oprette forbindelse til denne tjeneste
el: Αποκλείστε όλους εκτός από τους καταχωρημένους πελάτες από να συνδεθούν σε αυτή την υπηρεσία
et: Luba ainult loetletud klientidel ühendada selle teenusega
fa: فقط به مشتریان لیست شده اجازه دهید به این سرویس متصل شوند
fi: Salli vain luetteloitujen asiakkaiden muodostaa yhteys tähän palveluun
hi: केवल सूचीबद्ध क्लाइंटों को इस सेवा के साथ कनेक्ट करने की अनुमति दें
hu: Csak a listán szereplő ügyfelek csatlakozhatnak ehhez a szolgáltatáshoz
it: Consenti solo ai client elencati di connettersi a questo servizio
ja: リストされたクライアントのみにこのサービスへの接続を許可します
ko: 목록에 있는 클라이언트만 이 서비스에 연결하도록 허용합니다
nn: Tillat bare oppførte klienter å koble til denne tjenesten
sk: K tejto službe sa môžu pripojiť iba uvedení klienti
sl: Dovoli le odjemalce iz seznama, da se povežejo do tega servisa
sq: Lërini vetëm klientët e listuar të lidhen me këtë shërbim
uk: Дозволити лише клієнтам зі списку підключатися до цієї служби
vi: Chỉ cho phép khách hàng được liệt kê kết nối với dịch vụ này
