Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Auto Start Tunnel
ar: نفق البدء التلقائي
az: Tünəlin avtomatik başlama
bo: རྒྱུན་དུ་འགོ་ཚུགས་པའི་སྒྲོམ་ལམ།
cs: Automatické zahájení tunelu
el: Αυτόματη Έναρξη Διαδρόμου
et: Autostartimistunnel
fa: شروع خودکار تونل
fi: Automaattinen käynnistystunneli
hi: ऑटो स्टार्ट टनल
hu: Alagút automatikus indítása
it: Avvio automatico tunnel
ja: 自動開始トンネル
ko: 터널 자동 시작
nn: Start tunnel automatisk
sk: Tunel s automatickým spustením
sl: Samodejni zagon tunelja
sq: Vetënise Tunelin
uk: Тунель автоматичного запуску
vi: Đường hầm khởi động tự động

source: Name of tunnel to be displayed on Tunnel Manager home page and the router console sidebar
ar: اسم النفق الذي سيتم عرضه على الصفحة الرئيسية لـ Tunnel Manager والشريط الجانبي لوحدة تحكم جهاز التوجيه
az: Tünəlin adı, Tunnel Manager ana səhifəsində və ruter konsolu yan panelində göstəriləcək
bo: སྒྲོམ་ལམ་དོ་དམ་གི་རྟེན་གློག་ངོས་དང་བྷོ་ཌ་ཀོན་སོལ་གི་སྟེང་གི་སྒྲོམ་ལམ་གྱི་མིང་།
cs: Název tunelu, který se zobrazí na domovské stránce Tunnel Manager a na postranním panelu konzoly routeru
da: Navn på tunnel, der skal vises på Tunnel Manager-hjemmesiden og routerkonsollens sidebjælke
el: Όνομα του διαδρόμου που θα εμφανιστεί στην αρχική σελίδα του Διαχειριστή Διαδρόμου και της πλευρικής στήλης της συνολικής επιφάνειας εργασίας του διαχειριστή
et: Tunneli nimi, mis kuvatakse Tunnel Manageri avalehel ja rutiini konsooli küljepaanil
fa: نام تونل برای نمایش در صفحه اصلی Tunnel Manager و نوار کناری کنسول روتر
fi: Tunnelin nimi näytettäväksi Tunnel Managerin kotisivulla ja reititinkonsolin sivupalkissa
hi: टनल का नाम जो टनल मैनेजर के घर पेज और राउटर कंसोल साइडबार पर दिखाया जाएगा
hu: Az alagút neve, amely megjelenik az Tunnel Manager kezdőlapján és a router konzol oldalsávján
it: Nome del tunnel da visualizzare sulla home page di Tunnel Manager e sulla barra laterale della console del router
ja: トンネル マネージャーのホームページとルーター コンソールのサイドバーに表示されるトンネルの名前
ko: 터널 매니저 홈페이지와 라우터 콘솔 사이드바에 표시 될 터널의 이름
nn: Navn på tunnel som skal vises på Tunnel Manager-hjemmesiden og ruterkonsollens sidefelt
sk: Názov tunela, ktorý sa má zobraziť na domovskej stránke správcu tunelov a na bočnom paneli konzoly smerovača
sl: Ime tunelja, ki bo prikazano na domači strani Upravitelja tuneljev in v sestrani konzole maršrutera
sq: Emri i tunelit që do të shfaqet në faqen kryesore të Menaxherit të Tunelit dhe në shiritin anësor të konsolës së ruteritEmër tuneli për t’u shfaqur te faqja hyrëse e Përgjegjësit të Tuneleve dhe te anështyllë e konsolës së rrugëzuesit
uk: Назва тунелю, яка буде відображатися на домашній сторінці Tunnel Manager і бічній панелі консолі маршрутизатора
vi: Tên đường hầm sẽ được hiển thị trên trang chủ Trình quản lý đường hầm và thanh bên của bảng điều khiển bộ định tuyến

source: Enable this option to ensure this service is available when the router starts
ar: قم بتمكين هذا الخيار للتأكد من توفر هذه الخدمة عند بدء تشغيل جهاز التوجيه
az: Ruter başlamaqda bu xidmətin mövcud olması üçün bu seçimləri aktiv edin
bo: བྷོ་ཌ་འགོ་ཚུགས་པའི་ཚེ་ཞབས་ཞུ་འདི་བརྟེན་ནུས་བྱེད་པར་འདི་གདན་འཛུགས་བྱོས།
cs: Povolením této možnosti zajistíte dostupnost této služby při spuštění routeru
da: Aktiver denne mulighed for at sikre, at denne tjeneste er tilgængelig, når routeren starter
el: Ενεργοποιήστε αυτή την επιλογή για να εξασφαλίσετε ότι η υπηρεσία αυτή είναι διαθέσιμη όταν ξεκινάει ο διαχειριστής
et: Luba selle optiooni tagamaks, et see teenus oleks saadaval rutiini käivitamisel
fa: برای اطمینان از در دسترس بودن این سرویس هنگام راه اندازی روتر، این گزینه را فعال کنید
fi: Ota tämä vaihtoehto käyttöön varmistaaksesi, että tämä palvelu on saatavilla, kun reititin käynnistyy
hi: इस विकल्प को सक्षम करें ताकि राउटर शुरू होते ही यह सेवा उपलब्ध हो
hu: Engedélyezze ezt az opciót annak biztosításához, hogy ez a szolgáltatás elérhető legyen az útválasztó indításakor
it: Abilitare questa opzione per garantire che questo servizio sia disponibile all'avvio del router
ja: ルーターの起動時にこのサービスが確実に利用できるようにするには、このオプションを有効にします
ko: 라우터가 시작될 때 이 서비스를 사용할 수 있도록 하려면 이 옵션을 활성화하세요.라우터가 시작할 때 이 서비스가 확실히 실행되길 원하는 경우 이 옵션을 활성화
nn: Aktiver dette alternativet for å sikre at denne tjenesten er tilgjengelig når ruteren starter
sk: Povoľte túto možnosť, aby ste zabezpečili dostupnosť tejto služby pri spustení smerovača
sl: Omogočite to možnost, da se zagotovi, da je ta storitev na voljo, ko se maršruter zagnal
sq: Aktivizo këtë opsion për t'u siguruar që ky shërbim të jetë i disponueshëm kur të fillojë ruteriAktivizojeni këtë mundësi për të garantuar që ky shërbim të jetë i përdorshëm kur niset rrugëzuesi
uk: Увімкніть цю опцію, щоб забезпечити доступність цієї служби під час запуску маршрутизатора
vi: Bật tùy chọn này để đảm bảo dịch vụ này khả dụng khi bộ định tuyến khởi động

source: Automatically start tunnel when router starts
ar: بدء تشغيل النفق تلقائيًا عند بدء تشغيل جهاز التوجيه
az: Ruter başladığında tünəlin avtomatik başlama
bo: བྷོ་ཌ་འགོ་ཚུགས་པའི་ཚེ་རྒྱུན་དུ་སྒྲོམ་ལམ་འགོ་ཚུགས་པ།
cs: Automaticky spustit tunel při spuštění routeru
da: Start tunnel automatisk, når routeren starter
el: Αυτόματη έναρξη διαδρόμου όταν ξεκινάει ο διαχειριστής
et: Käivita tunnel automaatselt rutiini käivitamisel
fa: هنگام راه اندازی روتر، تونل به طور خودکار راه اندازی شود
fi: Käynnistä tunneli automaattisesti, kun reititin käynnistyy
hi: राउटर शुरू होने पर टनल स्वचालित रूप से शुरू करें
hu: Alagút automatikus indítása, amikor az útválasztó elindul
it: Avvia automaticamente il tunnel all'avvio del router
ja: ルーターの起動時にトンネルを自動的に開始する
ko: 라우터 시작시 이 터널 자동 시작
nn: Start tunnelen automatisk når ruteren starter
sk: Automatické spustenie tunela pri spustení frézky
sl: Samodejno zagoni tunelj, ko se maršruter zagnal
sq: Nise automatikisht tunelin kur niset rrugëzuesi
uk: Автоматичний запуск тунелю під час запуску маршрутизатора
vi: Tự động khởi động đường hầm khi bộ định tuyến khởi động

source: Description
ar: وصف
az: Açıqlama
bo: བསྡུས་ཚིགས།
cs: Popis
da: Beskrivelse
el: Περιγραφή
et: Kirjeldus
fa: شرح
fi: Kuvaus
hi: विवरण
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
nn: Skildring
sk: Popis
sl: Opis
sq: Përshkrim
uk: Опис
vi: Mô tả

source: Shared Client
ar: المستخدمين المشاركين
az: Paylaşılan Müştəri
bo: སྤྱོད་མཁན་གཞན་དག་གི་སྒྲིག་བཀོད།
cs: Sdílený klient
da: Delt klient
el: Κοινός Πελάτης
et: Jagatud klient
fa: مشتری مشترک
fi: Jaettu asiakas
hi: साझा किया गया क्लाइंट
hu: Megosztott Kliens
it: Client Condiviso
ja: 共有クライアント
ko: 공유된 클라이언트
nn: Delt klient
sk: Zdieľaný klient
sl: Delen odjemalec
sq: Klient i përbashkët
uk: Колективний клієнт
vi: Chia khách

source: Description of tunnel to be displayed on Tunnel Manager home page
ar: وصف النفق الذي سيتم عرضه على الصفحة الرئيسية لـ Tunnel Manager
az: Tunnel Manager ana səhifəsində göstəriləcək tünəlin açıqlaması
bo: སྒྲོམ་ལམ་དོ་དམ་གི་རྟེན་གློག་ངོས་སུ་སྒྲོམ་ལམ་གྱི་བསྡུས་ཚིགས།
cs: Popis tunelu, který se zobrazí na domovské stránce Tunnel Manager
da: Beskrivelse af tunnel, der skal vises på Tunnel Manager hjemmeside
el: Περιγραφή του διαδρόμου που θα εμφανιστεί στην αρχική σελίδα του Διαχειριστή Διαδρόμου
et: Tunneli kirjeldus, mida kuvatakse Tunnel Manageri avalehel
fa: شرح تونل که در صفحه اصلی مدیر تونل نمایش داده می شود
fi: Tunnelin kuvaus, joka näytetään Tunnel Managerin kotisivulla
hi: टनल का विवरण जो टनल मैनेजर के घर पेज पर दिखाया जाएगा
hu: Az alagút leírása, amelyet az Tunnel Manager honlapján kell megjeleníteni
it: Descrizione del tunnel da visualizzare sulla home page di Tunnel Manager
ja: トンネルマネージャーのホームページに表示されるトンネルの説明
ko: 터널 매니저 홈페이지에 표시 될 터널의 설명
nn: Beskrivelse av tunnel som skal vises på Tunnel Manager hjemmeside
sk: Popis tunela, ktorý sa má zobraziť na domovskej stránke správcu tunela
sl: Opis tunelja, ki bo prikazan na domači strani Upravitelja tuneljev
sq: Përshkrimi i tunelit që do të shfaqet në faqen kryesore të Menaxherit të TunelitPërshkrim i tunelit për t’u shfaqur te faqja hyrëse e Përgjegjësit të Tuneleve
uk: Опис тунелю для відображення на домашній сторінці Tunnel Manager
vi: Mô tả đường hầm sẽ được hiển thị trên trang chủ Trình quản lý đường hầm

source: Traffic from all clients with this feature enabled will be routed over the same set of tunnels. This will make profiling the tunnels by an adversary more difficult, but will link the clients together.
ar: سيتم توجيه حركة المرور من جميع العملاء الذين تم تمكين هذه الميزة عبر نفس مجموعة الأنفاق.
az: Bu funksiyanı aktiv etmiş bütün müştərilərdən gələn trafik eyni tünəl qrupu ilə yönləndiriləcək. Bu, tünəlləri potensial təhlükəli tərəfdarlar tərəfindən profilleməsini çətinləşdirəcək, lakin müştəriləri bir-biri ilə bağlayacaq.
bo: འདིའི་ནུས་པ་བཟུང་བའི་སྤྱོད་མཁན་ཚང་མའི་འགྲོ་འདྲི་ཞིག་གི་སྒྲོམ་ལམ་དུ་འགྲོ་བར་བཅོས་པ་དང་། དགྲ་བོ་སྒྲོམ་ལམ་གྱི་རིགས་བཟོ་བར་དཀའ་བར་བཅོས་ཀྱི་ཡོད་པ་དང་། སྤྱོད་མཁན་ཚང་མ་དུ་འབྲེལ་བར་བཅོས་ཀྱི་ཡོད།
cs: Provoz ze všech klientů s povolenou touto funkcí bude směrován přes stejnou sadu tunelů.
da: Trafik fra alle klienter med denne funktion aktiveret vil blive dirigeret over det samme sæt tunneler.
el: Ο ροές δεδομένων από όλους τους πελάτες με αυτή τη δυνατότητα ενεργοποιημένη θα διαδρομολογηθούν μέσω του ίδιου σύνολου διαδρόμων. Αυτό θα καταστήσει δυσκολότερη την προσωποποίηση των διαδρόμων από εχθρό, αλλά θα συνδέσει τους πελάτες μεταξύ τους.
et: Kõigi klientide liiklus, kellel on see funktsioon lubatud, suunatakse läbi samasuguse tunnli komplekti. See muudab vastasele raskemaks tunnlike profiili koostada, kuid ühendab klientide omavahel.
fa: ترافیک کلیه مشتری ها با این ویژگی فعال شده بر روی همان مجموعه تونل ها مسیریابی می شوند. این کار باعث می شود تونل ها توسط یک دشمن دشوارتر شود ، اما مشتریان را به هم پیوند می دهد.
fi: Liikenne kaikilta asiakkailta, joissa tämä ominaisuus on käytössä, reititetään samojen tunneleiden kautta.
hi: इस सुविधा को सक्षम करने वाले सभी क्लाइंटों से आने वाला ट्रैफ़िक एक ही सेट ऑफ़ टनलों के माध्यम से चलेगा। यह एक दुश्मन द्वारा टनलों का प्रोफ़ाइल बनाने को मुश्किल बनाएगा, लेकिन क्लाइंटों को एक साथ जोड़ेगा।
hu: A szolgáltatással rendelkező összes kliens forgalma ugyanazon alagútcsoporton keresztül lesz irányítva.
it: Il traffico di tutti i client con questa funzione abilitato verrà instradato sullo stesso set di tunnel. Ciò renderà più difficile la profilazione dei tunnel da parte di un avversario, ma collegherà i clienti.
ja: この機能が有効になっているすべてのクライアントからのトラフィックは、同じトンネルのセットを介してルーティングされます。
ko: 이 기능이 활성화된 모든 클라이언트의 트래픽은 동일한 터널 집합을 통해 라우팅됩니다. 이렇게 하면 적의 터널 프로파일링이 더 어려워지지만 클라이언트를 서로 연결하게 됩니다.
nn: Trafikk fra alle klienter med denne funksjonen som er aktivert vil bli dirigert over det samme settet med tunneler. Dette vil gjøre å profilere tunnelene med en motstander vanskeligere, men vil koble klientene sammen.
sk: Premávka od všetkých klientov so zapnutou touto funkciou bude smerovaná cez rovnakú sadu tunelov. To sťažuje profilovanie tunelov protivníkom, ale spája klientov.
sl: Promet iz vseh odjemalcev z omogočeno toliko funkcijo bo usmerjen skozi enako skupino tuneljev. To bo težje za napadenca za profiliranje tuneljev, vendar pa bodo odjemalci povezani med seboj.
sq: Trafiku nga të gjithë klientët me këtë veçori të aktivizuar do të drejtohet në të njëjtin grup tunelesh.
uk: Трафік від усіх клієнтів із увімкненою цією функцією спрямовуватиметься через один набір тунелів. Це ускладнить профілювання тунелів супротивником, але зв’яже клієнтів разом.
vi: Lưu lượng truy cập từ tất cả các máy khách có tính năng này được bật sẽ được định tuyến trên cùng một bộ đường hầm. Điều này sẽ làm cho việc định hình các đường hầm bởi một kẻ thù trở nên khó khăn hơn, nhưng sẽ liên kết các khách hàng với nhau.

source: Share tunnels with other configured clients
ar: مشاركة الأنفاق مع العملاء الآخرين الذين تم تكوينهم
az: Digər tənzimlənmiş müştərilərlə tünəlləri paylaşın
bo: གཞན་དག་སྒྲིག་བཀོད་བྱས་པའི་སྤྱོད་མཁན་དང་སྒྲོམ་ལམ་གཞན་དག་གི་སྒྲིག་བཀོད་བྱོས།
cs: Sdílejte tunely s ostatními nakonfigurovanými klienty
da: Del tunneler med andre konfigurerede klienter
el: Κοινοποιήστε τους διαδρόμους με άλλους ρυθμισμένους πελάτες
et: Jaga tünneleid teiste seadistatud klientidega
fa: تونل ها را با سایر مشتریان پیکربندی شده به اشتراک بگذارید
fi: Jaa tunneleita muiden määritettyjen asiakkaiden kanssa
hi: अन्य सेट किए गए क्लाइंटों के साथ टनल साझा करें
hu: Az alagutak megosztása más konfigurált kliensekkel
it: Condividi tunnel con altri client configurati
ja: 他の構成済みクライアントとトンネルを共有する
ko: 구성된 다른 클라이언트와 터널 공유
nn: Del tunneler med andre konfigurerte klienter
sk: Zdieľanie tunelov s inými nakonfigurovanými klientmi
sl: Deli tunelje z drugimi nastavljenimi odjemalci
sq: Ndani tunelet me klientët e tjerë të konfiguruar
uk: Спільний доступ до тунелів з іншими налаштованими клієнтами
vi: Chia sẻ đường hầm với các máy khách được định cấu hình khác

source: Target
ar: الهدف
az: Hedef
bo: དམིགས་ཡུལ།
cs: Cíl
da: Mål
el: Στόχος
et: Siht
fa: هدف
fi: Kohde
hi: लक्ष्य
hu: Cél
it: Obiettivo
ja: ターゲット
ko: 목표
nn: Mål
sk: Cieľ
sl: Cilj
sq: Objektiv
uk: Ціль
vi: Điểm đến

source: Access Point
ar: نفطة الوصول
az: Daxil Olma Noktası
bo: འཛུལ་མཁན་གནས།
cs: Přístupové místo (access point)
da: Adgangspunkt
el: Σημείο Πρόσβασης
et: Väljamispunkt
fa: نقطه دسترسی
fi: Yhteyspiste
hi: एक्सेस पॉइंट
hu: Elérési Pont
it: Punto di Accesso
ja: アクセスポイント
ko: 엑세스 포인트
nn: Tilgangspunkt
sk: Prístupový bod
sl: Točka dostopa
sq: Pikë Hyrjesh
uk: Точка доступу
vi: Điểm Truy Cập

source: Use Outproxy Plugin
ar: استخدم البرنامج المساعد Outproxy
az: Outproxy Eki Uğurla
bo: ཕྱི་གཞིས་སྦྱོང་བཞག་གི་བཀག་སྒྲིག
cs: Použijte plugin Outproxy
da: Brug Outproxy Plugin
el: Χρησιμοποιήστε το Plugin Outproxy
et: Kasuta väljaspoolproxy laiendit
fa: از افزونه Outproxy استفاده کنید
fi: Käytä Outproxy-laajennusta
hi: ऑउटप्रॉक्सी प्लगइन का उपयोग करें
hu: Használja az Outproxy beépülő modult
it: Usa plugin del proxy in uscita
ja: アウトプロキシのプラグインを使用
ko: 아웃프록시 플러그인 사용
nn: Bruk Outproxy-plugin
sk: Použiť plugin Outproxy
sl: Uporaba vstavek Outproxy
sq: Përdorni shtesën Outproxy
uk: Використовувати модуль зовнішнього проксі
vi: Sử dụng Plugin Outproxy

source: Enable DCC
ar: تمكين DCC
az: DCC Aktiv Edin
bo: DCC བཟོ་རྒྱུ་བྱོས།
cs: Povolte DCC
da: Aktiver DCC
el: Ενεργοποιήστε DCC
et: Luba DCC
fa: فعال سازی DCC
fi: Ota DCC käyttöön
hi: DCC सक्षम करें
hu: DCC Engedélyezése
it: Abilita DCC
ja: DCCを有効にする
ko: DCC 활성화
nn: Skru på DCC
sk: Povoliť DCC
sl: Omogoči DCC
sq: Aktivizo DCC
uk: Включити DCC
vi: Bật DCC

source: Port
ar: منفذ
bo: ཐོར་ནུབ།
el: Λιμάνι
fa: پورت
fi: Portti
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
sl: Vrata
sq: Portë
uk: Порт
vi: Cổng

source: Specify the local port this service should be accessible from
ar: حدد المنفذ المحلي الذي يجب الوصول إلى هذه الخدمة منه
az: Bu xidmətin hansı yerli porta erişilə biləcəyini göstərin
bo: ཞབས་ཞུ་འདི་སྤྱོད་རྒྱུའི་ཐོར་ནུབ་བཙུགས་བྱོས།
cs: Uveďte místní port, ze kterého má být tato služba přístupná
da: Specificer den lokale port, denne service skal være tilgængelig fra
el: Διαθέστε το τοπικό λιμάνι από το οποίο θα πρέπει να είναι προσβάσιμη η υπηρεσία αυτή
et: Määrake kohalik port, mida peaks seda teenust olema kättesaadav
fa: پورت محلی را مشخص کنید که این سرویس باید از آن قابل دسترسی باشد
fi: Määritä paikallinen portti, josta tämän palvelun tulee olla käytettävissä
hi: इस सेवा को उपलब्ध कराने के लिए स्थानीय पोर्ट का नाम बताएं
hu: Adja meg azt a helyi portot, amelyről a szolgáltatásnak elérhetőnek kell lennie
it: Specificare la porta locale da cui questo servizio dovrebbe essere accessibile
ja: このサービスにアクセスできるローカル ポートを指定します
ko: 이 서비스에 접근할 수 있는 로컬 포트 지정
nn: Spesifiser den lokale porten denne tjenesten skal være tilgjengelig fra
sk: Zadajte miestny port, z ktorého by mala byť táto služba prístupná
sl: Določite lokalna vrata, od kjer bi ta storitev morala biti dostopna
sq: Përcaktoni portën vendore prej nga ky shërbim do të jetë i përdorshëm
uk: Вкажіть локальний порт, з якого має бути доступна ця служба
vi: Chỉ định cổng cục bộ mà dịch vụ này có thể truy cập được từ

source: Host
ar: المُضيف
az: Müştəri
bo: མིང་།
da: Vært
el: Διακομιστής
et: Majandaja
fa: ميزبان
fi: Verkkotietokone
hi: होस्ट
hu: Hoszt
ja: ホスト
ko: 호스트
nn: Tenar
sl: Strežnik
sq: Strehë
uk: Хост
vi: Máy chủ

source: Hostname or IP address of the target server
ar: اسم المضيف أو عنوان IP للخادم الهدف
az: Hedef serverin hostname-i və ya IP ünvanı
bo: དམིགས་ཡུལ་གྱི་སེར་བེར་གི་མིང་དང་ཐོབ་ཐང་།
cs: Název hostitele nebo IP adresa cílového serveru
da: Værtsnavn eller IP-adresse på målserveren
el: Όνομα διευθύνσης ή IP διεύθυνση του στόχου διακομιστή
et: Sihtserveri domeeninimi või IP-aadress
fa: نام میزبان یا آدرس آی پی سرور هدف
fi: Kohdepalvelimen isäntänimi tai IP-osoite
hi: क्ष्य सर्वर का होस्टनेम या आईपी पता
hu: A célkiszolgáló gazdagépneve vagy IP-címe
it: Nome host o indirizzo IP del server di destinazione
ja: ターゲットサーバーのホスト名またはIPアドレス
ko: 목표 서버의 호스트네임 혹은 IP 주소
nn: Vertsnavn eller IP-adresse til målserveren
sk: Názov hostiteľa alebo IP adresa cieľového servera
sl: Ime strežnika ali IP naslov ciljnega strežnika
sq: Strehëemër ose adresë IP e shërbyesit të synuar
uk: Ім'я хоста або IP-адреса цільового сервера
vi: Tên máy chủ hoặc địa chỉ IP của máy chủ mục tiêu

source: Reachable by
ar: متصل ب
az: Erişilə bilər
bo: འཛུལ་ཐུབ་པའི་ཐོབ་ཐང་།
cs: Dosažitelné (kým)
da: Kan nås med
el: Προσβάσιμο από
et: Saab jõuda
fa: قابل دسترس توسط
fi: Tavoitettavissa
hi: द्वारा पहुँच सकता है
hu: Elérhető
it: Raggiungibile da
ja: 次からアクセス可能
ko: 다음에 의해 접근가능 -
nn: Kan nåast frå
sk: Dosiahnuteľný (kým/čím)
sl: Dostopen preko
sq: I kapshëm përmes
uk: Доступно цим
vi: Với được qua

source: Local interface (ip address) the client tunnel will be reachable from
ar: الواجهة المحلية (عنوان IP) التي يمكن الوصول إلى نفق العميل منها
az: Müştəri tünəlinin hansı yerli interfeysdən (ip ünvanı) əl çatdırılacağı
bo: སྤྱོད་མཁན་སྒྲོམ་ལམ་གྱི་ཐོབ་ཐང་དང་འཛུལ་ཐུབ་པའི་ཐོབ་ཐང་།
cs: Lokální rozhraní (ip adresa), ze kterého bude klientský tunel dosažitelný
da: Lokal grænseflade (ip-adresse) klienttunnelen vil være tilgængelig fra
el: Τοπική επιφάνεια (διεύθυνση ip) από την οποία θα είναι προσβάσιμος ο διάδρομος πελάτη
et: Kliendi tunnel on kättesaadav kohalikust liidest (IP-aadress)
fa: رابط محلی (آدرس IP) تونل مشتری از طریق آن قابل دسترسی خواهد بود
fi: Paikallinen käyttöliittymä (ip-osoite), josta asiakastunneli on tavoitettavissa
hi: क्लाइंट टनल को यहाँ से पहुँचने योग्य स्थानीय इंटरफ़ेस (आईपी पता)
hu: Helyi interfész (IP-cím), amelyről a kliens alagút elérhető lesz
it: Interfaccia locale (indirizzo IP) da cui sarà raggiungibile il tunnel client
ja: クライアント トンネルに到達できるローカル インターフェイス (IP アドレス)
ko: 클라이언트 터널이 접근 가능한 로컬 인터페이스 (IP 주소)
nn: Lokalt grensesnitt (ip-adresse) klienttunnelen vil være tilgjengelig fra
sk: Lokálne rozhranie (IP adresa), z ktorého bude klientsky tunel dosiahnuteľný
sl: Lokalni vmesnik (ip naslov), od katerega bo odjemalniški tunelj dosegljiv
sq: Ndërfaqja lokale (adresa IP) nga tuneli i klientit do të jetë i arritshëmNdërfaqe vendore (adresë ip) prej nga do të jetë i kapshëm tuneli klient
uk: Локальний інтерфейс (IP-адреса), з якого буде доступний клієнтський тунель
vi: Giao diện cục bộ (địa chỉ IP), đường hầm máy khách sẽ có thể truy cập được từ

source: If an outproxy plugin is installed (e.g. Orchid), use this instead of any configured outproxies to access websites outside of I2P
ar: إذا تم تثبيت مكون إضافي للوكيل الخارجي (على سبيل المثال، Orchid)، استخدم هذا بدلاً من أي وكلاء خارجيين تم تكوينهم للوصول إلى مواقع الويب خارج I2P
az: Eğer outproxy eki (məsələn, Orchid) quraşdırılmışsa, I2P-dən başqa web saytlarına giriş etmək üçün bu seçimi tənzimlənmiş outproxylərin əvəzinə istifadə edin
bo: ཕྱི་གཞིས་སྦྱོང་བཞག་གི་བཀག་སྒྲིག་བཟོ་རྒྱུ་ཡོད་ན། (དཔེར་ན། ཨོ་རྒྱི་ཌི།) I2P ནས་ཕྱི་གཞིས་གཞན་དག་བཟོ་རྒྱུ་མི་བྱེད་པར་འདི་བཟོ་རྒྱུ་བྱོས།
cs: Pokud je nainstalován plugin pro outproxy (např. Orchid), použijte jej místo jakýchkoli nakonfigurovaných outproxy pro přístup k webům mimo I2P
da: Hvis et outproxy-plugin er installeret (f.eks. Orchid), skal du bruge dette i stedet for eventuelle konfigurerede outproxies til at få adgang til websteder uden for I2P
el: Αν είναι εγκατεστημένο plugin outproxy (π.χ. Orchid), χρησιμοποιήστε αυτό αντί για οποιαδήποτε ρυθμισμένους outproxies για την πρόσβαση σε ιστοσελίδες έξω από το I2P
et: Kui on installitud väljaspoolproxy laiend (nt Orchid), kasuta seda mitte seadistatud väljaspoolproxydeta veebisaitide juurdepääsuks I2P vallast väljaspool
fa: اگر یک افزونه outproxy نصب شده است (به عنوان مثال Orchid)، از این افزونه به جای هر گونه outproxy پیکربندی شده برای دسترسی به وب سایت های خارج از I2P استفاده کنید
fi: Jos outproxy-laajennus on asennettu (esim. Orchid), käytä tätä määritettyjen ulkopuolisten välityspalvelinten sijaan päästäksesi I2P:n ulkopuolisille verkkosivustoille
hi: यदि एक ऑउटप्रॉक्सी प्लगइन स्थापित है (जैसे Orchid), तो I2P के बाहर वेबसाइट्स पहुँचने के लिए इसका उपयोग करें किसी भी सेट किए गए ऑउटप्रॉक्सी के बजाय
hu: Ha outproxy beépülő modul van telepítve (pl. Orchid), használja ezt a konfigurált outproxyk helyett az I2P-n kívüli webhelyek eléréséhez
it: Se è installato un plug-in outproxy (ad esempio Orchid), utilizzalo al posto di qualsiasi outprox configurato per accedere a siti Web esterni a I2P
ja: アウトプロキシ プラグインがインストールされている場合 (Orchid など)、設定されたアウトプロキシの代わりにこれを使用して、I2P 外部の Web サイトにアクセスします
ko: 아웃 프록시 플러그인이 설치된 경우(예: Orchid), 구성된 아웃 프록시 대신 이를 사용하여 I2P 외부 웹사이트에 액세스합니다
nn: Hvis en outproxy-plugin er installert (f.eks. Orchid), bruk denne i stedet for eventuelle konfigurerte outproxyer for å få tilgang til nettsteder utenfor I2P
sk: Ak je nainštalovaný outproxy plugin (napr. Orchid), použite ho namiesto akýchkoľvek nakonfigurovaných outproxy na prístup k webovým stránkam mimo I2P
sl: Če je nameščena vstavka outproxy (npr. Orchid), uporabite to namig umesto konfiguriranih outproxy-jev za dostop do spletnih strani zunaj I2P
sq: Nëse është instaluar një shtojcë outproxy (p.sh. Orchid), përdorni këtë në vend të çdo proxy të konfiguruar për të hyrë në faqet e internetit jashtë I2P
uk: Якщо встановлено плагін вихідного проксі (наприклад, Orchid), використовуйте його замість будь-яких налаштованих вихідних проксі для доступу до веб-сайтів за межами I2P
vi: Nếu plugin outproxy được cài đặt (ví dụ: Orchid), hãy sử dụng plugin này thay vì bất kỳ proxy outproxy nào được định cấu hình để truy cập các trang web bên ngoài I2P

source: Use plugin instead of proxies listed below if available
ar: استخدم البرنامج المساعد بدلا من الوكلاء المذكورين أدناه إذا كان ذلك متاحا
az: Eldə olunduqda aşağıda siyahıya alınmış proksi yerinə eki istifadə edin
bo: གཞན་དག་སྦྱོང་བཞག་གི་བཀག་སྒྲིག་བཟོ་རྒྱུ་ཡོད་ན་འདི་བཟོ་རྒྱུ་བྱོས།
cs: Použijte plugin namísto níže uvedených proxy, pokud jsou k dispozici
da: Brug plugin i stedet for proxyer anført nedenfor, hvis de er tilgængelige
el: Χρησιμοποιήστε το plugin αντί για τους proxy που αναφέρονται παρακάτω, αν είναι διαθέσιμο
et: Kui on võimalik, kasuta laiendit alla esitatud proxydeta
fa: در صورت موجود بودن از افزونه به جای پراکسی های فهرست شده در زیر استفاده کنید
fi: Käytä laajennusta alla lueteltujen välityspalvelinten sijasta, jos saatavilla
hi: अगर उपलब्ध हो तो नीचे सूचीबद्ध प्रॉक्सी के बजाय प्लगइन का उपयोग करें
hu: Az alább felsorolt ​​proxyk helyett használjon beépülő modult, ha elérhető
it: Utilizza il plugin invece dei proxy elencati di seguito, se disponibili
ja: 利用可能な場合は、以下にリストされているプロキシの代わりにプラグインを使用します
ko: 가능한 경우 아래 나열된 프록시 대신 플러그인을 사용하세요
nn: Bruk plugin i stedet for proxyer oppført nedenfor hvis tilgjengelig
sk: Použite plugin namiesto proxy serverov uvedených nižšie, ak sú k dispozícii
sl: Če je na voljo, uporabite vstavko namesto zapisanih proxy-jev spodaj
sq: Përdorni shtojcën në vend të përfaqësuesve të listuar më poshtë nëse disponohet
uk: Використовуйте плагін замість проксі, наведених нижче, якщо вони доступні
vi: Sử dụng plugin thay vì proxy được liệt kê bên dưới nếu có
