Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: internal
ar: داخلي
az: daxili
bo: ནང་གི་སྒྲིག་བཀོད
cs: vnitřní
da: intern
el: εσωτερικό
et: sisemine
fa: داخلی
fi: sisäinen
hi: आंतरिक
hu: belső
it: interno
ja: 内部
ko: 내부
nn: intern
sk: interné
sl: notranji
sq: i brendshëm
uk: внутрішній
vi: nội bộ

source: {0} inbound, {0} outbound tunnel
ar: {0} Inbound ، {0} الأنفاق الخارجية
az: {0} gəlinən, {0} çıxış tünəli
bo: {0} ཕྱི་ནས་འཛུལ་བའི་སྒྲོམ་ལམ། {0} ཕྱི་ལ་འགྲོ་བའི་སྒྲོམ་ལམ
cs: {0} příchozí, {0} odchozí tunel
da: {0} indgående, {0} udgående tunnel
el: {0} εισερχόμενος, {0} εξερχόμενος διάδρομος
et: {0} sisenevatunnel, {0} väljatunnel
fa: {0} تونل ورودی، و {0} تونل خارجی
fi: {0} lähtevä, {0} tuleva tunneli
hi: {0} इनबाउंड, {0} आउटबाउंड टनल
hu: {0} bejövő, {0} kimenő alagút
it: {0} tunnel in entrata, {0} in uscita
ja: {0}個の入力,{0}個の出力トンネル
ko: {0} 인바운드, {0} 아웃바운드 터널
nn: {0} inngående, {0} utgående tunnel
sk: {0} pricházajúci, {0} odchádzajúci tunel
sl: {0} notranji, {0} izhodni tunelj
sq: {0} në hyrje, tunel {0} tunel dalës
uk: {0} вхідний, {0} вихідний тунель
vi: {0} Inbound, {0} đường hầm bên ngoài

source: {0} inbound tunnel
ar: {0} الأنفاق الواردة
az: {0} gəlinən tünəl
bo: {0} ཕྱི་ནས་འཛུལ་བའི་སྒྲོམ་ལམ
cs: {0} příchozí tunel
da: {0} indgående tunnel
el: {0} εισερχόμενος διάδρομος
et: {0} sisenevatunnel
fa: {0} تونل های ورودی{0} تونل های ورودی
fi: {0} saapuva tunneli
hi: {0} इनबाउंड टनल
hu: {0} bejövő alagút
it: {0} tunnel in ingresso
ja: {0}インバウンドトンネル
ko: {0} 인바운드 터널
nn: {0} inngående tunnel
sk: {0} prichádzajúci tunel
sl: {0} vhodnih tunelov
sq: {0} tunel hyrëse
uk: {0} вхідний тунель
vi: {0} đường hầm trong nước

source: {0} outbound tunnel
ar: {0} الأنفاق الخارجية
az: {0} çıxış tünəli
bo: {0} ཕྱི་ལ་འགྲོ་བའི་སྒྲོམ་ལམ
cs: {0} odchozí tunel
da: {0} udgående tunnel
el: {0} εξερχόμενος διάδρομος
et: {0} väljatunnel
fa: {0} تونل های خروجی
fi: {0} lähtevä tunneli
hi: {0} आउटबाउंड टनल
hu: {0} kimenő alagút
it: {0} tunnel in uscita
ja: {0}アウトバウンドトンネル
ko: {0} 아웃바운드 터널
sk: {0} výstupný tunel
sl: {0} odhodnih tunelov
sq: {0} tunel dalës
uk: {0} вихідний тунель
vi: {0} đường hầm bên ngoài

source: lower bandwidth and reliability
ar: انخفاض النطاق الترددي والموثوقية
az: aşağı səbət və mənbəyin azalması
bo: བྱང་ཆུབ་ཉུང་བ་དང་བརྟེན་ནུས་ཉུང་བ
cs: snížit šířku pásma a spolehlivost
da: lavere båndbredde og pålidelighed
el: μικρότερη ρυθμικότητα και αξιοπιστία
et: madalam bändlaius ja usaldusväärsus
fa: قابلیت اطمینان و پهنای باند پایین
fi: alhaisempi kaistanleveys ja luotettavuus
hi: कम बैंडविड्थ और विश्वसनीयता
hu: kisebb sávszélesség és megbízhatóság
it: larghezza di banda ed affidabilità minori
ja: 低い転送量だが低い信頼性
ko: 낮은 대역폭과 신뢰도
nn: lavere båndbredde og pålitelighet
sk: nižšia šírka pásma a spoľahlivosť
sl: manjša širina pasma in pouzdanost
sq: gjerësi bande më e ulët dhe besueshmëri
uk: нижча пропускна здатність і надійність
vi: băng thông và độ tin cậy thấp hơn

source: standard bandwidth and reliability
ar: عرض النطاق الترددي القياسي والموثوقية
az: standart səbət və mənbə
bo: བྱང་ཆུབ་དང་བརྟེན་ནུས་ཀྱི་རྒྱུན་གོ
cs: standartní šířka pásma a spolehlivost
da: standard båndbredde og pålidelighed
el: τυποποιημένη ρυθμικότητα και αξιοπιστία
et: standardne bändlaius ja usaldusväärsus
fa: قابلیت اطمینان و پهنای باند استاندارد
fi: vakio kaistanleveys ja luotettavuus
hi: मानक बैंडविड्थ और विश्वसनीयता
hu: szabványos sávszélesség és megbízhatóság
it: larghezza di banda ed affidabilità standard
ja: 標準的な転送量と信頼性
ko: 보통 대역폭과 신뢰도
nn: standard båndbredde og pålitelighet
sk: štandardná šírka pásma a spoľahlivosť
sl: standardna širina pasma in pouzdanost
sq: gjerësia standarde dhe besueshmëria
uk: звичайна пропускна здатність і надійність
vi: băng thông tiêu chuẩn và độ tin cậy

source: higher bandwidth and reliability
ar: عرض النطاق الترددي العالي والموثوقية
az: yüksək səbət və mənbə
bo: བྱང་ཆུབ་མང་བ་དང་བརྟེན་ནུས་མང་བ
cs: vyšší šířka pásma a spolehlivost
da: højere båndbredde og pålidelighed
el: μεγαλύτερη ρυθμικότητα και αξιοπιστία
et: kõrgem bändlaius ja usaldusväärsus
fa: قابلیت اطمینان و پهنای باند بالا
fi: korkeampi kaistanleveys ja luotettavuus
hi: अधिक बैंडविड्थ और विश्वसनीयता
hu: nagyobb sávszélesség és megbízhatóság
it: larghezza di banda e affidabilità maggiori
ja: 高い転送量だが高い信頼性
ko: 높은 대역폭과 신뢰도
nn: høyere båndbredde og pålitelighet
sk: vyššia šírka pásma a spoľahlivosť
sl: višja širina pasma in pouzdanost
sq: gjerësi bande më e lartë dhe besueshmëri
uk: більш висока пропускна здатність і надійність
vi: băng thông và độ tin cậy cao hơn

source: Error - tunnels are not initialized yet
bo: འཆོར་བ། སྒྲོམ་ལམ་འདི་གདན་འཛུགས་བྱས་མེད།
hi: त्रुटि - अभी तक टनल प्रारंभ नहीं हुए हैं
sl: Napaka - predori še niso inicializirani
uk: Помилка - тунелі ще не ініціалізовані

source: No services configured, cannot restart!
bo: ཞབས་ཞུ་སྒྲིག་བཀོད་བྱས་མེད། བསྐྱར་རྒྱུ་མི་ཐུབ།
hi: कोई सेवा कॉन्फ़िगर नहीं है, पुनः आरंभ नहीं हो सकती!
sl: Ni nastavljenih storitev, ponovnega zagona ni mogoče izvesti!
uk: Жодної служби не налаштовано, неможливо перезапустити!

source: Stopping tunnel
ar: توقيف النفق
az: Tünəlin dayandırılması
bo: སྒྲོམ་ལམ་བརྒྱབ་བཞིན་པ།
cs: Zastavuji tunel
da: Stopper tunnel
el: Σταμάτημα διαδρόμου
et: Tunnel peatatakse
fa: توقف تونل
fi: Pysäytetään tunneli
hi: टनल स्थगित कर रहा है
hu: Alagút leállítása
it: Fermando tunnel
ja: トンネルを停止中
ko: 터널 중지중
nn: Stoppar tunell
sk: Zastavuje sa tunel
sl: Ustavitev tunelja
sq: Po ndalet tunel
uk: Зупинка тунелю
vi: Ngưng đường hầm

source: Starting tunnel
ar: ابدأ النفق
az: Tünəl başlamaqdadır
bo: སྒྲོམ་ལམ་འགོ་ཚུགས་བཞིན་པ།
cs: Startuji tunel
da: Starter tunnel
el: Έναρξη διαδρόμου
et: Tunnel käivitatakse
fa: شروع تونل
fi: Käynnistetään tunneli
hi: टनल शुरू कर रहा है
hu: Alagút indítása
it: Avviando tunnel
ja: トンネルを開始中
ko: 터널 시작중
nn: Startar tunell
sk: Spúšťa sa tunel
sl: Zagon tunelja
sq: Po niset tunel
uk: Запуск тунелю
vi: Bắt đầu đường hầm

source: Error restarting tunnel
bo: སྒྲོམ་ལམ་བསྐྱར་འགོ་ཚུགས་པའི་འཆོར་བ།
hi: टनल पुनः आरंभ करने में त्रुटि
sl: Napaka pri ponovnem zagonu predora
uk: Помилка перезапуску тунелю

source: Restarted all running tunnels
bo: སྒྲོམ་ལམ་ཚང་མ་བསྐྱར་འགོ་ཚུགས་པ།
hi: सभी चालू टनल पुनः आरंभ किए गए
sl: Vsi delujoči predori so bili ponovno zagnani
uk: Усі запущені тунелі перезапущено

source: No clients configured, cannot restart!
bo: སྒྲིག་བཀོད་བྱས་པའི་སྤྱོད་མཁན་མེད། བསྐྱར་འགོ་ཚུགས་མི་ཐུབ།
hi: कोई क्लाइंट कॉन्फ़िगर नहीं है, पुनः आरंभ नहीं हो सकता!
sl: Ni nastavljenih odjemalcev, ponovnega zagona ni mogoče izvesti!
uk: Жодного клієнта не налаштовано, неможливо перезапустити!

source: Restarted all running client tunnels
bo: སྒྲོམ་ལམ་སྤྱོད་མཁན་ཚང་མ་བསྐྱར་འགོ་ཚུགས་པ།
hi: सभी चालू क्लाइंट टनल पुनः आरंभ किए गए
sl: Vsi delujoči odjemalski predori so bili ponovno zagnani
uk: Усі запущені клієнтські тунелі перезапущено

source: Configuration reloaded for all tunnels
ar: تم اعادة تحميل تغيرات الاعدادات
az: Bütün tünəllər üçün konfigurasiya yenidən yükləndi
bo: སྒྲོམ་ལམ་ཚང་མའི་སྒྲིག་བཀོད་ཡང་བསྐྱར་འཇོག་པ།
cs: Nastavení pro všechny tunely bylo opětovně nahráno
da: Konfiguration er genindlæst for alle tunneler
el: Η διαμόρφωση μεταφόρτωση για όλους τους διαδρόμους
et: Kõigile tunnelitele uuesti laetud seaded
fa: پیکربندی برای تمامی تونل ها مجددا بارگذاری شد
fi: Asetukset ladattu uudelleen kaikille tunneleille
hi: सभी टनल के लिए पुनः लोड की गई सेटिंग
hu: Az összes alagútra vonatkozó beállítás újratöltve
it: Configurazione ricaricata per tutti i tunnel
ja: すべてのトンネルの設定が再読込されました
ko: 모든 터널에 설정 다시 로드함
nn: Konfigurasjon lasta om att for alle tunellar
sk: Konfigurácia pre všetky tunely bola znova načítaná
sl: Nastavitve ponovno naložene za vse tunelje
sq: U ringarkua formësimi për krejt tunelet
uk: Конфігурація для всіх тунелів перечитана
vi: Nạp lại cấu hình cho mọi đường hầm

source: Error: Invalid tunnel
bo: འཆོར་བ། སྒྲོམ་ལམ་ནོར་བ།
hi: त्रुटि: अमान्य टनल
sl: Napaka: Neveljaven predor
uk: Помилка: недійсний тунель

source: Started tunnel
bo: སྒྲོམ་ལམ་འགོ་ཚུགས་པ།
hi: टनल आरंभ किया गया
sl: Predor je bil zagnan
uk: Тунель запущено

source: Stopped tunnel
bo: སྒྲོམ་ལམ་བརྒྱབ་པ།
hi: टनल रोका गया
sl: Predor je bil ustavljen
uk: Тунель зупинено

source: Restarting tunnel
bo: སྒྲོམ་ལམ་བསྐྱར་འགོ་ཚུགས་བཞིན་པ།
hi: टनल पुनः आरंभ हो रहा है
sl: Ponovni zagon predora
uk: Перезапуск тунелю

source: Please confirm removal
bo: བཟོ་འདོར་བགྱི་མཐར་གཏན་འཁེལ་བྱོས།
hi: कृपया हटाने की पुष्टि करें
sl: Prosimo, potrdite odstranitev
uk: Будь ласка, підтвердіть видалення

source: New Tunnel
ar: نفق جديد
az: Yeni Tünəl
bo: སྒྲོམ་ལམ་གསར་པ།
cs: Nový tunel
da: Ny Tunnel
el: Νέος Διάδρομος
et: Uus Tunnel
fa: تونل جدید
fi: Uusi tunneli
hi: नया टनल
hu: Új Alagút
it: Nuovo Tunnel
ja: 新しいトンネル
ko: 새 터널
nn: Ny tunell
sk: Nový tunel
sl: Nov tunelj
sq: Tunel i Ri
uk: Новий тунель
vi: Đường Hầm Mới

source: Port not set
ar: منفذ غير محدد
az: Port ayarlanmamışdır
bo: ཐོར་ནུབ་བཙུགས་མེད།
cs: Port není nastaven
da: Port er ikke indstillet
el: Λιμάνι δεν έχει οριστεί
et: Port pole määratud
fa: درگاه تنظیم نشده است
fi: Porttia ei ole asetettu
hi: पोर्ट सेट नहीं किया गया
hu: Port nincs beállítva
it: Porta non impostata
ja: ポート未設定
ko: 포트 설정 안됨
nn: Port ikkje stilt inn
sk: Port nie je nastavený
sl: Vrata niso nastavljena
sq: Portë e pacaktuar
uk: Порт не заданий
vi: Cổng chưa cấu hình

source: Invalid port
ar: منفذ غير صالح
az: Düzgün olmayan port
bo: ཐོར་ནུབ་ནོར་བ།
cs: Neplatný port
da: Ugyldig port
el: Μη έγκυρο λιμάνι
et: Vigane port
fa: پورت نامعتبر
fi: Virheellinen portti
hi: अवैध पोर्ट
hu: Érvénytelen port
it: Porta non valida
ja: 無効なポート
ko: 올바르지 않은 터널
nn: Ugyldig port
sk: Neplatný port
sl: Neveljavna vrata
sq: Portë e pavlefshme
uk: Невірний порт
vi: Cổng không hợp lệ

source: Warning - ports less than 1024 are not recommended
ar: تحذير - لا يوصى بالمنافذ الأقل من 1024
az: Xəbərdarlıq - 1024-dən kiçik portlar tövsiyə olunmur
bo: ཨོ་སྐུལ། - 1024 ནས་ཆུང་བའི་ཐོར་ནུབ་བཟོ་རྒྱུ་མི་འོས།
cs: Upozornění – porty menší než 1024 se nedoporučují
da: Advarsel - porte lavere end 1024 frarådes
el: Προειδοποίηση - τα λιμάνια λιγότερα από 1024 δεν συνιστάται
et: Hoiatus - väiksemad kui 1024 portid ei ole soovitatavad
fa: هشدار - درگاه های کمتر از 1024 توصیه نمی شوند
fi: Varoitus - porttinumeroja alle 1024 ei suositella
hi: चेतावनी - 1024 से कम पोर्ट सिफारिश नहीं की जाती हैं
hu: Figyelem – az 1024-nél kisebb portok nem ajánlottak
it: Attenzione - È meglio non utilizzare porte inferiori alla 1024
ja: 警告 - 1024番以前のポート番号は非推奨です
ko: 경고 - 1024 이상으로 포트값을 설정하십시오
nn: Åtvaring – portar under 1024 er ikkje tilrådd
sk: Varovanie - porty menšie ako 1024 nie sú odporúčané
sl: Opozorilo - vrata manjša od 1024 niso priporočena
sq: Kujdes - portat më të vogla se 1024 nuk këshillohen
uk: Попередження - порти менше, ніж 1024 не рекомендуються
vi: Cảnh báo - không nên sử dụng các cổng nhỏ hơn 1024

source: Warning - duplicate port
ar: تحذير - منفذ مكرر
az: Xəbərdarlıq - tekrarlanan port
bo: ཨོ་སྐུལ། - ཐོར་ནུབ་ཡང་དག་བཟོས་པ།
cs: Varování - duplicitní port
da: Advarsel - duplicate port
el: Προειδοποίηση - διπλό λιμάνι
et: Hoiatus - korduv port
fa: هشدار - درگاه تکراری
fi: Varoitus - portin kaksoiskappale
hi: अहत्यार - दोहरा पोर्ट
hu: Figyelmeztetés – duplikált port
it: Attenzione - porta duplicata
ja: 警告 - 同じポートを二重使用しています
ko: 경고 - 포트값이 중복됬습니다
nn: Advarsel - duplikatport
sk: Upozornenie - duplicitný port
sl: Opozorilo - podobna vrata
sq: Kujdes - portë e përsëdytur
uk: Увага - дубльований порт
vi: Cảnh báo - cổng trùng lặp

source: Standard client
ar: مستخدم عادي
az: Standart müştəri
bo: རྒྱུན་གོའི་སྤྱོད་མཁན།
cs: Standardní klient
da: Standard klient
el: Τυποποιημένος πελάτης
et: Standard klient
fa: کلاینت استاندارد
fi: Vakioasiakas
hi: मानक क्लाइंट
hu: Normál kliens
it: Client standard
ja: 標準クライアント
ko: 표준 클라이언트
nn: Standardklient
sk: Štandardný klient
sl: Standardni odjemalec
sq: Klient standard
uk: Звичайний клієнт
vi: Khách thường

source: HTTP/HTTPS client
ar: عميل HTTP/HTTPS
az: HTTP/HTTPS müştəri
bo: HTTP/HTTPS སྤྱོད་མཁན།
cs: Klient HTTP/HTTPS
da: HTTP/HTTPS-klient
el: Πελάτης HTTP/HTTPS
et: HTTP/HTTPS klient
fa: کلاینت HTTP/HTTPS
fi: HTTP/HTTPS-asiakas
hi: HTTP/HTTPS क्लाइंट
hu: HTTP/HTTPS kliens
it: Client HTTP/HTTPS
ja: HTTP/HTTPS クライアント
ko: HTTP/HTTPS 클라이언트
nn: HTTP/HTTPS-klient
sk: HTTP/HTTPS klient
sl: HTTP/HTTPS odjemalec
sq: Klient HTTP/HTTPS
uk: HTTP/HTTPS клієнт
vi: Máy khách HTTP/HTTPS

source: IRC client
ar: IRC برنامج
az: IRC müştəri
bo: IRC སྤྱོད་མཁན།
cs: Klient pro IRC
da: Klient for IRC
el: Πελάτης IRC
et: IRC klient
fa: کلاینت IRC
fi: IRC-asiakas
hi: IRC क्लाइंट
hu: IRC kliens
it: Client IRC
ja: IRC クライアント
ko: IRC 클라이언트
nn: IRC-klient
sk: IRC klient
sl: IRC odjemalec
sq: Klient IRC
uk: IRC клієнт
vi: Khách IRC

source: Standard server
ar: خادم عادي
az: Standart server
bo: རྒྱུན་གོའི་སེར་བེར།
cs: Standardní server
el: Τυποποιημένος διακομιστής
fa: سرور استاندارد
fi: Vakiopalvelin
hi: मानक सर्वर
hu: Normál szerver
it: Server standard
ja: 標準サーバー
ko: 표준 서버
nn: Standardtenar
sk: Štandardný server
sl: Standardni strežnik
sq: Shërbyes standard
uk: Звичайний сервер
vi: Máy chủ thường

source: HTTP server
ar: HTTP خادم
az: HTTP serveri
bo: HTTP སེར་བེར།
el: Διακομιστής HTTP
fa: سرور HTTP
fi: WWW-palvelin
hi: HTTP सर्वर
hu: HTTP szerver
it: Server HTTP
ja: HTTP サーバー
ko: HTTP 서버
nn: HTTP-tenar
sl: HTTP strežnik
sq: Shërbyes HTTP
uk: HTTP сервер
vi: Máy chủ HTTP

source: SOCKS 4/4a/5 proxy
ar: SOCKS 4/4a/5 بروكسي
az: SOCKS 4/4a/5 proksi
bo: SOCKS 4/4a/5 སྦྱོང་བཞག
el: Proxy SOCKS 4/4a/5
et: SOCKS 4/4a/5 proxi
fa: جوراب 4/4A/5 پروکسی
fi: SOCKS 4/4a/5-välityspalvelin
hi: SOCKS 4/4a/5 प्रॉक्सी
it: Proxy SOCKS 4/4a/5
ja: SOCKS 4/4a/5 プロキシ
ko: SOCKS 4/4a/5 프록시
nn: SOCKS 4/4a/5-mellomtenar
sq: Ndërmjetës SOCKS 4/4a/5
uk: SOCKS 4/4a/5 проксі
vi: Proxy SOCKS 4/4a/5

source: SOCKS IRC proxy
ar: SOCKS IRC بروكسي دردشة
az: SOCKS IRC proksi
bo: SOCKS IRC སྦྱོང་བཞག
el: Proxy IRC SOCKS
et: SOCKS IRC proxi
fa: پراکسی SOCKS IRC
fi: SOCKS IRC-välityspalvelin
hi: SOCKS IRC प्रॉक्सी
it: Proxy SOCKS IRC
ja: SOCKS IRC プロキシ
ko: SOCKS IRC 프록시
nn: SOCKS IRC-mellomtenar
sq: Ndërmjetës SOCKS IRC
uk: SOCKS IRC проксі
vi: Proxy SOCKS IRC

source: CONNECT/SSL/HTTPS proxy
ar: اتصال/SSL/HTTPS بروكسي
az: CONNECT/SSL/HTTPS proksi
bo: CONNECT/SSL/HTTPS སྦྱོང་བཞག
el: Proxy CONNECT/SSL/HTTPS
et: CONNECT/SSL/HTTPS proxi
fa: پروکسی CONNECT/SSL/HTTPS
fi: CONNECT/SSL/HTTPS-välityspalvelin
hi: CONNECT/SSL/HTTPS प्रॉक्सी
it: Proxy CONNECT/SSL/HTTPS
ja: CONNECT/SSL/HTTPS プロキシ
ko: 연결/SSL/HTTPS 프록시
nn: CONNECT/SSL/HTTPS-mellomtenar
sq: Ndërmjetës CONNECT/SSL/HTTPS
uk: CONNECT/SSL/HTTPS проксі
vi: Proxy nối kết/SSL/HTTPS

source: IRC server
ar: IRC خادم
az: IRC serveri
bo: IRC སེར་བེར།
da: Server for IRC
el: Διακομιστής IRC
fa: سرور IRC
fi: IRC-palvelin
hi: IRC सर्वर
hu: IRC szerver
it: Server IRC
ja: IRC サーバー
ko: IRC 서버
nn: IRC-tenar
sl: IRC strežnik
sq: Shërbyes IRC
uk: IRC сервер
vi: Máy chủ IRC

source: Streamr client
ar: عميل ستريمر
az: Streamr müştəri
bo: Streamr སྤྱོད་མཁན།
cs: Streamr klient
da: Klient for Streamr
el: Πελάτης Streamr
et: Streamr klient
fa: کلاینت Streamr
fi: Streamr-asiakasohjelma
hi: Streamr क्लाइंट
hu: Streamr kliens
it: Client streamr
ja: Streamr クライアント
ko: Streamr 클라이언트
nn: Streamr-klient
sk: Streamr klient
sl: Streamr odjemalec
sq: Klient Streamr
uk: Streamr клієнт
vi: Khách Streamr

source: Streamr server
ar: خادم ستريمر
az: Streamr serveri
bo: Streamr སེར་བེར།
da: Server for Streamr
el: Διακομιστής Streamr
fa: سرور Streamr
fi: Streamr-palvelin
hi: Streamr सर्वर
hu: Streamr szerver
it: Server streamr
ja: Streamr サーバー
ko: Streamr 서버
nn: Streamr-tenar
sl: Streamr strežnik
sq: Shërbyes Streamr
uk: Streamr сервер
vi: Máy chủ Streamr

source: HTTP bidir
ar: HTTP بيدير
az: HTTP iki yönlü
bo: HTTP དུ་མཇུག་
et: HTTP kahepoolne
fa: Bidir HTTP
hi: HTTP बीडियरेक्ट
ja: HTTP 双方向
nn: HTTP tovegs
sl: HTTP dvosmeren
uk: Бідирект HTTPHTTP bidir (експерементальний двухнаправлений режим, інструкцію запитуйте у sponge)
vi: HTTP hai chiều

source: Host not set
ar: لم يتم تعيين المضيف
az: Məzmun ayarlanmamışdır
bo: མིང་སྒྲིག་བཀོད་བྱས་མེད།
cs: Host není nastaven
da: Vært er ikke indstillet
el: Ο διακομιστής δεν έχει οριστεί
et: Majandaja pole määratud
fa: میزبان تنظیم نشده است
fi: Verkkotietokonetta ei ole asetettu
hi: होस्ट सेट नहीं किया गया
hu: Hoszt nincs beállítva
it: Host non impostato
ja: ホスト未設定
ko: 호스트 설정 안됨
nn: Tenar ikkje stilt inn
sk: Host nie je nastavený
sl: Strežnik ni nastavljen
sq: Strehë e pacaktuar
uk: Хост не заданий
vi: Máy chủ chưa cấu hình

source: Invalid address
ar: عنوان غير صالح
az: Düzgün olmayan ünvan
bo: ཐོབ་ཐང་ནོར་བ།
cs: Neplatná adresa
da: Ugyldig adresse
el: Μη έγκυρη διεύθυνση
et: Vigane aadress
fa: آدرس نامعتبر
fi: Virheellinen osoite
hi: अवैध पता
hu: Érvénytelen cím
it: Indirizzo non valido
ja: 無効なアドレス
ko: 올바르지 않은 주소
nn: Ugyldig adresse
sk: Neplatná adresa
sl: Neveljavna naslov
sq: Adresë e pavlefshme
uk: Невірна адреса
vi: Địa chỉ không hợp lệ

source: Tunnel Manager
ar: مدير النفق
az: Tünəl idarəçisi
bo: སྒྲོམ་ལམ་དོ་དམ།
cs: Správce tunelu
da: Tunnelforvalter
el: Διαχειριστής Διαδρόμου
et: Tunnelihaldur
fa: مدیر تونل
fi: Tunnelin johtaja
hi: टनल मैनेजर
hu: Alagútkezelő
it: Gestore Tunnel
ja: トンネル管理者
ko: 터널관리자
nn: Tunnelsjef
sk: Správca tunela
sl: Upravitelj tuneljev
sq: Menaxheri i tunelit
uk: Менеджер тунелів
vi: Quản lý đường hầm

source: Edit Client Tunnel
ar: تحرير نفق العميل
az: Müştəri Tünəlini Redaktə Et
bo: སྤྱོད་མཁན་སྒྲོམ་ལམ་གསར་བཅོས།
cs: Upravit klientský tunel
da: Rediger klienttunnel
el: Επεξεργασία Διαδρόμου Πελάτη
et: Muuda KlientiTunnelit
fa: ویرایش تونل کلاینت
fi: Muokkaa asiakastunnelia
hi: क्लाइंट टनल संपादित करें
hu: Szerkessze az ügyfél alagútját
it: Modifica il Tunnel del client
ja: クライアントトンネルの編集
ko: 클라이언트 터널 편집
nn: Rediger klienttunnel
sk: Upraviť tunel klienta
sl: Uredi odjemalniški tunelj
sq: Përpunoni Tunel Klienti
uk: Редагувати клієнтський тунель
vi: Chỉnh sửa đường hầm khách hàng

source: Edit Server Tunnel
ar: تحرير نفق الخادم
az: Server Tünəlini Redaktə Et
bo: སེར་བེར་སྒྲོམ་ལམ་གསར་བཅོས།
cs: Upravit tunel serveru
da: Rediger servertunnel
el: Επεξεργασία Διαδρόμου Διακομιστή
et: Muuda ServeriTunnelit
fa: ویرایش تونل سرور
fi: Muokkaa palvelintunnelia
hi: सर्वर टनल संपादित करें
hu: Szerveralagút szerkesztése
it: Modifica tunnel del server
ja: サーバートンネルの編集
ko: 서버 터널 편집
nn: Rediger servertunnel
sk: Upraviť serverový tunel
sl: Uredi strežniški tunelj
sq: Redakto tunelin e serverit
uk: Редагувати серверний тунель
vi: Chỉnh sửa đường hầm máy chủ

source: Are you sure you want to delete?
ar: هل تريد الحذف فعلا ؟
az: Siz silmək istədiyinizə əminsiniz?
bo: བཟོ་འདོར་བགྱི་རེད་ནམ་མེད་ནམ་གཏན་འཁེལ་བྱོས།
cs: Opravdu chcete smazat?
da: Er du sikker på, at du vil slette?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε;
et: Kas olete kindel, et soovite kustutada?
fa: مطمئنید می خواهید حذف کنید؟
fi: Haluatko varmasti poistaa?
hi: क्या आप सुनिश्चित हैं कि आप इसे हटाना चाहते हैं?
hu: Biztosan törölni akarod?
it: Sicuro di volerlo eliminare?
ja: 削除してもよろしいですか?
ko: 정말 삭제하시겠습니까?
nn: Er du sikker på at du vil slette?
sk: Naozaj chcete odstrániť?
sl: Ste prepričani, da želite izbrisati?
sq: A jeni i sigurt që dëshironi të fshini?
uk: Ви впевнені, що хочете видалити?
vi: Bạn có chắc là muốn xóa không?

source: required
ar: مطلوب
az: tələb olunur
bo: དགོས་པ།
cs: požadováno
da: krævet
el: χρειάζεται
et: nõutud
fa: ضروری
fi: tarvittu
hi: आवश्यक
hu: szükséges
it: necessario
ja: 必須
ko: 요구됨
nn: kravd
sk: vyžadované
sl: potrebno
sq: e domosdoshme
uk: необхідно
vi: cần có

source: Tunnel and all other shared client tunnels must be stopped to change this configuration
ar: يجب إيقاف النفق وكافة أنفاق العميل المشتركة الأخرى لتغيير هذا التكوين
az: Bu konfigurasiyanı dəyişmək üçün tünəl və bütün digər paylaşılan müştəri tünəlləri dayandırılmalıdır
bo: སྒྲོམ་ལམ་དང་གཞན་དག་སྤྱོད་མཁན་སྒྲོམ་ལམ་ཚང་མ་བརྒྱབ་དགོས་པ་འདིའི་སྒྲིག་བཀོད་བཅོས་རྒྱུར་བཅོས་དགོས།
cs: Tunnel a všechny ostatní sdílené klientské tunely musí být zastaveny, aby bylo možné tuto konfiguraci změnit
da: Tunnel og alle andre delte klienttunneler skal stoppes for at ændre denne konfiguration
el: Ο διάδρομος και όλοι οι άλλοι κοινοί διαδρόμοι πελάτη πρέπει να σταματήσουν για να αλλάξετε αυτή τη διαμόρφωση
et: Selle konfiguratsiooni muutmiseks peab olema peatatud see tunnel ja kõik teised jagatud klientitunnelid
fa: برای تغییر این پیکربندی، تونل و سایر تونل های مشتری مشترک باید متوقف شوند
fi: Tunneli ja kaikki muut jaetut asiakastunnelit on pysäytettävä, jotta tätä määritystä voidaan muuttaa
hi: इस सेटिंग को बदलने के लिए टनल और सभी अन्य साझा किए गए क्लाइंट टनल को स्थगित करना होगा
hu: Az alagutat és az összes többi megosztott kliens alagutat le kell állítani a konfiguráció módosításához
it: Il tunnel e tutti gli altri tunnel client condivisi devono essere arrestati per modificare questa configurazione
ja: この設定を変更するには、トンネルと他のすべての共有クライアント トンネルを停止する必要があります
ko: 이 구성을 변경하려면 터널 및 기타 모든 공유 클라이언트 터널을 중지해야 합니다
nn: Tunnel og alle andre delte klienttunneler må stoppes for å endre denne konfigurasjonen
sk: Tunel a všetky ostatné zdieľané klientske tunely musia byť zastavené, aby sa zmenila táto konfigurácia
sl: Tunelj in vse druge deljene odjemalniške tunelje morajo biti ustavljeni za spremembo tega nastavitve
sq: Tuneli dhe të gjitha tunelet e tjera të përbashkëta të klientit duhet të ndalen për të ndryshuar këtë konfigurim
uk: Тунель та всі інші спільні клієнтські тунелі потрібно зупинити, щоб змінити цю конфігурацію
vi: Đường hầm và tất cả các đường hầm máy khách dùng chung khác phải bị dừng để thay đổi cấu hình này

source: Tunnel must be stopped to change this configuration
ar: يجب إيقاف النفق لتغيير هذا التكوين
az: Bu konfigurasiyanı dəyişmək üçün tünəlin dayandırılması lazımdır
bo: སྒྲོམ་ལམ་བརྒྱབ་དགོས་པ་འདིའི་སྒྲིག་བཀོད་བཅོས་རྒྱུར་བཅོས་དགོས།
cs: Tunnel musí být zastaven pro změnu této konfigurace
da: Tunnel skal stoppes for at ændre denne konfiguration
el: Ο διάδρομος πρέπει να σταματήσει για να αλλάξετε αυτή τη διαμόρφωση
et: Selle konfiguratsiooni muutmiseks peab tunnel olema peatatud
fa: برای تغییر این پیکربندی، تونل باید متوقف شود
fi: Tunneli on pysäytettävä, jotta tätä asetusta voidaan muuttaa
hi: इस सेटिंग को बदलने के लिए टनल को स्थगित करना होगा
hu: A konfiguráció módosításához az alagutat le kell állítani
it: Il tunnel deve essere arrestato per modificare questa configurazione
ja: この設定を変更するにはトンネルを停止する必要があります
ko: 이 구성을 변경하려면 터널을 중지해야 합니다
nn: Tunnel må stoppes for å endre denne konfigurasjonen
sk: Tunel sa musí zastaviť, aby sa zmenila táto konfigurácia
sl: Tunelj mora biti ustavljen, da se spremeni ta konfiguracija
sq: Tuneli duhet të ndalet për të ndryshuar këtë konfigurim
uk: Тунель потрібно зупинити, щоб змінити цю конфігурацію
vi: Đường hầm phải dừng lại để thay đổi cấu hình này

source: Configuration
ar: التكوين
az: Konfigurasiya
bo: སྒྲིག་བཀོད།
cs: Konfigurace
da: Konfiguration
el: Διαμόρφωση
et: Seaded
fa: پیکربندی
fi: Kokoonpano
hi: सेटिंग
hu: Konfiguráció
it: Configurazione
ja: 構成
ko: 구성
nn: Konfigurasjon
sk: Konfigurácia
sl: Nastavitve
sq: Konfigurimi
uk: Конфігурація
vi: Cấu hình

source: New Client Configuration
ar: تكوين العميل الجديد
az: Yeni Müştəri Konfigurasiyası
bo: སྤྱོད་མཁན་སྒྲིག་བཀོད་གསར་པ།
cs: Konfigurace nového klienta
da: Ny klientkonfiguration
el: Νέα Διαμόρφωση Πελάτη
et: Uued Klienti Seaded
fa: پیکربندی جدید مشتری
fi: Uusi Asiakaskokoonpano
hi: नई क्लाइंट सेटिंग
hu: Új ügyfélkonfiguráció
it: Configurazione nuovo client
ja: 新しいクライアント構成
ko: 새 클라이언트 구성
nn: Ny klientkonfigurasjon
sk: Konfigurácia nového klienta
sl: Nova konfiguracija odjemalca
sq: Konfigurimi i ri i klientit
uk: Нова конфігурація клієнта
vi: Cấu hình máy khách mới

source: Name
ar: اسم
az: Adı
bo: མིང་།
cs: Jméno
da: Navn
el: Όνομα
et: Nimi
fa: نام
fi: Nimi
hi: नाम
hu: Név
it: Nome
ja: 名前
ko: 이름
nn: Namn
sk: Názov
sl: Ime
sq: Emër
uk: Назва
vi: Tên
