Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: A client tunnel implementing the SOCKS protocol, which is customised for connecting to IRC networks.
ar: نفق العميل الذي ينفذ بروتوكول SOCKS، والذي تم تخصيصه للاتصال بشبكات IRC.
az: IRC şəbəklərinə bağlanmaq üçün tənzimlənmiş SOCKS protokolunu həyata keçirən klient tünəli.
bo: SOCKS རྒྱུགས་གཞི་བཟོ་བའི་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ། IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་རྒྱུགས་གཞི
cs: Klientský tunel implementující protokol SOCKS, který je přizpůsoben pro připojení k sítím IRC.
da: En klienttunnel, der implementerer SOCKS-protokollen, som er tilpasset til at forbinde til IRC-netværk.
el: Ένας διάδρομος πελάτη που εφαρμόζει το πρωτόκολλο SOCKS, που προσαρμοσμένος για τη σύνδεση σε IRC δίκτυα.
et: Klienti tunnel, mis rakendab SOCKS protokolli, mida on kohandatud IRC võrgudega ühendamiseks.
fa: یک تونل مشتری که پروتکل SOCKS را اجرا می کند، که برای اتصال به شبکه های IRC سفارشی شده است.
fi: SOCKS-protokollaa toteuttava asiakastunneli, joka on mukautettu IRC-verkkoihin yhdistämistä varten.
hi: SOCKS प्रोटोकॉल को लागू करने वाला एक क्लाइंट टनल, जो IRC नेटवर्क के साथ कनेक्ट करने के लिए अनुकूलित है।
hu: A SOCKS protokollt megvalósító kliens alagút, amely az IRC hálózatokhoz való csatlakozáshoz van testreszabva.Kliens alagút, mely SOCKS protokolt használ, IRC hálózatokhoz való csatlakozásra alakítva.
it: Un tunnel client che implementa il protocollo SOCKS, personalizzato per la connessione alle reti IRC.Un tunnel client che implementa un protocollo di tipo SOCKS, che è personalizzato per connettersi alla rete IRC.
ja: SOCKS プロトコルを実装するクライアント トンネル。IRC ネットワークに接続するためにカスタマイズされています。
ko: IRC 네트워크에 연결하기 위해 사용자 정의된 SOCKS 프로토콜을 구현하는 클라이언트 터널입니다.클라이언트 터널이 IRC 네트워크 연결을 위해 커스텀된 SOCKS 프로토콜을 사용중입니다.
nn: En klienttunnel som implementerer SOCKS-protokollen, som er tilpasset for tilkobling til IRC-nettverk.Ein klienttunell som implementerer SOCKS-protokollen, som i tillegg er spesielt innstilt for IRC-nettverk.
sk: Klientsky tunel implementujúci protokol SOCKS, ktorý je prispôsobený na pripojenie k sieťam IRC.Klientský tunel implementujúci protokol SOCKS, ktorý je špeciálne určený na pripájanie sa k IRC sieťam.
sl: Odjemalniški tunelj, ki implementira protokol SOCKS, prilagojen za povezavo z IRC omrežji.
sq: Një tunel klienti që zbaton protokollin SOCKS, i cili është përshtatur për t'u lidhur me rrjetet IRC.
uk: Клієнтський тунель, що реалізує протокол SOCKS, налаштований для з’єднання з мережами IRC.
vi: Đường hầm máy khách triển khai giao thức SOCKS, được tùy chỉnh để kết nối với mạng IRC.

source: With this tunnel type, IRC networks in I2P can be reached by typing the I2P address into your IRC client, and configuring the IRC client to use this SOCKS tunnel.
ar: مع هذا النوع من النفق، يمكن الوصول إلى شبكات IRC في I2P عن طريق كتابة عنوان I2P في عميل IRC الخاص بك، وتكوين عميل IRC لاستخدام نفق SOCKS هذا.
az: Bu tünəl növü ilə, I2P-dəki IRC şəbəkləri IRC klientiniza I2P ünvanını yazaraq və IRC klientini bu SOCKS tünəlini istifadə etmək üçün tənzimləyərək çatılabilir.
bo: I2P ནང་གི་IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་I2P སྤྱི་ཨང་བཙུགས་ནས་IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་SOCKS ཕྱོན་པ་བཟོ་བ
cs: S tímto typem tunelu lze IRC sítě v I2P dosáhnout zadáním I2P adresy do vašeho IRC klienta a konfigurací IRC klienta pro použití tohoto tunelu SOCKS.
da: Med denne tunneltype kan IRC-netværk i I2P nås ved at indtaste I2P-adressen i din IRC-klient og konfigurere IRC-klienten til at bruge denne SOCKS-tunnel.
el: Με αυτό το είδος διαδρόμου, τα IRC δίκτυα στο I2P μπορούν να προσχωρήσουν πληκτρολογώντας τη διεύθυνση I2P στον πελάτη IRC σας, και ρυθμίζοντας τον πελάτη IRC να χρησιμοποιεί αυτόν τον διάδρομο SOCKS.
et: Sellise tüübi tunneliga saad jõuda I2P-i sees asuvate IRC võrgude juurde, sisestades I2P aadressi oma IRC klientisse, ja seadistades IRC klienti, et see kasutaks seda SOCKS tunnelit.
fa: با این نوع تونل، با تایپ آدرس I2P در سرویس گیرنده IRC و پیکربندی سرویس گیرنده IRC برای استفاده از این تونل SOCKS، می توان به شبکه های IRC در I2P دسترسی پیدا کرد.
fi: Tällä tunnelityypillä I2P:n IRC-verkkoihin päästään kirjoittamalla I2P-osoite IRC-asiakkaallesi ja määrittämällä IRC-asiakas käyttämään tätä SOCKS-tunnelia.
hi: इस टनल प्रकार के साथ, I2P में IRC नेटवर्क आपके IRC क्लाइंट में I2P पता दर्ज करके और IRC क्लाइंट को इस SOCKS टनल का उपयोग करने के लिए सेट करके पहुँचे जा सकते हैं।
hu: Ezzel az alagúttípussal az I2P-ben lévő IRC-hálózatok úgy érhetők el, hogy beírja az I2P-címet az IRC-kliensbe, és beállítja az IRC-klienst, hogy ezt a SOCKS-alagutat használja.Ezzel a típusú alagút lehetővé teszi I2P-n belüli IRC hálózatokhoz való csatlkaozást. Gépeld be az I2P címet az IRC kliensedbe és állítsd be IRC kliensedet, hogy ezt a SOCKS alagutat használja.
it: Con questo tipo di tunnel, le reti IRC in I2P possono essere raggiunte digitando l'indirizzo I2P nel client IRC e configurando il client IRC per utilizzare questo tunnel SOCKS.Con questo tipo di tunnel, reti IRC all'interno di I2P possono essere raggiunte digitando l'indirizzo I2P all'interno del vostro client IRC, e configurando il client IRC ad usare questo tunnel SOCKS.
ja: このトンネル タイプを使用すると、IRC クライアントに I2P アドレスを入力し、この SOCKS トンネルを使用するように IRC クライアントを設定することで、I2P の IRC ネットワークにアクセスできます。
ko: 이 터널 유형을 사용하면 I2P 주소를 IRC 클라이언트에 입력하고 이 SOCKS 터널을 사용하도록 IRC 클라이언트를 구성하여 I2P의 IRC 네트워크에 연결할 수 있습니다.해당 터널 타입을 이용해, IRC 클라이언트에 I2P 주소를 I2P IRC 서버에 접속할 수 있습니다. IRC 클라이언트를 SOCKS 터널으로 설정하는 것을 잊지마세요.
nn: Med denne tunneltypen kan IRC-nettverk i I2P nås ved å skrive inn I2P-adressen i IRC-klienten din, og konfigurere IRC-klienten til å bruke denne SOCKS-tunnelen.Med denne tunelltypen kan du nå IRC-nettverk inni I2P ved å skriva I2P-adressa i IRC-klienten og konfigurera IRC-klienten til å bruka denne SOCKS-tunellen.
sk: S týmto typom tunela je možné dosiahnuť IRC siete v I2P zadaním I2P adresy do vášho IRC klienta a nakonfigurovaním IRC klienta na používanie tohto tunela SOCKS.S týmto typom tunela je možné dosiahnuť IRC siete v I2P zadaním I2P adresy do vášho IRC klienta a nakonfigurovaním IRC klienta na používanie tohto tunela SOCKS.S týmto typom tunela je možné dosiahnuť siete IRC v I2P zadaním adresy I2P do vášho klienta IRC a konfiguráciou klienta IRC na použitie tohto tunela SOCKS.S týmto typom tunela, IRC siete v I2P môžu byť dosiahnuté zadaním I2P adresy do vášho IRC klienta a jeho nakonfigurovaním tak, aby používal tento SOCKS tunel.
sl: Z tipom tunelja so IRC omrežja v I2P dosegljiva, če vpišete I2P naslov v vaš IRC odjemalca, in konfigurirate IRC odjemalca, da uporabi ta SOCKS tunelj.
sq: Me këtë lloj tuneli, rrjetet IRC në I2P mund të arrihen duke shtypur adresën I2P në klientin tuaj IRC dhe duke konfiguruar klientin IRC për të përdorur këtë tunel SOCKS.
uk: З цим типом тунель IRC мережі в I2P будуть досяжні шляхом введення I2P-адреси в IRC клієнті і налаштуванні його на використання цього тунелю SOCKS.
vi: Với loại đường hầm này, có thể truy cập mạng IRC trong I2P bằng cách nhập địa chỉ I2P vào máy khách IRC của bạn và định cấu hình máy khách IRC để sử dụng đường hầm SOCKS này.

source: This means that only one I2P tunnel is required rather than a separate tunnel per IRC network.
ar: هذا يعني أن هناك حاجة إلى نفق I2P واحد فقط بدلاً من نفق منفصل لكل شبكة IRC.
az: Bu, hər IRC şəbəkəsi üçün ayrı tünəl və ya hər IRC şəbəkəsi üçün ayrı tünəl yerinə sadəcə bir I2P tünəlinin tələb olunduğunu deməkdir.
bo: IRC བརྒྱུད་རྒྱུགས་གཅིག་བཟོ་བ་བཞེངས་ན་I2P ཕྱོན་པ་གཅིག་བཟོ་བ
cs: To znamená, že je vyžadován pouze jeden I2P tunel místo samostatného tunelu na IRC síť.
da: Det betyder, at der kun kræves én I2P-tunnel i stedet for en separat tunnel pr. IRC-netværk.
el: Αυτό σημαίνει ότι απαιτείται μόνο ένας διάδρομος I2P, αντί για έναν διάδρομο για κάθε IRC δίκτυο.
et: See tähendab, et vajalik on ainult üks I2P tunnel, mitte eraldi tunnel iga IRC võrgu jaoks.
fa: این بدان معناست که تنها یک تونل I2P به جای یک تونل جداگانه در هر شبکه IRC مورد نیاز است.
fi: Tämä tarkoittaa, että tarvitaan vain yksi I2P-tunneli erillisen tunnelin sijaan IRC-verkkoa kohden.
hi: इसका मतलब है कि केवल एक I2P टनल ही आवश्यक है, इंस्टेड एक प्रत्येक IRC नेटवर्क के लिए अलग-अलग टनल।
hu: Ez azt jelenti, hogy IRC hálózatonként csak egy I2P alagútra van szükség, nem pedig külön alagútra.Ez azt jelenti, hogy mindössze egy I2P alagútra van szükség, az IRC hálózatonkénti külön alagutak helyett.
it: Ciò significa che è richiesto un solo tunnel I2P anziché un tunnel separato per rete IRC.Questo significa che solo un tunnel I2P è richiesto piuttosto che un tunnel separato per ogni rete IRC.
ja: これは、IRC ネットワークごとに個別のトンネルではなく、I2P トンネルが 1 つだけ必要であることを意味します。
ko: IRC 네트워크당 별도의 터널이 아닌 하나의 I2P 터널만 필요하다는 의미입니다.이 말은 IRC 네트워크마다 분리된 터널이 필요한게 아니라는 겁니다. 오직 하나의 I2P 터널만 요구됩니다.
nn: Dette betyr at det kun kreves én I2P-tunnel i stedet for en separat tunnel per IRC-nettverk.Dette vil seia at du berre treng éin I2P-tunell totalt, i staden for éin tunell per IRC-nettverk.
sk: To znamená, že na IRC sieť je potrebný len jeden I2P tunel a nie samostatný tunel.To znamená, že namiesto samostatného tunela pre každú IRC sieť sa vyžaduje iba jeden I2P tunel.
sl: To pomeni, da je potreben le en I2P tunelj, namesto ločenega tunelja za vsako IRC omrežje.
sq: Kjo do të thotë që kërkohet vetëm një tunel I2P dhe jo një tunel i veçantë për rrjetin IRC.
uk: Це означає, що необхідний лише один I2P тунель, замість окремих тунелів для кожної IRC мережі.
vi: Điều này có nghĩa là chỉ cần một đường hầm I2P thay vì một đường hầm riêng cho mỗi mạng IRC.

source: IRC networks outside I2P can also be reached if a SOCKS outproxy within I2P is known, though it depends on whether or not the outproxy has been blocked by the IRC network.
ar: يمكن أيضًا الوصول إلى شبكات IRC خارج I2P إذا كان وكيل SOCKS الخارجي داخل I2P معروفًا، على الرغم من أن ذلك يعتمد على ما إذا كان الوكيل الخارجي قد تم حظره بواسطة شبكة IRC أم لا.
az: I2P-dən fərqli IRC şəbəkləri də, əgər I2P-də SOCKS outproxy məlum olsa, çatılabilir; amma bu, outproxy-nin IRC şəbəkəsi tərəfindən bloklanmış olub-olmamasına bağlıdır.
bo: I2P མེན་པའི་IRC བརྒྱུད་རྒྱུགས་བཟོ་བའི་SOCKS ཕྱི་གི་བརྒྱུད་རྒྱུགས་བཟོ་བ། དེ་ཡང་ཕྱི་གི་བརྒྱུད་རྒྱུགས་IRC བརྒྱུད་རྒྱུགས་བརྩི་བཞག་པ་བཞེངས་པ
cs: Sítě IRC mimo I2P lze také dosáhnout, pokud je znám outproxy SOCKS v rámci I2P, i když to závisí na tom, zda byl tento outproxy blokován sítí IRC či nikoli.
da: IRC-netværk uden for I2P kan også nås, hvis en SOCKS-outproxy inden for I2P er kendt, selvom det afhænger af, om outproxyen er blevet blokeret af IRC-netværket.
el: Τα IRC δίκτυα εκτός I2P μπορούν επίσης να προσχωρήσουν αν γνωρίζετε ένα SOCKS outproxy μέσα στο I2P, αν και εξαρτάται από το εάν η outproxy έχει αποκλειστεί από το IRC δίκτυο ή όχι.
et: I2P vallast väljaspool asuvad IRC võrgud on samuti kättesaadavad, kui I2P-i sees on teada SOCKS väljaspoolproxy, kuigi see sõltub sellest, kas väljaspoolproxy on IRC võrgu poolt blokeeritud.
fa: شبکه‌های IRC خارج از I2P نیز می‌توانند در صورت شناخته شدن SOCKS outproxy در I2P دسترسی داشته باشند، اگرچه بستگی به این دارد که آیا outproxy توسط شبکه IRC مسدود شده است یا خیر.
fi: IRC-verkot I2P:n ulkopuolella voidaan saavuttaa myös, jos I2P:n sisällä tunnetaan SOCKS-välityspalvelin, vaikka se riippuu siitä, onko IRC-verkko estänyt välityspalvelimen vai ei.
hi: I2P के बाहरी IRC नेटवर्क भी पहुँच सकते हैं, यदि I2P के भीतर SOCKS आउटप्रॉक्सी के बारे में जानकारी हो, हालांकि यह तय करता है कि आउटप्रॉक्सी को IRC नेटवर्क द्वारा ब्लॉक किया गया है या नहीं।
hu: Az I2P-n kívüli IRC-hálózatok is elérhetők, ha ismert az I2P-n belüli SOCKS-outproxy, bár ez attól függ, hogy az IRC-hálózat letiltotta-e a kilépőproxyt.I2P-n kívüli IRC hálózatok szintén elérhetők, amennyiben a SOCKS kimenő proxy ismert az I2P-n belül, habár ez annak a függvénye, hogy az IRC hálózat blokkolja a kimenő proxyt vagy sem.
it: Le reti IRC esterne a I2P possono essere raggiunte anche se è noto un proxy di uscita SOCKS all'interno di I2P, sebbene dipenda dal fatto che il proxy di uscita sia stato bloccato o meno dalla rete IRC.Reti IRC esterne a I2P possono essere raggiunte se viene configurato un outproxy SOCKS all'interno di I2P, ma l'esito varia se l'outproxy è bloccato o meno dalla rete IRC.
ja: I2P 内の SOCKS アウトプロキシが既知であれば、I2P 外部の IRC ネットワークにも到達できます。ただし、アウトプロキシが IRC ネットワークによってブロックされているかどうかによって異なります。
ko: I2P 내의 SOCKS 외부 프록시가 알려진 경우 I2P 외부 IRC 네트워크에도 연결할 수 있습니다. 단, 이는 외부 프록시가 IRC 네트워크에 의해 차단되었는지 여부에 따라 다릅니다.I2P 네트워크가 아닌 IRC 또한 아웃프록시가 정상적으로 구동한다면 접근이 가능합니다만, IRC 서버 측에서 I2P IP를 차단하지 않은 경우에만 가능합니다.
nn: IRC-nettverk utenfor I2P kan også nås hvis en SOCKS-outproxy innenfor I2P er kjent, selv om det avhenger av om outproxyen har blitt blokkert av IRC-nettverket eller ikke.Du kan òg nå IRC-nettverk utanfor I2P viss du kjenner til ein SOCKS-basert ut-mellomtenar inni I2P, men det avheng av at ikkje ut-mellomtenaren er blokkert av IRC-nettverket.
sk: IRC siete mimo I2P môžu byť dosiahnuté aj vtedy, ak je známy SOCKS outproxy v rámci I2P, aj keď to závisí od toho, či outproxy bol alebo nebol blokovaný IRC sieťou.IRC siete mimo I2P môžu byť dosiahnuté aj vtedy, ak je známy SOCKS outproxy v rámci I2P, aj keď to závisí od toho, či outproxy bol alebo nebol blokovaný IRC sieťou.IRC siete mimo I2P môžu byť dosiahnuté aj vtedy, ak je známy outproxy SOCKS v rámci I2P, aj keď to závisí od toho, či bol outproxy zablokovaný sieťou IRC.IRC siete mimo I2P môžu byť tiež dosiahnuté aj v prípade, keď je známy východzí proxy vo vnútri I2P, aj keď to už záleží na tom, či bol alebo nebol daný východzí proxy blokovaný IRC sieťou.
sl: IRC omrežja izven I2P so tudi dosegljiva, če je znano SOCKS outproxy v I2P, vendar to zavisi od tega, ali je outproxy blokiran s strani IRC omrežja.
sq: Rrjetet IRC jashtë I2P mund të arrihen gjithashtu nëse dihet një përafrim i SOCKS brenda I2P, megjithëse varet nëse është bllokuar ose jo nga rrjeti IRC.
uk: IRC-мережі поза I2P також можуть бути доступні, якщо відомий SOCKS outproxy в I2P, але це залежить від того, заблокований чи ні outproxy IRC-мережею.
vi: Các mạng IRC bên ngoài I2P cũng có thể đạt được nếu biết một outproxy SOCKS trong I2P, mặc dù điều đó phụ thuộc vào việc liệu outproxy đó có bị mạng IRC chặn hay không.

source: A basic server tunnel for hosting a generic service inside I2P.
ar: نفق خادم أساسي لاستضافة خدمة عامة داخل I2P.
az: I2P-də ümumi xidməti barədən əsas server tünəli.
bo: I2P ནང་གི་ཞབས་ཞུ་བྱེད་པ་བཟོ་བའི་མཁས་པའི་ཕྱོན་པ
cs: Základní serverový tunel pro hostování obecné služby v rámci I2P.
da: En grundlæggende servertunnel til hosting af en generisk tjeneste inde i I2P.
el: Ένας βασικός διάδρομος διακομιστή για τη φιλοξενία ενός γενικού υπηρεσία μέσα στο I2P.
et: Põhiline serveri tunnel üldise teenuse hostimiseks I2P-i sees.
fa: یک تونل سرور اصلی برای میزبانی یک سرویس عمومی در داخل I2P.
fi: Peruspalvelintunneli yleispalvelun isännöimiseen I2P:n sisällä.
hi: I2P के भीतर सामान्य सेवा व्यवस्थित करने के लिए मूल सर्वर टनल।
hu: Alapvető szerveralagút általános szolgáltatás I2P-n belüli tárolására.Alap szerver alagút általános szolgáltatás biztosítására az I2P-n belül.
it: Un tunnel server base per ospitare un servizio generico dentro I2P.
ja: I2P 内で汎用サービスをホストするための基本的なサーバー トンネル。
ko: I2P 내부의 일반적인 서비스 호스팅을 위한 기본 서버 터널.
nn: Ein enkel tenartunell for generelle tenester inni I2P.
sk: Základný serverový tunel pre hosťovanie generickej služby v rámci I2P.Základný serverový tunel pre hostovanie generickej služby vo vnútri I2P.
sl: Osnovni strežniški tunelj za gostiteljstvo splošne storitve v I2P.
sq: Një tunel bazë i serverit për pritjen e një shërbimi gjenerik brenda I2P.
uk: Базовий серверний тунель для хостингу загальних сервісів всередині I2P.
vi: Đường hầm máy chủ cơ bản để lưu trữ dịch vụ chung bên trong I2P.

source: A server tunnel that is customised for HTTP connections.
ar: نفق خادم مخصص لاتصالات HTTP.
az: HTTP bağlantıları üçün tənzimlənmiş server tünəli.
bo: HTTP ཐོབ་ཐང་གི་འདོད་ཚུལ་དུ་བཟོ་བཅོས་བྱས་པའི་སེར་བཟོའི་སྒོ་འཕྱེ་བཞིན་པའི་སྒོ་ཡིན།
cs: Serverový tunel, který je přizpůsoben pro připojení HTTP.
da: En servertunnel, der er tilpasset til HTTP-forbindelser.
el: Ένας διάδρομος διακομιστή που είναι προσαρμοσμένος για HTTP συνδέσεις.
et: HTTP ühenduste jaoks kohandatud serveri tunnel.
fa: یک تونل سرور که برای اتصالات HTTP سفارشی شده است.
fi: Palvelintunneli, joka on mukautettu HTTP-yhteyksiä varten.
hi: HTTP कनेक्शन के लिए अनुकूलित एक सर्वर टनल।
hu: Szerver alagút, mely HTTP kapcsolatokra lett kialakítva.
it: Un tunnel server personalizzato per connessioni HTTP.
ja: HTTPコネクションにカスタマイズされたサーバートンネル.
ko: HTTP 연결에 정의 된 서버 터널.
nn: Ein tenartunell som er spesielt innstilt for HTTP-tilkoplingar.
sk: Serverový tunel, ktorý je prispôsobený na HTTP pripojenia.
sl: Strežniški tunelj, prilagojen za povezave HTTP.
sq: Një tunel i serverit që është përshtatur për lidhjet HTTP.
uk: Серверний тунель, налаштований для HTTP з’єднань.
vi: Đường hầm máy chủ được tùy chỉnh cho kết nối HTTP.

source: Use this tunnel type if you want to host an eepsite.
ar: استخدم نوع النفق هذا إذا كنت تريد استضافة موقع eepsite.
az: Eepsite barədən bu tünəl növünü istifadə edin.
bo: ཁྱོད་ཀྱིས་ཨེ་ཨེ་ཕྱི་སི་ཌི་ཡི་གཙོ་བོ་བྱེད་རྒྱུ་ཡོད་ན་འདི་སྒོ་འདི་སེར་བཟོ་བྱེད་དགོས།
cs: Tento typ tunelu použijte, pokud chcete hostit eepsite.
da: Brug denne tunneltype, hvis du vil være vært for en eepsite.
el: Χρησιμοποιήστε αυτό το είδος διαδρόμου αν θέλετε να φιλοξενήσετε ένα eepsite.
et: Kui soovid hostida eepsaiti, kasuta seda tunneli tüüpi.
fa: اگر می خواهید یک eepsite را میزبانی کنید از این نوع تونل استفاده کنید.
fi: Käytä tätä tunnelityyppiä, jos haluat isännöidä eep-sivustoa.
hi: एक eepsite होस्ट करने के लिए इस टनल प्रकार का उपयोग करें।
hu: Ezt a típusú alagutat használd, ha eep oldalt szeretnél hosztolni.
it: Usa questo tipo di tunnel se vuoi ospitare un eepsite.
ja: Eepsiteをホストしたいならばこのトンネルタイプを選んでください.
ko: Eepsite를 호스트 하고 싶다면 이 터널 타입을 선택하십시오
nn: Bruk denne tunelltypen viss du vil ha ei eepside.
sk: Použite tento typ tunela, ak chcete hostovať eepsite.
sl: Uporabite ta tip tunelja, če želite gostiti eepsite.
sq: Përdorni këtë lloj tuneli nëse dëshironi të organizoni një eepsite.
uk: Використовуйте цей тип тунелю, якщо хочете розмістити eepsite у себе.
vi: Sử dụng loại đường hầm này nếu bạn muốn lưu trữ một eepsite.

source: A customised server tunnel for hosting IRC networks inside I2P.
ar: نفق خادم مخصص لاستضافة شبكات IRC داخل I2P.
az: I2P-də IRC şəbəkləri barədən tənzimlənmiş server tünəli.
bo: I2P ནང་གི་IRC རྒྱུད་ལོའི་གཙོ་བོ་བྱེད་པའི་བཟོ་བཅོས་བྱས་པའི་སེར་བཟོའི་སྒོ་ཡིན།
cs: Přizpůsobený serverový tunel pro hostování IRC sítí uvnitř I2P.
da: En tilpasset servertunnel til hosting af IRC-netværk inde i I2P.
el: Ένας προσαρμοσμένος διάδρομος διακομιστή για τη φιλοξενία IRC δικτύων μέσα στο I2P.
et: IRC võrgude hostimiseks I2P-i sees kohandatud serveri tunnel.
fa: یک تونل سرور سفارشی برای میزبانی شبکه های IRC در داخل I2P.
fi: Räätälöity palvelintunneli IRC-verkkojen isännöintiin I2P:n sisällä.
hi: I2P के भीतर IRC नेटवर्क व्यवस्थित करने के लिए आदेशानुसार संशोधित सर्वर टनल।
hu: Egyedi szerver alagút IRC hálózatok hosztolására az I2P-n belül.
it: Un tunnel server personalizzato per ospitare reti IRC dentro l' I2P.
ja: I2P 内で IRC ネットワークをホストするためのカスタマイズされたサーバー トンネル。I2P内のIRCネットワークのホスティングにカスタマイズされたサーバートンネル.
ko: I2P내의 IRC네트워크의 호스팅으로 커스터마이즈 된 서버 터널.
nn: Ein tenartunell for å ha IRC-nettverk inni I2P.
sk: Prispôsobený serverový tunel pre hostovanie IRC sietí vo vnútri I2P.
sl: Prilagojen strežniški tunelj za gostiteljstvo IRC omrežij v I2P.
sq: Një tunel i personalizuar serveri për pritjen e rrjeteve IRC brenda I2P.
uk: Налаштуваний тунель для розміщення IRC мереж всередині I2P.
vi: Đường hầm máy chủ tùy chỉnh để lưu trữ mạng IRC bên trong I2P.

source: Usually, a separate tunnel needs to be created for each IRC server that is to be accessible inside I2P.
ar: عادة، يجب إنشاء نفق منفصل لكل خادم IRC يمكن الوصول إليه داخل I2P.
az: Həmişə, I2P-də girişə açıq hər IRC serveri üçün ayrı tünəl yaratmaq lazımdır.
bo: I2P ནང་གི་རྒྱུ་བྱེད་ཆོག་པའི་IRC སེར་བཟོ་ཞིག་རེར་སྒོ་རེ་བཟོ་དགོས་པ་རེད།
cs: Obvykle musí být vytvořen samostatný tunel pro každý IRC server, který má být přístupný v rámci I2P.
da: Normalt skal der oprettes en separat tunnel for hver IRC-server, der skal være tilgængelig inde i I2P.
el: Συνήθως, χρειάζεται να δημιουργηθεί ένας ξεχωριστός διάδρομος για κάθε IRC διακομιστή που θα πρέπει να είναι προσβάσιμος μέσα στο I2P.
et: Tavaliselt on vaja iga IRC serveri jaoks, mida soovitakse I2P-i sees kättesaadavaks teha, luua eraldi tunnel.
fa: معمولاً باید برای هر سرور IRC یک تونل جداگانه ایجاد شود که در داخل I2P قابل دسترسی باشد.
fi: Yleensä jokaiselle IRC-palvelimelle on luotava erillinen tunneli, joka on käytettävissä I2P:n sisällä.
hi: आमतौर पर, I2P के भीतर पहुँच सकने वाले प्रत्येक IRC सर्वर के लिए अलग-अलग टनल बनाने की आवश्यकता होती है।
hu: Általában külön alagutat kell létrehozni minden egyes IRC-kiszolgálóhoz, hogy az I2P-n belül elérhető legyen.Rendszerint külön alagút létrehozása szükséges minden IRC szerver számára, hogy az I2P-n belül elérhetővé váljon.
it: Di solito, è necessario creare un tunnel separato per ciascun server IRC che deve essere accessibile all'interno di I2P.Solitamente c'è la necessità di creare un tunnel separato per ogni server IRC da rendere accessibile con I2P.
ja: 通常、I2P 内でアクセスできる IRC サーバーごとに別のトンネルを作成する必要があります。
ko: 일반적으로 I2P 내부에서 액세스할 수 있는 각 IRC 서버마다 별도의 터널을 만들어야 합니다.보통, 분리된 터널들은 I2P 내부에서 접근가능한 각 IRC 서버들을 위해 생성되어야 합니다.
nn: Vanligvis må det opprettes en egen tunnel for hver IRC-server som skal være tilgjengelig i I2P.Vanlegvis må du oppretta éin separat tunell for kvar IRC-tenar som skal vera tilgjengeleg inni I2P.
sk: Zvyčajne je potrebné vytvoriť samostatný tunel pre každý server IRC, ktorý má byť prístupný v rámci I2P.Zvyčajne pre každý IRC server prístupný vo vnútri I2P je potrebné vytvoriť oddelený tunel.
sl: Običajno je potreben ločen tunelj za vsak IRC strežnik, ki je dosegljiv v I2P.
sq: Zakonisht, një tunel i veçantë duhet të krijohet për çdo server IRC që do të jetë i aksesueshëm brenda I2P.
uk: Зазвичай для кожного IRC сервера, який повинен бути доступний всередині I2P, потрібен окремий тунель.
vi: Thông thường, cần tạo một đường hầm riêng cho mỗi máy chủ IRC để có thể truy cập được bên trong I2P.

source: Select tunnel type
ar: حدد نوع النفق
az: Tünəl növünü seçin
bo: སྒོའི་རིགས་ཡོད་པར་བཟོ་བར་གདམ།
cs: Vyberte typ tunelu
da: Vælg tunneltype
el: Επιλογή τύπου διαδρόμου
et: Vali tunneli tüüp
fa: انتخاب نوع تونل
fi: Valitse tunnelin tyyppi
hi: टनल प्रकार चुनें
hu: Válassza ki az alagút típusát
it: Seleziona tipo di tunnel
ja: トンネルタイプの選択
ko: 터널 유형 선택
nn: Velg tunneltype
sk: Vyberte typ tunela
sl: Izberite vrsto tunelja
sq: Zgjidhni llojin e tunelit
uk: Виберіть тип тунелю
vi: Chọn loại đường hầm

source: Choose a name and description for your tunnel.
ar: اختر اسمًا ووصفًا للنفق الخاص بك.
az: Tünəliniz üçün ad və təsvir seçin.
bo: ཁྱོད་ཀྱི་སྒོའི་མིང་དང་བསྡུས་པ་བཟོ་བར་གདམ།
cs: Vyberte název a popis svého tunelu.
da: Vælg et navn og en beskrivelse til din tunnel.
el: Επιλέξτε ένα όνομα και μια περιγραφή για τον διάδρομο σας.
et: Vali oma tunnelile nimi ja kirjeldus.
fa: انتخاب یک نام و توضیح برای تونل خود.
fi: Valitse tunnelillesi nimi ja kuvaus.
hi: अपने टनल के लिए एक नाम और विवरण चुनें।
hu: Válassz nevet és leírást az alagútnak.
it: Scegli nome e descrizione per il tuo tunnel.
ja: トンネルに名前と詳細を設けてください。
ko: 터널에 이름과 세부사항를 기입해주세요.
nn: Vel eit namn og ei skildring av tunnelen.
sk: Zvoľte názov a cieľ vášho tunela.
sl: Izberite ime in opis za vaš tunelj.
sq: Zgjidhni një emër dhe përshkrim për tunelin tuaj.
uk: Введіть ім’я і опис для тунелю.
vi: Chọn tên và mô tả cho đường hầm của bạn.
