Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Set username required to access this service
ar: قم بتعيين اسم المستخدم المطلوب للوصول إلى هذه الخدمة
az: Bu xidməti istifadə etmək üçün tələb olunan istifadəçi adını təyin edin
bo: ཞབས་ཞུ་འདིར་བཟོ་རྒྱུའི་མིང་བཙུགས་བྱོས།
cs: Nastavte uživatelské jméno požadované pro přístup k této službě
da: Indstil brugernavn påkrævet for at få adgang til denne tjeneste
el: Ορίστε το όνομα χρήστη που απαιτείται για να προσχωρήσετε σε αυτή την υπηρεσία
et: Seadista kasutajanimi, mida vaja on selle teenuse kasutamiseks
fa: نام کاربری مورد نیاز برای دسترسی به این سرویس را تنظیم کنید
fi: Aseta tämän palvelun käyttämiseen vaadittava käyttäjätunnus
hi: इस सेवा के लिए आवश्यक उपयोगकर्ता नाम सेट करें
hu: A szolgáltatás eléréséhez szükséges felhasználónév beállítása
it: Imposta il nome utente richiesto per accedere a questo servizio
ja: このサービスにアクセスするために必要なユーザー名を設定します
ko: 이 서비스에 액세스하는 데 필요한 사용자 이름을 설정하십시오
nn: Angi brukernavn som kreves for å få tilgang til denne tjenesten
sk: Na prístup k tejto službe je potrebné nastaviť používateľské meno
sl: Nastavi uporabniško ime, potrebno za dostop do tega servisa
sq: Cakto emrin e përdoruesit që kërkohet për të hyrë në këtë shërbim
uk: Встановіть ім'я користувача, необхідне для доступу до цієї служби
vi: Đặt tên người dùng cần thiết để truy cập dịch vụ này

source: Username
ar: اسم مستخدم
az: İstifadəçi adı
bo: མིང་།
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
hi: उपयोगकर्ता नाम
hu: Felhasználónév
it: Nome Utente
ja: ユーザー名
ko: 유저 이름
nn: Brukarnamn
sk: Užívateľské meno
sl: Uporabniško ime
sq: Emër përdoruesi
uk: Ім'я користувача
vi: Tên đăng nhập

source: Set password required to access this service
ar: قم بتعيين كلمة المرور المطلوبة للوصول إلى هذه الخدمة
az: Bu xidməti istifadə etmək üçün tələb olunan şifrəni təyin edin
bo: ཞབས་ཞུ་འདིར་བཟོ་རྒྱུའི་གདམ་ག་བཙུགས་བྱོས།
cs: Nastavte heslo požadované pro přístup k této službě
da: Indstil adgangskode påkrævet for at få adgang til denne tjeneste
el: Ορίστε τον κωδικό που απαιτείται για να προσχωρήσετε σε αυτή την υπηρεσία
et: Seadista parool, mida vaja on selle teenuse kasutamiseks
fa: رمز عبور مورد نیاز برای دسترسی به این سرویس را تنظیم کنید
fi: Aseta tämän palvelun käyttämiseen vaadittava salasana
hi: इस सेवा के लिए आवश्यक पासवर्ड सेट करें
hu: Állítsa be a szolgáltatás eléréséhez szükséges jelszót
it: Imposta la password richiesta per accedere a questo servizio
ja: このサービスにアクセスするために必要なパスワードを設定してください
ko: 이 서비스에 액세스하는 데 필요한 비밀번호를 설정하십시오
nn: Sett passord kreves for å få tilgang til denne tjenesten
sk: Na prístup k tejto službe je potrebné nastaviť heslo
sl: Nastavi geslo, potrebno za dostop do tega servisa
sq: Cakto fjalëkalimin e kërkuar për të hyrë në këtë shërbim
uk: Встановіть пароль для доступу до цієї служби
vi: Đặt mật khẩu cần thiết để truy cập dịch vụ này

source: Password
ar: كلمة السر
az: Şifrə
bo: གདམ་ག་།
cs: Heslo
da: Adgangskode
el: Κωδικός
et: Parool
fa: رمز عبور
fi: Salasana
hi: पासवर्ड
hu: Jelszó
ja: パスワード
ko: 비밀번호
nn: Passord
sk: Heslo
sl: Geslo
sq: Fjalëkalim
uk: Пароль
vi: Mật khẩu

source: Outproxy Authorization
ar: اعدادات البروكسي الخارجي
az: Dışarıdan rəhbərlik
bo: ཕྱི་གཞིས་གཞིར་བཟོ་བ།
cs: Outproxy Autorizace
da: Outproxy-autorisation
el: Αυθεντικοποίηση Outproxy
et: Väljaspoolproxy autoriseerimine
fa: مجوز Outproxy
fi: Välityspalvelimen valtuutus
hi: ऑउटप्रॉक्सी मंजूरी
hu: Kimenő proxy Hitelesítés
it: Autorizzazione Outproxy
ja: アプトプロキシの認証
ko: 나가는 프록시 권한 부여
nn: Autorisering av ut-mellomtenar
sk: Autorizácia východzieho proxy
sl: Avtentikacija outproxy
sq: Autorizimi i jashtëm
uk: Авторизація outproxy
vi: Cho phép Outproxy

source: Remote Credentials
ar: تكرار منخفض، استخدام منخفض للموارد
az: Uzaq məlumatlar
bo: ཕྱི་གཞིས་གཞིར་བཟོ་བའི་གདམ་ག་
cs: Vzdálené přihlašovací údaje
da: Remote legitimationsoplysninger
el: Εξωτερικές Πιστοποιητικές
et: Kaugtunnused
fa: اعتبارنامه از راه دور
fi: Etäkirjautumistiedot
hi: दूरस्थ प्रमाणपत्र
hu: Távoli hitelesítő adatok
it: Credenziali remote
ja: リモート認証情報
ko: 원격 서버 자격 증명
nn: Ekstern legitimasjon
sk: Vzdialené poverenia
sl: Oddaljeni prislovlja
sq: Kredencialet në distancë
uk: Віддалені облікові дані
vi: Thông tin xác thực từ xa

source: Enable if the outproxy a username and password to access
ar: تمكين إذا كان الوكيل الخارجي اسم مستخدم وكلمة مرور للوصول
az: Dışa çıxmaq üçün istifadəçi adı və şifrə tələb olunduğunda aktivləşdirin
bo: ཕྱི་གཞིས་གི་མིང་དང་གདམ་ག་བཟོ་རྒྱུ་ཡོད་ན་བཟོ་རྒྱུ་བྱོས།
cs: Povolte, pokud má outproxy uživatelské jméno a heslo pro přístup
da: Aktiver hvis outproxy et brugernavn og adgangskode for at få adgang
el: Ενεργοποιήστε αν το outproxy απαιτεί ονοματεπώνυμο και κωδικό πρόσβασης για πρόσβαση
et: Luba, kui väljaspoolproxy vajab kasutajanime ja parooli juurdepääsuks
fa: در صورت خروج از پروکسی یک نام کاربری و رمز عبور برای دسترسی فعال کنید
fi: Ota käyttöön, jos välityspalvelin lähettää käyttäjänimen ja salasanan
hi: यदि ऑटोप्रॉक्सी को एक उपयोगकर्ता नाम और पासवर्ड की आवश्यकता है तो सक्षम करें
hu: Engedélyezze, ha a outproxy egy felhasználónevet és jelszót szeretne elérni
it: Abilita se il proxy di uscita fornisce un nome utente e una password per accedere
ja: アウトプロキシがアクセスするユーザー名とパスワードを有効にする
ko: 아웃프록시에 액세스할 사용자 이름과 비밀번호가 있는 경우 활성화
nn: Aktiver hvis outproxy et brukernavn og passord for å få tilgang til
sk: Povoliť prístup k používateľskému menu a heslu mimo servera proxy
sl: Omogoči, če outproxy zahteva uporabniško ime in geslo za dostop
sq: Aktivizo nëse ka dalë një emër përdoruesi dhe fjalëkalim për të hyrë
uk: Увімкнути, якщо вихідний проксі ім'я користувача та пароль для доступу
vi: Kích hoạt nếu outproxy tên người dùng và mật khẩu để truy cập

source: Outproxy requires authorization
ar: الوكيل الخارجي يتطلب إذنًا
az: Dışa çıxmaq rəhbərlik tələb edir
bo: ཕྱི་གཞིས་གཞིར་བཟོ་བ་བཟོ་རྒྱུ་བྱོས།
cs: Outproxy vyžaduje autorizaci
da: Outproxy kræver autorisation
el: Το Outproxy απαιτεί αυθεντικοποίηση
et: Väljaspoolproxy nõuab autoriseerimist
fa: Outproxy نیاز به مجوز دارد
fi: Outproxy vaatii valtuutuksen
hi: ऑटोप्रॉक्सी मंजूरी की आवश्यकता करता है
hu: A kimenő proxy engedélyt igényel
it: Outproxy richiede l'autorizzazione
ja: アウトプロキシには認証が必要です
ko: Outproxy에는 인증이 필요합니다
nn: Outproxy krever autorisasjon
sk: Outproxy vyžaduje autorizáciu
sl: Outproxy zahteva avtentikacijo
sq: Outproxy kërkon autorizim
uk: Outproxy вимагає авторизації
vi: Outproxy yêu cầu ủy quyền

source: Enter username required by outproxy
ar: أدخل اسم المستخدم الذي يطلبه الوكيل الخارجي
az: Dışa çıxmaq tərəfindən tələb olunan istifadəçi adını daxil edin
bo: ཕྱི་གཞིས་གཞིར་བཟོ་བའི་མིང་བཙུགས་བྱོས།
cs: Zadejte uživatelské jméno požadované outproxy
da: Indtast brugernavn påkrævet af outproxy
el: Εισάγετε το όνομα χρήστη που απαιτεί το outproxy
et: Sisesta kasutajanimi, mida nõuab väljaspoolproxy
fa: نام کاربری مورد نیاز توسط outproxy را وارد کنید
fi: Anna ulkovälityspalvelimen edellyttämä käyttäjänimi
hi: ऑटोप्रॉक्सी द्वारा आवश्यक उपयोगकर्ता नाम दर्ज करें
hu: Adja meg a outproxy által igényelt felhasználónevet
it: Inserisci il nome utente richiesto dall'outproxy
ja: アウトプロキシに必要なユーザー名を入力してください
ko: 아웃프록시에 필요한 사용자 이름을 입력하세요
nn: Skriv inn brukernavn som kreves av outproxy
sk: Zadajte používateľské meno požadované serverom outproxy
sl: Vnesite uporabniško ime, zahtevano od outproxy
sq: Futni emrin e përdoruesit të kërkuar nga proxy
uk: Введіть ім'я користувача, яке вимагає вихідний проксі
vi: Nhập tên người dùng theo yêu cầu của outproxy

source: Enter password required by outproxy
ar: أدخل كلمة المرور المطلوبة بواسطة الوكيل الخارجي
az: Dışa çıxmaq tərəfindən tələb olunan şifrəni daxil edin
bo: ཕྱི་གཞིས་གཞིར་བཟོ་བའི་གདམ་ག་བཙུགས་བྱོས།
cs: Zadejte heslo požadované outproxy
da: Indtast adgangskode påkrævet af outproxy
el: Εισάγετε τον κωδικό πρόσβασης που απαιτεί το outproxy
et: Sisesta parool, mida nõuab väljaspoolproxy
fa: رمز عبور مورد نیاز توسط outproxy را وارد کنید
fi: Anna ulkoisen välityspalvelimen vaatima salasana
hi: ऑटोप्रॉक्सी द्वारा आवश्यक पासवर्ड दर्ज करें
hu: Adja meg a outproxy által kért jelszót
it: Inserisci la password richiesta dal proxy out
ja: アウトプロキシに必要なパスワードを入力してください
ko: 아웃프록시에 필요한 비밀번호를 입력하세요
nn: Skriv inn passord som kreves av outproxy
sk: Zadajte heslo požadované serverom outproxy
sl: Vnesite geslo, zahtevano od outproxy
sq: Fut fjalëkalimin e kërkuar nga outproxy
uk: Введіть пароль, який вимагає вихідний проксі
vi: Nhập mật khẩu theo yêu cầu của outproxy

source: Jump URL List
ar: الانتقال إلى قائمة عناوين URL
az: Atış URL siyahısı
bo: URL གཞིར་བཟོ་བའི་ཚོར་བཞག
cs: Přeskočit seznam URL
da: Jump URL Liste
el: Λίστα URL Jump
et: Hyppa URL loetelu
fa: پرش لیست آدرس اینترنتی
fi: Hyppää verkko-osoiteluetteloon
hi: जंप URL सूची
hu: Ugrás URL Lista
it: Lista URL salto
ja: ジャンプURL一覧
ko: URL 점프 리스트
nn: URL-liste over vidaresendingstenester
sk: Zoznam URL skokov
sl: Seznam skočnih URL-jev
sq: Kërce Lista e URL-ve
uk: URL спиок "Jump"-сервісів
vi: Danh sách đường dẫn nhảy

source: List of helper URLs providing jump links when a host is not found in your addressbook
ar: قائمة عناوين URL المساعدة التي توفر روابط الانتقال عند عدم العثور على مضيف في دفتر العناوين الخاص بك
az: Ünvan kitabınızda mənzil tapılmadığında atış bağlantıları təqdim edən köməkçi URL siyahısı
bo: མིང་ཚོར་བཞག་ནས་མིང་མེད་པའི་ཚེ་བརྒྱན་བྱོས་པའི་URL གཞིར་བཟོ་བའི་ཚོར་བཞག
cs: Seznam pomocných adres URL poskytujících skokové odkazy, když hostitel není nalezen ve vašem adresáři
da: Liste over hjælpe-URL'er, der giver jump-links, når en vært ikke findes i din adressebog
el: Λίστα URLs βοηθητή που παρέχουν συνδέσμους jump όταν ένας διακομιστής δεν βρίσκεται στο βιβλίο διευθύνσεων σας
et: Abi URL-de loetelu, mis pakuvad hüppeid sihtkohtadele, mida ei leita aadressiraamatus
fa: فهرستی از URLهای کمکی که در صورت یافتن میزبانی در دفترچه آدرس شما، پیوندهای پرش را ارائه می دهند
fi: Luettelo apu-URL-osoitteista, jotka tarjoavat hyppylinkkejä, kun isäntä ei löydy osoitekirjasta
hi: पता बुक में पाए नहीं जाने पर जंप लिंक प्रदान करने वाली मददगार URL की सूची
hu: Azon segítő URL-ek listája, amelyek ugróhivatkozásokat biztosítanak, ha a gazdagép nem található a címjegyzékben
it: Elenco di URL di supporto che forniscono collegamenti di salto quando un host non viene trovato nella tua rubrica
ja: アドレス帳にホストが見つからない場合にジャンプ リンクを提供するヘルパー URL のリスト
ko: 주소록에 호스트가 없을 때 점프 링크를 제공하는 도우미 URL 목록
nn: Liste over hjelpe-URLer som gir hoppkoblinger når en vert ikke finnes i adresseboken din
sk: Zoznam pomocných adries URL poskytujúcich odkazy JUMP, keď sa hostiteľ nenachádza vo vašom adresári
sl: Seznam pomožnih URL-jev, ki ponujajo skočne povezave, ko gostitelj ni najden v vašem imeniku
sq: Lista e URL-ve ndihmëse që ofrojnë lidhje kërcimi kur një host nuk gjendet në librin tuaj të adresave
uk: Список допоміжних URL-адрес, які надають посилання переходу, коли хост не знайдено у вашій адресній книзі
vi: Danh sách các URL trợ giúp cung cấp liên kết nhảy khi không tìm thấy máy chủ trong sổ địa chỉ của bạn

source: Custom options
ar: خيارات خاصة
bo: གསར་བཅོས་ནུས་པ།
cs: Vlastní možnosti
da: Tilpassede muligheder
el: Προσαρμοσμένες επιλογές
et: Kohandatud valikud
fa: گزینه های سفارشی
fi: Omat valitsimet
hi: स्वतंत्र विकल्प
hu: Egyéni beállítások
it: Opzioni personalizzate
ja: オプションを変更する
ko: 사용자 정의 옵션
nn: Eigne val
sk: Vlastné nastavenia
sl: Prilagojene možnosti
sq: Opsionet e personalizuara
uk: Вибіркові параметри
vi: Tùy chọn tùy ý

source: Advanced tunnel, streaming, and I2CP options
ar: فترة الخمول
bo: སྒྲོམ་ལམ་དེ་བཞིན་དུ་དྲོ་བཟོ་གཞིར་བཟོ་བའི་ནུས་པ།
cs: Pokročilé možnosti tunelu, streamování a I2CP
da: Avancerede tunnel-, streaming- og I2CP-muligheder
el: Προχωρημένες επιλογές διαδρόμου, streaming και I2CP
et: Edasijõudmise tunnel, voogesitamine ja I2CP valikud
fa: گزینه های تونل پیشرفته، جریان و I2CP
fi: Kehittyneet tunneli-, suoratoisto- ja I2CP-asetukset
hi: उन्नत टनल, स्ट्रीमिंग और I2CP विकल्प
hu: Speciális alagút-, adatfolyam- és I2CP-beállítások
it: Opzioni avanzate di tunnel, streaming e I2CP
ja: 高度なトンネル、ストリーミング、および I2CP オプション
ko: 고급 터널, 스트리밍 및 I2CP 옵션
nn: Avanserte alternativer for tunnel, streaming og I2CP
sk: Pokročilé možnosti tunela, streamovania a I2CP
sl: Napredne možnosti tunelja, streamiranja in I2CP
sq: Opsionet e avancuara të tunelit, transmetimit dhe I2CP
uk: Розширені параметри тунелювання, потокового передавання та I2CP
vi: Tùy chọn đường hầm, phát trực tuyến và I2CP nâng cao

source: New Server Configuration
ar: تقليل وقت الخمول في النفق
bo: སེར་བེར་གི་སྒྲིག་བཀོད་གསར་པ།
cs: Nová konfigurace serveru
da: Ny serverkonfiguration
el: Νέα Διαμόρφωση Διακομιστή
et: Uus serveri seadistus
fa: پیکربندی سرور جدید
fi: Uusi palvelinkokoonpano
hi: नई सर्वर सेटिंग
hu: Új kiszolgálókonfiguráció
it: Nuova configurazione del server
ja: 新しいサーバー構成
ko: 새로운 서버 구성
nn: Ny serverkonfigurasjon
sk: Nová konfigurácia servera
sl: Nova konfiguracija strežnika
sq: Konfigurimi i serverit të ri
uk: Нова конфігурація сервера
vi: Cấu hình máy chủ mới

source: Hostname
ar: اسم المستضيف
az: Ünvan adı
bo: མིང་།
cs: Hostitelské jméno
da: Hostnavn
el: Όνομα διακομιστή
et: Majandajanime
fa: نام سرور
fi: Tietokoneen nimi
hi: होस्टनेम
hu: Gépnév
it: Nome host
ja: ホスト名
ko: 호스트 이름
nn: Vertsnavn
sk: Hostiteľské meno
sl: Ime gostitelja
sq: Emri i hostit
uk: Ім'я хосту
vi: Tên máy chủ

source: Website Hostname
ar: اسم مضيف الموقع
az: Veb saytın ünvan adı
bo: རྟེན་གློག་གི་མིང་།
cs: Název hostitele webu
da: Webstedets værtsnavn
el: Όνομα διακομιστή ιστοσελίδας
et: Veebilehe majandajanime
fa: نام میزبان وبسایت
fi: Verkkosivuston isäntänimi
hi: वेबसाइट होस्टनेम
hu: Webhely gazdagépneve
it: Nome host sito web
ja: Webサイトのホスト名
ko: 웹사이트 호스트 이름
nn: Nettstedets vertsnavn
sk: Názov hostiteľa webovej stránky
sl: Ime spletne strani
sq: Emri i hostit të faqes në internet
uk: Назва хосту веб-сайту
vi: Tên máy chủ trang web

source: (leave blank for outproxies)
ar: (دعه فارغا من أجل البروكسي الخارجي)
az: (dışa çıxmaq üçün boş bırakın)
bo: (ཕྱི་གཞིས་གཞིར་བཟོ་བར་ཐོག་མ་བཙུགས་མི་བྱེད་པ།)
cs: (nechejte prázdné pro výstupní proxiny)
da: (lad tom for outproxies)
el: (αφήστε κενό για outproxies)
et: (jätka väljaspoolproxyde jaoks tyhi)
fa: (برای outproxies خالی بگذارید)
fi: (jätä tyhjäksi välityspalvelinta varten)
hi: (ऑटोप्रॉक्सी के लिए खाली छोड़ें)
hu: (hagyd üresen kimenő proxyknak)
it: (lascia vuoto per gli outproxy)
ja: (アウトプロキシを使用の時は空欄にしてください)
ko: (아웃프록시로 하려면 공란으로 두십시오)
nn: (blank for ut-mellomtenarar)
sk: (nechajte prázdne pre východzie proxy)
sl: (pustite prazno za outproxy-je)
sq: (lini bosh për proximet)
uk: (залишити пустим для outproxy)
vi: (để trống cho outproxies)

source: Website Hostname e.g. mysite.i2p
ar: اسم مضيف الموقع على سبيل المثال mysite.i2p
az: Veb saytın ünvan adı məsələn mysite.i2p
bo: རྟེན་གློག་གི་མིང་། དཔེར་ན། mysite.i2p
cs: Název hostitele webových stránek např. MySite.i2p
da: Nazwa hosta witryny, np. mysite.i2p
el: Όνομα διακομιστή ιστοσελίδας για παράδειγμα mysite.i2p
et: Veebilehe majandajanime nt mysite.i2p
fa: نام میزبان وب سایت به عنوان مثال. mysite.i2p
fi: Verkkosivuston isäntänimi esim. mysite.i2p
hi: वेबसाइट होस्टनेम जैसे mysite.i2p
hu: Weboldal gazdagépnév pl. mySite.i2p
it: Nome host sito web, ad es. mysite.i2p
ja: ウェブサイトのホスト名e.g. mysite.i2p
ko: 웹사이트 호스트 이름 예: mysite.i2p
nn: Nettsted vertsnavn f.eks. mysite.i2p
sk: Názov hostiteľa webovej stránky, napr. mysite.i2p
sl: Ime spletne strani, npr. mojgosoc.i2p
sq: Emri i hostit të faqes së internetit p.sh. mysite.i2p
uk: Ім’я хосту веб-сайту, напр. mysite.i2p
vi: Tên máy chủ trang web, ví dụ: mysite.i2p

source: Specify the port the server is running on
ar: حدد المنفذ الذي يعمل عليه الخادم
az: Servisin çalışdığı porta dair məlumat verin
bo: སེར་བེར་གི་ཐོར་ནུབ་བཙུགས་བྱོས།
cs: Uveďte port, na kterém server běží
da: Angiv den port, serveren kører på
el: Ορίστε το λιμάνι στο οποίο τρέχει ο διακομιστής
et: Määrake pord, mida server kasutab
fa: پورتی که سرور روی آن اجرا می شود را مشخص کنید
fi: Määritä portti, jolla palvelin on käynnissä
hi: सर्वर को चलाने वाले पोर्ट का नाम बताएं
hu: Adja meg a portot, amelyen a szerver fut
it: Specificare la porta su cui è in esecuzione il server
ja: サーバーが実行されているポートを指定します
ko: 서버가 실행 중인 포트를 지정하세요
nn: Spesifiser porten serveren kjører på
sk: Zadajte port, na ktorom server beží
sl: Določite vrata, na katerih strežnik deluje
sq: Specifikoni portin ku serveri po funksionon
uk: Вкажіть порт, на якому працює сервер
vi: Chỉ định cổng mà máy chủ đang chạy

source: Listening interface (IP address) for client access (normally 127.0.0.1)
ar: واجهة الاستماع (عنوان IP) للوصول إلى العميل (عادة 127.0.0.1)
az: Müştəri giriş üçün dinləmə interfeysi (IP ünvanı) (normal olaraq 127.0.0.1)
bo: སྤྱོད་མཁན་གཞིར་བཟོ་བའི་ཐོབ་ཐང་(IP) བཙུགས་བྱོས། (རྒྱུན་གོའི་ཐོབ་ཐང་ནི་127.0.0.1)
cs: Rozhraní pro naslouchání (IP adresa) pro klientský přístup (normálně 127.0.0.1)
da: Lyttegrænseflade (IP-adresse) til klientadgang (normalt 127.0.0.1)
el: Επιφάνεια ακόλουθης αναμονής (διεύθυνση IP) για πρόσβαση πελάτη (συνήθως 127.0.0.1)
et: Kliendi juurdepääsu kuulmine (IP aadress) (tavaliselt 127.0.0.1)
fa: رابط گوش دادن (آدرس IP) برای دسترسی مشتری (معمولاً 127.0.0.1)
fi: Kuunteluliitäntä (IP-osoite) asiakaskäyttöön (yleensä 127.0.0.1)
hi: ग्राहक पहुँच के लिए सुनाने वाली संचार सतह (आईपी पता) (आमतौर पर 127.0.0.1)
hu: Figyelő interfész (IP-cím) a kliens eléréséhez (általában 127.0.0.1)
it: Interfaccia di ascolto (indirizzo IP) per l'accesso client (normalmente 127.0.0.1)
ja: クライアントアクセス用のリスニングインターフェース（IPアドレス）（通常は127.0.0.1）
ko: 클라이언트 액세스를 위한 수신 인터페이스(IP 주소)(일반적으로 127.0.0.1)
nn: Lyttegrensesnitt (IP-adresse) for klienttilgang (normalt 127.0.0.1)
sk: Počúvacie rozhranie (IP adresa) pre prístup klienta (zvyčajne 127.0.0.1)
sl: Vmesnik za posluskanje (IP naslov) za dostop odjemalca (običajno 127.0.0.1)
sq: Ndërfaqja e dëgjimit (adresa IP) për aksesin e klientit (normalisht 127.0.0.1)
uk: Інтерфейс прослуховування (IP-адреса) для доступу клієнта (зазвичай 127.0.0.1)
vi: Giao diện nghe (địa chỉ IP) để truy cập máy khách (thông thường 127.0.0.1)

source: To avoid traffic sniffing if connecting to a remote server, you can enable an SSL connection. Note that the target server must be configured to accept SSL connections.
ar: لتجنب استنشاق حركة المرور في حالة الاتصال بخادم بعيد، يمكنك تمكين اتصال SSL.
az: Uzaq bir servisə bağlanarkən trafik təhlükəsizliyini qarşısını almaq üçün SSL bağlantısını aktivləşdirə bilərsiniz. Hədəf servisin SSL bağlantıları qəbul etmək üçün konfigurasiya olunmuş olması vacib olduğunu unutmayın.
bo: ཕྱི་གཞིས་ཀྱི་སེར་བེར་ནས་ཞབས་ཞུ་བཟོ་རྒྱུར་འགྲོ་འདྲི་བཙན་བཟོ་བར་བཅོས་པ་དང་SSL བཟོ་རྒྱུ་བྱོས། དཔེར་ན། དམིགས་ཡུལ་གྱི་སེར་བེར་SSL བཟོ་རྒྱུར་སྒྲིག་བཀོད་བྱས་པ་དང་འབྲེལ་བ་ཡོད་པ་བྱོས།
cs: Chcete-li se vyhnout sledování provozu při připojování ke vzdálenému serveru, můžete povolit připojení SSL.
da: For at undgå trafiksnus, hvis du opretter forbindelse til en ekstern server, kan du aktivere en SSL-forbindelse.
el: Για να αποφευχθεί η ανακοπή της ροής δεδομένων όταν συνδέσεστε σε έναν απομακρυσμένο διακομιστή, μπορείτε να ενεργοποιήσετε μια σύνδεση SSL. Σημειώστε ότι ο στόχος διακομιστής πρέπει να είναι ρυθμισμένος για να αποδεχθεί SSL συνδέσεις.
et: Et vältida liikluse snifferdamist, kui ühendatud kaugserveriga, võite lubada SSL ühenduse. Märkige, et sihtserver peab olema seadistatud SSL ühenduste aktsepteerimiseks.
fa: برای جلوگیری از ترافیک در صورت اتصال به سرور از راه دور ، می توانید اتصال SSL را فعال کنید. توجه داشته باشید که سرور هدف باید برای پذیرش اتصالات SSL پیکربندی شود.
fi: Voit ottaa SSL-yhteyden käyttöön, jotta etäpalvelimeen muodostetaan yhteys, jotta vältytään liikenteen haistavilta.
hi: अगर एक दूरस्थ सर्वर से कनेक्ट कर रहे हैं तो ट्रैफ़िक स्निफ़रिंग से बचने के लिए आप SSL कनेक्शन को सक्षम कर सकते हैं। ध्यान दें कि लक्ष्य सर्वर को SSL कनेक्शन स्वीकार करने के लिए सेट करना होगा।
hu: A távoli kiszolgálóhoz való csatlakozáskor a forgalom szippantásának elkerülése érdekében engedélyezheti az SSL-kapcsolatot.
it: Per evitare lo sniffing del traffico durante la connessione a un server remoto, è possibile abilitare una connessione SSL. Si noti che il server di destinazione deve essere configurato per accettare le connessioni SSL.
ja: リモート サーバーに接続する場合のトラフィック スニッフィングを回避するには、SSL 接続を有効にします。
ko: 원격 서버에 연결할 때 트래픽 스니핑을 방지하려면 SSL 연결을 활성화할 수 있습니다.
nn: For å unngå trafikksnusing hvis du kobler til en ekstern server, kan du aktivere en SSL-tilkobling.
sk: Ak sa chcete vyhnúť čuchaniu prevádzky pri pripájaní k vzdialenému serveru, môžete povoliť pripojenie SSL. Všimnite si, že cieľový server musí byť nakonfigurovaný tak, aby akceptoval pripojenia SSL.
sl: Da bi se izognili snifingu prometa pri povezovanju z oddaljenim strežnikom, lahko omogočite SSL povezavo. Opomba: Ciljni strežnik mora biti konfiguriran za sprejem SSL povezav.
sq: Për të shmangur nuhatjen e trafikut nëse lidheni me një server të largët, mund të aktivizoni një lidhje SSL.
uk: Щоб уникнути нюхання трафіку, якщо підключитися до віддаленого сервера, ви можете включити з'єднання SSL. Зауважте, що цільовий сервер повинен бути налаштований для прийняття SSL -з'єднань.
vi: Để tránh đánh cắp lưu lượng truy cập nếu kết nối với máy chủ từ xa, bạn có thể bật kết nối SSL.

source: Use SSL to connect to target
ar: استخدم SSL للاتصال بالهدف
az: Hədəfə bağlanmaq üçün SSL-dən istifadə edin
bo: དམིགས་ཡུལ་དུ་འགྲོ་བར་SSL བཟོ་རྒྱུ་བྱོས།
cs: Pro připojení k cíli použijte SSL
da: Brug SSL til at oprette forbindelse til målet
el: Χρησιμοποιήστε SSL για να συνδεθείτε στον στόχο
et: Kasuta SSL ühenduse loomiseks sihtga
fa: استفاده از SSL برای اتصال به هدف
fi: Käytä SSL:ää yhteyden muodostamiseen kohteeseen
hi: SSL का उपयोग करके लक्ष्य से कनेक्ट करें
hu: Használjon SSL-t a célhoz való csatlakozáshoz
it: Usa SSL per connetterti alla destinazione
ja: ターゲットに接続するためにSSLを使用
ko: 목표에 연결시 SSL 사용
nn: Bruk SSL for å koble til målet
sk: Na pripojenie k TARGETu použite SSL
sl: Uporabi SSL za povezavo z ciljem
sq: Përdorni SSL për t'u lidhur me objektivin
uk: Використовувати SSL для з’єднання з ціллю
vi: Sử dụng SSL để kết nối với mục tiêu
