Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Whitelist
ar: قائمة بيضاء
az: Açıq siyahı
bo: ཞབས་ཞུ་བྱེད་པའི་ཚོགས་སྒྲིག
cs: Seznam povolených (whitelist)
da: Hvidliste
el: Λευκή Λίστα
et: Valge nimekiri
fa: لیست سفید
fi: Valkoinen lista
hi: व्हाइटलिस्ट
hu: Engedélyezett-Lista
it: Eccezioni
ja: ホワイトリスト
ko: 화이트리스트
nn: Kviteliste
sl: Bela lista
sq: Listë lejimesh
uk: Білий список
vi: Sổ trắng

source: Absolute path to file containing filter definition
ar: المسار المطلق للملف الذي يحتوي على تعريف عامل التصفية
az: Filtr tərifini əhatə edən faylın tam yolu
bo: བརྒྱུད་རྒྱུགས་བཟོ་བའི་ཡིག་ཆའི་གཞི་གོང་གི་ཐོག་མའི་གནས་གཞི
cs: Absolutní cesta k souboru obsahujícímu definici filtru
da: Absolut sti til fil, der indeholder filterdefinition
el: Απόλυτη διεύθυνση του αρχείου που περιέχει την ορισμό φίλτρου
et: Absoluutne teekond faili juurde, mis sisaldab filtri määratlusi
fa: مسیر مطلق به فایل حاوی تعریف فیلتر
fi: Absoluuttinen polku tiedostoon, joka sisältää suodattimen määritelmän
hi: फ़िल्टर परिभाषा सामग्री रखने वाले फ़ाइल के लिए पूर्ण मार्ग
hu: A szűrődefiníciót tartalmazó fájl abszolút elérési útja
it: Percorso assoluto al file contenente la definizione del filtro
ja: フィルター定義を含むファイルへの絶対パス
ko: 필터 정의를 포함하는 파일의 절대 경로
nn: Absolutt bane til fil som inneholder filterdefinisjon
sk: Absolútna cesta k súboru obsahujúcemu definíciu filtra
sl: Absolutna pot do datoteke, ki vsebuje definicijo filtra
sq: Rruga absolute drejt skedarit që përmban përkufizimin e filtrit
uk: Абсолютний шлях до файлу, що містить визначення фільтра
vi: Đường dẫn tuyệt đối tới tệp chứa định nghĩa bộ lọc

source: Absolute path to filter definition
ar: المسار المطلق لتعريف التصفية
az: Filtr tərifinin tam yolu
bo: བརྒྱུད་རྒྱུགས་བཟོ་བའི་གནས་གཞི
cs: Absolutní cesta k definici filtru
da: Absolut sti til filterdefinition
el: Απόλυτη διεύθυνση ορισμού φίλτρου
et: Absoluutne teekond filtri määratlusele
fa: مسیر مطلق برای تعریف فیلتر
fi: Absoluuttinen polku suodattimen määrittelyyn
hi: फ़िल्टर परिभाषा के लिए पूर्ण मार्ग
hu: A szűrődefiníció abszolút elérési útja
it: Percorso assoluto per la definizione del filtro
ja: フィルター定義への絶対パス
ko: 필터 정의로가는 절대 경로
nn: Absolutt bane til filterdefinisjon
sk: Absolútna cesta k definícii filtra
sl: Absolutna pot do definicije filtra
sq: Rruga absolute për përkufizimin e filtrit
uk: Абсолютний шлях до визначення фільтра
vi: Đường dẫn tuyệt đối đến định nghĩa bộ lọc

source: Specify client destinations, 1 per line
ar: تحديد وجهات العميل، 1 لكل سطر
az: Müştəri mərhələlərini təyin edin, hər bir satırda 1
bo: མཐུད་རྒྱུགས་བྱེད་པའི་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ། ཤོག་གཅིག་གི་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ
cs: Určete cíle klientů, 1 na řádek
da: Angiv klientdestinationer, 1 pr. linje
el: Διαθέστε τους προορισμούς πελάτη, 1 ανά γραμμή
et: Määrake klientide sihtkohti, üks rea kohta
fa: تعیین مقصد مشتری، 1 در هر خط
fi: Määritä asiakaskohteet, 1 riviä kohden
hi: क्लाइंट गंतव्यों को स्पष्ट करें, प्रत्येक पंक्ति पर 1
hu: Adja meg az ügyfél célállomásait, soronként 1-et
it: Specificare le destinazioni client, 1 per riga
ja: クライアントの宛先を 1 行に 1 つ指定します
ko: 클라이언트 대상을 한 줄에 하나씩 지정하세요
nn: Spesifiser klientdestinasjoner, 1 per linje
sk: Zadajte ciele klientov, 1 na riadok
sl: Določite destinacije odjemalca, 1 na vrstico
sq: Specifikoni destinacionet e klientit, 1 për rresht
uk: Укажіть призначення клієнта, по 1 на рядок
vi: Chỉ định đích đến của khách hàng, 1 đích trên mỗi dòng

source: Server Throttling
ar: اختناق الخادم
az: Servis limitləşdirməsi
bo: མཁས་པའི་ཐོག་མའི་རྒྱུགས་གཞི
cs: Omezení serveru
da: Serverregulering
el: Οριοθέτηση Διακομιστή
et: Serveri kiiruse piiramine
fa: درگیری سرور
fi: Palvelimen kuristus
hi: सर्वर थ्रॉटलिंग
hu: Szerver-szabályozás
it: Limitazione del server
ja: サーバースロットル
ko: 서버 스로틀링
nn: Serverregulering
sk: Škrtenie servera
sl: Omejevanje strežnika
sq: Mbyllja e serverit
uk: Регулювання сервера
vi: Điều tiết máy chủ

source: Inbound connection limits
ar: حدود الاتصال الوارد
az: Giriş bağlantısı limitləri
bo: ནང་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Limity příchozího připojení
da: Grænser for indgående forbindelse
el: Ορια εισερχόμενων συνδέσεων
et: Sisenevate ühenduste piirangud
fa: محدودیت های اتصال ورودی
fi: Saapuvan yhteyden rajoitukset
hi: इनबाउंड कनेक्शन सीमाएं
hu: Bejövő kapcsolat korlátai
it: Limiti di connessione in entrata
ja: 受信接続制限
ko: 인바운드 연결 제한
nn: Grenser for inngående tilkobling
sk: Limity prichádzajúceho pripojenia
sl: Omejitve vhodnih povezav
sq: Kufijtë e lidhjes hyrëse
uk: Обмеження вхідного з'єднання
vi: Giới hạn kết nối vào

source: Per Minute
ar: في الدقيقة
az: Dakika başına
bo: སྐར་མ་གཅིག་གི་ནང་
cs: Za minutu
da: Per minut
el: Ανά Λεπτό
et: Minuti kohta
fa: در دقیقه
fi: Per minuutti
hi: प्रति मिनट
hu: Per perc
it: Per minuto
ja: 1分あたり
ko: 분당
nn: Per minutt
sk: Za minútu
sl: Na minuto
sq: Për minutë
uk: За хвилину
vi: Mỗi phút

source: Per Hour
ar: في الساعة
az: Saat başına
bo: རིང་གཅིག་གི་ནང་
cs: Za hodinu
da: Per time
el: Ανά Ώρα
et: Tundi kohta
fa: در ساعت
fi: Per tunti
hi: प्रति घंटा
hu: Per Óra
it: Per ora
ja: 1時間あたり
ko: 시간당
nn: Per time
sk: Za hodinu
sl: Na uro
sq: Për orë
uk: За годину
vi: Mỗi giờ

source: Per Day
ar: في اليوم
az: Gün başına
bo: ཉིན་གཅིག་གི་ནང་
cs: Za den
da: Pr Dag
el: Ανά Ημέρα
et: Päeva kohta
fa: در روز
fi: Per päivä
hi: प्रति दिन
hu: Per nap
it: Per giorno
ja: 1日あたり
ko: 하루에
nn: Per dag
sk: Za deň
sl: Na dan
sq: Në ditë
uk: За день
vi: Mỗi ngày

source: Concurrent
ar: متزامن
az: Eyni zamanda
bo: གཅིག་སྐབས་སུ་མཐུད་རྒྱུགས་བྱེད་པ
cs: Souběžně
da: Samtidig
el: Εν ταυτόχρονο
et: Samas
fa: همزمان
fi: Samanaikaisesti
hi: समस्त समकालीन
hu: Egyidejű
it: Concorrente
ja: 兼務
ko: 경쟁 상대
nn: Samtidig
sk: Súbežne
sl: Hkrati
sq: Njëkohësisht
uk: Паралельно
vi: Đồng thời

source: Per Client
ar: لكل عميل
az: Müştəri başına
bo: མཐུད་རྒྱུགས་བྱེད་པའི་གཅིག་གི་ནང་
cs: Na klienta
da: Per klient
el: Ανά Πελάτη
et: Kliendi kohta
fa: در کلاینت
fi: Per asiakas
hi: प्रत्येक क्लाइंट पर
hu: Ügyfélenként
ja: クライアントごと
ko: 클라이언트 당
nn: Per klient
sk: Na klienta
sl: Po odjemalcu
sq: Për klient
uk: На клієнта
vi: Mỗi khách hàng

source: Maximum number of web page requests per minute for a unique client before access to the server is blocked
ar: الحد الأقصى لعدد طلبات صفحة الويب في الدقيقة للعميل الفريد قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl hər bir müştəri üçün dəqiqə başına maksimum web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་སྐར་མ་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Maximální počet požadavků na webovou stránku za minutu pro jedinečného klienta před zablokováním přístupu k serveru
da: Maksimalt antal websideanmodninger pr. minut for en unik klient, før adgangen til serveren blokeres
el: Μέγιστος αριθμός αιτημάτων web σελίδας ανά λεπτό για ένα μοναδικό πελάτη πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne arv veebilehe päringuid minuti kohta unikaalse kliendi jaoks enne serveri juurdepääsu blokeerimist
fa: حداکثر تعداد درخواست های صفحه وب در دقیقه برای یک کلاینت منحصر به فرد قبل از مسدود شدن دسترسی به سرور
fi: Web-sivupyyntöjen enimmäismäärä minuutissa yksittäiselle asiakkaalle ennen kuin pääsy palvelimeen estetään
hi: एक अद्वितीय क्लाइंट के लिए सर्वर पहुँच से पहले प्रति मिनट वेब पेज अनुरोधों की अधिकतम संख्या
hu: Percenkénti weboldal kérések maximális száma egyedi kliens esetén, mielőtt a szerverhez való hozzáférést blokkolnák
it: Numero massimo di richieste di pagine web al minuto per un client unico prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの、一意のクライアントに対する 1 分あたりの Web ページ リクエストの最大数
ko: 서버에 대한 액세스가 차단되기 전 고유 클라이언트에 대한 분당 최대 웹 페이지 요청 수
nn: Maksimalt antall nettsideforespørsler per minutt for en unik klient før tilgang til serveren blokkeres
sk: Maximálny počet požiadaviek na webovú stránku za minútu pre jedinečného klienta pred zablokovaním prístupu na server
sl: Maksimalno število zahtev za spletne strani na minuto za edinstvenega odjemalca preden je dostop do strežnika blokiran
sq: Numri maksimal i kërkesave të faqeve të internetit në minutë për një klient unik përpara se të bllokohet qasja në server
uk: Максимальна кількість запитів веб-сторінок за хвилину для унікального клієнта, перш ніж доступ до сервера буде заблоковано
vi: Số lượng yêu cầu trang web tối đa mỗi phút cho một khách hàng duy nhất trước khi quyền truy cập vào máy chủ bị chặn

source: (0 = unlimited)
ar: (0 = غير محدود)
az: (0 = sınırsız)
bo: (0 = གྲངས་མེད་པ)
cs: (0 = neomezeně)(0 = neomezené)
da: (0 = ubegrænset)
el: (0 = απεριόριστο)
et: (0 = piiramatud)
fa: (0 = نامحدود)
fi: (0 = rajoittamaton)
hi: (0 = असीमित)
hu: (0 = korlátlan)
it: (0 = illimitato)
ja: (0 = 無制限)
ko: (0 = 무제한)
nn: (0 = ubegrenset)
sk: (0 = neobmedzene)
sl: (0 = neomejeno)
sq: (0 = e pakufizuar)
uk: (0 = необмежено)
vi: (0 = không giới hạn)

source: Maximum number of web page requests per hour for a unique client before access to the server is blocked
ar: الحد الأقصى لعدد طلبات صفحة الويب في الساعة للعميل الفريد قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl hər bir müştəri üçün saat başına maksimum web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་རིང་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Maximální počet požadavků na webové stránky za hodinu pro jedinečného klienta před zablokováním přístupu k serveru
da: Maksimalt antal websideanmodninger pr. time for en unik klient, før adgangen til serveren blokeres
el: Μέγιστος αριθμός αιτημάτων web σελίδας ανά ώρα για ένα μοναδικό πελάτη πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne arv veebilehe päringuid tundi kohta unikaalse kliendi jaoks enne serveri juurdepääsu blokeerimist
fa: حداکثر تعداد درخواست های صفحه وب در ساعت برای یک کلاینت منحصر به فرد قبل از مسدود شدن دسترسی به سرور
fi: Web-sivupyyntöjen enimmäismäärä tunnissa yksittäiselle asiakkaalle ennen kuin pääsy palvelimeen estetään
hi: एक अद्वितीय क्लाइंट के लिए सर्वर पहुँच से पहले प्रति घंटा वेब पेज अनुरोधों की अधिकतम संख्या
hu: A weboldal kérések maximális száma óránként egy egyedi ügyfél számára, mielőtt a szerverhez való hozzáférést blokkolnák
it: Numero massimo di richieste di pagine web all'ora per un client unico prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの、一意のクライアントに対する 1 時間あたりの Web ページ リクエストの最大数
ko: 서버에 대한 액세스가 차단되기 전 고유 클라이언트에 대한 시간당 최대 웹 페이지 요청 수
nn: Maksimalt antall websideforespørsler per time for en unik klient før tilgang til serveren blokkeres
sk: Maximálny počet požiadaviek na webovú stránku za hodinu pre jedinečného klienta pred zablokovaním prístupu na server
sl: Maksimalno število zahtev za spletne strani na uro za edinstvenega odjemalca preden je dostop do strežnika blokiran
sq: Numri maksimal i kërkesave të faqeve të internetit në orë për një klient unik përpara se qasja në server të bllokohet
uk: Максимальна кількість запитів веб-сторінки на годину для унікального клієнта, перш ніж доступ до сервера буде заблоковано
vi: Số lượng yêu cầu trang web tối đa mỗi giờ cho một khách hàng duy nhất trước khi quyền truy cập vào máy chủ bị chặn

source: Maximum number of web page requests per day for a unique client before access to the server is blocked
ar: الحد الأقصى لعدد طلبات صفحات الويب يوميًا للعميل الفريد قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl hər bir müştəri üçün gün başına maksimum web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་ཉིན་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Maximální počet žádostí o webovou stránku za den pro jedinečného klienta před zablokováním přístupu k serveru
da: Maksimalt antal websideanmodninger pr. dag for en unik klient, før adgangen til serveren blokeres
el: Μέγιστος αριθμός αιτημάτων web σελίδας ανά ημέρα για ένα μοναδικό πελάτη πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne arv veebilehe päringuid päeva kohta unikaalse kliendi jaoks enne serveri juurdepääsu blokeerimist
fa: حداکثر تعداد درخواست های صفحه وب در روز برای یک کلاینت منحصر به فرد قبل از مسدود شدن دسترسی به سرور
fi: Web-sivupyyntöjen enimmäismäärä päivässä yksittäiselle asiakkaalle ennen kuin pääsy palvelimeen estetään
hi: एक अद्वितीय क्लाइंट के लिए सर्वर पहुँच से पहले प्रति दिन वेब पेज अनुरोधों की अधिकतम संख्या
hu: A weboldal kérések maximális száma naponta egy egyedi ügyfél számára, mielőtt a szerverhez való hozzáférést blokkolnák
it: Numero massimo di richieste di pagine web al giorno per un client unico prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの、一意のクライアントに対する 1 日あたりの Web ページ リクエストの最大数
ko: 서버에 대한 액세스가 차단되기 전 고유 클라이언트에 대한 일일 최대 웹 페이지 요청 수
nn: Maksimalt antall websideforespørsler per dag for en unik klient før tilgang til serveren blokkeres
sk: Maximálny počet požiadaviek na webovú stránku za deň pre jedinečného klienta pred zablokovaním prístupu na server
sl: Maksimalno število zahtev za spletne strani na dan za edinstvenega odjemalca preden je dostop do strežnika blokiran
sq: Numri maksimal i kërkesave të faqeve të internetit në ditë për një klient unik përpara se qasja në server të bllokohet
uk: Максимальна кількість запитів веб-сторінок на день для унікального клієнта, перш ніж доступ до сервера буде заблоковано
vi: Số lượng yêu cầu trang web tối đa mỗi ngày cho một khách hàng duy nhất trước khi quyền truy cập vào máy chủ bị chặn

source: Total
ar: المجموع
az: Cəmi
bo: ཐོག་མའི་གྲངས
cs: Celkově
el: Σύνολο
et: Kokku
fa: مجموع
fi: Yhteensä
hi: कुल
hu: Összesn
it: Totale
ja: 合計
ko: 총
nn: I alt
sk: Celkovo
sl: Skupaj
sq: Gjithsej
uk: Всього
vi: Tổng cộng

source: Total number of web page requests per minute before access to the server is blocked
ar: إجمالي عدد طلبات صفحة الويب في الدقيقة قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl dəqiqə başına cəmi web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་སྐར་མ་གཅིག་གི་ནང་གི་ཐོག་མའི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས
cs: Celkový počet požadavků na webové stránky za minutu před zablokováním přístupu k serveru
da: Samlet antal websideanmodninger pr. minut, før adgangen til serveren blokeres
el: Συνολικός αριθμός αιτημάτων web σελίδας ανά λεπτό πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne veebilehe päringute arv minuti kohta enne serveri juurdepääsu blokeerimist
fa: تعداد کل درخواست های صفحه وب در دقیقه قبل از اینکه دسترسی به سرور مسدود شود
fi: Web-sivupyyntöjen kokonaismäärä minuutissa, ennen kuin pääsy palvelimeen on estetty
hi: सर्वर पहुँच से पहले प्रति मिनट वेब पेज अनुरोधों की कुल संख्या
hu: A weboldal kérések száma percenként a szerverhez való hozzáférés blokkolása előtt
it: Numero totale di richieste di pagine Web al minuto prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの 1 分あたりの Web ページ リクエストの合計数
ko: 서버 접근이 차단되기 전의 분당 웹페이지 요청 총 횟수
nn: Totalt antall websideforespørsler per minutt før tilgang til serveren blokkeres
sk: Celkový počet požiadaviek na webovú stránku za minútu pred zablokovaním prístupu k serveru
sl: Skupno število zahtev za spletne strani na minuto preden je dostop do strežnika blokiran
sq: Numri i përgjithshëm i kërkesave të faqeve të internetit për minutë përpara se qasja në server të bllokohet
uk: Загальна кількість запитів веб-сторінок за хвилину до блокування доступу до сервера
vi: Tổng số yêu cầu trang web mỗi phút trước khi quyền truy cập vào máy chủ bị chặn

source: Total number of web page requests per hour before access to the server is blocked
ar: إجمالي عدد طلبات صفحات الويب في الساعة قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl saat başına cəmi web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་རིང་གཅིག་གི་ནང་གི་ཐོག་མའི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས
cs: Celkový počet požadavků na webové stránky za hodinu před zablokováním přístupu k serveru
da: Samlet antal websideanmodninger pr. time, før adgangen til serveren blokeres
el: Συνολικός αριθμός αιτημάτων web σελίδας ανά ώρα πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne veebilehe päringute arv tundi kohta enne serveri juurdepääsu blokeerimist
fa: تعداد کل درخواست های صفحه وب در هر ساعت قبل از دسترسی به سرور مسدود شده است
fi: Web-sivupyyntöjen kokonaismäärä tunnissa ennen kuin pääsy palvelimeen estetään
hi: सर्वर पहुँच से पहले प्रति घंटा वेब पेज अनुरोधों की कुल संख्या
hu: A weblapkérések teljes száma óránként, mielőtt a szerverhez való hozzáférést blokkolják
it: Numero totale di richieste di pagine Web all'ora prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの 1 時間あたりの Web ページ リクエストの総数
ko: 서버 접속이 차단되기 전 시간당 웹페이지 요청 총 횟수
nn: Totalt antall websideforespørsler per time før tilgang til serveren blokkeres
sk: Celkový počet požiadaviek na webovú stránku za hodinu pred zablokovaním prístupu na server
sl: Skupno število zahtev za spletne strani na uro preden je dostop do strežnika blokiran
sq: Numri i përgjithshëm i kërkesave të faqeve të internetit në orë përpara se qasja në server të bllokohet
uk: Загальна кількість запитів веб-сторінок за годину до блокування доступу до сервера
vi: Tổng số yêu cầu trang web mỗi giờ trước khi quyền truy cập vào máy chủ bị chặn

source: Total number of web page requests per day before access to the server is blocked
ar: إجمالي عدد طلبات صفحات الويب يوميًا قبل حظر الوصول إلى الخادم
az: Servisə daxil olmaqdan əvvəl gün başına cəmi web səhifə sorğusu sayını təyin edin
bo: མཁས་པ་ཞིག་གི་ཞབས་ཞུ་བྱེད་པ་བརྩི་བཞག་པའི་ཉིན་གཅིག་གི་ནང་གི་ཐོག་མའི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས
cs: Celkový počet žádostí o webové stránky za den před zablokováním přístupu k serveru
da: Samlet antal websideforespørgsler pr. dag, før adgangen til serveren blokeres
el: Συνολικός αριθμός αιτημάτων web σελίδας ανά ημέρα πριν τοτε αποκλείσει η πρόσβαση στον διακομιστή
et: Maksimaalne veebilehe päringute arv päeva kohta enne serveri juurdepääsu blokeerimist
fa: تعداد کل درخواست های صفحه وب در روز قبل از دسترسی به سرور مسدود شده است
fi: Web-sivupyyntöjen kokonaismäärä päivässä ennen kuin pääsy palvelimelle estetään
hi: सर्वर पहुँच से पहले प्रति दिन वेब पेज अनुरोधों की कुल संख्या
hu: A weblapkérések teljes száma naponta, mielőtt a szerverhez való hozzáférést blokkolnák
it: Numero totale di richieste di pagine Web al giorno prima che l'accesso al server venga bloccato
ja: サーバーへのアクセスがブロックされるまでの、1 日あたりの Web ページ リクエストの総数
ko: 서버 접속이 차단되기 전의 일일 총 웹페이지 요청 횟수
nn: Totalt antall websideforespørsler per dag før tilgang til serveren blokkeres
sk: Celkový počet požiadaviek na webové stránky za deň pred zablokovaním prístupu na server
sl: Skupno število zahtev za spletne strani na dan preden je dostop do strežnika blokiran
sq: Numri i përgjithshëm i kërkesave të faqeve të internetit në ditë përpara se qasja në server të bllokohet
uk: Загальна кількість запитів веб-сторінок на день до блокування доступу до сервера
vi: Tổng số yêu cầu truy cập trang web mỗi ngày trước khi truy cập vào máy chủ bị chặn

source: Maximum number of simultaneous client connections
ar: الحد الأقصى لعدد اتصالات العميل المتزامنة
az: Eyni zamanda maksimum müştəri bağlantısı sayını təyin edin
bo: གཅིག་སྐབས་སུ་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Maximální počet současných klientských připojení
da: Maksimalt antal samtidige klientforbindelser
el: Μέγιστος αριθμός ταυτόχρονων συνδέσεων πελάτη
et: Maksimaalne arv samasüsteemsete klientide ühenduste kohta
fa: حداکثر تعداد اتصالات مشتری همزمان
fi: Samanaikaisten asiakasyhteyksien enimmäismäärä
hi: समान समय में क्लाइंट कनेक्शन की अधिकतम संख्या
hu: Az egyidejű ügyfélkapcsolatok maximális száma
it: Numero massimo di connessioni client simultanee
ja: 同時クライアント接続の最大数
ko: 최대 동시 클라이언트 연결 수
nn: Maksimalt antall samtidige klientforbindelser
sk: Maximálny počet simultánnych pripojení klienta
sl: Maksimalno število hkratnih odjemalnih povezav
sq: Numri maksimal i lidhjeve të njëkohshme të klientit
uk: Максимальна кількість одночасних підключень клієнта
vi: Số lượng kết nối máy khách đồng thời tối đa

source: POST limits
ar: حدود ما بعد
az: POST limitləri
bo: པོསཊ་གྲངས་བཟོ་བ
cs: Limity POST
da: POST grænser
el: Ορια POST
et: POST piirangud
fa: محدودیت های POST
fi: POST-rajoitukset
hi: POST सीमाएं
hu: POST korlátozások
it: Limiti POST
ja: POST制限
ko: POST 제한
nn: POST-grenser
sk: limity PRÍSPEVKOV
sl: Omejitve POST
sq: POST kufijtë
uk: Обмеження POST
vi: Giới hạn POST

source: Per Period
ar: لكل فترة
az: Dövrə başqa
bo: ཚེག་གཅིག་གི་ནང་
cs: Za období
da: Pr Periode
el: Ανά Διάστημα
et: Perioodi kohta
fa: در دوره
fi: Jaksoittain
hi: प्रति अवधि
hu: Period
it: Per periodo
ja: 期間ごと
ko: 기간 당
nn: Per periode
sk: Za obdobie
sl: Na obdobje
sq: Për periudhë
uk: За період
vi: Mỗi kỳ

source: Ban Duration
ar: مدة الحظر
az: Qadağan müddəti
bo: བརྩི་བཞག་པའི་རིང་བཟོ་བ
cs: Doba trvání zákazu
da: Ban Varighed
el: Διάρκεια Αποκλοτισμού
et: Banni kestvus
fa: مدت زمان ممنوعیت
fi: Kiellon kesto
hi: बैन की अवधि
hu: Kitiltás időtartama
it: Durata del ban
ja: 禁止期間
ko: 금지 기간
nn: Forbudets varighet
sk: Trvanie zákazu
sl: Trajanje prepovedi
sq: Kohëzgjatja e ndalimit
uk: Тривалість заборони
vi: Thời hạn cấm

source: POST limit period
ar: فترة الحد الأقصى
az: POST limit dövrü
bo: པོསཊ་གྲངས་བཟོ་བའི་ཚེག
cs: Limitní období POST
da: POST grænseperiode
el: Περίοδος ορίων POST
et: POST piirangu periood
fa: دوره محدودیت POST
fi: POST-rajajakso
hi: POST सीमा की अवधि
hu: POST határidő
it: Periodo limite POST
ja: POST制限期間
ko: 후 제한 기간
nn: POST grenseperiode
sk: obdobie obmedzenia PO
sl: Obdobje omejitve POST
sq: Periudha kufitare POST
uk: Лімітний період POST
vi: Khoảng thời gian giới hạn POST

source: Maximum number of post requests permitted for a unique client for the configured timespan
ar: الحد الأقصى لعدد طلبات النشر المسموح بها لعميل فريد خلال الفترة الزمنية التي تم تكوينها
az: Konfiqurasiya edilmiş vaxt aralığı üçün hər bir müştəri üçün icazə verilən maksimum post sorğusu sayını təyin edin
bo: ཚེག་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Maximální počet povolených požadavků na odeslání pro jedinečného klienta po nakonfigurované časové období
da: Maksimalt antal postanmodninger tilladt for en unik klient i det konfigurerede tidsrum
el: Μέγιστος αριθμός αιτημάτων post που επιτρέπονται για ένα μοναδικό πελάτη για το ρυθμισμένο χρονικό διάστημα
et: Maksimaalne arv post päringuid, mida lubatud unikaalse kliendi jaoks konfigureeritud ajavahemiku ajal
fa: حداکثر تعداد درخواست های پست مجاز برای یک مشتری منحصر به فرد برای بازه زمانی پیکربندی شده
fi: Yksilölliselle asiakkaalle sallittu enimmäismäärä lähetyspyyntöjä määritetyllä aikavälillä
hi: सेट किए गए समयसीमा के लिए एक अद्वितीय क्लाइंट के लिए अनुमतित पोस्ट अनुरोधों की अधिकतम संख्या
hu: Egyedi kliens számára engedélyezett maximális számú közzétételi kérés a beállított időtartamra
it: Numero massimo di richieste di post consentite per un client univoco per l'intervallo di tempo configurato
ja: 設定された期間内に一意のクライアントに許可されるポスト リクエストの最大数
ko: 구성된 기간 동안 고유 클라이언트에 허용되는 최대 게시 요청 수
nn: Maksimalt antall postforespørsler tillatt for en unik klient for det konfigurerte tidsrommet
sk: Maximálny počet žiadostí o príspevok povolených pre jedinečného klienta pre nakonfigurovaný časový rozsah
sl: Maksimalno število zahtev POST, dovoljeno za edinstvenega odjemalca za nastavljeno obdobje
sq: Numri maksimal i kërkesave për postim të lejuar për një klient unik për periudhën kohore të konfiguruar
uk: Максимальна кількість запитів на публікацію, дозволена для унікального клієнта протягом налаштованого періоду часу
vi: Số lượng yêu cầu đăng bài tối đa được phép cho một khách hàng duy nhất trong khoảng thời gian được định cấu hình
