Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: This can be useful for frequently-used tunnels (especially server tunnels), but for tunnels that are only used occasionally it would mean that the I2P router is creating and maintaining unnecessary tunnels.
bo: འགྲོ་རྒྱུ་མང་པོའི་སྒོ་(ཐོག་མར་སེར་བཟོའི་སྒོ) ནང་གི་ཕན་ཚུན་ཡོད་པ་རེད། འོན་ཀྱང་རྒྱུན་མེད་པར་སྤྱོད་པའི་སྒོ་ཡིན་ན་I2P རོ་ཨུ་ཊེར་ནི་དོགས་པ་མེད་པའི་སྒོ་བཟོ་དང་རྒྱུན་འཁྱོངས་བྱེད་རྒྱུ་ཡོད་པ་རེད།
et: See võib olla kasulik sageli kasutatavatele tunnelitele (eriti serveri tunnelitele), kuid tunnelite jaoks, mida kasutatakse ainult vahelikult, tähendab see, et I2P rutiin loob ja hooldab vajaliku kõrgemal olevaid tunneli.
hi: यह अक्सर उपयोग किए जाने वाले टनलों (विशेष रूप से सर्वर टनलों) के लिए उपयोगी हो सकता है, लेकिन जो टनल केवल कभी-कभी उपयोग किए जाते हैं, तो इसका मतलब होगा कि I2P राउटर अनावश्यक टनल बनाने और रखरखाव कर रहा है।
sl: To je uporabno za pogosto uporabljene tunelje (osebno strežniške tunelje), vendar za tunelje, ki se uporabljajo le povsod, bi to pomenilo, da maršruter I2P ustvarja in vzdržuje nepotrebnih tuneljev.
uk: Це може бути корисно для часто використовуваних тунелів (особливо серверних тунелів), але для тунелів які використовуються тільки іноді це означатиме що маршрутизатор I2P створює і підтримує зайві тунелі.

source: The wizard has now collected enough information to create your tunnel.
ar: لقد قام المعالج الآن بتجميع معلومات كافية لإنشاء النفق الخاص بك.
az: Üstündəkisi, tünəlinizi yaratmaq üçün artıq yeterli məlumat topladı.
bo: མཁས་པ་ནི་ཁྱོད་ཀྱི་སྒོ་བཟོ་བའི་ཆ་འཕྲིན་ཡོངས་ནས་བཞིག་སོང་བཞིན་ཡོད།
cs: Průvodce nyní shromáždil dostatek informací k vytvoření vašeho tunelu.
da: Guiden har nu indsamlet nok information til at skabe din tunnel.
el: Ο φοιτητής έχει συλλέξει τώρα αρκετές πληροφορίες για να δημιουργήσει τον διάδρομο σας.
et: Juurdejuhendaja on nüüd kogunud piisavalt teavet, et luua sinu tunnel.
fa: جادوگر اکنون اطلاعات کافی برای ایجاد تونل شما را جمع آوری کرده است.
fi: Ohjattu toiminto on nyt kerännyt tarpeeksi tietoa tunnelin luomiseksi.
hi: विज़ार्ड अब टनल बनाने के लिए पर्याप्त जानकारी एकत्र कर लिया है।
hu: A varázsló elegendő információt gyűjtött össze az alagút létrehozásához.A varázsló elég információt gyűjtött össze, hogy létrehozza az alagutat.
it: La procedura guidata ha ora raccolto informazioni sufficienti per creare il tuo tunnel.Questo setup wizard ha recuperato abbastanza informazioni per creare il tuo tunnel.
ja: ウィザードはトンネル作成のための必要な情報を現在集めています。
ko: 마법사가 지금 터널 생성을 위한 필요한 정보를 받고 있습니다.
nn: Veiviseren har nå samlet inn nok informasjon til å lage tunnelen din.Vegvisaren har no samla inn nok informasjon for å oppretta tunellen din.
sk: Sprievodca už zozbieral dostatok informácii na vytvorenie vášho tunela.
sl: Vodnik je zdaj zbral dovolj informacij za ustvarjanje vašega tunelja.
sq: Magjistari tani ka mbledhur informacion të mjaftueshëm për të krijuar tunelin tuaj.
uk: Майстер отримав достатньо інформації для того, щоб створити тунель.
vi: Trình hướng dẫn hiện đã thu thập đủ thông tin để tạo đường hầm của bạn.

source: Upon clicking the Save button below, the wizard will set up the tunnel, and take you back to the main I2PTunnel page.
ar: عند النقر فوق الزر 'حفظ' أدناه، سيقوم المعالج بإعداد النفق، ويعيدك إلى صفحة I2PTunnel الرئيسية.
az: Aşağıdakı Yadda saxla düyməsini vurmaqdan sonra, üstündəkisi tünəli tənzimləyəcək və sizə əsas I2PTunnel səhifəsinə qayıtacaq.
bo: གཤམ་གྱི་གཟིགས་ནུབ་དང་བརྒྱན་པའི་གཟིགས་ནུབ་དེ་མནན་པ་ནི་མཁས་པ་ནི་སྒོ་བཟོ་བ་དང་ཁྱོད་ཀྱི་གཙོ་བོའི་I2PTunnel གི་ཡིག་ཆ་རུ་བཤོས་སྐྱོད་བྱེད་རྒྱུ་ཡིན།
cs: Po kliknutí na tlačítko Uložit níže průvodce nastaví tunel a vrátí vás zpět na hlavní stránku I2PTunnel.
da: Når du klikker på knappen Gem nedenfor, vil guiden konfigurere tunnelen og tage dig tilbage til I2PTunnel-hovedsiden.
el: Μετά την κάθε ώρα που πατήσετε το κουμπί Αποθήκευσης παρακάτω, ο φοιτητής θα δημιουργήσει τον διάδρομο και θα σας οδηγήσει πίσω στην κύρια σελίδα του I2PTunnel.
et: Kui vajutad allpool olevat Salvesta nuppu, seadistab juurdejuhendaja sinu tunneli ja viib sind tagasi pealehele I2PTunnel.
fa: با کلیک بر روی دکمه ذخیره در زیر، جادوگر تونل را راه اندازی می کند و شما را به صفحه اصلی I2PTunnel برمی گرداند.
fi: Kun napsautat alla olevaa Tallenna-painiketta, ohjattu toiminto määrittää tunnelin ja vie sinut takaisin I2PTunnel-pääsivulle.
hi: नीचे स्थित सहेज बटन पर क्लिक करने पर, विज़ार्ड टनल की सेटिंग करेगा और आपको मुख्य I2PTunnel पृष्ठ पर वापस ले जाएगा।
hu: Az alábbi Mentés gombra kattintva a varázsló beállítja az alagutat, és visszavezeti az I2PTunnel főoldalára.A lenti Mentés gombra kattintva a varázsló beállítja az alagutat, és visszairányít az I2PAlagút főoldalára.
it: Facendo clic sul pulsante Salva in basso, la procedura guidata imposterà il tunnel e ti riporterà alla pagina principale di I2PTunnel.Cliccando il tasto salva quì sotto il setup wizard configurerà il tunnel, reindirizzandoti alla pagina principale del tunnel I2P.
ja: 下の [保存] ボタンをクリックすると、ウィザードがトンネルをセットアップし、メインの I2PTunnel ページに戻ります。
ko: 아래 저장 버튼을 클릭하면 마법사가 터널을 설정하고 기본 I2PTunnel 페이지로 돌아갑니다.아래의 저장 버튼을 누르면, 마법사가 터널을 세팅하고 당신을 메인 I2P터널 페이지로 이동시킵니다.
nn: Ved å klikke på Lagre-knappen nedenfor, vil veiviseren sette opp tunnelen og ta deg tilbake til hovedsiden for I2PTunnel.Når du klikkar Lagra under vil vegvisaren oppretta tunellen og senda deg tilbake til hovudsida for I2P-tunellar.
sk: Kliknutím na tlačidlo Uložiť nižšie, sprievodca nastaví tunel a vezme vás späť na hlavnú stránku I2PTunnel.
sl: Po kliku na gumb Shrani spodaj bo vodnik nastavil tunelj in te vrnal nazaj na glavno stran I2PTunnel.
sq: Pasi të klikoni butonin Ruaj më poshtë, magjistari do të konfigurojë tunelin dhe do t'ju kthejë në faqen kryesore të I2PTunnelit.
uk: Після натискання кнопки "Зберегти" майстер створить тунель і поверне вас на головну сторінку I2PTunnel.
vi: Khi nhấp vào nút Lưu bên dưới, trình hướng dẫn sẽ thiết lập đường hầm và đưa bạn quay lại trang I2PTunnel chính.

source: Because you chose to automatically start the tunnel when the router starts, you don't have to do anything further.
ar: نظرًا لأنك اخترت بدء تشغيل النفق تلقائيًا عند بدء تشغيل جهاز التوجيه، فلن يتعين عليك القيام بأي شيء آخر.
az: Ruter başladığında tünəlini avtomatik olaraq başlamaq seçdiyiniz üçün, daha bir şey etməlisiniz deyil.
bo: ཁྱོད་ཀྱིས་རོ་ཨུ་ཊེར་འགོ་ཚུགས་པའི་དུས་སྒོ་རེ་བཞིན་འགོ་ཚུགས་པར་བཟོ་བས་ཁྱོད་ཀྱིས་གཞི་ནས་གཞི་དོན་གང་ཡང་བྱེད་དགོས་པ་མེད།
cs: Protože jste zvolili automatické spuštění tunelu při spuštění routeru, nemusíte dělat nic dalšího.
da: Fordi du valgte automatisk at starte tunnelen, når routeren starter, behøver du ikke at gøre mere.
el: Επειδή επιλέξατε να ξεκινάτε αυτόματα τον διάδρομο όταν ξεκινά ο διαχειριστής, δεν χρειάζεται να κάνετε κάτι περισσότερο.
et: Kuna valisid tunneli automaatselt käivitada rutiini käivitamisel, siis sul ei pea midagi rohkem tegema.
fa: از آنجایی که شما انتخاب کرده اید که تونل به طور خودکار هنگام راه اندازی روتر راه اندازی شود، دیگر نیازی نیست کاری انجام دهید.
fi: Koska valitsit tunnelin käynnistämisen automaattisesti, kun reititin käynnistyy, sinun ei tarvitse tehdä mitään.
hi: क्योंकि आपने राउटर शुरू होने पर टनल को स्वचालित रूप से शुरू करने का चयन किया है, इसके लिए आपको अब कुछ और नहीं करना है।
hu: Mivel úgy döntött, hogy automatikusan elindítja az alagutat, amikor az útválasztó elindul, nem kell többet tennie.Mivel azt választottad, hogy az alagút automatikusan induljon a router indításakor, nincs szükség további beavatkozásra.
it: Poiché hai scelto di avviare automaticamente il tunnel all'avvio del router, non devi fare altro.Dato che hai scelto di far avviare automaticamente il tunnel quando il tuo router viene avviato, non devi fare altro.
ja: ルーターの起動時にトンネルを自動的に開始することを選択したため、それ以上何もする必要はありません。ルーター起動時にトンネルを自動的に開始するよう選んでいるため、他に何かする必要はありません。
ko: 라우터가 시작될 때 자동으로 터널을 시작하도록 선택했기 때문에 추가로 수행할 작업이 없습니다.라우터를 시작할 때 터널을 자동으로 시작하도록 선택 있기 때문에 다른 조치를 할 필요가 없습니다.
nn: Fordi du valgte å starte tunnelen automatisk når ruteren starter, trenger du ikke gjøre noe mer.Sidan du valte å starta tunellen automatisk når ruteren startar treng du ikkje gjera noko meir.
sk: Pretože ste si zvolili automatické spúšťanie tunela pri štarte routra, nemusíte vykonať už žiadne ďalšie akcie.
sl: Ker ste izbrali, da se tunelj samodejno zažene, ko se maršruter zagnal, ni potrebno storiti nič drugega.
sq: Për shkak se zgjodhët të nisni automatikisht tunelin kur të fillojë ruteri, nuk keni nevojë të bëni asgjë më tej.
uk: Оскільки ви вибрали запускати тунель автоматично при запуску роутера, більше нічого робити не потрібно.
vi: Vì bạn đã chọn tự động khởi động đường hầm khi bộ định tuyến khởi động nên bạn không phải làm gì thêm.

source: The router will start the tunnel once it has been set up.
ar: سيبدأ جهاز التوجيه النفق بمجرد إعداده.
az: Ruter, tünəlinin tənzimlənməsindən sonra başlayacaq.
bo: རོ་ཨུ་ཊེར་ནི་སྒོ་བཟོ་བའི་དུས་འགོ་ཚུགས་རྒྱུ་ཡིན།
cs: Router spustí tunel, jakmile bude nastaven.
da: Routeren starter tunnelen, når den er sat op.
el: Ο διαχειριστής θα ξεκινήσει τον διάδρομο μόλις οργανωθεί.
et: Rutiin käivitab tunneli, kui see on seadistatud.
fa: روتر پس از راه اندازی تونل را راه اندازی می کند.
fi: Reititin aloittaa tunnelin, kun se on määritetty.
hi: राउटर टनल को सेट करने के बाद ही इसे शुरू करेगा।
hu: A router elindítja az alagutat, amint az beállításra kerül.
it: Il router avvierà il tunnel una volta che è stato configurato.
ja: ルーターは、セットアップが完了するとトンネルを開始します。
ko: 셋업된 직후 터널을 시작합니다.
nn: Ruteren vil starta tunellen ved oppstart.
sk: Router spustí tunel ihneď, ako bude nastavený.
sl: Maršruter bo zaželel tunelj, ko bo bil nastavljen.
sq: Ruteri do të nisë tunelin pasi të jetë konfiguruar.
uk: Роутер запустить тунель як тільки його буде налаштовно.
vi: Bộ định tuyến sẽ khởi động đường hầm sau khi được thiết lập.

source: Because you chose not to automatically start the tunnel, you will have to manually start it.
ar: نظرًا لأنك اخترت عدم بدء تشغيل النفق تلقائيًا، سيتعين عليك تشغيله يدويًا.
az: Tünəlini avtomatik olaraq başlamaq seçmədiyiniz üçün, siz onu əl ilə başlamanız lazımdır.
bo: ཁྱོད་ཀྱིས་རེ་བཞིན་འགོ་ཚུགས་པར་བཟོ་མེད་པས་ཁྱོད་ཀྱིས་རང་གིས་འགོ་ཚུགས་དགོས།
cs: Protože jste se rozhodli nespouštět tunel automaticky, budete jej muset spustit ručně.
da: Fordi du har valgt ikke at starte tunnelen automatisk, bliver du nødt til at starte den manuelt.
el: Επειδή επιλέξατε να μην ξεκινάτε αυτόματα τον διάδρομο, θα πρέπει να τον ξεκινήσετε εγχειρηματικά.
et: Kuna valisid mitte automaatselt käivitada tunneli, pead selle käivitama käsitsi.
fa: از آنجایی که شما انتخاب کرده اید که تونل به طور خودکار شروع نشود، باید آن را به صورت دستی راه اندازی کنید.
fi: Koska päätit olla käynnistämättä tunnelia automaattisesti, sinun on käynnistettävä se manuaalisesti.
hi: क्योंकि आपने टनल को स्वचालित रूप से शुरू नहीं करने का चयन किया है, इसे आपको ग्राहकता से शुरू करना होगा।
hu: Mivel úgy döntött, hogy nem indítja el automatikusan az alagutat, manuálisan kell elindítania.Mivel azt választottad, hogy az alagút ne induljon el automatikusan a router indításakor, ezért a jövőben kézi indításra lesz szükség.
it: Poiché hai scelto di non avviare automaticamente il tunnel, dovrai avviarlo manualmente.Dato che hai scelto di non avviare il tunnel automaticamente, dovrai avviarlo manualmente.
ja: トンネルを自動的に開始しないことを選択したため、手動で開始する必要があります。
ko: 터널 자동시작이 설정되어 있지 않으므로 수동으로 시작해야 합니다.
nn: Fordi du valgte å ikke starte tunnelen automatisk, må du starte den manuelt.Fordi du valte å ikkje starta tunellen automatisk må du starta han for hand.
sk: Pretože ste si nezvolili automatické spúšťanie tunela pri štarte routra, budete ho musieť manuálne spustiť.
sl: Ker ste izbrali, da se tunelj ne zažene samodejno, ga boste morali zažeti ročno.
sq: Për shkak se zgjodhët të mos filloni automatikisht tunelin, do t'ju duhet ta nisni manualisht.
uk: Тунель прийдеться запустити самотужки, оскільки ви не вибрали, щоб це було автоматично.
vi: Vì bạn đã chọn không tự động khởi động đường hầm nên bạn sẽ phải khởi động nó theo cách thủ công.

source: You can do this by clicking the Start button on the main page which corresponds to the new tunnel.
ar: يمكنك القيام بذلك عن طريق النقر فوق الزر 'ابدأ' الموجود بالصفحة الرئيسية والذي يتوافق مع النفق الجديد.
az: Bu, yeni tünələ uyğun olan əsas səhifədəki Başla düyməsini vurmaqla etmək olar.
bo: གཙོ་བོའི་ཡིག་ཆ་ནང་གི་འགོ་ཚུགས་པའི་གཟིགས་ནུབ་དེ་མནན་པ་ནི་གསར་བའི་སྒོ་དང་མཚུངས་པ་ཡིན།
cs: Můžete to udělat kliknutím na tlačítko Start na hlavní stránce, která odpovídá novému tunelu.
da: Du kan gøre dette ved at klikke på Start-knappen på hovedsiden, som svarer til den nye tunnel.
el: Μπορείτε να το κάνετε αυτό κάνοντας κλικ στο κουμπί Έναρξης της κύριας σελίδας που αντιστοιχεί στον νέο διάδρομο.
et: Seda saad teha vajutades pealehel nuppu Start, mis vastab uuele tunnelile.
fa: می توانید این کار را با کلیک روی دکمه Start در صفحه اصلی که مربوط به تونل جدید است انجام دهید.
fi: Voit tehdä tämän napsauttamalla aloituspainiketta pääsivulla, joka vastaa uutta tunnelia.
hi: आप इसे करके कर सकते हैं कि मुख्य पृष्ठ पर नए टनल से संबंधित स्टार्ट बटन पर क्लिक करें।
hu: Ezt úgy teheti meg, hogy a főoldalon az új alagútnak megfelelő Start gombra kattint.Ez elérhető a fő oldalon az új alagúthoz tartozó Indítás gombra való kattintással.
it: Puoi farlo cliccando sul pulsante Start nella pagina principale che corrisponde al nuovo tunnel.Puoi farlo cliccando il pulsante Avvia nella pagina principale che corrisponde al tuo nuovo tunnel.
ja: これを行うには、新しいトンネルに対応するメイン ページの [開始] ボタンをクリックします。
ko: 새 터널에 부합하는 메인 페이지의 시작 버튼을 눌러 시행합니다.
nn: Du kan gjøre dette ved å klikke på Start-knappen på hovedsiden som tilsvarer den nye tunnelen.Du kan gjera dette ved å klikka Start-knappen på hovudsida som samsvarer med den nye tunellen.
sk: Môžete tak urobiť kliknutím na tlačidlo Spustiť na hlavnej stránke, ktoré zodpovedá novému tunelu.
sl: To lahko storite tako, da kliknete na gumb Zaženi na glavni strani, ki se nanaša na nov tunelj.
sq: Këtë mund ta bëni duke klikuar butonin Start në faqen kryesore që korrespondon me tunelin e ri.
uk: Ви можете зробити це, натиснувши кнопку «Пуск» на головній сторінці, яка відповідає новому тунелю.Ви можете це зробити, натиснувши кнопку "Пуск" на головній сторінці, яка відповідає за новий тунель.
vi: Bạn có thể thực hiện việc này bằng cách nhấp vào nút Bắt đầu trên trang chính tương ứng với đường hầm mới.

source: Below is a summary of the options you chose:
ar: أدناه ملخص للخيارات التي قمت باختيارها:
az: Aşağıda siz seçdiyiniz seçimlərin ümumnaməsi var:
bo: གཤམ་གྱི་ནང་དོན་ནི་ཁྱོད་ཀྱིས་བཟོ་བའི་གདམ་གར་གི་བཤད་པ་ཡིན།
cs: Níže je souhrn možností, které jste zvolili:
da: Nedenfor er en oversigt over de muligheder, du har valgt:
el: Παρακάτω είναι ένα σύνοψη των επιλογών που έκανατε:
et: Allpool on kokkuvõte valikutest, mida valisid:
fa: در زیر خلاصه ای از گزینه هایی که انتخاب کرده اید آمده است:
fi: Alla on yhteenveto valitsemistasi vaihtoehdoista:
hi: नीचे आपके चुने गए विकल्पों का सारांश है:
hu: Lentebb található egy összegzés a választható opciókról:
it: Qui sotto il riassunto delle opzioni che hai scelto:
ja: 以下は、選択したオプションの概要です:
ko: 아래는 당신이 고른 옵션들의 요약입니다:
nn: Nedanfor er ei oppsummering av vala dine:
sk: Nižšie je súhrn možností, ktoré ste si vybrali:
sl: Spodaj je pregled možnosti, ki jih ste izbrali:
sq: Më poshtë është një përmbledhje e opsioneve që keni zgjedhur:
uk: Нижче є вибрані вами параметри:
vi: Dưới đây là tóm tắt các phương án bạn đã chọn:

source: Tunnel description
ar: وصف النفق
az: Tünəl təsviri
bo: སྒོའི་བསྡུས་པ་
cs: Popis tunelu
da: Tunnelbeskrivelse
el: Περιγραφή διαδρόμου
et: Tunneli kirjeldus
fa: توضیح تونل
fi: Tunnelin kuvaus
hi: टनल का विवरण
hu: Az alagút leírása
it: Descrizione tunnel
ja: トンネルの説明
ko: 터널 설명
nn: Tunnelbeskrivelse
sk: Popis tunela
sl: Opis tunelja
sq: Përshkrimi i tunelit
uk: Опис тунелю
vi: Mô tả đường hầm

source: Binding address
ar: عنوان ملزم
az: Bağlama ünvanı
bo: ཡིག་ཆ་བརྒྱན་བར་གདམ།
cs: Závazná adresa
da: Bindende adresse
el: Δεσμευμένη διεύθυνση
et: Seotud aadress
fa: آدرس صحافی
fi: Sitova osoite
hi: बांडिंग पता
hu: Kötési cím
it: Indirizzo vincolante
ja: バインディングアドレス
ko: 바인딩 주소
nn: Bindende adresse
sk: Záväzná adresa
sl: Naslov vezave
sq: Adresa e detyrueshme
uk: Прив'язка адреси
vi: Địa chỉ ràng buộc

source: Tunnel port
ar: ميناء النفق
az: Tünəl porta
bo: སྒོའི་ཐོབ་ཐང་གི་སྒོ་
cs: Tunelový port
da: Tunnelhavn
el: Λιμάνι διαδρόμου
et: Tunneli pord
fa: پورت تونل
fi: Tunneliportti
hi: टनल पोर्ट
hu: Alagút port
it: Porta tunnel
ja: トンネルポート
ko: 터널 포트
nn: Tunnelhavn
sk: Tunelový prístav
sl: Vrata tunelja
sq: Porti i tunelit
uk: Порт тунелю
vi: Cổng hầm

source: Alongside these basic settings, there are a number of advanced options for tunnel configuration.
ar: إلى جانب هذه الإعدادات الأساسية، يوجد عدد من الخيارات المتقدمة لتكوين النفق.
az: Bu əsas tənzimləmələr yanı sıra, tünəl tənzimləməsi üçün bir neçə mürəkkəb seçim var.
bo: འདི་དག་གི་རྒྱུན་གཏན་གཞིའི་གདམ་གར་དང་བཟུང་བོད་ནང་གི་སྒོའི་བཟོ་བའི་གདམ་གར་མང་པོ་ཡོད།
cs: Kromě těchto základních nastavení existuje řada pokročilých možností konfigurace tunelu.
da: Ud over disse grundlæggende indstillinger er der en række avancerede muligheder for tunnelkonfiguration.
el: Παράλληλα με αυτές τις βασικές ρυθμίσεις, υπάρχουν πολλές προχωρημένες επιλογές για τη διαμόρφωση διαδρόμου.
et: Need basi-seadistuste kõrval on mitmeid edasijõudmise valikuid tunneli seadistamiseks.
fa: در کنار این تنظیمات اولیه، تعدادی گزینه پیشرفته برای پیکربندی تونل وجود دارد.
fi: Näiden perusasetusten lisäksi tunnelin määrittämiseen on useita lisäasetuksia.
hi: इन मूल सेटिंगों के साथ-साथ, टनल के विन्यास के लिए कई उन्नत विकल्प हैं।
hu: Ezeken az alapbeállításokon kívül számos speciális opció áll rendelkezésre az alagútkonfigurációhoz.Ez alap beállítások mellet számos haladó opció létezik az alagutak beállításához.
it: Oltre a queste impostazioni di base, ci sono una serie di opzioni avanzate per la configurazione del tunnel.Accanto a queste impostazioni base, ci sono altre opzioni avanzate per la configurazione del tunnel.
ja: これらの基本設定のほかに、トンネル構成用の高度なオプションが多数あります。
ko: 이러한 기본 설정 외에도 터널 구성을 위한 다양한 고급 옵션이 있습니다.이 기본적인 설정들과 더불어, 터널 설정을 위한 많은 수의 고급 옵션들이 존재합니다.
nn: Ved siden av disse grunnleggende innstillingene finnes det en rekke avanserte alternativer for tunnelkonfigurasjon.I tillegg til desse grunnleggande innstillingane finst ei rekkje avanserte val for tunellkonfigurasjon.
sk: Okrem týchto základných nastavení existuje celý rad pokročilých možností na konfiguráciu tunela.
sl: Ob teh osnovnih nastavitvah obstajajo številne napredne možnosti za konfiguracijo tunelja.
sq: Krahas këtyre cilësimeve bazë, ka një numër opsionesh të avancuara për konfigurimin e tunelit.
uk: Крім цих основних налаштувань існує і певний набір розширених налаштувань для конфігурації тунелю.
vi: Bên cạnh các cài đặt cơ bản này, còn có một số tùy chọn nâng cao cho cấu hình đường hầm.

source: The wizard will set reasonably sensible default values for these, but you can view and/or edit these by clicking on the tunnel's name in the main I2PTunnel page.
ar: انظر أعلاه لمعرفة العناصر المطلوبة.
az: Üstündəkisi, bu seçimlər üçün münasib dəyərləri tənzimləyəcək, amma əsas I2PTunnel səhifəsində tünəlinin adını vurmaqla bunları baxa və ya redaktə edə bilərsiniz.
bo: མཁས་པ་ནི་འདི་དག་གི་རེ་བཞིན་གཏན་འཁེལ་གྱི་རྒྱུན་གཏན་གཞི་བཟོ་བ་རེད། འོན་ཀྱང་ཁྱོད་ཀྱིས་གཙོ་བོའི་I2PTunnel གི་ཡིག་ཆ་ནང་གི་སྒོའི་མིང་མནན་ནས་འཚལ་ནུབ་དང་བརྒྱན་པར་གདམ།
cs: Průvodce pro ně nastaví rozumné výchozí hodnoty, ale můžete je zobrazit a/nebo upravit kliknutím na název tunelu na hlavní stránce I2PTunnel.
da: Guiden indstiller rimeligt fornuftige standardværdier for disse, men du kan se og/eller redigere disse ved at klikke på tunnelens navn på hovedsiden I2PTunnel.
el: Ο φοιτητής θα ορίσει λογικές προεπιλεγμένες τιμές για αυτές, αλλά μπορείτε να τις δείτε και/ή να τις επεξεργαστείτε κάνοντας κλικ στο όνομα του διαδρόμου στην κύρια σελίδα του I2PTunnel.
et: Juurdejuhendaja seadistab need piisavalt mõistlikud vaikimisi väärtused, kuid need saad vaadata ja/või muuta klikkides pealehel I2PTunnel sinu tunneli nimele.
fa: جادوگر مقادیر پیش‌فرض معقول و معقولی را برای این موارد تعیین می‌کند، اما می‌توانید با کلیک بر روی نام تونل در صفحه اصلی I2PTunnel، آن‌ها را مشاهده و/یا ویرایش کنید.
fi: Ohjattu toiminto asettaa näille kohtuullisen järkevät oletusarvot, mutta voit tarkastella ja/tai muokata niitä napsauttamalla tunnelin nimeä I2PTunnel-pääsivulla.
hi: विज़ार्ड इनके लिए अनुमानित समझदार मानक मानकों को सेट करेगा, लेकिन आप इन्हें मुख्य I2PTunnel पृष्ठ पर टनल के नाम पर क्लिक करके देख सकते हैं और/या संपादित कर सकते हैं।
hu: A varázsló ésszerűen ésszerű alapértelmezett értékeket állít be ezekhez, de ezeket megtekintheti és/vagy szerkesztheti, ha az alagút nevére kattint a fő I2PTunnel oldalon.A varázsló elég elfogadható alap értékeket állít be ezeknek, azonban ezek az értékek megtekintheteők és/vagy szerkeszthetők, ha az alagút nevére kattintasz az I2PAlagút fő oldalán.
it: La procedura guidata imposterà valori predefiniti ragionevolmente ragionevoli per questi, ma puoi visualizzarli e/o modificarli facendo clic sul nome del tunnel nella pagina principale di I2PTunnel.Il setup wizard imposterà valori ragionevolmente sensibili per questi, ma puoi vederli o cambiarli cliccando sul nome del tunnel nella pagina principale del tunnel I2P.
ja: ウィザードはこれらに対して適切なデフォルト値を設定しますが、メインの I2PTunnel ページでトンネルの名前をクリックすると、これらを表示および/または編集できます。
ko: 마법사는 이에 대해 합리적인 기본값을 설정하지만 기본 I2PTunnel 페이지에서 터널 이름을 클릭하여 이를 보거나 편집할 수 있습니다.마법사는 기본값으로 '민감한' 세팅들을 할겁니다. 이 세팅은 합리적인 이유에서 이루어집니다. 그러나, 만약 원하신다면 메인 I2P터널 페이지의 터널 이름들을 클릭하여 해당 사항들을 보거나 편집할 수 있습니다.
nn: Veiviseren vil sette rimelig fornuftige standardverdier for disse, men du kan se og/eller redigere disse ved å klikke på tunnelens navn på hovedsiden til I2PTunnel.Vegvisaren vil velja fornuftige standardverdiar for desse, men du kan visa og/eller redigera desse ved å klikka på tunellnamnet i hovudsida for I2P-tunnellar.
sk: Pre ne sprievodca nastaví rozumné predvolené hodnoty, vy ich však môžete sledovať a/alebo upravovať kliknutím na názov tunela na hlavnej stránke I2PTunnel.
sl: Vodnik bo za te nastavitve razumno in smiselne privzete vrednosti, vendar jih lahko ogledate in/ali uredite tako, da kliknete na ime tunelja na glavni strani I2PTunnel.
sq: Magjistari do të vendosë vlera të paracaktuara mjaft të arsyeshme për këto, por ju mund t'i shikoni dhe/ose modifikoni duke klikuar mbi emrin e tunelit në faqen kryesore të I2PTunnel.
uk: Майстер встановить розумні параметри за замовчуванням, але ви можете їх відредагувати натиснувши на назву тунелю на головній сторінці тунелів I2P.
vi: Trình hướng dẫn sẽ đặt các giá trị mặc định hợp lý cho các giá trị này, nhưng bạn có thể xem và/hoặc chỉnh sửa các giá trị này bằng cách nhấp vào tên đường hầm trong trang I2PTunnel chính.
