Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: I2P Server Tunnels
ar: أنفاق خادم I2P
az: I2P Servis Tünəlləri
bo: I2P མཁས་པའི་ཕྱོན་པ
cs: I2P serverové tunely
da: I2P-servertunneler
el: Διαδρόμοι Διακομιστή I2P
et: I2P Serveri Tunneld
fa: تونل های سرور I2P
fi: I2P-palvelintunnelit
hi: I2P सर्वर टनल
hu: I2P szerveralagutak
it: Tunnel server I2P
ja: I2P サーバー トンネル
ko: I2P 서버 터널
nn: I2P-servertunneler
sk: I2P serverové tunely
sl: Tunelji strežnika I2P
sq: Tunelet e serverit I2P
uk: Серверні тунелі I2P
vi: Đường hầm máy chủ I2P

source: Helper
az: Köməkçi
bo: རྒྱུགས་གཞི
el: Βοηθός
et: Abi
hi: सहायक
sl: Pomočnik
uk: Помічник

source: Type
ar: نوع
az: Növ
bo: རིགས
cs: Typ
fa: نوغ
fi: Tyyppi
hi: प्रकार
hu: Típus
it: Tipo
ja: タイプ
ko: 종류
sk: Typ
sl: Vrsta
sq: Lloj
uk: Тип
vi: Loại

source: Points at
ar: متجه الى
az: İşarə edir
bo: མཇུག་ཏུ་བརྒྱུད་རྒྱུགས
cs: Ukazuje na
da: Peger kl
el: Δείχνει προς
et: Näitab
fa: امتیاز در
fi: Osoittaa osoitteeseen
hi: इंगित करता है
hu: Mutat erre
it: Punta a
ja: を指す
ko: 목적지
nn: Peker på
sk: Ukazuje na
sl: Pokazuje na
sq: Pika në
uk: Вказує на
vi: Điểm ở

source: Preview
ar: معاينة
az: Ön izləmə
bo: མཇུག་ཏུ་བཟོ་བ
cs: Náhled
da: Forhåndsvisning
fa: مرور
fi: Esikatselu
hi: पूर्वावलोकन
hu: Előnézet
it: Anteprima
ja: プレビュー
ko: 미리보기
nn: Førehandsvis
sk: Náhľad
sl: Predogled
sq: Paraparje
uk: Попередній перегляд
vi: Xem trước

source: Status
ar: الحالة
bo: རྒྱུགས་གཞི
cs: Stav
el: Κατάσταση
et: Olek
fa: وضعیت
fi: Tila
hi: स्थिति
hu: Állapot
it: Stato
ja: 状態
ko: 상태
sk: Stav
sl: Stanje
sq: Gjendje
uk: Стан
vi: Hiện trạng

source: Control
ar: تحكم
az: İdarəetmə
bo: འགྲོལ་བྱེད་པ
da: Kontrol
el: Έλεγχος
et: Kontrol
fa: کنترل
hi: नियंत्रण
hu: Vezérlés
it: Controllo
ja: 操作
ko: 컨트롤
sl: Nadzor
sq: Kontrolli
uk: Керування

source: Edit Server Tunnel Settings for
ar: تحرير إعدادات نفق الخادم لـ
az: Servis Tünəl Ayarlarını Düzəltmək Üçün
bo: མཁས་པའི་ཕྱོན་པའི་སྒྲིག་རྒྱུགས་བཟོ་བ
cs: Upravit nastavení tunelu serveru pro
da: Rediger servertunnelindstillinger for
el: Επεξεργασία Ρυθμίσεων Διαδρόμου Διακομιστή για
et: Muuda Serveri Tunneli Seadeid
fa: ویرایش تنظیمات تونل سرور برای
fi: Muokkaa palvelintunnelin asetuksia
hi: सर्वर टनल सेटिंग संपादित करें
hu: Szerveralagút-beállítások szerkesztése ehhez
it: Modifica impostazioni tunnel server per
ja: サーバートンネル設定の編集
ko: 에 대한 서버 터널 설정 편집
nn: Rediger servertunnelinnstillinger for
sk: Upraviť nastavenia serverového tunela pre
sl: Uredi nastavitve strežniškega tunelja za
sq: Modifiko cilësimet e tunelit të serverit për
uk: Редагувати налаштування серверного тунелю для
vi: Chỉnh sửa cài đặt đường hầm máy chủ cho

source: Test IRC server, bypassing I2P
bo: IRC མཁས་པ་བརྒྱུད་རྒྱུགས་བཟོ་བ། I2P བརྒྱུད་ནས་བཟོ་བ
hi: IRC सर्वर का परीक्षण करें, I2P को छोड़कर
sl: Testni IRC strežnik, obvoz I2P
uk: Тестовий IRC-сервер, в обхід I2P

source: Test HTTPS server, bypassing I2P
ar: اختبار خادم HTTPS، وتجاوز I2P
az: I2P-ni əməl olmaz qıymalı HTTPS test servisi
bo: HTTPS མཁས་པ་བརྒྱུད་རྒྱུགས་བཟོ་བ། I2P བརྒྱུད་ནས་བཟོ་བ
cs: Test HTTPS server, obcházení I2P
da: Test HTTPS-server, omgå I2P
el: Δοκιμή HTTPS διακομιστή, παρακάμνοντας το I2P
et: Test HTTPS server, ületades I2P
fa: سرور HTTPS را با دور زدن I2P آزمایش کنید
fi: Testaa HTTPS-palvelinta I2P:n ohituksella
hi: HTTPS सर्वर का परीक्षण करें, I2P को छोड़कर
hu: HTTPS-kiszolgáló tesztelése az I2P megkerülésével
it: Testare il server HTTPS, ignorando I2P
ja: I2P をバイパスする HTTPS サーバーのテスト
ko: I2P를 우회하여 HTTPS 서버 테스트
nn: Test HTTPS-server, omgå I2P
sk: Test https servera, obchádzanie I2P
sl: Test HTTPS strežnika, izhajajoč iz I2P
sq: Testoni serverin HTTPS, duke anashkaluar I2P
uk: Тестовий сервер HTTPS, минаючи I2P
vi: Kiểm tra máy chủ HTTPS, bỏ qua I2P

source: Test HTTP server, bypassing I2P
ar: اختبار خادم HTTP، وتجاوز I2P
az: I2P-ni əməl olmaz qıymalı HTTP test servisi
bo: HTTP མཁས་པ་བརྒྱུད་རྒྱུགས་བཟོ་བ། I2P བརྒྱུད་ནས་བཟོ་བ
cs: Test HTTP server, obejít I2P
da: Test HTTP-server, uden om I2P
el: Δοκιμή HTTP διακομιστή, παρακάμνοντας το I2P
et: Test HTTP server, ületades I2P
fa: سرور HTTP را با دور زدن I2P آزمایش کنید
fi: Testaa HTTP-palvelinta I2P:n ohituksella
hi: HTTP सर्वर का परीक्षण करें, I2P को छोड़कर
hu: HTTP szerver tesztelése az I2P megkerülésével
it: Testare il server HTTP, ignorando I2P
ja: I2P をバイパスする HTTP サーバーのテスト
ko: I2P를 우회하여 HTTP 서버 테스트
nn: Test HTTP-server, omgå I2P
sk: Test http servera, obchádzanie I2P
sl: Test HTTP strežnika, izhajajoč iz I2P
sq: Testoni serverin HTTP, duke anashkaluar I2P
uk: Тестовий сервер HTTP, минаючи I2P
vi: Kiểm tra máy chủ HTTP, bỏ qua I2P

source: Test HTTP server through I2P
ar: اختبار خادم HTTP من خلال I2P
az: I2P vasitəsilə HTTP test servisi
bo: HTTP མཁས་པ་བརྒྱུད་རྒྱུགས་བཟོ་བ། I2P བརྒྱུད་ནས་བཟོ་བ
cs: Otestujte HTTP server přes I2P
da: Test HTTP-server gennem I2P
el: Δοκιμή HTTP διακομιστή μέσω I2P
et: Test HTTP server läbi I2P
fa: سرور HTTP را از طریق I2P آزمایش کنید
fi: Testaa HTTP-palvelinta I2P:n kautta
hi: I2P के माध्यम से HTTP सर्वर का परीक्षण करें
hu: A HTTP-kiszolgáló tesztelése I2P-n keresztül
it: Verifica del server HTTP tramite I2P
ja: I2P を介した HTTP サーバーのテスト
ko: I2P를 통해 HTTP 서버 테스트
nn: Test HTTP-server gjennom I2P
sk: Test http servera cez I2P
sl: Test HTTP strežnika skozi I2P
sq: Testoni serverin HTTP përmes I2P
uk: Тестувати сервер HTTP через I2P
vi: Kiểm tra máy chủ HTTP thông qua I2P

source: Base32 Address
ar: Base32 عنوان
az: Base32 Ünvanı
bo: Base32 སྤྱི་ཨང
cs: Base32 adresa
da: Base32 Adresse
el: Διεύθυνση Base32
et: Base32 Aadress
fa: آدرس Base32
fi: Base32-osoite
hi: बेस32 पता
hu: Base32 Cím
it: Indirizzo Base32
ja: Base32 アドレス
ko: Base32 주소
nn: Base32-adresse
sk: Base32 adresa
sl: Naslov Base32
sq: Baza32 Adresa
uk: Base32-адрес
vi: Địa chỉ Base32

source: Offline
bo: མེད་པ
hi: ऑफ़लाइन
sl: Nedosegljiv
uk: Офлайн

source: No Preview
ar: لا توجد معاينة
az: Ön izləmə yoxdur
bo: མཇུག་ཏུ་བཟོ་བ་མེད
cs: Bez náhledu
da: Ingen forhåndsvisning
el: Δεν υπάρχει Προεπισκόπηση
et: Eelvaade Puudub
fa: بدون پیش نمایش
fi: Ei esikatselua
hi: कोई पूर्वावलोकन नहीं
hu: Nincs Előnézet
it: Nessuna anteprima
ja: プレビューなし
ko: 미리보기 없음
nn: Inga førehandsvising
sk: Žiadny prehľad
sl: Brez predogleda
sq: Pa pamje paraprake
uk: Попередній перегляд недоступний
vi: Không xem trước

source: Starting...
ar: يبدأ...
az: Başlamaqdadır...
bo: མཐོང་ནས་བཟོ་བ...
cs: Spouštím...
da: Begynder...
el: Έναρξη...
et: Algates...
fa: در حال شروع...
fi: Käynnistetään...
hi: शुरू हो रहा है...
hu: Indítás...
it: In avvio...
ja: 開始しています...
ko: 시작중...
nn: Startar …
sk: Spúšťa sa...
sl: Zagon...
sq: Duke filluar...
uk: Запуск...
vi: Bắt đầu...

source: Running
ar: يشتغل
az: İşləyir
bo: མཐོང་ནས་བཟོ་བ
cs: Běží
da: Kører
el: Τρέχει
et: Töökorras
fa: در حال اجرا
fi: Suoritetaan
hi: चालू
hu: Fut
it: In funzione
ja: 稼働中
ko: 가동중
nn: Køyrer
sk: Spustené
sl: Deluje
sq: Vrapim
uk: Запущено
vi: Đang chạy

source: Hops
ar: القفزات
az: Hoplar
bo: བརྒྱུད་རྒྱུགས
cs: Chmel
da: Humle
el: Κλίσματα
et: Hüpped
fa: هاپس
fi: Humala
hi: हॉप्स
hu: Komló
it: Luppolo
ja: ホップ
ko: 홉
nn: Humle
sk: Chmeľ
sl: Skoki
uk: Стрибки
vi: Hoa bia

source: in
ar: في
az: daxil
bo: ནང་
cs: v
da: i
el: εντός
et: sisenev
fa: در
fi: sisään
hi: में
hu: ban
it: nel
ja: で
ko: ~에
nn: i
sk: v
sl: v
sq: në
uk: вхід
vi: trong

source: out
ar: خارج
az: çıxış
bo: ཕྱིར
cs: ven
da: ud
el: εκτός
et: väljaminev
fa: خارج
fi: ulos
hi: बाहर
hu: ki
it: fuori
ja: アウト
ko: 아웃
nn: ut
sk: von
sl: iz
sq: jashtë
uk: вихід
vi: ra ngoài

source: Stopped
ar: متوقف
az: Dayandırıldı
bo: བརྩི་བཞག་པ
cs: Zastaveno
da: Stoppet
el: Σταματημένος
et: Peatatud
fa: متوقف شد
fi: Pysäytetty
hi: रोका गया
hu: Leállt
it: Fermato
ja: 停止しました
ko: 정지됨
nn: Stoppa
sk: Zastavené
sl: Ustavljen
sq: U ndal
uk: Зупинено
vi: Đã ngưng

source: Stop this Tunnel
ar: أوقف هذا النفق
az: Bu tünəli dayandırın
bo: ཕྱོན་པ་འདི་བརྩི་བཞག་པ
cs: Zastavte tento tunel
da: Stop denne tunnel
el: Σταμάτηση αυτού του Διαδρόμου
et: Peata See Tunnel
fa: توقف سازی این تونل
fi: Pysäytä tämä tunneli
hi: इस टनल को रोकें
hu: Állítsd meg ezt az alagutat
it: Termina tunnel
ja: このトンネルを止めてください
ko: 이 터널을 중지하십시오
nn: Stopp denne tunnelen
sk: Zastavte tento tunel
sl: Ustavi ta tunelj
sq: Ndalo këtë tunel
uk: Зупинити цей тунель
vi: Dừng đường hầm này

source: Restart this Tunnel
bo: ཕྱོན་པ་འདི་བསྐྱར་བཟོ་བ
hi: इस टनल को पुनः आरंभ करें
sl: Ponovno zaženi ta predor
uk: Перезапустити цей тунель

source: Restart
bo: བསྐྱར་བཟོ་བ
hi: पुनः आरंभ करें
sl: Ponovni zagon
uk: Перезапустити

source: Destination
ar: اتجاه
az: Mərhələ
bo: མཇུག་བརྒྱུད་རྒྱུགས
cs: Cíl
el: Προορισμός
et: Sihtkoht
fa: مقصد
fi: Kohde
hi: गंतव्य
hu: Célállomás
it: Destinazione
ja: 宛先
ko: 목적지
nn: Målside
sk: Cieľ
sl: Destinacija
sq: Vendmbërritje
uk: Призначення
vi: Đích đến

source: Signature
ar: التوقيع
az: İmza
bo: མཐུད་རྒྱུགས་བྱེད་པའི་མིང་
cs: Podpis
da: Underskrift
el: Υπογραφή
et: Allkiri
fa: امضاء
fi: Allekirjoitus
hi: हस्ताक्षर
hu: Aláírás
it: Firma
ja: 署名
ko: 시그니처
nn: Signatur
sk: Podpis
sl: Podpis
sq: Nënshkrimi
uk: Підпис
vi: Chữ ký

source: Alternate
ar: البديل
az: Alternativ
bo: མཇུག་བརྒྱུད་རྒྱུགས་བཞེངས་པ
cs: Náhradník
da: Suppleant
el: Εναλλακτικός
et: Alternatiivne
fa: متناوب
fi: Vaihtoehtoinen
hi: वैकल्पिक
hu: Alternatív
it: Alternativo
ja: 代替
ko: 번갈아 하는
nn: Suppleant
sk: Náhradník
sl: Namenjeno
sq: Alternativ
uk: Альтернативний
vi: Thay thế

source: Alt Destination
ar: وجهة البديل
az: Alternativ mərhələ
bo: མཇུག་བརྒྱུད་རྒྱུགས་བཞེངས་པ
cs: Alternativní Cíl
el: Εναλλακτικός Προορισμός
et: Alternatiivne Sihtkoht
fa: مقصد جایگزین
fi: Alt -kohde
hi: वैकल्पिक गंतव्य
hu: Alt rendeltetési hely
it: Destinazione alternativa
ja: 代替目的地
ko: 대체 대상
nn: Alt Destinasjon
sk: Alternatívna destinácia
sl: Namenjena destinacija
sq: Destinacioni Alt
uk: Альтернативне призначення
vi: Đích Alt

source: Encryption
ar: التشفير
az: Şifrələmə
bo: གསང་བཤིལ་བཟོ་བ
cs: Šifrování
da: Kryptering
el: Κρυπτογράφηση
et: Krüpteerimine
fa: رمزگذاری
fi: Salaus
hi: एन्क्रिप्शन
hu: Titkosítás
it: Crittografia
ja: 暗号化
ko: 암호화
nn: Kryptering
sk: Šifrovanie
sl: Šifriranje
sq: Kriptimi
uk: Шифрування
vi: Mã hóa

source: Supported encryption
bo: གསང་བཤིལ་བཟོ་བའི་རྒྱུགས་གཞི
hi: समर्थित एन्क्रिप्शन
sl: Podprto šifriranje
uk: Підтримуване шифрування

source: New server tunnel
ar: نفق الخادم الجديد
az: Yeni servis tünəli
bo: མཁས་པའི་ཕྱོན་པ་གསར་པ
cs: Nový tunel serveru
da: Ny servertunnel
el: Νέος διάδρομος διακομιστή
et: Uus serveri tunnel
fa: تونل سرور جدید
fi: Uusi palvelintunneli
hi: नई सर्वर टनल
hu: Új szerveralagút
it: Nuovo tunnel del server
ja: 新しいサーバートンネル
ko: 새 서버 터널
nn: Ny servertunnel
sk: Nový serverový tunel
sl: Nov strežniški tunelj
sq: Tuneli i ri i serverit
uk: Новий серверний тунель
vi: Đường hầm máy chủ mới

source: Standard
ar: عادي
az: Standart
bo: རྒྱུགས་གཞི
cs: Standarní
el: Τυποποιημένος
fa: استاندارد
fi: Vakio
hi: मानक
hu: Normál
ja: 標準
ko: 표준
sk: Štandardné
sl: Standardno
uk: Стандартний
vi: Chuẩn

source: Create
ar: أنشئ
az: Yarat
bo: བཟོ་བ
cs: Vytvořit
da: Opret
el: Δημιουργία
et: Loo
fa: ایجاد کردن
fi: Luo
hi: बनाएं
hu: Létrehoz
it: Crea
ja: 作成
ko: 생성
nn: Opprett
sk: Vytvoriť
sl: Ustvari
sq: Krijoje
uk: Створити
vi: Kiến tạo

source: I2P Client Tunnels
ar: نفق المستخدمين
az: I2P Müştəri Tünəlləri
bo: I2P མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ
cs: Klientské tunely I2P
da: I2P klienttunneler
el: Διαδρόμοι Πελάτη I2P
et: I2P Klienti Tunneld
fa: تونل های کلاینت I2P
fi: I2P-asiakastunnelit
hi: I2P क्लाइंट टनल
hu: I2P Kliens Alagutak
it: Tunnel Client I2P
ja: I2P クライアント トンネル
ko: I2P 클라이언트 터널
nn: I2P klienttunellar
sk: I2P klientské tunely
sl: Tunelji odjemalca I2P
sq: Tunelet e klientëve I2P
uk: Клієнтскі I2P тунелі
vi: Hầm khách I2P

source: Interface
ar: واجهة المستخدم
az: İnterfeys
bo: རྒྱུགས་གཞི
cs: Rozhraní
da: Grænseflade
el: Επιφάνεια
et: Liides
fa: رابط
fi: Rajapinta
hi: आंतरिक
hu: Felület
it: Interfaccia
ja: インタフェース
ko: 인터페이스
nn: Grensesnitt
sk: Rozhranie
sl: Vmesnik
sq: Ndërfaqja
uk: Мережевий інтерфейс
vi: Giao diện

source: Edit Tunnel Settings for
ar: تحرير إعدادات النفق لـ
az: Tünəl Ayarlarını Düzəltmək Üçün
bo: ཕྱོན་པའི་སྒྲིག་རྒྱུགས་བཟོ་བ
cs: Upravit nastavení tunelu pro
da: Rediger tunnelindstillinger for
el: Επεξεργασία Ρυθμίσεων Διαδρόμου για
et: Muuda Tunneli Seadeid
fa: ویرایش تنظیمات تونل برای
fi: Muokkaa tunneliasetuksia kohteelle
hi: सेटिंग संपादित करें
hu: Alagútbeállítások szerkesztése ehhez
it: Modifica impostazioni tunnel per
ja: トンネル設定の編集
ko: 에 대한 터널 설정 편집
nn: Rediger tunnelinnstillinger for
sk: Upraviť nastavenia tunela pre
sl: Uredi nastavitve tunelja za
sq: Modifiko cilësimet e tunelit për
uk: Редагувати налаштування тунелю для
vi: Chỉnh sửa cài đặt đường hầm cho

source: Standby
ar: انتظر
az: Hazırda
bo: བརྟེན་ནས་བཟོ་བ
cs: Pohotovostní režim
da: Stå ved
el: Εν προετοιμασία
et: Varukoht
fa: آماده باش
fi: Valmiustila
hi: स्थगित
hu: Készenlét
it: Sospensione
ja: スタンバイ
ko: 스탠바이
nn: Ventemodus
sk: Záloha
sl: V pripravljenosti
sq: Në gatishmëri
uk: Режим очікування
vi: Chờ

source: Outproxy
ar: بروكسي خارجي
az: Dışa çıxış proksi
bo: ཕྱི་གི་བརྒྱུད་རྒྱུགས
cs: Zástupce
da: Udgangsfuldmagt
et: Väljaspoolproxy
fa: بی سر و صدا
fi: Välityspalvelin
hi: ऑउटप्रॉक्सी
hu: Kimenő proxy
ja: アウトプロキシ
ko: 아웃프록시
nn: Ut-mellomtenar
sk: Východzí proxy
sq: I jashtëm
uk: Outproxy (зовнішній проксі)

source: internal plugin
ar: البرنامج المساعد الداخلي
az: içdən əlavə
bo: ནང་གི་རྒྱུགས་གཞི
cs: interní plugin
da: internt plugin
el: εσωτερικό plugin
et: sisemine laiend
fa: افزونه داخلی
fi: sisäinen liitännäinen
hi: आंतरिक प्लगइन
hu: belső bővítmény
it: plugin interno
ja: 内部プラグイン
ko: 내부 플러그인
nn: intern plugin
sk: interný plugin
sl: notranja vstavka
sq: shtojca e brendshme
uk: внутрішній модуль
vi: plugin nội bộ

source: none
ar: ﻻشيء
az: heç biri
bo: མེད་པ
cs: žádný
da: ingen
el: κανένας
et: puudub
fa: هیچکدام
fi: ei mitään
hi: कोई नहीं
hu: semmi
it: nessuno
ja: なし
ko: 없음
nn: ingen
sk: žiadne
sl: nič
sq: asnjë
uk: ні
vi: không có

source: New client tunnel
ar: نفق مستخدم جديد
az: Yeni müştəri tünəli
bo: མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ་གསར་པ
cs: Nový klientský tunel
da: Ny klienttunnel
el: Νέος διάδρομος πελάτη
et: Uus klienti tunnel
fa: تونل کلاینت جدید
fi: Uusi asiakastunneli
hi: नया क्लाइंट टनल
hu: Új kliens alagút
it: Nuovo tunnel client
ja: 新しいクライアントトンネル
ko: 새 클라이언트 터널
nn: Ny klienttunell
sk: Nový klientský tunel
sl: Nov odjemalniški tunelj
sq: Tuneli i ri i klientit
uk: Новий клієнтський тунель
vi: Đường hầm mới

source: Registration Helper
ar: مساعد التسجيل
az: Qeydiyyat köməkçisi
bo: ཐོ་བཟོ་བའི་རྒྱུགས་གཞི
cs: Pomocník při registraci
da: Indskrivningshjælper
el: Βοηθός Εγγραφής
et: Registreerimise Abi
fa: یاور ثبت نام
fi: Rekisteröintiapu
hi: पंजीकरण सहायक
hu: Regisztrációs Segítő
it: Assistenza per la registrazione
ja: 登録ヘルパー
ko: 가입 도우미
nn: Registreringshjelper
sk: Pomocník pri registrácii
sl: Pomočnik registracije
sq: Regjistrimi Ndihmës
uk: Реєстраційний помічник
vi: Hỗ trợ đăng ký

source: This service uses encrypted leasesets. Registration is not recommended. Registration authentication is disabled.
ar: تستخدم هذه الخدمة مجموعات الإيجار المشفرة.
az: Bu xidmət şifrələnmiş leasesetləri istifadə edir. Qeydiyyat tövsiyə olunmur. Qeydiyyat təsdiqləməsi deaktiv edilib.
bo: ཞབས་ཞུ་བྱེད་པ་འདི་གསང་བཤིལ་བཟོ་བའི་ལི་ཤི་སེཊ་བཟོ་བ། ཐོ་བཟོ་བ་མེན་པ། ཐོ་བཟོ་བའི་རྒྱུགས་གཞི་བརྩི་བཞག་པ
cs: Tato služba používá šifrované sady zapůjčení.
da: Denne tjeneste bruger krypterede lejesæt.
el: Αυτή η υπηρεσία χρησιμοποιεί κρυπτογραφημένα leasesets. Η εγγραφή δεν συνιστάται. Η αυθεντικοποίηση εγγραφής είναι απενεργοποιημένη.
et: See teenus kasutab krüpteeritud leasesette. Registreerimist ei soovitata. Registreerimise autentimine on keelatud.
fa: این سرویس از اجاره نامه های رمزگذاری شده استفاده می کند. ثبت نام توصیه نمی شود. احراز هویت ثبت نام غیرفعال است.
fi: Tämä palvelu käyttää salattuja vuokrasopimuksia. Rekisteröintiä ei suositella. Rekisteröinnin todennus on vammainen.
hi: यह सेवा एन्क्रिप्टेड लीज़ सेट का उपयोग करती है। पंजीकरण सिफारिश नहीं की जाती है। पंजीकरण प्रमाणीकरण अक्षम है।
hu: Ez a szolgáltatás titkosított bérleteket használ. A regisztráció nem ajánlott. A regisztrációs hitelesítés le van tiltva.
it: Questo servizio utilizza leaseset crittografati. La registrazione non è raccomandata. L'autenticazione di registrazione è disabilitata.
ja: このサービスは暗号化されたリースセットを使用します。
ko: 이 서비스는 암호화된 임대 세트를 사용합니다. 등록은 권장되지 않습니다. 등록 인증이 비활성화되었습니다.
nn: Denne tjenesten bruker krypterte leiesett.
sk: Táto služba používa šifrované nájomné sady. Registrácia sa neodporúča. Overenie registrácie je zakázané.
sl: Ta storitev uporablja šifrirane zbirke najemov. Registracija ni priporočena. Avtentikacija registracije je onemogočena.
sq: Ky shërbim përdor qira të koduara.
uk: Ця послуга використовує зашифровані оренди. Реєстрація не рекомендується. Аутентифікація реєстрації вимкнена.
vi: Dịch vụ này sử dụng các hợp đồng thuê được mã hóa.

source: Please be sure to select, copy, and paste the entire contents of the appropriate authentication data into the form of your favorite registration site
ar: يرجى التأكد من تحديد ونسخ ولصق كامل محتويات بيانات المصادقة المناسبة في نموذج موقع التسجيل المفضل لديك
az: Seçin, uyğun təsdiqləmə məlumatlarının bütün məzmununu sevdikləriniz qeydiyyat saytının formuna kopyalayıb yapışdırmağınız əmin olun
bo: རྒྱུགས་གཞིའི་ཡིག་ཆ་གཙོ་བོར་བཟོ་བའི་རྒྱུགས་གཞིའི་ཡིག་ཆ་ཐོག་མའི་གནས་གཞིར་བཙུགས་པ
cs: Ujistěte se, že jste vybrali, zkopírovali a vložili celý obsah příslušných ověřovacích údajů do formuláře své oblíbené registrační stránky
da: Sørg for at vælge, kopiere og indsætte hele indholdet af de relevante autentificeringsdata i form af dit foretrukne registreringssted
el: Παρακαλώ να είστε βέβαιοι ότι επιλέγετε, αντιγράφετε και επικολλήστε το σύνολο των προσαρμοσμένων δεδομένων αυθεντικοποίησης στη φόρμα της αγαπημένης σας ιστοσελίδας εγγραφής
et: Palun veenduge, et valiksite, kopeeriksite ja kleepiksite terve sobiva autentimise andme sisu oma lemmik registreerimise veebilehe vormi
fa: لطفاً حتماً کل محتوای داده های احراز هویت مناسب را به شکل سایت ثبت نام مورد علاقه خود انتخاب ، کپی و چسبانده اید.
fi: Muista valita, kopioida ja liittää asianmukaisten todennustietojen koko sisältö suosikkirekisteröintisivustosi muotoon
hi: कृपया सुनिश्चित करें कि आप पसंदीदा पंजीकरण साइट के फॉर्म में उचित प्रमाणीकरण डेटा के पूरे सामग्री को चुनें, कॉपी करें और पेस्ट करें।
hu: Kérjük, feltétlenül válassza ki, másolja ki és illessze be a megfelelő hitelesítési adatok teljes tartalmát kedvenc regisztrációs webhelyének formájába
it: Assicurati di selezionare, copiare e incollare l'intero contenuto dei dati di autenticazione appropriati nel modulo del tuo sito di registrazione preferito
ja: 必ず適切な認証データの内容全体を選択してコピーし、お気に入りの登録サイトのフォームに貼り付けてください
ko: 해당 인증데이터의 전체 내용을 반드시 선택, 복사하여 즐겨찾는 등록사이트 형태로 붙여넣어주세요.원하는 가입 사이트의 폼의 적절한 인증 데이터를 선택, 복사, 붙여넣기 했는지 확인하세요
nn: Pass på å velge, kopiere og lime inn hele innholdet i de riktige autentiseringsdataene i form av ditt favorittregistreringsnettsted
sk: Nezabudnite vybrať, skopírovať a vložiť celý obsah príslušných autentifikačných údajov do formulára vašej obľúbenej registračnej stránky
sl: Prosimo, da se prepričate, da izberete, kopirate in prilepite celoten vsebino ustrezne avtentikacijske podatke v obrazec na svojem priljubljenem mestu za registracijo
sq: Ju lutemi sigurohuni që të zgjidhni, kopjoni dhe ngjisni të gjithë përmbajtjen e të dhënave përkatëse të vërtetimit në formën e faqes tuaj të preferuar të regjistrimit
uk: Будь ласка, не забудьте вибрати, скопіювати і вставити весь вміст відповідних автентифікаційних даних у форму вашого улюбленого реєстраційного сайту
vi: Hãy đảm bảo chọn, sao chép và dán toàn bộ nội dung của dữ liệu xác thực phù hợp vào biểu mẫu trang đăng ký yêu thích của bạn

source: Tunnel name
ar: اسم النفق
az: Tünəl adı
bo: ཕྱོན་པའི་མིང་
cs: Název tunelu
da: Tunnelnavn
el: Όνομα Διαδρόμου
et: Tunneli nimi
fa: نام تونل
fi: Tunnelin nimi
hi: टनल का नाम
hu: Az alagút neve
it: Nome del tunnel
ja: トンネル名
ko: 터널 이름
nn: Tunnelnavn
sk: Názov tunela
sl: Ime tunelja
sq: Emri i tunelit
uk: Назва тунелю
vi: Tên đường hầm

source: Website name
ar: اسم موقع جديد
az: Veb saytın adı
bo: དྲ་བའི་མིང་
cs: Jméno webové stránky
da: Hjemmesidenavn
el: Όνομα Ιστοσελίδας
et: Veebilehe nimi
fa: نام وبسایت
fi: Webbisivuston nimi
hi: वेबसाइट का नाम
hu: Weboldal neve
it: Nome sito web
ja: ウェブサイトの名前
ko: 웹사이트 이름
nn: Namn på nettstad
sk: Názov webstránky
sl: Ime spletne strani
sq: Emri i faqes në internet
uk: Назва веб-сайту
vi: Tên trang web

source: Local Destination
ar: الوجهة المحلية
az: Yerli mərhələ
bo: ནང་གི་མཇུག་བརྒྱུད་རྒྱུགས
cs: Místní cíl
da: Lokalt rejsemål
el: Τοπικός Προορισμός
et: Kohalik Sihtkoht
fa: مقصد محلی
fi: Paikallinen kohde
hi: स्थानीय गंतव्य
hu: Helyi úti cél
it: Destinazione locale
ja: 地元の目的地
ko: 로컬 목적지
nn: Lokalt reisemål
sk: Miestne miesto určenia
sl: Lokalna destinacija
sq: Destinacioni lokal
uk: Місцеве призначення
vi: Điểm đến địa phương

source: Local destination is not available. Start the tunnel.
ar: الوجهة المحلية غير متوفرة.
az: Yerli mərhələ mövcud deyil. Tünəli işə salın.
bo: ནང་གི་མཇུག་བརྒྱུད་རྒྱུགས་མེད། ཕྱོན་པ་མཐོང་ནས་བཟོ་བ
cs: Místní cíl není k dispozici.
da: Lokal destination er ikke tilgængelig.
el: Το τοπικός προορισμός δεν είναι διαθέσιμος. Αρχίστε τον διάδρομο.
et: Kohalik sihtkoht ei ole kättesaadav. Alusta tunnelit.
fa: مقصد محلی در دسترس نیست. تونل را شروع کنید.
fi: Paikallinen kohde ei ole käytettävissä.
hi: स्थानीय गंतव्य उपलब्ध नहीं है। टनल शुरू करें।
hu: A helyi célállomás nem elérhető.
it: La destinazione locale non è disponibile. Avvia il tunnel.
ja: ローカル宛先が使用できません。
ko: 로컬 목적지가 사용 가능하지 않습니다. 터널을 재시작하세요.
nn: Lokal destinasjon er ikke tilgjengelig. Start tunnelen.
sk: Miestna destinácia nie je k dispozícii. Spustite tunel.
sl: Lokalna destinacija ni na voljo. Zaženi tunelj.
sq: Destinacioni lokal nuk është i disponueshëm.
uk: Локальна адреса призначення недоступна. Запустіть тунель.
vi: Điểm đến địa phương không có sẵn. Bắt đầu đường hầm.
