Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: standard randomization, standard performance
ar: العشوائية القياسية، الأداء القياسي
az: standart rastgelelik, standart performans
bo: རྒྱུན་གོའི་ཁྱད་པར། རྒྱུན་གོའི་དོ་དམ།
cs: standardní randomizace, standardní výkon
da: standard randomisering, standardydelse
el: τυποποιημένη συντυχαιότητα, τυποποιημένη απόδοση
et: standardne juhuslikkus, standardne jõudlus
fa: تصادفی سازی استاندارد، عملکرد استاندارد
fi: vakiosatunnaistaminen, vakiosuorituskyky
hi: मानक यादृच्छिकता, मानक प्रदर्शन
hu: standard randomizálás, szabványos teljesítmény
it: randomizzazione standard, prestazione standard
ja: 標準ランダム化、標準パフォーマンス
ko: 표준 무작위화, 표준 성능
nn: standard randomisering, standard ytelse
sk: štandardná randomizácia, štandardný výkon
sl: standardna naključnost, standardna zmogljivost
sq: randomizimi standard, performanca standarde
uk: стандартна рандомізація, стандартна продуктивність
vi: ngẫu nhiên tiêu chuẩn, hiệu suất tiêu chuẩn

source: +/- 0-2 hop variance
ar: /- 0-2 تباين القفزة
az: +/- 0-2 hüpf fərq
bo: +/- 0-2 གི་ཁྱད་པར།
cs: /- 0-2 skokový rozptyl
da: /- 0-2 humlevarians
el: +/- 0-2 διακύμανση κλίσματος
et: +/- 0-2 hüpe variants
fa: /- 0-2 واریانس پرش
fi: /- 0-2 hypyn varianssi
hi: +/- 0-2 हॉप वेरियंस
hu: /- 0-2 ugrás eltérés
it: /- Varianza di luppolo 0-2
ja: /- 0-2 ホップ分散
ko: /- 0-2 홉 변화
nn: /- 0-2 humlevarians
sk: /- 0-2 skokový rozptyl
sl: +/- 0-2 skoka razlika
sq: /- 0-2 variancë hop
uk: /- дисперсія стрибків 0-2
vi: /- 0-2 bước nhảy

source: not recommended
ar: غير مستحسن
az: təsviyyə olunmur
bo: བཟོ་རྒྱུ་མི་འོས།
cs: nedoporučuje se
da: anbefales ikke
el: δεν συνιστάται
et: pole soovitatav
fa: توصیه نمی شود
fi: ei suositella
hi: सिफारिश नहीं
hu: nem ajánlott
it: non consigliato
ja: 推奨されません
ko: 권장하지 않음
nn: anbefales ikke
sk: neodporúča sa
sl: ni priporočeno
sq: nuk rekomandohet
uk: не рекомендується
vi: không khuyến khích

source: hop variance
ar: أنواع التشفير
az: hüpf fərq
bo: གཞིར་བཟོ་བའི་ཁྱད་པར།
cs: chmelový rozptyl
da: hop varians
el: διακύμανση κλίσματος
et: hüpe variants
fa: واریانس هاپ
fi: hop varianssi
hi: हॉप वेरियंस
hu: ugrás szórás
it: varianza hop
ja: ホップ分散
ko: 단계 분산
nn: hoppsvarians
sk: hopová odchýlka
sl: skok razlika
sq: variancë hop
uk: хоп розбіжність
vi: khác biệt bước

source: Number of Reserve Tunnels
ar: عدد الأنفاق الاحتياطية
az: Yedek Tünəllərin Sayı
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ།
cs: Počet rezervních tunelů
da: Antal reservetunneler
el: Αριθμός Επιπλέον Διαδρόμων
et: Varu tünnelede arv
fa: تعداد تونل های ذخیره
fi: Varantotunnelien määrä
hi: रिजर्व टनल की संख्या
hu: Tartalék alagutak száma
it: Numero di tunnel di riserva
ja: 予備トンネルの数
ko: 예비 터널 수
nn: Antall reservetunneler
sk: Počet rezervných tunelov
sl: Število rezervnih tuneljev
sq: Numri i tuneleve rezervë
uk: Кількість резервних тунелів
vi: Số lượng đường hầm dự trữ

source: {0} backup tunnel
ar: {0} الأنفاق الاحتياطية
az: {0} yedek tünəli
bo: {0} སྒྲོམ་ལམ་གཞིར་བཟོ་བ།
cs: {0} záložní tunel
el: {0} αντικαταστάτικος διάδρομος
et: {0} varu tunnel
fa: {0} تونل های پشتیبان
fi: {0} varmuuskopiotunneli
hi: {0} बैकअप टनल
hu: {0} biztonsági alagút
it: {0} tunnel di backup
ja: {0}バックアップトンネル
ko: {0} 백업 터널
nn: {0} sikkerhetskopitunnel
sk: Záložný tunel {0}
sl: {0} varnostni tunel
sq: {0} tuneli rezervë
uk: {0} резервний тунель
vi: {0} Đường hầm sao lưu

source: no redundancy, no added resource usage
ar: لا يوجد تكرار، ولا يوجد استخدام إضافي للموارد
az: redondans yoxdur, əlavə resurs istifadəsi yoxdur
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བ་མེད་པ། ནུས་ཤུགས་བཟོ་རྒྱུ་མེད་པ།
cs: žádná redundance, žádné dodatečné využití zdrojů
da: ingen redundans, intet ekstra ressourceforbrug
el: χωρίς περιττότητα, χωρίς πρόσθετη χρήση πόρων
et: puudub kordumine, lisaressursside kasutamist pole
fa: بدون افزونگی، بدون استفاده از منابع اضافه شده
fi: ei redundanssia, ei lisättyä resurssien käyttöä
hi: कोई अतिरिक्त गुणवत्ता नहीं, कोई अतिरिक्त संसाधन उपयोग नहीं
hu: nincs redundancia, nincs több erőforrás-felhasználás
it: nessuna ridondanza, nessun utilizzo di risorse aggiuntive
ja: 冗長性なし、リソース使用量の追加なし
ko: 중복성 없음, 추가 리소스 사용량 없음
nn: ingen redundans, ingen ekstra ressursbruk
sk: žiadna redundancia, žiadne ďalšie využitie zdrojov
sl: brez presežka, brez dodatnega uporabe vir
sq: pa tepricë, pa përdorim të shtuar të burimeve
uk: без надмірності, без додаткового використання ресурсів
vi: không dư thừa, không sử dụng thêm tài nguyên

source: low redundancy, low resource usage
ar: تكرار منخفض، استخدام منخفض للموارد
az: düşük redondans, aşağı resurs istifadəsi
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བ་ཉུང་བ། ནུས་ཤུགས་བཟོ་རྒྱུ་ཉུང་བ།
cs: nízká redundance, nízké využití zdrojů
da: lav redundans, lavt ressourceforbrug
el: χαμηλή περιττότητα, χαμηλή χρήση πόρων
et: madal kordumine, madal ressursside kasutamine
fa: افزونگی کم، استفاده کم از منابع
fi: alhainen redundanssi, alhainen resurssien käyttö
hi: कम अतिरिक्त गुणवत्ता, कम संसाधन उपयोग
hu: alacsony redundancia, alacsony erőforrás-felhasználás
it: ridondanza bassa, utilizzo ridotto delle risorse
ja: 冗長性が低く、リソース使用量が少ない
ko: 낮은 중복성, 낮은 리소스 사용량
nn: lav redundans, lav ressursbruk
sk: nízka redundancia, nízke využitie zdrojov
sl: nizka presežna, nizka uporaba vir
sq: tepricë e ulët, përdorim i ulët i burimeve
uk: низька надмірність, низьке використання ресурсів
vi: độ dự phòng thấp, sử dụng tài nguyên thấp

source: medium redundancy, medium resource usage
ar: تكرار متوسط، استخدام متوسط ​​للموارد
az: orta redondans, orta resurs istifadəsi
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བ་དབུགས་པ། ནུས་ཤུགས་བཟོ་རྒྱུ་དབུགས་པ།
cs: střední redundance, střední využití zdrojů
da: medium redundans, medium ressourceforbrug
el: μεσαία περιττότητα, μεσαία χρήση πόρων
et: keskmine kordumine, keskmine ressursside kasutamine
fa: افزونگی متوسط، استفاده از منابع متوسط
fi: keskitasoinen redundanssi, keskimääräinen resurssien käyttö
hi: मध्यम अतिरिक्त गुणवत्ता, मध्यम संसाधन उपयोग
hu: közepes redundancia, közepes erőforrás-felhasználás
it: ridondanza media, utilizzo medio delle risorse
ja: 中程度の冗長性、中程度のリソース使用量
ko: 중간 중복성, 중간 자원 사용량
nn: middels redundans, middels ressursbruk
sk: stredná redundancia, využitie stredných zdrojov
sl: srednja presežka, srednja uporaba vir
sq: tepricë mesatare, përdorim mesatar i burimeve
uk: середнє резервування, середнє використання ресурсів
vi: dự phòng trung bình, sử dụng tài nguyên trung bình

source: high redundancy, high resource usage
ar: تكرار عالي، استخدام عالي للموارد
az: yüksək redondans, yüksək resurs istifadəsi
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བ་མང་བ། ནུས་ཤུགས་བཟོ་རྒྱུ་མང་བ།
cs: vysoká redundance, vysoké využití zdrojů
da: høj redundans, højt ressourceforbrug
el: ψηλή περιττότητα, ψηλή χρήση πόρων
et: kõrge kordumine, kõrge ressursside kasutamine
fa: افزونگی زیاد، استفاده از منابع بالا
fi: suuri redundanssi, suuri resurssien käyttö
hi: उच्च अतिरिक्त गुणवत्ता, उच्च संसाधन उपयोग
hu: nagy redundancia, magas erőforrás-felhasználás
it: ridondanza elevata, utilizzo elevato delle risorse
ja: 高い冗長性、高いリソース使用量
ko: 높은 중복성, 높은 리소스 사용량
nn: høy redundans, høy ressursbruk
sk: vysoká redundancia, vysoké využitie zdrojov
sl: visoka presežka, visoka uporaba vir
sq: tepricë e lartë, përdorim i lartë i burimeve
uk: висока надмірність, високе використання ресурсів
vi: dự phòng cao, sử dụng tài nguyên cao

source: Reduce tunnel quantity
ar: تقليل كمية النفق
az: Tünəl sayını azalt
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ་ཉུང་བ།
cs: Snižte množství tunelu
da: Reducer tunnelmængden
el: Κατάργηση του αριθμού διαδρόμων
et: Vähenda tunnelite arvu
fa: مقدار تونل را کاهش دهید
fi: Vähennä tunnelin määrää
hi: टनल की मात्रा कम करें
hu: Csökkentse az alagút mennyiségét
it: Ridurre la quantità di tunnel
ja: トンネル量を減らす
ko: 터널 수량 감소
nn: Reduser tunnelmengden
sk: Znížte množstvo v tuneli
sl: Zmanjšajte količino tuneljev
sq: Zvogëloni sasinë e tunelit
uk: Зменшити кількість тунелів
vi: Giảm số lượng đường hầm

source: Reduce tunnel count when idle to conserve resources but keep tunnel open (to ensure immediate availability)
ar: تقليل عدد الأنفاق عندما تكون في وضع الخمول للحفاظ على الموارد مع إبقاء النفق مفتوحًا (لضمان التوفر الفوري)
az: Resursları qorumaq üçün fəaliyyətsiz olarkən tünəl sayını azaltın, lakin tünəli açıq saxlayın (həmişə hazır olsun)
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ་ཉུང་བ་ནུས་ཤུགས་བཟོ་རྒྱུ་བྱོས་པ་དང་སྒྲོམ་ལམ་འགོ་ཚུགས་བཞིན་པ། (རྒྱུན་དུ་བཟོ་རྒྱུའི་ནུས་པ་བྱོས་པའི་རྒྱུ།)
cs: Snižte počet tunelů při nečinnosti, abyste šetřili zdroje, ale ponechte tunel otevřený (pro zajištění okamžité dostupnosti)
da: Reducer tunnelantal, når den er inaktiv for at spare ressourcer, men hold tunnelen åben (for at sikre øjeblikkelig tilgængelighed)
el: Κατάργηση του αριθμού διαδρόμων όταν είναι άραδνες για να αποφευχθεί η κατανάλωση πόρων, αλλά διατηρήστε τον διάδρομο ανοιχτό (για να διασφαλιστεί η άμεση διαθεσιμότητα)
et: Vähenda tünneleid töötu ajal ressursside säästmiseks, kuid hoi tunnel avatud (et tagada kohekättesaadavus)
fa: برای صرفه جویی در منابع، تعداد تونل ها را در زمان بیکاری کاهش دهید، اما تونل را باز نگه دارید (برای اطمینان از در دسترس بودن فوری)
fi: Vähennä tunnelien määrää käyttämättömänä säästääksesi resursseja, mutta pidä tunneli auki (varmistaaksesi välittömän käytettävyyden)
hi: संसाधनों को संरक्षित करने के लिए अक्षम होने पर टनल की संख्या कम करें, लेकिन टनल खुले रखें (तत्काल उपलब्धता की गारंटी के लिए)
hu: Csökkentse az alagút számát üresjáratban az erőforrások megtakarítása érdekében, de az alagút nyitva maradjon (az azonnali elérhetőség biztosítása érdekében)
it: Riduci il conteggio dei tunnel quando inattivo per risparmiare risorse ma mantieni il tunnel aperto (per garantire la disponibilità immediata)
ja: アイドル時のトンネル数を減らしてリソースを節約しますが、トンネルを開いたままにします (即時の可用性を確保するため)
ko: 자원을 절약하기 위해 유휴 상태일 때 터널 수를 줄이고 터널을 열어 두십시오(즉시 가용성 보장).
nn: Reduser tunnelantall når inaktiv for å spare ressurser, men hold tunnelen åpen (for å sikre umiddelbar tilgjengelighet)
sk: Znížte počet tunelov pri voľnobehu, aby ste ušetrili zdroje, ale ponechajte tunel otvorený (aby ste zabezpečili okamžitú dostupnosť)
sl: Zmanjšajte število tuneljev, ko je neuporabljeno, da ohranjate vir, hkrati pa ostanejo odprti tunelji (da se zagotovi takojšnja razpoložljivost)
sq: Zvogëloni numrin e tunelit kur është i papunë për të kursyer burime, por për ta mbajtur tunelin të hapur (për të siguruar disponueshmëri të menjëhershme)
uk: Зменшити кількість тунелів під час простою, щоб заощадити ресурси, але залишити тунель відкритим (щоб забезпечити негайну доступність)
vi: Giảm số lượng đường hầm khi không hoạt động để bảo tồn tài nguyên nhưng vẫn mở đường hầm (để đảm bảo tính khả dụng ngay lập tức)

source: Reduce tunnel quantity when idle
ar: قلل قدر الأنفاق عند الانتظار
az: Fəaliyyətsiz olduğunda tünəl sayını azalt
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་གྲངས་ཀ་ཉུང་བ་ནུས་ཤུགས་བཟོ་རྒྱུ་བྱོས་པ།
cs: Snižte množství tunelu při nečinnosti
da: Reducer tunnelmængden i tomgang
el: Κατάργηση του αριθμού διαδρόμων όταν είναι άραδνες
et: Vähenda töötu ajal tunnelite arvu
fa: مقدار تونل را در حالت بیکار کاهش دهید
fi: Vähennä tunnelin määrää tyhjäkäynnillä
hi: अक्षम होने पर टनल की मात्रा कम करें
hu: Alagutak mennyiségének csökkentése üres állapotban
it: Riduci la quantità di tunnel quando inattivo
ja: アイドル時トンネルの数を減らす
ko: 대기시 터널 양 축소
nn: Reduser tunellkvantitet når inaktiv
sk: Znížiť množstvo tunelov pri nečinnosti
sl: Zmanjšajte količino tuneljev, ko je neuporabljeno
sq: Zvogëloni sasinë e tunelit kur është i papunë
uk: Зменьшувати кількість тунелів при простої
vi: Giảm số lượng hầm khi rổi

source: Idle period
ar: فترة الخمول
az: Fəaliyyətsiz dövr
bo: ཉིན་རེའི་བར་ཐག་།
cs: Doba nečinnosti
da: Tomgangsperiode
el: Περίοδος άραδνης λειτουργίας
et: Töötu periood
fa: دوره بیکاری
fi: Tyhjäkäyntijakso
hi: अक्षमता की अवधि
hu: Tétlenségi időszak
it: Periodo di inattività
ja: アイドル期間
ko: 유휴 기간
nn: Tomgangsperiode
sk: Obdobie nečinnosti
sl: Neuporabljeno obdobje
sq: Periudha boshe
uk: Період простою
vi: Thời gian nhàn rỗi

source: Reduced Tunnel Idle Time
ar: تقليل وقت الخمول في النفق
az: Azaltılmış Tünəl Fəaliyyətsiz Vaxtı
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་ཉིན་རེའི་བར་ཐག་།
cs: Snížená doba nečinnosti tunelu
da: Reduceret tunnel-tomgangstid
el: Μειωμένη Άραδνη Χρονική Διάρκεια Διαδρόμου
et: Vähendatud tunneli töötu aeg
fa: کاهش زمان بیکاری تونل
fi: Lyhennetty tunnelin joutoaika
hi: कमी टनल अक्षमता समय
hu: Csökkentett alagút tétlenségi idő
it: Tempo di inattività del tunnel ridotto
ja: トンネルのアイドル時間の短縮
ko: 터널 유휴 시간 감소
nn: Redusert tomgangstid for tunnelen
sk: Skrátený čas nečinnosti tunela
sl: Zmanjšano časovno omejitev neuporabljene tunelje
sq: Koha e reduktuar e funksionimit të tunelit
uk: Зменшений час простою тунелю
vi: Giảm thời gian nhàn rỗi của đường hầm

source: Reduced count
ar: انخفاض العدد
az: Azaltılmış sayı
bo: ཉུང་བའི་གྲངས་ཀ།
cs: Snížený počet
da: Reduceret antal
el: Μειωμένος αριθμός
et: Vähendatud arv
fa: شمارش کاهش یافته است
fi: Vähentynyt määrä
hi: कमी संख्या
hu: Csökkentett szám
it: Conteggio ridotto
ja: 減少したカウント
ko: 감소된 카운트
nn: Redusert antall
sk: Znížený počet
sl: Zmanjšano število
sq: Numri i reduktuar
uk: Зменшена кількість
vi: Số lượng giảm

source: Reduced tunnel count
ar: خفض عدد الأنفاق
az: Azaltılmış tünəl sayısı
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་ཉུང་བའི་གྲངས་ཀ།
cs: Snížený počet tunelů
da: Reduceret tunnelantal
el: Μειωμένος αριθμός διαδρόμων
et: Vähendatud tunnelite arv
fa: کاهش تعداد تونل
fi: Vähentynyt tunnelimäärä
hi: कम टनल संख्या
hu: Csökkentett számú alagút
it: Riduci conteggio tunnel
ja: 減らしたトンネルの数
ko: 축소된 터널 양
nn: Reduser tunnelmengd
sk: Znížený počet tunelov
sl: Zmanjšano število tuneljev
sq: Numri i zvogëluar i tunelit
uk: Зменшення числа тунелів
vi: Số lượng đường hầm giảm

source: Close tunnels when idle
ar: قفل النفق عند الانتظار
az: Fəaliyyətsiz olduğu zaman tünəlleri bağla
bo: སྒྲོམ་ལམ་བཟོ་རྒྱུ་མེད་པའི་ཚེ་བརྒྱབ་པ།
cs: Zavřete tunely při nečinnosti
da: Luk tunneler i tomgang
el: Κλείστε τους διαδρόμους όταν είναι άραδνοι
et: Sulge töötu ajal tünneled
fa: تونل ها را در حالت بیکار ببندید
fi: Sulje tunnelit, kun ne ovat tyhjäkäynnillä
hi: अक्षम होने पर टनल बंद करें
hu: Alagutak bezárása üresjárat esetén
it: Chiudi i tunnel quando inattivo
ja: アイドル時トンネルを閉じる
ko: 대기시 터널 닫기
nn: Lukk tunellar når inaktiv
sk: Zavrieť tunely pri nečinnosti
sl: Zaprite tunelje, ko so neuporabljena
sq: Mbyllni tunelet kur janë të papunë
uk: Закривати тунелі при простою
vi: Đóng đường hầm khi rảnh rổi

source: To conserve resources, close tunnels when not in use
ar: للحفاظ على الموارد، أغلق الأنفاق عندما لا تكون قيد الاستخدام
az: Resursları qorumaq üçün, istifadə olunmadığında tünəlleri bağla
bo: ནུས་ཤུགས་བཟོ་རྒྱུ་བྱོས་པ་དང་སྒྲོམ་ལམ་བཟོ་རྒྱུ་མེད་པའི་ཚེ་བརྒྱབ་པ།
cs: Chcete-li šetřit zdroje, zavírejte tunely, když se nepoužívají
da: For at spare ressourcer skal du lukke tunneler, når de ikke er i brug
el: Για να αποφευχθεί η κατανάλωση πόρων, κλείστε τους διαδρόμους όταν δεν είναι σε χρήση
et: Ressursside säästmiseks sulge tünneled mitte kasutamisel
fa: برای حفظ منابع، تونل ها را در صورت عدم استفاده ببندید
fi: Resurssien säästämiseksi sulje tunnelit, kun niitä ei käytetä
hi: संसाधनों को संरक्षित करने के लिए उपयोग नहीं करते समय टनल बंद करें
hu: Az erőforrások kímélése érdekében zárja be az alagutakat, amikor nem használja
it: Per risparmiare risorse, chiudi i tunnel quando non sono in uso
ja: リソースを節約するため、使用しないときはトンネルを閉じてください
ko: 자원을 절약하려면 사용하지 않을 때는 터널을 닫습니다
nn: For å spare ressurser, lukk tunneler når de ikke er i bruk
sk: Ak chcete šetriť zdroje, zatvorte tunely, keď sa nepoužívajú
sl: Da bi ohranjali vir, zaprite tunelje, ko jih ne uporabljate
sq: Për të ruajtur burimet, mbyllni tunelet kur nuk janë në përdorim
uk: Щоб зберегти ресурси, закривайте тунелі, коли вони не використовуються
vi: Để bảo tồn tài nguyên, hãy đóng đường hầm khi không sử dụng

source: Close client tunnels after specified idle period
ar: إغلاق أنفاق العميل بعد فترة الخمول المحددة
az: Belirtilmiş fəaliyyətsiz dövrün sonunda müştəri tünəllərini bağla
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་ཉིན་རེའི་བར་ཐག་བཟོ་རྒྱུ་བྱོས་པ་དང་སྒྲོམ་ལམ་བརྒྱབ་པ།
cs: Po zadané době nečinnosti zavřete klientské tunely
da: Luk klienttunneler efter specificeret inaktiv periode
el: Κλείστε τους διαδρόμους πελάτη μετά από την καθορισμένη περίοδο άραδνης λειτουργίας
et: Sulge klienttünneled määratud töötu perioodi pärast
fa: تونل های مشتری را پس از دوره بیکاری مشخص شده ببندید
fi: Sulje asiakastunnelit määritetyn lepotilan jälkeen
hi: निर्दिष्ट अक्षमता के बाद क्लाइंट टनल बंद करें
hu: Az ügyfélalagutak bezárása a megadott tétlenségi időszak után
it: Chiudi i tunnel client dopo il periodo di inattività specificato
ja: 指定されたアイドル期間後にクライアント トンネルを閉じる
ko: 지정된 유휴 기간 후 클라이언트 터널을 닫습니다
nn: Stenk klienttunneler etter spesifisert tomgangsperiode
sk: Zatvorenie klientskych tunelov po určenej dobe nečinnosti
sl: Po določenem obdobju neuporabljene, zaprite odjemalniške tunelje
sq: Mbyllni tunelet e klientit pas periudhës së caktuar të papunësisë
uk: Закрити клієнтські тунелі після вказаного періоду простою
vi: Đóng đường hầm khách hàng sau khoảng thời gian nhàn rỗi được chỉ định

source: Close Tunnel Idle Time
ar: إغلاق وقت الخمول في النفق
az: Bağlanmaq üçün Tünəl Fəaliyyətsiz Vaxtı
bo: སྒྲོམ་ལམ་གཞིར་བཟོ་བའི་ཉིན་རེའི་བར་ཐག་།
cs: Uzavřete tunel nečinný čas
da: Luk tunnelens tomgangstid
el: Κλείσιμο Άραδνης Χρονικής Διάρκειας Διαδρόμου
et: Sulge Tunneli töötu aeg
fa: زمان بیکاری تونل را ببندید
fi: Sulje tunnelin joutoaika
hi: टनल अक्षमता समय
hu: Zárja be az alagút tétlen időt
it: Chiudi tempo di inattività del tunnel
ja: クローズトンネルアイドル時間
ko: 터널 유휴 시간을 닫습니다
nn: Lukk tunnelens tomgangstid
sk: Zatvoriť čas nečinnosti tunela
sl: Časovna omejitev zaprtja tunelja
sq: Mbyllni kohën e papunë të tunelit
uk: Час простою закритого тунелю
vi: Đóng thời gian nhàn rỗi của đường hầm

source: New Keys on Reopen
ar: مفتاح جديد عند الفتح
az: Yenidən açıldığında yeni açarlar
bo: བརྒྱབ་པ་ནས་ཡང་བཟོ་རྒྱུའི་གདམ་ག་གསར་པ།
cs: Nové klíče při opětovném otevření
da: Nye nøgler ved genåbning
el: Νέα Κλειδιά κατά την ξαναάνοιγμα
et: Uued võtmed taaskäivitamisel
fa: کلیدهای جدید در بازگشایی
fi: Uudet avaimet avataan uudelleen
hi: पुनः खोलने पर नई कीज़
hu: Újranyitáskor Új Kulcsok
it: Nuove Chiavi alla riapertura
ja: 再オープンで新しいキーにする
ko: 재개방시 새 키 사용
nn: Nye nøklar ved gjenopning
sk: Nové kľúče pri znovuotvorení
sl: Nova ključi ob ponovnem odprtju
sq: Çelësat e rinj në rihapje
uk: Генерувати новий ключ при перезапуску
vi: Chìa khóa mới khi mở lại

source: Change tunnel identity (destination) when tunnels reopen
ar: تغيير هوية النفق (الوجهة) عند إعادة فتح الأنفاق
az: Tünəllər yenidən açıldığında tünəl kimliyini (mərhələni) dəyişdirin
bo: སྒྲོམ་ལམ་ཡང་བཟོ་རྒྱུའི་ཚེ་སྒྲོམ་ལམ་གི་མིང་(བྱེད་འདྲི) བཅོས་པ།
cs: Změňte identitu tunelu (cíl), když se tunely znovu otevřou
da: Skift tunnelidentitet (destination), når tunneler åbner igen
el: Αλλάξτε την ταυτότητα του διαδρόμου (προορισμός) όταν ξαναανοίγουν οι διαδρόμοι
et: Muuda tunneli identiteeti (sihtkoht) taaskäivitamisel
fa: هنگام بازگشایی تونل ها هویت (مقصد) تونل را تغییر دهید
fi: Muuta tunnelin identiteettiä (kohdetta), kun tunnelit avautuvat uudelleen
hi: टनल पुनः खोलने पर टनल पहचान (गंतव्य) बदलें
hu: Az alagutak azonosítójának (célállomásának) módosítása, amikor az alagutak újra megnyílnak
it: Cambia identità del tunnel (destinazione) alla riapertura dei tunnel
ja: トンネルが再開したときにトンネル ID (宛先) を変更する
ko: 터널이 다시 열 때 터널 아이덴티티 (대상)를 변경하십시오
nn: Endre tunnelidentitet (destinasjon) når tunneler åpner igjen
sk: Zmeňte identitu tunela (cieľ) pri opätovnom otvorení tunelov
sl: Spremeni identiteto tunelja (destinacija) ko se tunelji ponovno odprejo
sq: Ndrysho identitetin e tunelit (destinacionin) kur tunelet të rihapen
uk: Змінити ідентифікатор тунелю (пункт призначення), коли тунелі знову відкриваються
vi: Thay đổi nhận dạng đường hầm (đích) khi đường hầm mở lại

source: Enable
ar: فعا
az: İstifadə et
bo: བཟོ་རྒྱུ་བྱོས།
cs: Zapnout
da: Aktiver
el: Ενεργοποίηση
et: Luba
fa: فعّال
fi: Ota käyttöön
hi: सक्षम करें
hu: Engedélyezés
it: Abilita
ja: 有効
ko: 활성화
nn: Skru på
sk: Povoliť
sl: Omogoči
sq: Aktivizoje
uk: Включити
vi: Mở

source: Retain tunnel identity (destination) when tunnels reopen
ar: الاحتفاظ بهوية النفق (الوجهة) عند إعادة فتح الأنفاق
az: Tünəllər yenidən açıldığında tünəl kimliyini (mərhələni) saxla
bo: སྒྲོམ་ལམ་ཡང་བཟོ་རྒྱུའི་ཚེ་སྒྲོམ་ལམ་གི་མིང་(བྱེད་འདྲི) བཟོ་མི་བྱེད་པ།
cs: Zachovat identitu tunelu (cíl), když se tunely znovu otevřou
da: Behold tunnelidentitet (destination), når tunneler åbner igen
el: Διατήρηση της ταυτότητας του διαδρόμου (προορισμός) όταν ξαναανοίγουν οι διαδρόμοι
et: Hoi tunneli identiteet (sihtkoht) säilinuna taaskäivitamisel
fa: هنگام بازگشایی تونل ها هویت (مقصد) تونل را حفظ کنید
fi: Säilytä tunnelin identiteetti (kohde), kun tunnelit avataan uudelleen
hi: टनल पुनः खोलने पर टनल पहचान (गंतव्य) बरकरार रखें
hu: Az alagutak azonosítójának (célállomásának) megőrzése az alagutak újranyitásakor
it: Conserva l'identità del tunnel (destinazione) quando i tunnel riaprono
ja: トンネルが再開されたときにトンネル ID (宛先) を保持する
ko: 터널이 다시 열 때 터널 아이덴티티 (대상)를 유지하십시오
nn: Behold tunnelidentitet (destinasjon) når tunneler åpner igjen
sk: Zachovať identitu tunela (cieľ) pri opätovnom otvorení tunelov
sl: Ohraniti identiteto tunelja (destinacija) ko se tunelji ponovno odprejo
sq: Ruani identitetin e tunelit (destinacionin) kur tunelet të rihapen
uk: Зберігати ідентифікатор тунелю (пункт призначення), коли тунелі знову відкриваються
vi: Giữ lại danh tính đường hầm (đích) khi đường hầm mở lại

source: Disable
ar: ألغي
az: Deaktiv et
bo: བཟོ་རྒྱུ་མི་བྱོས།
cs: Zakázat
da: Deaktivere
el: Απενεργοποίηση
et: Keela
fa: غیرفعال کن
fi: Poista käytöstä
hi: निष्क्रिय करें
hu: Kikapcsol
it: Disabilita
ja: 無効
ko: 비활성화
nn: Skru av
sk: Zakázať
sl: Onemogoči
sq: Çaktivizoje
uk: Вимкнути
vi: Tắt

source: Persistent private key
ar: مفتاح خاص
az: Daimi gizli açar
bo: རྒྱུན་གོའི་གདམ་ག་གཞིར་བཟོ་བ།
cs: Trvalý soukromý klíč
da: Vedvarende privat nøgle
el: Μόνιμη ιδιωτική κλειδιά
et: Püsiv privaatvõti
fa: کلید خصوصی مداوم
fi: Pysyvä yksityinen avain
hi: स्थायी निजी कुंजी
hu: Állandó privát kulcs
it: Chiave privata persistente
ja: プライベートキーの持続
ko: 영구 Private 키
nn: Varig privat nøkkel
sk: Trvácny súkromný kľúč
sl: Neprestanec lastni ključ
sq: Çelësi privat i vazhdueshëm
uk: Постійний секретний ключ
vi: Chìa khóa riêng bền dai

source: Private key file
ar: ملف مفتاح الخاص
az: Gizli açar faylı
bo: གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆ།
cs: Soubor s privátním klíčem
da: Privat nøglefil
el: Αρχείο ιδιωτικής κλειδιάς
et: Privaatvõti fail
fa: فایل کلید خصوصی
fi: Yksityinen avaintiedosto
hi: निजी कुंजी फ़ाइल
hu: Privát kulcsfile
it: File chiave privata
ja: プライベートキーのファイル
ko: Private 키 파일
nn: Privat nøkkelfil
sk: Súkromný súbor kľúča
sl: Datoteka zasebnega ključa
sq: Skedari i çelësit privat
uk: Файл секретного ключа
vi: Tập tin khóa riêng
