Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: Port required to access service (this can be a different port to the port the service is hosted on)
ar: المنفذ المطلوب للوصول إلى الخدمة (يمكن أن يكون هذا منفذًا مختلفًا عن المنفذ الذي تتم استضافة الخدمة عليه)
az: Xidməti istifadə etmək üçün tələb olunan porta (bu xidmətin barındırıldığı porta bərabər olmayacaq)
bo: ཞབས་ཞུ་བཟོ་རྒྱུའི་ཐོར་ནུབ་བཙུགས་བྱོས། (ཞབས་ཞུ་བཟོ་རྒྱུའི་ཐོར་ནུབ་ཡང་ན་ཞབས་ཞུ་བཟོ་རྒྱུའི་ཐོར་ནུབ་ཡང་ན་མི་མཚོན་བྱོས།)
cs: Pro přístup ke službě je vyžadován port (může to být jiný port než port, na kterém je služba hostována)
da: Port nødvendig for at få adgang til tjenesten (dette kan være en anden port end den port, tjenesten er hostet på)
el: Λιμάνι που απαιτείται για πρόσβαση στην υπηρεσία (αυτό μπορεί να είναι ένα διαφορετικό λιμάνι από αυτό που φιλοξενείται η υπηρεσία)
et: Teenuse kasutamiseks vajalik pord (see võib erineda teenuse asukohas asuvast pordest)
fa: پورت مورد نیاز برای دسترسی به سرویس (این می تواند پورت متفاوتی با پورتی باشد که سرویس روی آن میزبانی می شود)
fi: Palvelun käyttämiseen vaadittava portti (tämä voi olla eri portti kuin palvelua isännöivä portti)
hi: सेवा के लिए आवश्यक पोर्ट (यह सेवा को होस्ट करने वाले पोर्ट से अलग हो सकता है)
hu: A szolgáltatás eléréséhez szükséges port (ez eltérhet attól a porttól, amelyen a szolgáltatás található)
it: Porta richiesta per accedere al servizio (può essere una porta diversa da quella su cui è ospitato il servizio)
ja: サービスにアクセスするために必要なポート (これは、サービスがホストされているポートとは異なるポートである可能性があります)
ko: 서비스에 액세스하는 데 필요한 포트(서비스가 호스팅되는 포트와 다른 포트일 수 있음)
nn: Port kreves for å få tilgang til tjenesten (dette kan være en annen port enn porten tjenesten ligger på)
sk: Port potrebný na prístup k službe (môže to byť iný port ako port, na ktorom je služba hosťovaná)
sl: Vrata, potrebna za dostop do storitve (to lahko ni ista vrata kot ta, na kateri je gostitelj storitve)
sq: Port i kërkuar për të hyrë në shërbim (kjo mund të jetë një port i ndryshëm nga porti ku është pritur shërbimi)
uk: Порт, необхідний для доступу до служби (це може бути інший порт, ніж порт, на якому розміщено службу)
vi: Cần có cổng để truy cập dịch vụ (đây có thể là một cổng khác với cổng mà dịch vụ được lưu trữ trên đó)

source: Generate a QR Code for this domain
ar: قم بإنشاء رمز QR لهذا المجال
az: Bu domen üçün QR kod yaradın
bo: འདིའི་ཁྱབ་ཁོངས་ལ་QR ཀོ་ཌ་བཟོ་བ།
cs: Vygenerujte QR kód pro tuto doménu
da: Generer en QR-kode for dette domæne
el: Δημιουργήστε έναν QR Code για αυτό τον τομέα
et: Genereeri QR kood selle domeeni jaoks
fa: تولید یک کد QR برای این دامنه
fi: Luo QR-koodi tälle verkkotunnukselle
hi: इस डोमेन के लिए एक QR कोड उत्पन्न करें
hu: Generáljon QR-kódot ehhez a domainhez
it: Genera un codice QR per questo dominio
ja: このドメインの QR コードを生成します
ko: 이 도메인에 대한 QR 코드 생성
nn: Generer en QR-kode for dette domenet
sk: Vygenerujte QR kód pre túto doménu
sl: Ustvari QR kodo za to domeno
sq: Gjeneroni një kod QR për këtë domen
uk: Створіть QR-код для цього домену
vi: Tạo mã QR cho tên miền này

source: Generate QR Code
ar: إنشاء رمز الاستجابة السريعة
az: QR kod yaradın
bo: QR ཀོ་ཌ་བཟོ་བ།
cs: Vygenerujte QR kód
da: Generer QR-kode
el: Δημιουργήστε QR Code
et: Genereeri QR kood
fa: تولید کد QR
fi: Luo QR-koodi
hi: QR कोड उत्पन्न करें
hu: QR-kód generálása
it: Genera un codice QR
ja: QRコードの生成
ko: QR code 생성
nn: Generer QR-kode
sk: Generovať QR kód
sl: Ustvari QR kodo
sq: Gjeneroni kodin QR
uk: Згенерувати QR-код
vi: Tạo mã QR

source: Add to Private addressbook
ar: إضافة إلى دفتر العناوين الخاص
az: Gizli ünvan kitabına əlavə edin
bo: མིང་ཚོར་བཞག་ནང་གཞིར་བཟོ་བ།
cs: Přidat do soukromého adresáře
da: Føj til privat adressebog
el: Προσθήκη στο Ιδιωτικό βιβλίο διευθύνσεων
et: Lisa privaatse aadressiraamatukesse
fa: افزودن به دفترچه آدرس خصوصی
fi: Lisää yksityiseen osoitekirjaan
hi: निजी पता बुक में जोड़ें
hu: Hozzáadás a privát címjegyzékhez
it: Aggiungi alla rubrica privata
ja: プライベートアドレス帳に追加
ko: 개인 주소록에 추가
nn: Legg til i privat adressebok
sk: Pridať do súkromného adresára
sl: Dodaj v zasebni imenik
sq: Shto në librin e adresave private
uk: Додати до приватної адресної книги
vi: Thêm vào sổ địa chỉ riêng

source: Add to local addressbook
ar: أضف الى دفتر العناوين
az: Yerli ünvan kitabına əlavə edin
bo: ནང་གི་མིང་ཚོར་བཞག་ནང་གཞིར་བཟོ་བ།
cs: Přidat do lokální knihy kontaktů (addressbook)
da: Føje til den lokale adressebog
el: Προσθήκη στο τοπικό βιβλίο διευθύνσεων
et: Lisa kohaliku aadressiraamatukesse
fa: افزودن به دفترچه خصوصی محلی
fi: Lisää paikalliseen osoitekirjaan
hi: स्थानीय पता बुक में जोड़ें
hu: Hozzáadás a helyi címjegyzékhez
it: Aggiungi alla rubrica locale
ja: ローカルのアドレス帳に追加する
ko: 주소록에 저장
nn: Legg til i lokal adressebok
sk: Pridať do lokálneho adresára
sl: Dodaj v lokalni imenik
sq: Shto në librin lokal të adresave
uk: Добавити в локальну адресну книгу
vi: Thêm vô sổ địa chỉ địa phương

source: Register, unregister or change details for hostname
ar: تسجيل أو إلغاء تسجيل أو تغيير تفاصيل اسم المضيف
az: Ünvan adı üçün qeydiyyatdan keçirin, qeydiyyatdan çıxarın və ya məlumatları dəyişdirin
bo: མིང་གི་རྒྱུན་གོ་བཟོ་བ། འདོར་བ། ཡང་ན་བཅོས་པ།
cs: Zaregistrujte se, zrušte registraci nebo změňte podrobnosti názvu hostitele
da: Registrer, afregistrer eller rediger detaljer for værtsnavn
el: Εγγραφή, αποσύνδεση ή αλλαγή λεπτομοριών για το όνομα διακομιστή
et: Registreeri, deregistreeri või muuda majandajanime detailid
fa: ثبت نام، لغو ثبت یا تغییر جزئیات برای نام میزبان
fi: Rekisteröi, poista rekisteröinti tai muuta isäntänimen tietoja
hi: होस्टनेम के लिए पंजीकरण, अपंजीकरण या विवरण बदलें
hu: A gazdagépnév regisztrálása, regisztrációjának törlése vagy módosítása
it: Registra, annulla la registrazione o modifica i dettagli per il nome host
ja: ホスト名の登録、登録解除、または詳細の変更
ko: 호스트 이름에 대한 세부 정보 등록, 등록 취소 또는 변경
nn: Registrer, avregistrer eller endre detaljer for vertsnavn
sk: Zaregistrujte sa, zrušte registráciu alebo zmeňte údaje pre názov hostiteľa
sl: Registriraj, odregistriraj ali spremeni podatke za ime gostitelja
sq: Regjistrohu, çregjistrohu ose ndrysho detajet për emrin e hostit
uk: Зареєструйте, скасуйте реєстрацію або змініть деталі імені хоста
vi: Đăng ký, hủy đăng ký hoặc thay đổi chi tiết tên máy chủ

source: Registration Authentication
ar: تصديق التسجيل
az: Qeydiyyat təsdiqləməsi
bo: རྒྱུན་གོའི་གཞིར་བཟོ་བ།
cs: Ověření registrace
da: Registreringsgodkendelse
el: Αυθεντικοποίηση Εγγραφής
et: Registreerimise autentimine
fa: احراز هویت ثبت نام
fi: Rekisteröinnin todennus
hi: पंजीकरण प्रमाणीकरण
hu: Regisztráció hitelesítése
it: Verifica della registrazione
ja: 登録認証
ko: 가입 인증
nn: Autentisering av registrering
sk: Overenie registrácie
sl: Avtentikacija registracije
sq: Autentifikimi i Regjistrimit
uk: Автентифікована реєстрація
vi: Xác thực đăng ký

source: HTTPS configuration
ar: تكوين HTTPS
az: HTTPS konfigurasiyası
bo: HTTPS གི་སྒྲིག་བཀོད།
cs: Konfigurace HTTPS
da: HTTPS-konfiguration
el: Ρυθμίζεται HTTPS
et: HTTPS seadistused
fa: پیکربندی HTTPS
fi: HTTPS-määritys
hi: HTTPS सेटिंग
hu: HTTPS konfiguráció
it: Configurazione HTTPS
ja: HTTPS 構成
ko: HTTPS 구성
nn: HTTPS-konfigurasjon
sk: konfigurácia https
sl: Konfiguracija HTTPS
sq: Konfigurimi HTTPS
uk: Конфігурація HTTPS
vi: Cấu hình HTTPS

source: SSL Wizard
ar: معالج SSL
az: SSL Sihirbazı
bo: SSL གཞིར་བཟོ་བའི་བཀག་སྒྲིག
cs: Průvodce SSL
el: Φοιτητής SSL
et: SSL juhendaja
fa: جادوگر SSL
fi: SSL -velho
hi: SSL विज़ार्ड
hu: SSL varázsló
it: Procedura guidata SSL
ja: SSLウィザード
ko: SSL 마법사
nn: SSL-veiviser
sk: Sprievodca SSL
sl: Vodnik SSL
sq: Magjistar SSL
uk: Майстер SSL
vi: Trình hướng dẫn SSL

source: Note: In order to enable QR code generation or registration authentication, configure the Website Hostname field (for websites) or the Name field (everything else) above with an .i2p suffixed hostname e.g. mynewserver.i2p
ar: المسار إلى ملف المفتاح الخاص
az: Diqqət: QR kodun yaratılmasına və ya qeydiyyat təsdiqləməsinin aktiv olunmasına icazə vermək üçün, ünvan adı sahəsini (.i2p bitməsi ilə) məsələn mynewserver.i2p kimi veb saytlar üçün konfiqurasiya edin
bo: ཨོ་སྐུལ། QR ཀོ་ཌ་བཟོ་བ་དང་རྒྱུན་གོའི་གཞིར་བཟོ་བ་བཟོ་རྒྱུར་རྟེན་གློག་གི་མིང་ཚོར་བཞག་ནང་གི་མིང་དང་ཡང་ན་ཞིབ་བཤེར་གཞིར་བཟོ་བའི་མིང་བཙུགས་བྱོས། དཔེར་ན། mynewserver.i2p
cs: Poznámka: Chcete -li povolit generování QR Code Generation nebo Registration Authentication, nakonfigurujte pole název hostitele (pro webové stránky) nebo pole názvu (vše ostatní) výše pomocí přípony .i2p přípony hostitele, např. mynewserver.i2p
da: Bemærk: For at aktivere QR-kodegenerering eller registreringsgodkendelse skal du konfigurere feltet Webstedsværtsnavn (til websteder) eller feltet Navn (alt andet) ovenfor med et .i2p-suffikset værtsnavn, f.eks.
et: Märkus: QR koodi genereerimise või registreerimise autentimise lubamiseks seadista veebilehe domeeninimi väli (veebilehtede jaoks) või Nimi väli (kõik muu) üle .i2p lõppkäsu domeeninimega, nt mynewserver.i2p
fa: توجه: برای فعال کردن تولید کد QR یا احراز هویت ثبت نام، فیلد Website Hostname (برای وب‌سایت‌ها) یا قسمت Name (همه چیز دیگر) در بالا را با پسوند i2p به نام میزبان پیکربندی کنید. myserver.i2
fi: Huomautus: Jotta QR -koodin luominen tai rekisteröinnin todennus voidaan ottaa käyttöön, määritä verkkosivuston isäntänimi -kenttä (verkkosivustoille) tai nimikenttä (kaikki muu) .i2p -jälkiliitteellisellä isäntänimi esim. mynewserver.i2p
hi: नोट: QR कोड उत्पन्न करने या पंजीकरण प्रमाणीकरण को सक्षम करने के लिए, वेबसाइट होस्टनेम क्षेत्र (वेबसाइट के लिए) या नाम क्षेत्र (बाकी सब के लिए) को ऊपर .i2p सुफ़िक्स वाले होस्टनेम के साथ सेट करें, जैसे mynewserver.i2p
hu: Megjegyzés: A QR-kód generálásának vagy regisztrációs hitelesítésének engedélyezéséhez állítsa be a Webhely gazdagépneve mezőt (webhelyek esetén) vagy a Név mezőt (minden más) .i2p utótagú gazdagépnévvel, pl.
it: Nota: per abilitare la generazione del codice QR o l'autenticazione della registrazione, configurare il campo Nome host sito Web (per i siti Web) o il campo Nome (tutto il resto) sopra con un nome host con suffisso .i2p, ad es. mynewserver.i2p
ja: 注：QRコード生成または登録認証を有効にするには、.i2p接尾辞付きホスト名で上記のWebサイトホスト名フィールド（Webサイト用）または名前フィールド（他のすべて）を構成します。 mynewserver.i2p
ko: 참고: QR 코드 생성 또는 등록 인증을 활성화하려면 위의 웹사이트 호스트 이름 필드(웹사이트의 경우) 또는 이름 필드(기타 모든 항목)를 .i2p 접미사 호스트 이름으로 구성하십시오. mynewserver.i2p
nn: MERKNAD: For å aktivere qr -kodeproduksjon eller registreringsgodkjenning, konfigurerer du nettstedets vertsnavn -felt (for nettsteder) eller navnefeltet (alt annet) ovenfor med et .i2p -suffiksert vertsnavn f.eks. mynewserver.i2p
sk: Poznámka: Ak chcete povoliť generovanie kódu QR alebo autentifikáciu registrácie, nakonfigurujte pole Názov hostiteľa webovej stránky (pre webové stránky) alebo pole Názov (všetko ostatné) vyššie s názvom hostiteľa s príponou .i2p, napr. mynewserver.i2p
sl: Opomba: Da bi omogočili generiranje QR kode ali avtentikacijo registracije, nastavite polje Ime spletne strani (za spletne strani) ali polje Ime (vse ostalo) z imenom gostitelja, končanim s .i2p, npr. mojnovigostitelj.i2p
sq: Shënim: Për të mundësuar krijimin e kodit QR ose vërtetimin e regjistrimit, konfiguroni fushën Emri i hostit të faqes së internetit (për faqet e internetit) ose fushën Emri (gjithçka tjetër) më sipër me një prapashtesë .i2p emri i hostit, p.sh. mynewserver.i2p
uk: Примітка: щоб увімкнути генерацію QR-коду або автентифікацію при реєстрації, налаштуйте поле «Ім’я хосту веб-сайту» (для веб-сайтів) або поле «Ім’я» (все інше) вище за допомогою імені хоста з суфіксом .i2p, напр. mynewserver.i2p
vi: Lưu ý: Để cho phép tạo mã hoặc xác thực đăng ký QR, định cấu hình trường HostName của trang web (cho các trang web) hoặc trường Tên (mọi thứ khác) ở trên với tên máy chủ bị hậu tố .i2p, ví dụ: mynewserver.i2p

source: Absolute path to Private Key File (will be created if it does not exist)
ar: تصفية HTTP
az: Gizli Açar Faylının tam yolu (məvcud deyilse yaradılacaq)
bo: གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆའི་ལམ་ཐོབ་ཐང་། (མེད་ན་བཟོ་བ།)
cs: Absolutní cesta k souboru soukromého klíče (bude vytvořena, pokud neexistuje)
da: Absolut sti til privat nøglefil (vil blive oprettet, hvis den ikke eksisterer)
el: Απόλυτη διεύθυνση στο αρχείο Ιδιωτικής Κλειδιάς (θα δημιουργηθεί αν δεν υπάρχει)
et: Absoluutne teekond privaatvõti faili juurde (loobub, kui seda veel ei eksisteeri)
fa: مسیر مطلق به فایل کلید خصوصی (اگر وجود نداشته باشد ایجاد خواهد شد)
fi: Yksityisen avaintiedoston absoluuttinen polku (luodaan, jos sitä ei ole olemassa)
hi: निजी कुंजी फ़ाइल के लिए पूर्ण मार्ग (अगर मौजूद नहीं हो तो बनाया जाएगा)
hu: A privát kulcsfájl abszolút elérési útja (a rendszer létrehozza, ha nem létezik)
it: Percorso assoluto al file della chiave privata (verrà creato se non esiste)
ja: 秘密鍵ファイルへの絶対パス(存在しない場合は作成されます)
ko: 개인 키 파일의 절대 경로(존재하지 않는 경우 생성됨)
nn: Absolutt bane til privat nøkkelfil (vil bli opprettet hvis den ikke eksisterer)
sk: Absolútna cesta k súboru súkromného kľúča (bude vytvorená, ak neexistuje)
sl: Absolutna pot do datoteke zasebnega ključa (ce ne obstaja, bo ustvarjena)
sq: Rruga absolute për në skedarin e çelësit privat (do të krijohet nëse nuk ekziston)
uk: Абсолютний шлях до файлу приватного ключа (буде створено, якщо він не існує)
vi: Đường dẫn tuyệt đối đến Tệp khóa riêng (sẽ được tạo nếu nó không tồn tại)

source: Alternate private key file
ar: ملف المفتاح الخاص البديل
az: Alternativ gizli açar faylı
bo: གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆ་གཞན་དག
cs: Alternativní soubor soukromého klíče
da: Alternativ privat nøglefil
el: Εναλλακτικό αρχείο ιδιωτικής κλειδιάς
et: Alternatiivne privaatvõti fail
fa: فایل کلید خصوصی جایگزین
fi: Vaihtoehtoinen yksityisen avaimen tiedosto
hi: विकल्प निजी कुंजी फ़ाइल
hu: Alternatív privát kulcs fájl
it: File di chiave privata alternativo
ja: 代替秘密鍵ファイル
ko: 대체 Private 키 파일
nn: Alternativ privat nøkkelfil
sk: Alternatívny súbor súkromného kľúča
sl: Namenjena datoteka zasebnega ključa
sq: Skedar alternativ i çelësit privat
uk: Альтернативний файл секретного ключа
vi: Tệp khóa riêng thay thế

source: Alternate local destination
ar: وجهة محلية بديلة
az: Alternativ yerli mərhələ
bo: ནང་གི་བྱེད་འདྲི་གཞན་དག
cs: Alternativní místní cíl
da: Alternativ lokal destination
el: Εναλλακτικό τοπικό προορισμός
et: Alternatiivne kohalik sihtkoht
fa: مقصد محلی جایگزین
fi: Vaihtoehtoinen paikallinen määränpää
hi: विकल्प स्थानीय गंतव्य
hu: Alternatív helyi cél
it: Destinazione locale alternativa
ja: 代替ローカル宛先
ko: 대체 로컬 목적지
nn: Alternativ lokal destinasjon
sk: Alternatívna miestna destinácia
sl: Namenjena lokalna destinacija
sq: Destinacion alternativ lokal
uk: Альтернативна локальна адреса призначення
vi: Điểm đến địa phương thay thế

source: Absolute path for new key (will be created)
ar: المسار المطلق للمفتاح الجديد (سيتم إنشاؤه)
az: Yeni açar üçün tam yol (yaradılacaq)
bo: གདམ་ག་གཞིར་བཟོ་བའི་ལམ་ཐོབ་ཐང་། (བཟོ་བ།)
cs: Absolutní cesta pro nový klíč (bude vytvořen)
da: Absolut sti til ny nøgle (vil blive oprettet)
el: Απόλυτη διεύθυνση για το νέο κλειδί (θα δημιουργηθεί)
et: Absoluutne teekond uuele võtmele (loobub)
fa: مسیر مطلق برای کلید جدید (ایجاد خواهد شد)
fi: Absoluuttinen polku uudelle avaimelle (luodaan)
hi: नई कुंजी के लिए पूर्ण मार्ग (बनाया जाएगा)
hu: Az új kulcs abszolút elérési útja (létrejön)
it: Percorso assoluto per la nuova chiave (verrà creata)
ja: 新しいキーの絶対パス(作成されます)
ko: 새 키의 절대 경로(생성됨)
nn: Absolutt bane for ny nøkkel (vil bli opprettet)
sk: Absolútna cesta pre nový kľúč (bude vytvorená)
sl: Absolutna pot za novo ključ (bo ustvarjen)
sq: Rruga absolute për çelësin e ri (do të krijohet)
uk: Абсолютний шлях для нового ключа (буде створено)
vi: Đường dẫn tuyệt đối cho khóa mới (sẽ được tạo)

source: Read Only: Alternate Local Destination
ar: عند التمكين، لن تتم تصفية المرجع (الصفحة الأصلية) لطلبات الويب الخاصة بك، مما قد يقلل من عدم الكشف عن هويتك
az: Faqat oxu: Alternativ yerli mərhələ
bo: ཀློག་པ་ཙམ། ནང་གི་བྱེད་འདྲི་གཞན་དག
cs: Pouze pro čtení: Alternativní místní cíl
da: Skrivebeskyttet: Alternativ lokal destination
el: Μόνο Διαβασμός: Εναλλακτικός Τοπικός Προορισμός
et: Ainult lugemiseks: Alternatiivne kohalik sihtkoht
fa: فقط خواندن: مقصد محلی جایگزین
fi: Vain luku: Vaihtoehtoinen paikallinen kohde
hi: पढ़ने के लिए: विकल्प स्थानीय गंतव्य
hu: Csak olvasható: Alternatív helyi cél
it: Sola lettura: destinazione locale alternativa
ja: 読み取り専用: 代替ローカル宛先
ko: 읽기 전용: 대체 로컬 대상
nn: Skrivebeskyttet: Alternativ lokal destinasjon
sk: Len na čítanie: Alternatívne miestne miesto určenia
sl: Samo za branje: Namenjena lokalna destinacija
sq: Vetëm për lexim: Destinacion alternativ lokal
uk: Тільки читання: Альтернативний локальний пункт призначення
vi: Chỉ đọc: Đích cục bộ thay thế

source: Specify filename or full path for new key
ar: لا تقم بحظر رأس المُحيل
az: Yeni açar üçün fayl adı və ya tam yolunu təyin edin
bo: གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆའི་མིང་དང་ལམ་ཐོབ་ཐང་བཙུགས་བྱོས།
cs: Uveďte název souboru nebo úplnou cestu pro nový klíč
da: Angiv filnavn eller fuld sti til ny nøgle
el: Ορίστε το όνομα αρχείου ή την πλήρη διεύθυνση για το νέο κλειδί
et: Määrake uue võtmee failinimi või täielik teekond
fa: نام فایل یا مسیر کامل را برای کلید جدید مشخص کنید
fi: Määritä tiedostonimi tai koko polku uudelle avaimelle
hi: नई कुंजी के लिए फ़ाइल नाम या पूर्ण मार्ग निर्दिष्ट करें
hu: Adja meg a fájlnevet vagy a teljes elérési utat az új kulcshoz
it: Specificare il nome file o il percorso completo per la nuova chiave
ja: 新しいキーのファイル名またはフルパスを指定してください
ko: 새 키의 파일 이름 또는 전체 경로를 지정하세요
nn: Spesifiser filnavn eller fullstendig bane for ny nøkkel
sk: Zadajte názov súboru alebo úplnú cestu pre nový kľúč
sl: Določite ime datoteke ali celotno pot za nov ključ
sq: Specifikoni emrin e skedarit ose shtegun e plotë për çelësin e ri
uk: Вкажіть назву файлу або повний шлях для нового ключа
vi: Chỉ định tên tệp hoặc đường dẫn đầy đủ cho khóa mới

source: Configuration cannot be changed after destination is created
ar: لا يمكن تغيير التكوين بعد إنشاء الوجهة
az: Mərhələ yaradıldıqdan sonra konfigurasiya dəyişdirilə bilməz
bo: བྱེད་འདྲི་བཟོ་རྒྱུར་སྒྲིག་བཀོད་བཅོས་མི་ཐུབ།
cs: Po vytvoření cíle nelze konfiguraci změnit
da: Konfiguration kan ikke ændres, efter at destinationen er oprettet
el: Η διαμόρφωση δεν μπορεί να αλλάξει μετά τη δημιουργία του προορισμού
et: Seadistust ei saa muuta pärast sihtkoha loomist
fa: پیکربندی پس از ایجاد مقصد قابل تغییر نیست
fi: Kokoonpanoa ei voi muuttaa sen jälkeen, kun kohde on luotu
hi: गंतव्य बनाने के बाद सेटिंग बदली नहीं जा सकती
hu: A konfiguráció a cél létrehozása után nem módosítható
it: La configurazione non può essere modificata dopo la creazione della destinazione
ja: 宛先の作成後は構成を変更できません
ko: 대상이 생성된 후에는 구성을 변경할 수 없습니다
nn: Konfigurasjon kan ikke endres etter at destinasjonen er opprettet
sk: Konfiguráciu nie je možné zmeniť po vytvorení cieľa
sl: Nastavitve se ne morejo spremeniti po ustvaritvi destinacije
sq: Konfigurimi nuk mund të ndryshohet pas krijimit të destinacionit
uk: Конфігурацію неможливо змінити після створення пункту призначення
vi: Không thể thay đổi cấu hình sau khi tạo đích

source: Configuration of signature type is only possible when the tunnel is first created. To change, you must create a new tunnel.
ar: لا يمكن تكوين نوع التوقيع إلا عند إنشاء النفق لأول مرة.
az: İmza növünün konfigurasiyası yalnız tünəl ilk yaradıldığında mümkün olur. Dəyişdirmək üçün siz yeni bir tünəl yaratmalısınız.
bo: བྱང་ཆུབ་གཞིར་བཟོ་བའི་སྒྲིག་བཀོད་བཟོ་རྒྱུ་སྒྲོམ་ལམ་བཟོ་རྒྱུའི་ཚེ་བར་བཅོས་པ། བཅོས་རྒྱུར་སྒྲོམ་ལམ་གསར་པ་བཟོ་བྱོས།
cs: Konfigurace typu podpisu je možná pouze při prvním vytvoření tunelu.
da: Konfiguration af signaturtype er kun mulig, når tunnelen først oprettes.
el: Η διαμόρφωση τύπου υπογραφής είναι δυνατή μόνο όταν δημιουργείται για πρώτη φορά ο διάδρομος. Για να αλλάξετε, πρέπει να δημιουργήσετε έναν νέο διάδρομο.
et: Allkirja tüübi seadistamine on võimalik ainult siis, kui tunnel loobub esimest korda. Muutmiseks pead luoma uue tunneli.
fa: پیکربندی نوع امضا فقط در صورت ایجاد تونل برای اولین بار امکان پذیر است. برای تغییر ، شما باید یک تونل جدید ایجاد کنید.
fi: Allekirjoitustyypin määrittäminen on mahdollista vain, kun tunneli luodaan ensimmäisen kerran.
hi: साइनेचर टाइप की सेटिंग केवल टनल पहली बार बनाया जाने के समय संभव है। बदलने के लिए, आपको एक नया टनल बनाना होगा।
hu: A Signature Type konfigurációja csak akkor lehetséges, ha az alagút először jön létre. A változáshoz új alagútot kell létrehoznia.
it: La configurazione del tipo di firma è possibile solo alla prima creazione del tunnel. Per cambiare, è necessario creare un nuovo tunnel.
ja: 署名タイプの設定は、トンネルが最初に作成されたときにのみ可能です。
ko: 서명 유형의 구성은 터널이 처음 생성될 때만 가능합니다. 변경하려면 새 터널을 만들어야 합니다.
nn: Konfigurasjon av signaturtype er bare mulig når tunnelen først opprettes. For å endre, må du opprette en ny tunnel.
sk: Konfigurácia typu podpisu je možná len pri prvom vytvorení tunela. Ak chcete zmenu, musíte vytvoriť nový tunel.
sl: Nastavitev vrste podpisa je mogoča le ob prvotnem ustvarjanju tunelja. Za spremembo morate ustvariti nov tunelj.
sq: Konfigurimi i llojit të nënshkrimit është i mundur vetëm kur të krijohet tuneli për herë të parë.
uk: Конфігурація типу підпису можлива лише під час першого створення тунелю. Щоб змінити, ви повинні створити новий тунель.
vi: Chỉ có thể cấu hình loại chữ ký khi đường hầm được tạo lần đầu tiên.

source: Legacy option, with alternate key configured
ar: الخيار القديم، مع تكوين مفتاح بديل
az: Eski seçim, alternativ açar konfiqurasiya edilmiş
bo: རྒྱུན་གོའི་ནུས་པ་དང་གདམ་ག་གཞིར་བཟོ་བའི་ཡིག་ཆ་གཞན་དག་བཟོ་རྒྱུ་བྱོས།
cs: Legacy volba s nakonfigurovaným alternativním klíčem
da: Ældre mulighed, med alternativ nøgle konfigureret
el: Παλιά επιλογή, με εναλλακτικό κλειδί ρυθμισμένο
et: Vanem versiooni valik, alternatiivne võti seadistatud
fa: گزینه Legacy، با کلید جایگزین پیکربندی شده است
fi: Vanha vaihtoehto, jossa vaihtoehtoinen avain on määritetty
hi: पुराना विकल्प, विकल्प कुंजी के साथ सेट किया गया
hu: Hagyományos opció, konfigurált alternatív kulccsal
it: Opzione legacy, con chiave alternativa configurata
ja: 代替キーが設定されたレガシー オプション
ko: 대체 키가 구성된 레거시 옵션
nn: Eldre alternativ, med alternativ nøkkel konfigurert
sk: Staršia možnosť s nakonfigurovaným alternatívnym kľúčom
sl: Starodavna možnost, z namerjeno ključem nastavljen
sq: Opsioni i trashëguar, me çelës alternativ të konfiguruar
uk: Застарілий варіант із налаштованим альтернативним ключем
vi: Tùy chọn kế thừa, với khóa thay thế được định cấu hình

source: Legacy option (deprecated), provided for backward compatibility
ar: الخيار القديم (مهمل)، متوفر للتوافق مع الإصدارات السابقة
az: Eski seçim (istifadədən çıxarılmış), geri təsirlilik üçün təqdim edilmişdir
bo: རྒྱུན་གོའི་ནུས་པ་(བཟོ་རྒྱུ་མི་འོས)། ནུས་པ་རྒྱུན་དུ་བཟོ་རྒྱུར་བཅོས་པ།
cs: Legacy opce (zastaralá), poskytovaná pro zpětnou kompatibilitu
da: Legacy mulighed (forældet), forudsat for bagudkompatibilitet
el: Παλιότερη επιλογή (εξαίρεση), παρέχεται για προς τα πίσω συμβατότητα
et: Vanem versiooni valik (vähendatud), pakutakse tagasisõbralikkuse jaoks
fa: گزینه Legacy (منسوخ شده)، برای سازگاری با عقب ارائه شده است
fi: Vanha vaihtoehto (vanhentunut), tarjotaan taaksepäin yhteensopivuutta varten
hi: वर्तमान विकल्प (पुराना, अप्रयोगी), पूर्वी संगति के लिए प्रदान किया गया है
hu: Legacy opció (elavult), a visszafelé kompatibilitás érdekében
it: Opzione legacy (deprecata), fornita per compatibilità con le versioni precedenti
ja: レガシー オプション (非推奨)、下位互換性のために提供されています
ko: 뒤로 호환성을 위해 제공되는 레거시 옵션 (더 이상)
nn: Eldre alternativ (avviklet), gitt for bakoverkompatibilitet
sk: Staršia možnosť (zastaraná), poskytnutá pre spätnú kompatibilitu
sl: Starodavna možnost (prestopana), zagotovljena za obratno združljivost
sq: Opsioni i trashëguar (i vjetëruar), i parashikuar për pajtueshmërinë e prapambetur
uk: Застаріла опція (застаріла), передбачена для зворотної сумісності
vi: Tùy chọn kế thừa (không được dùng nữa), được cung cấp để tương thích ngược
