Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, fi, hi, hu, it, ja, ko, nn, sk, sl, sq, uk, vi

source: If a client exceeds the maximum number of post requests per allocated period, enforce a ban for this number of minutes
ar: إذا تجاوز العميل الحد الأقصى لعدد طلبات النشر لكل فترة مخصصة، فقم بفرض حظر على هذا العدد من الدقائق
az: Müştəri, təyin edilmiş dövr üçün maksimum post sorğusu sayını aşarsa, bu sayda dəqiqə üçün qadağanı tətbiq edin
bo: ཚེག་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ་བརྩི་བཞག་ན་སྐར་མ་གཅིག་གི་ནང་གི་བརྩི་བཞག་པ
cs: Pokud klient překročí maximální počet požadavků na odeslání za přidělené období, vynutit si zákaz na tento počet minut
da: Hvis en klient overskrider det maksimale antal postanmodninger pr. tildelt periode, håndhæv et forbud i dette antal minutter
el: Αν ένας πελάτης υπερβαίνει τον μέγιστο αριθμό αιτημάτων post ανά διαθέσιμη περίοδο, εφαρμόστε αποκλοτισμό για αυτό τον αριθμό λεπτών
et: Kui klient ületab maksimaalse post päringute arvu määratud perioodi kohta, kehtesta banni see number minutit
fa: اگر مشتری از حداکثر تعداد درخواست‌های ارسال در هر دوره تخصیص داده شده بیشتر باشد، برای این تعداد دقیقه ممنوعیت اعمال کنید
fi: Jos asiakas ylittää lähetyspyyntöjen enimmäismäärän varattua ajanjaksoa kohti, aseta kielto tälle minuuttien määrälle
hi: अगर किसी क्लाइंट को अनुमित समयावधि में पोस्ट अनुरोधों की अधिकतम संख्या पार कर दी, तो इस अंतराल के लिए बैन का लागू करें
hu: Ha egy ügyfél túllépi a feladási kérelmek maximális számát a kijelölt időszakonként, kényszerítsen ki tilalmat erre a percszámra
it: Se un client supera il numero massimo di richieste di post per periodo assegnato, applica un ban per questo numero di minuti
ja: クライアントが割り当てられた期間あたりのポストリクエストの最大数を超えた場合、この分数の禁止を強制します
ko: 클라이언트가 할당된 기간당 최대 게시 요청 수를 초과하는 경우 이 시간(분) 동안 금지를 시행합니다
nn: Hvis en klient overskrider det maksimale antallet postforespørsler per tildelt periode, håndhev et forbud i dette antall minutter
sk: Ak klient prekročí maximálny počet žiadostí o post za pridelené obdobie, uplatnite zákaz na tento počet minút
sl: Če odjemalec preseže maksimalno število zahtev POST na dodeljeno obdobje, izvedi prepoved za to število minut
sq: Nëse një klient tejkalon numrin maksimal të kërkesave për postim për periudhën e caktuar, zbatoni një ndalim për këtë numër minutash
uk: Якщо клієнт перевищує максимальну кількість запитів на повідомлення за виділений період, застосувати бан на цю кількість хвилин
vi: Nếu khách hàng vượt quá số lượng yêu cầu đăng bài tối đa trong khoảng thời gian được phân bổ, hãy thi hành lệnh cấm đối với số phút này

source: Timespan for the maximum number of post requests to be reached before a ban is triggered
ar: الفترة الزمنية للحد الأقصى لعدد طلبات النشر التي يجب الوصول إليها قبل بدء الحظر
az: Qadağanın işlənməsindən əvvəl maksimum post sorğusu sayını çatmaq üçün vaxt aralığı
bo: བརྩི་བཞག་པའི་ཚེག་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ
cs: Časový rozsah pro maximální počet žádostí o příspěvek, které mají být dosaženy před spuštěním zákazu
da: Tidsrum for det maksimale antal postanmodninger, der skal nås, før et forbud udløses
el: Χρονικό διάστημα για τον μέγιστο αριθμό αιτημάτων post πριν ενεργοποιηθεί ένας αποκλοτισμός
et: Ajavahemik maksimaalse arvu post päringute jaoks enne banni käivitamist
fa: بازه زمانی برای رسیدن به حداکثر تعداد درخواست های پست قبل از شروع ممنوعیت
fi: Postipyyntöjen enimmäismäärän aika, joka saavutetaan ennen kiellon käynnistämistä
hi: बैन को चालू करने से पहले पोस्ट अनुरोधों की अधिकतम संख्या तक पहुँचने के लिए समय सीमा
hu: A közzétételi kérelmek maximális számának elérési ideje a kitiltás kiváltása előtt
it: Tempo entro il quale deve essere raggiunto il numero massimo di richieste di post prima che venga attivato un ban
ja: 禁止がトリガーされるまでの投稿リクエストの最大数に達するまでの期間
ko: 차단이 실행되기 전에 도달해야 하는 최대 게시물 요청 수에 대한 시간 범위
nn: Tidsrom for maksimalt antall innleggsforespørsler som skal nås før et forbud utløses
sk: Časový rozsah pre maximálny počet žiadostí o príspevok, ktoré sa majú dosiahnuť pred spustením zákazu
sl: Obdobje za dosego maksimalnega števila zahtev POST pred izvedbo prepovedi
sq: Afati kohor për arritjen e numrit maksimal të kërkesave për postim përpara se të shkaktohet ndalimi
uk: Проміжок часу, протягом якого має бути досягнуто максимальну кількість запитів на публікацію, перш ніж активується заборона
vi: Khoảng thời gian đạt được số lượng yêu cầu đăng bài tối đa trước khi lệnh cấm được kích hoạt

source: Total number of post requests permitted for the configured timespan
ar: إجمالي عدد طلبات النشر المسموح بها للمدة الزمنية التي تم تكوينها
az: Konfiqurasiya edilmiş vaxt aralığı üçün icazə verilən post sorğusu sayını təyin edin
bo: ཚེག་གཅིག་གི་ནང་གི་ཐོག་མའི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས
cs: Celkový počet povolených požadavků na příspěvek pro nakonfigurované časové období
da: Samlet antal postanmodninger tilladt for det konfigurerede tidsrum
el: Συνολικός αριθμός αιτημάτων post που επιτρέπονται για το ρυθμισμένο χρονικό διάστημα
et: Maksimaalne arv post päringuid konfigureeritud ajavahemiku ajal
fa: تعداد کل درخواست های پست مجاز برای بازه زمانی پیکربندی شده
fi: Sallittujen lähetyspyyntöjen kokonaismäärä määritetyllä aikavälillä
hi: सेट किए गए समयावधि के लिए अनुमतित पोस्ट अनुरोधों की कुल संख्या
hu: A konfigurált időtartamra engedélyezett közzétételi kérelmek teljes száma
it: Numero totale di richieste di post consentite per l'intervallo di tempo configurato
ja: 設定された期間内に許可される投稿リクエストの合計数
ko: 구성된 기간 동안 허용된 총 게시물 요청 수
nn: Totalt antall postforespørsler tillatt for det konfigurerte tidsrommet
sk: Celkový počet žiadostí o príspevok povolených pre nakonfigurovaný časový rozsah
sl: Skupno število dovoljenih zahtev POST za nastavljeno obdobje
sq: Numri i përgjithshëm i kërkesave për postim të lejuara për periudhën kohore të konfiguruar
uk: Загальна кількість запитів на дописи, дозволена для налаштованого періоду часу
vi: Tổng số yêu cầu đăng bài được phép trong khoảng thời gian được định cấu hình

source: If the maximum number of post requests per allocated period is exceeded, enforce a global access ban for this number of minutes
ar: إذا تم تجاوز الحد الأقصى لعدد طلبات النشر لكل فترة مخصصة، فقم بفرض حظر وصول عالمي لهذا العدد من الدقائق
az: Təyin edilmiş dövr üçün maksimum post sorğusu sayını aşarsa, bu sayda dəqiqə üçün kütləvi daxil olma qadağanını tətbiq edin
bo: ཚེག་གཅིག་གི་ནང་གི་ཞིག་གི་མཐུད་རྒྱུགས་བྱེད་པའི་གྲངས་བཟོ་བ་བརྩི་བཞག་ན་ཐོག་མའི་ཞབས་ཞུ་བྱེད་པའི་སྐར་མ་གཅིག་གི་ནང་གི་བརྩི་བཞག་པ
cs: Pokud je překročen maximální počet žádostí o příspěvek za přidělené období, proveďte globální zákaz přístupu na tento počet minut
da: Hvis det maksimale antal postanmodninger pr. tildelt periode overskrides, håndhæv et globalt adgangsforbud i dette antal minutter
el: Αν υπερβαίνεται ο μέγιστος αριθμός αιτημάτων post ανά διαθέσιμη περίοδο, εφαρμόστε μια παγκόσμια αποκλοτισμό πρόσβασης για αυτό τον αριθμό λεπτών
et: Kui maksimaalne arv post päringuid määratud perioodi kohta ületatakse, kehtesta globaalne juurdepääsu banni see number minutit
fa: اگر از حداکثر تعداد درخواست‌های پست در هر دوره تخصیص داده شده فراتر رفت، یک ممنوعیت دسترسی جهانی برای این تعداد دقیقه اعمال کنید
fi: Jos lähetyspyyntöjen enimmäismäärä varattua ajanjaksoa kohden ylittyy, pakota yleinen käyttökielto tälle minuuttien määrälle
hi: अगर अनुमित समयावधि में पोस्ट अनुरोधों की अधिकतम संख्या पार की जाती है, तो इस अंतराल के लिए वैश्विक पहुँच बैन का लागू करें
hu: Ha túllépi a kiosztott időszakonkénti közzétételi kérelmek maximális számát, érvényesítse a globális hozzáférési tilalmat erre a percszámra
it: Se viene superato il numero massimo di richieste di post per periodo assegnato, applica un divieto di accesso globale per questo numero di minuti
ja: 割り当てられた期間あたりのポストリクエストの最大数を超えた場合、この分数の間グローバルアクセス禁止を強制します
ko: 할당된 기간당 최대 게시물 요청 수가 초과되면 이 시간(분) 동안 전역 액세스 금지를 시행합니다
nn: Hvis det maksimale antallet postforespørsler per tildelt periode overskrides, håndheves et globalt tilgangsforbud for dette antall minutter
sk: Ak sa prekročí maximálny počet žiadostí o príspevok za pridelené obdobie, vynútite globálny zákaz prístupu pre tento počet minút
sl: Če je preseženo maksimalno število zahtev POST na dodeljeno obdobje, izvedi globalno prepoved dostopa za to število minut
sq: Nëse tejkalohet numri maksimal i kërkesave për postim për periudhën e caktuar, zbatoni një ndalim global të aksesit për këtë numër minutash
uk: Якщо перевищено максимальну кількість запитів на повідомлення за виділений період, застосувати глобальну заборону доступу на цю кількість хвилин
vi: Nếu vượt quá số lượng yêu cầu đăng bài tối đa trong khoảng thời gian được phân bổ, hãy thực thi lệnh cấm truy cập toàn cầu trong số phút này

source: Custom HTTP Headers
ar: رؤوس HTTP مخصصة
az: Seçkin HTTP başlıqları
bo: རྒྱུགས་གཞིའི་ཨེ་ཨེ་ཐེ་པི་མཇུག་བརྒྱུད་རྒྱུགས
cs: Vlastní záhlaví HTTP
da: Tilpassede HTTP-headere
el: Προσαρμοσμένα Headers HTTP
et: Kohandatud HTTP päised
fa: هدرهای HTTP سفارشی
fi: Mukautetut HTTP-otsikot
hi: स्वतंत्र HTTP हेडर
sk: Vlastné hlavičky HTTP
sl: Prilagojene glavičke HTTP
sq: Titujt e personalizuar http
uk: Спеціальні заголовки HTTP
vi: Tiêu đề HTTP tùy chỉnh

source: Note: These custom headers will only be enabled for served files that don't have the relevant header already set.
ar: ملاحظة: سيتم تمكين هذه الرؤوس المخصصة فقط للملفات المقدمة التي لم يتم تعيين الرأس ذي الصلة بها بالفعل.
az: Diqqət: Bu seçkin başlıqlar sadəcə hələki başlıqları təyin etməmiş fayllar üçün aktiv olacaq.
bo: རྒྱུགས་གཞི：རྒྱུགས་གཞིའི་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ་བཞེངས་པའི་ཡིག་ཆ་ཙམ་ལུགས་ཡོད
cs: Poznámka: Tyto vlastní hlavičky budou povoleny pouze pro obsluhované soubory, které ještě nemají nastavenou relevantní hlavičku.
da: Bemærk: Disse brugerdefinerede overskrifter vil kun blive aktiveret for serverede filer, der ikke allerede har den relevante overskrift indstillet.
el: Σημείωση: Αυτά τα προσαρμοσμένα headers θα ενεργοποιηθούν μόνο για τα αρχεία που δεν έχουν ήδη το σχετικό header.
et: Märkus: Need kohandatud päised aktiveeritakse ainult serveeritud failide jaoks, kus vastav päis pole juba määratud.
fa: توجه: این هدرهای سفارشی فقط برای پرونده های ارائه شده که هدر مربوطه را از قبل تنظیم نمی کنند ، فعال می شوند.
fi: Huomaa: Nämä mukautetut otsikot otetaan käyttöön vain toimitetuille tiedostoille, joille ei ole vielä asetettu vastaavaa otsikkoa.
hi: नोट: ये स्वतंत्र हेडर केवल पहुँच के लिए सेवा किए गए फ़ाइलों के लिए सक्रिय होंगे जो पहले से संबंधित हेडर सेट नहीं हैं।
sk: Poznámka: Tieto vlastné hlavičky budú povolené len pre obsluhované súbory, ktoré ešte nemajú nastavenú relevantnú hlavičku.
sl: Opomba: Te prilagojene glavičke bodo omogočene le za posluge datoteke, ki še nimajo ustrezne glavičke nastavljene.
sq: Shënim: Këto tituj të personalizuar do të aktivizohen vetëm për skedarët e shërbyer që nuk kanë tashmë titullin përkatës të vendosur.
uk: Примітка. Ці спеціальні заголовки будуть включені лише для поданих файлів, які не мають відповідного заголовка.
vi: Lưu ý: Các tiêu đề tùy chỉnh này sẽ chỉ được bật cho các tệp được cung cấp chưa được đặt tiêu đề liên quan.

source: Set the Allow header to 'GET, POST, HEAD' for html, xml, json and text files
ar: قم بتعيين رأس السماح بـ "الحصول على ملفات HTML و XML و JSON
az: HTML, XML, JSON və mətn faylları üçün 'GET, POST, HEAD' olaraq İcazə başlığını təyin edin
bo: html, xml, json དང་ཡིག་ཆ་དུམ་བཞེངས་པའི་འཆད་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ། 'GET, POST, HEAD'
cs: Nastavte hlavičku Allow na 'GET, POST, HEAD' pro html, xml, json a textové soubory
da: Sæt Tillad overskriften til 'GET, POST, HEAD' for html-, xml-, json- og tekstfiler
el: Ρυθμίστε το header Allow σε 'GET, POST, HEAD' για τα αρχεία html, xml, json και text
et: Määrake Allow päis 'GET, POST, HEAD' väärtuseks html, xml, json ja tekstifailide jaoks
fa: هدر اجازه را روی "دریافت ، ارسال ، سر" برای پرونده های HTML ، XML ، JSON و متنی تنظیم کنید
fi: Aseta Salli-otsikon arvoksi 'GET, POST, HEAD' html-, xml-, json- ja tekstitiedostoille
hi: HTML, XML, JSON और पाठ फ़ाइलों के लिए अनुमति हेडर को 'GET, POST, HEAD' सेट करें
sk: Nastavte hlavičku Allow na 'GET, POST, HEAD' pre html, xml, json a textové súbory
sl: Nastavi glavičko Allow na 'GET, POST, HEAD' za datoteke html, xml, json in text
sq: Vendosni kokën e lejimit në 'GET, POST, HEAD' për skedarët html, xml, json dhe tekst
uk: Встановіть заголовок дозволу на "Отримати, розміщувати, відправити" для HTML, XML, JSON та текстових файлів
vi: Đặt tiêu đề Cho phép thành 'GET, POST, HEAD' cho các tệp html, xml, json và văn bản

source: Allow
ar: يسمح
az: İcazə ver
bo: ལུགས་ཡོད
cs: Povolte
da: Tillad
el: Επιτρέπεται
et: Luba
fi: Salli
hi: अनुमति
sk: Povoliť
sl: Dovoli
sq: Lejoni
vi: Cho phép

source: Enable Cache-Control headers (no-cache for html, xml, json and text, immutable for everything else)
ar: تمكين رؤوس التحكم في ذاكرة التخزين المؤقت (بدون ذاكرة تخزين مؤقت لـ html وxml وjson والنص، وغير قابلة للتغيير لكل شيء آخر)
az: Cache-Control başlıqlarını aktivləşdirin (HTML, XML, JSON və mətn üçün no-cache, digəri üçün dəyişməz)
bo: མེམ་དབང་འབྱུང་བའི་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ (html, xml, json དང་ཡིག་ཆ་དུམ་བཞེངས་པའི་མེམ་དབང་འབྱུང་བ། ཐམས་ཅད་མེན་པའི་གཞི་བཞེངས་པའི་མེམ་དབང་འབྱུང་བ)
cs: Povolit hlavičky Cache-Control (bez mezipaměti pro html, xml, json a text, neměnné pro vše ostatní)
da: Aktiver Cache-Control headers (ingen cache til html, xml, json og tekst, uforanderlig for alt andet)
el: Ενεργοποιήστε τα headers Cache-Control (no-cache για html, xml, json και text, immutable για όλα τα άλλα)
et: Luba Cache-Control päised (no-cache html, xml, json ja tekstifailide jaoks, immutable kõigi muu jaoks)
fa: عنوان های کنترل حافظه نهان را فعال کنید (بدون محافظت از HTML ، XML ، JSON و متن ، برای همه چیز تغییر ناپذیر است)
fi: Ota käyttöön Cache-Control-otsikot (ei välimuistia html-, xml-, json- ja tekstitiedostoille, muuttumaton kaikelle muulle)
hi: कैश-कंट्रोल हेडर को सक्षम करें (HTML, XML, JSON और पाठ के लिए no-cache, सब के लिए अपरिवर्तनीय)
sk: Povoliť hlavičky Cache-Control (bez vyrovnávacej pamäte pre html, xml, json a text, nemenné pre všetko ostatné)
sl: Omogoči glavičke Cache-Control (no-cache za html, xml, json in text, immutable za vse ostalo)
sq: Aktivizo titujt Cache-Control (nuk ka cache për html, xml, json dhe tekst, i pandryshueshëm për gjithçka tjetër)
uk: Увімкнути заголовки контролю кешу (без кеш для HTML, XML, JSON та тексту, незмінний для всього іншого)
vi: Bật tiêu đề Kiểm soát bộ đệm (không có bộ đệm cho html, xml, json và văn bản, không thay đổi cho mọi thứ khác)

source: Cache-Control
ar: التحكم في ذاكرة التخزين المؤقت
az: Cache kontrol
bo: མེམ་དབང་འབྱུང་བ
et: Cache-Stuurimine
hi: कैश-कंट्रोल
sl: Cache-kontrola

source: Set the Referrer-Policy header to 'same-origin' for html, xml, json and text files
ar: قم بتعيين رأس سياسة المُحيل على "نفس الأصل" لملفات html وxml وjson والملفات النصية
az: HTML, XML, JSON və mətn faylları üçün 'same-origin' olaraq Referrer-Policy başlığını təyin edin
bo: html, xml, json དང་ཡིག་ཆ་དུམ་བཞེངས་པའི་མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ། 'same-origin'
cs: Nastavte záhlaví Referrer-Policy na 'same-origin' pro html, xml, json a textové soubory
da: Indstil Referrer-Policy-headeren til 'same-origin' for html-, xml-, json- og tekstfiler
el: Ρυθμίστε το header Referrer-Policy σε 'same-origin' για τα αρχεία html, xml, json και text
et: Määrake Referrer-Policy päis 'same-origin' väärtuseks html, xml, json ja tekstifailide jaoks
fa: عنوان ارجاع را روی "همان منبع" برای پرونده های HTML ، XML ، JSON و TEXT تنظیم کنید
fi: Aseta Referrer-Policy-otsikon arvoksi "same-origin" html-, xml-, json- ja tekstitiedostoille
hi: HTML, XML, JSON और पाठ फ़ाइलों के लिए Referrer-Policy हेडर को 'same-origin' सेट करें
sk: Nastavte hlavičku Referrer-Policy na 'same-origin' pre html, xml, json a textové súbory
sl: Nastavi glavičko Referrer-Policy na 'same-origin' za datoteke html, xml, json in text
sq: Vendosni kokën e politikës referuese në 'me origjinë të njëjtë' për skedarët html, xml, json dhe tekst
uk: Встановіть заголовок-поліцейський референт на "одноразовий походження" для HTML, XML, JSON та текстових файлів
vi: Đặt tiêu đề Chính sách giới thiệu thành 'cùng nguồn gốc' cho các tệp html, xml, json và văn bản

source: Referrer-Policy
ar: سياسة الإحالة
az: Referrer-siyasiyyəti
bo: མཇུག་ཏུ་འགྲོལ་བྱེད་པའི་རྒྱུགས་གཞི
el: Πολιτική Referrer
et: Referrer-Poliitika
fi: Viittauskäytäntö
sl: Politika referentov

source: Set the X-Content-Type-Options header to 'nosniff'
ar: قم بتعيين رأس X-Content-Type-Options على "nosniff"
az: 'nosniff' olaraq X-Content-Type-Options başlığını təyin edin
bo: X-Content-Type-Options མཇུག་བརྒྱུད་རྒྱུགས་བཟོ་བ། 'nosniff'
cs: Nastav hlavičku X-Content-Type-Options na 'nosniff'
da: Sæt X-Content-Type-Options overskriften til 'nosniff'
el: Ρυθμίστε το header X-Content-Type-Options σε 'nosniff'
et: Määrake X-Content-Type-Options päis 'nosniff' väärtuseks
fa: عنوان X-Content-Type را روی "nosniff" قرار دهید
fi: Aseta X-Content-Type-Options-otsikon arvoksi "nosniff"
hi: X-Content-Type-Options हेडर को 'nosniff' सेट करें
sk: Nastavte hlavičku X-Content-Type-Options na 'nosniff'
sl: Nastavi glavičko X-Content-Type-Options na 'nosniff'
sq: Vendosni kokën e opsioneve X-Content-Type në 'nosniff'
uk: Встановіть заголовок X-Content Type-Options на 'nosniff'
vi: Đặt tiêu đề X-Content-Type-Options thành 'nosniff'

source: Initializing Tunnel Manager{0}
ar: تهيئة مدير الأنفاق{0}
az: {0} Tunnel İdarəçisi aktivləşdirilir
bo: ཕྱོན་པའི་མཁས་པ་འཛིན་པ་གཙང་བཟོ་བ{0}
cs: Inicializace Tunnel Manager{0}
da: Initialisering af Tunnel Manager{0}
el: Αρχικοποίηση Διαχειριστή Διαδρόμου{0}
et: Tunneli Halduri algseadistamine{0}
fa: مدیر تونل اولیه {0}
fi: Tunnelinhallintaa alustetaan{0}
hi: टनल मैनेजर को निर्माण कर रहा है{0}
hu: Alagútkezelő inicializálása{0}
it: Inizializzazione del Gestore Tunnel{0}
ja: トンネル マネージャーの初期化{0}
ko: 터널 관리자 초기화 {0}
nn: Initialiserer tunnelbehandler{0}
sk: Inicializácia správcu tunela {0}
sl: Inicializacija Upravitelja tuneljev{0}
sq: Inicializimi i menaxherit të tunelit{0}
uk: Ініціалізація диспетчера тунелів{0}
vi: Đang khởi chạy Trình quản lý đường hầm{0}

source: Tunnels not initialized yet; please retry in a few moments.
ar: أنفاق لم تتم تهيئتها بعد ؛ يرجى إعادة المحاولة في لحظات قليلة.
az: Tünəllər hələ aktivləşdirilməmişdir; bir neçə dəqiqə sonra yenidən cəhd edin.
bo: ཕྱོན་པ་གཙང་བཟོ་བ་མེད། སྐར་མ་གཅིག་གི་ནང་བསྐྱར་བཟོ་བ
cs: Tunely ještě nejsou inicializovány; zopakujte prosím za pár okamžiků.
da: Tunele jeszcze nie zainicjowane; Proszę o ponowne w ciągu kilku chwil.
el: Οι διαδρόμοι δεν έχουν αρχικοποιηθεί ακόμα; παρακαλώ δοκιμάστε ξανά μετά από λίγα λεπτά.
et: Tunnelid veel algseadistamata; palun proovi uuesti mõni hetk pärast.
fa: تونل ها هنوز اولیه نشده اند. لطفاً چند لحظه دوباره امتحان کنید.
fi: Tunneleita ei vielä alustettu; Ole hyvä ja yritä hetkessä.
hi: टनल अभी तक नहीं निर्मित हुए हैं; कुछ मिनटों के बाद पुनः प्रयास करें।
hu: Az alagutak még nem inicializáltak; Kérjük, próbálkozzon újra néhány pillanat alatt.
it: Tunnel non ancora inizializzati; Si prega di riprovare in pochi istanti.
ja: トンネルはまだ初期化されていません。
ko: 터널은 아직 초기화되지 않았습니다. 잠시 후 다시 시도하십시오.
nn: Tunneler ikke initialisert ennå; Vennligst prøv noen få øyeblikk.
sk: Tunely ešte nie sú inicializované; skúste to znova o chvíľu.
sl: Tunelji še niso inicializirani; prosimo poskusite znova čez nekaj trenutkov.
sq: Tunelet që nuk janë inicializuar akoma; Ju lutemi rigjykoni në disa momente.
uk: Тунелі ще не ініціалізовані; повторіть спробу через кілька хвилин.
vi: Đường hầm chưa được khởi tạo; Hãy thử lại trong một vài khoảnh khắc.

source: Status Messages
ar: رسائل الحالة
az: Status Mesajları
bo: རྒྱུགས་གཞིའི་བརྗོད་པ
cs: Stavové zprávy
da: Statusmeddelelser
el: Μηνύματα Κατάστασης
et: Oleku sildid
fa: پیام های وضعیت
fi: Tilaviestit
hi: स्थिति संदेश
hu: Állapot Üzenetek
it: Messaggi di stato
ja: ステータスメッセージ
ko: 상태 메세지
nn: Statusmeldingar
sk: Stavové hlásenia
sl: Sporočila stanja
sq: Mesazhet e statusit
uk: Повідомлення про стан
vi: Thông báo hiện trạng

source: Clear
ar: محو
az: Təmizlə
bo: བཟོ་བ
cs: Smazat
da: Ryd
el: Καθαρισμός
et: Puhtaks
fa: پاک
fi: Nollaa
hi: साफ़ करें
hu: Töröl
it: Pulisci
ja: クリア
ko: 지우기
nn: Tøm
sk: Vymazať
sl: Počisti
sq: Pastroje
uk: Очистити
vi: Làm sạch

source: Refresh
ar: أنعش
az: Təzələ
bo: བསྐྱར་བཟོ་བ
cs: Obnovit
da: Genopfrisk
el: Ανανέωση
et: Värskenda
fa: تازه کردن
fi: Virkistä
hi: ताज़ा करें
hu: Frissítés
it: Ricarica
ja: 更新
ko: 새로고침
nn: Oppfrisk
sk: Refreshnúť
sl: Osveži
sq: Rifreskoje
uk: Оновити
vi: Nạp lại

source: Global Tunnel Control
ar: التحكم العالمي في الأنفاق
az: Kütləvi Tünəl İdarəetməsi
bo: ཐོག་མའི་ཕྱོན་པའི་འགྲོལ་བྱེད་པ
cs: Globální Kontrola Tunelu
da: Global tunnelkontrol
el: Παγκόσμιος Διαχειριστής Διαδρόμου
et: Globaalne Tunneli Kontrol
fa: کنترل تونل جهانی
fi: Globaali tunnelinhallinta
hi: वैश्विक टनल नियंत्रण
hu: Globális alagútvezérlés
it: Controllo globale dei tunnel
ja: グローバル トンネル制御
ko: 글로벌 터널 제어
nn: Global tunnelkontroll
sk: Globálna kontrola tunelov
sl: Globalno nadzorno plošča tuneljev
sq: Kontrolli i tunelit global
uk: Глобальний контроль тунелів
vi: Kiểm soát đường hầm toàn cầu

source: Tunnel Wizard
ar: معالج النفق
az: Tünəl Sihirbazı
bo: ཕྱོན་པའི་མཁས་པ་བཟོ་བ
cs: Tunelový průvodce
da: Tunneltroldmand
el: Φοιτητής Διαδρόμου
et: Tunneli Juurdejuhendaja
fa: جادوگر تونل
fi: Tunnelivelho
hi: टनल विज़ार्ड
hu: Alagút Varázsló
it: Creazione guidata tunnel
ja: トンネルウィザード
ko: 터널 마법사
nn: Tunellvegvisar
sk: Sprievodca tunelom
sl: Vodnik tuneljev
sq: Magjistari i tunelit
uk: Майстер тунелів
vi: Pháp sư đường hầm

source: Stop All
ar: أوقف الجمبع
az: Hamısını Dayandır
bo: ཐམས་ཅད་བརྩི་བཞག་པ
cs: Zastavit vše
da: Stop alt
el: Σταμάτηση Όλων
et: Peata Kõik
fa: توقف سازی همه
fi: Pysäytä kaikki
hi: सभी रोकें
hu: Mindet Leállít
it: Ferma tutto
ja: 全て停止
ko: 모두 멈춤
nn: Stopp alle
sk: Zastaviť všetko
sl: Ustavi vse
sq: Ndaloj
uk: Зупинити все
vi: Ngưng tất cả

source: Start All
ar: ابدأ الجميع
az: Hamısını Başlat
bo: ཐམས་ཅད་མཐོང་ནས་བཟོ་བ
cs: Spustit vše
da: Start alt
el: Έναρξη Όλων
et: Alusta Kõik
fa: شروع همه
fi: Käynnistä kaikki
hi: सभी शुरू करें
hu: Mindet Indít
it: Avvia tutto
ja: 全て開始
ko: 모두 시작
nn: Start alle
sk: Spustiť všetko
sl: Zaženi vse
sq: Fillo të gjithë
uk: Запустити все
vi: Bắt đầu tất cả

source: Restart all running tunnels
bo: མཐོང་ནས་བཟོ་བའི་ཕྱོན་པ་ཐམས་ཅད་བསྐྱར་བཟོ་བ
hi: सभी चालू टनल पुनः आरंभ करें
sl: Ponovno zaženi vse delujoče predore
uk: Перезапустити всі запущені тунелі

source: Restart All
ar: أعد تشغيل الجمبع
az: Hamısını Yenidən Başlat
bo: ཐམས་ཅད་བསྐྱར་བཟོ་བ
cs: Spustit vše znovu (restartovat)
da: Genstart alle
el: Επανεκκίνηση Όλων
et: Taaskäivita Kõik
fa: راه اندازی مجدد همه
fi: Käynnistä kaikki uudelleen
hi: सभी पुनः आरंभ करें
hu: Mindet Újraindít
it: Riavvia tutto
ja: 全て再起動
ko: 모두 재시작
nn: Omstart alle
sk: Reštartovať všetko
sl: Znova zaženi vse
sq: Rinisni të gjitha
uk: Перезапустити все
vi: Khởi động lại tất cả

source: Restart all running server tunnels
bo: མཐོང་ནས་བཟོ་བའི་མཁས་པའི་ཕྱོན་པ་ཐམས་ཅད་བསྐྱར་བཟོ་བ
hi: सभी चालू सर्वर टनल पुनः आरंभ करें
sl: Ponovno zaženi vse delujoče strežniške predore
uk: Перезапустити всі запущені серверні тунелі

source: Restart All Servers
bo: མཁས་པ་ཐམས་ཅད་བསྐྱར་བཟོ་བ
hi: सभी सर्वर पुनः आरंभ करें
sl: Ponovno zaženi vse strežnike
uk: Перезапустити всі сервери

source: Restart all running client tunnels
bo: མཐོང་ནས་བཟོ་བའི་མཐུད་རྒྱུགས་བྱེད་པའི་ཕྱོན་པ་ཐམས་ཅད་བསྐྱར་བཟོ་བ
hi: सभी चालू क्लाइंट टनल पुनः आरंभ करें
sl: Ponovno zaženi vse delujoče odjemalske predore
uk: Перезапустити всі запущені клієнтські тунелі

source: Restart All Clients
bo: མཐུད་རྒྱུགས་བྱེད་པ་ཐམས་ཅད་བསྐྱར་བཟོ་བ
hi: सभी क्लाइंट पुनः आरंभ करें
sl: Ponovno zaženi vse odjemalce
uk: Перезапустити всіх клієнтів
