Repository: I2PPlus/i2pplus
Catalog: router/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, et, fa, hi, nb, sl, vi

source: OK
ar: موافق
bo: ཆོག
el: ΟΚ
fa: تایید
hi: ठीक है
sl: V redu

source: IPv4: OK; IPv6: Testing
ar: IPv4: حسنًا؛ IPv6: الاختبار
az: IPv4: OK; IPv6: Test
bo: IPv4: ཆོག; IPv6: བརྟག་བཟོ་བཞིན་པ
cs: IPv4: OK, IPv6: Testování
da: IPv4: OK; IPv6: Tester
el: IPv4: ΟΚ;
et: IPv4: OK; IPv6: testimine
fa: IPv4: خوب ؛ IPv6: آزمایش
hi: IPv4: ठीक है; IPv6: परिक्षण जारी है
nb: IPv4: OK; IPv6: Tester
sl: IPv4: V redu; IPv6: Preizkušanje
vi: IPv4: OK; IPv6: Kiểm tra

source: IPv4: OK; IPv6: Firewalled
ar: IPv4: حسنًا؛ IPv6: جدار الحماية
az: IPv4: OK; IPv6: Təhlükəsizlik divarı
bo: IPv4: ཆོག; IPv6: སྒོ་བརྒྱབ་པ
el: IPv4: ΟΚ;
et: IPv4: OK; IPv6: tulemüür
fa: IPv4: خوب ؛ IPv6: فایروالد
hi: IPv4: ठीक है; IPv6: फायरवॉल
nb: IPv4: OK; IPv6: Bak brannmur
sl: IPv4: V redu; IPv6: Pod požarnim zidom

source: IPv4: Testing; IPv6: OK
ar: IPv4: الاختبار؛ IPv6: حسنًا
az: IPv4: Test; IPv6: Tamam
bo: IPv4: བརྟག་བཟོ་བཞིན་པ; IPv6: ཆོག
cs: IPv4: Testování, IPv6: OK
da: IPv4: Tester; IPv6: OK
el: IPv4: Δοκιμή;
et: IPv4: testimine; IPv6: OK
fa: IPv4: آزمایش ؛ IPv6: خوب
hi: IPv4: परिक्षण जारी है; IPv6: ठीक है
nb: IPv4: Tester; IPv6: OK
sl: IPv4: Preizkušanje; IPv6: V redu
vi: IPv4: Kiểm tra; IPv6: OK

source: IPv4: Firewalled; IPv6: OK
ar: IPv4: جدار الحماية؛ IPv6: حسنًا
az: IPv4: Firewall; IPv6: Tamam
bo: IPv4: སྒོ་བརྒྱབ་པ; IPv6: ཆོག
cs: IPv4: Firewalled;
el: IPv4: Τείχος προστασίας;
et: IPv4: tulemüüriga; IPv6: OK
fa: IPv4: Firewalled ؛ IPv6: خوب
hi: IPv4: फायरवॉल; IPv6: ठीक है
nb: IPv4: Bak brannmur; IPv6: OK
sl: IPv4: Pod požarnim zidom; IPv6: V redu

source: IPv4: Disabled; IPv6: OK
ar: IPv4: معطل؛ IPv6: حسنًا
az: IPv4: Deaktivdir; IPv6: Tamam
bo: IPv4: སྒོ་རྒྱུན་མེད; IPv6: ཆོག
cs: IPv4: Zakázáno, IPv6: OK
da: IPv4: Deaktiveret; IPv6: OK
el: IPv4: Απενεργοποιημένο;
et: IPv4: keelatud; IPv6: OK
fa: IPv4: غیرفعال ؛ IPv6: خوب
hi: IPv4: निष्क्रिय है; IPv6: ठीक है
nb: IPv4: Avskrudd; IPv6: OK
sl: IPv4: Onemogočeno; IPv6: V redu
vi: IPv4: bị vô hiệu hóa; IPv6: OK

source: IPv4: Symmetric NAT; IPv6: OK
ar: IPv4: NAT المتماثل؛ IPv6: حسنًا
az: IPv4: Simmetrik NAT; IPv6: Tamam
bo: IPv4: དོན་ཚན་གཅིག་པའི་NAT; IPv6: ཆོག
cs: IPv4: Symetrický NAT; IPv6: OK
el: IPv4: Συμμετρικό NAT;
et: IPv4: sümmeetriline NAT; IPv6: OK
fa: IPv4: متقارن NAT ؛ IPv6: خوب
hi: IPv4: सममितीय NAT; IPv6: ठीक है
nb: IPv4: Symmetrisk NAT; IPv6: OK
sl: IPv4: Simetrični NAT; IPv6: V redu
vi: IPv4: NAT đối xứng; IPv6: OK

source: Symmetric NAT
ar: نات متماثل
az: Simmetrik NAT
bo: དོན་ཚན་གཅིག་པའི་NAT
cs: Symetrický NAT
el: Συμμετρικό NAT
et: Sümmeetriline NAT
fa: NAT همگام
hi: सममितीय NAT
nb: Symmetrisk NAT
sl: Simetrični NAT
vi: NAT đối xứng

source: IPv4: Symmetric NAT; IPv6: Testing
ar: IPv4: NAT المتماثل؛ IPv6: الاختبار
az: IPv4: Simmetrik NAT; IPv6: Test
bo: IPv4: དོན་ཚན་གཅིག་པའི་NAT; IPv6: བརྟག་བཟོ་བཞིན་པ
cs: IPv4: Symetrický NAT; IPv6: Testování
da: IPv4: Symmetric NAT; IPv6: Tester
el: IPv4: Συμμετρικό NAT;
et: IPv4: sümmeetriline NAT; IPv6: testimine
fa: IPv4: متقارن NAT ؛ IPv6: آزمایش
hi: IPv4: सममितीय NAT; IPv6: परिक्षण जारी है
nb: IPv4: Symmetrisk NAT; IPv6: Tester
sl: IPv4: Simetrični NAT; IPv6: Preizkušanje
vi: IPv4: NAT đối xứng; IPv6: Kiểm tra

source: IPv4: Firewalled; IPv6: Testing
ar: IPv4: جدار الحماية؛ IPv6: الاختبار
az: IPv4: Firewall; IPv6: Test
bo: IPv4: སྒོ་བརྒྱབ་པ; IPv6: བརྟག་བཟོ་བཞིན་པ
cs: IPv4: Firewalled; IPv6: Testování
da: IPv4: Firewalled; IPv6: Tester
el: IPv4: Τείχος προστασίας.
et: IPv4: tulemüüriga; IPv6: testimine
fa: IPv4: Firewalled ؛ IPv6: آزمایش
hi: IPv4: फायरवॉल; IPv6: परिक्षण जारी है
nb: IPv4: Bak brannmur; IPv6: Tester
sl: IPv4: Pod požarnim zidom; IPv6: Preizkušanje
vi: IPv4: Firewalled; IPv6: Kiểm tra

source: Firewalled
ar: ممنوع من الجدار الناري
az: Qoruyucu divar
bo: སྒོ་བརྒྱབ་པ
el: Τείχος προστασίας
et: Tulemüüri taga
fa: دیوار آتش
hi: फायरवॉल
nb: Bak brannmur
sl: Pod požarnim zidom
vi: Tường lửa

source: IPv4: Testing; IPv6: Firewalled
ar: IPv4: الاختبار؛ IPv6: جدار الحماية
az: IPv4: Test; IPv6: Təhlükəsizlik divarı
bo: IPv4: བརྟག་བཟོ་བཞིན་པ; IPv6: སྒོ་བརྒྱབ་པ
cs: IPv4: Testování; IPv6: Firewalled
da: IPv4: Tester; IPv6: Firewalled
el: IPv4: Δοκιμή;
et: IPv4: testimine; IPv6: tulemüür
fa: IPv4: آزمایش ؛ IPv6: فایروالد
hi: IPv4: परिक्षण जारी है; IPv6: फायरवॉल
nb: IPv4: Tester; IPv6: Bak brannmur
sl: IPv4: Preizkušanje; IPv6: Pod požarnim zidom
vi: IPv4: Kiểm tra; IPv6: Firewalled

source: IPv4: Disabled; IPv6: Testing
ar: IPv4: معطل؛ IPv6: الاختبار
az: IPv4: Deaktivdir; IPv6: Test
bo: IPv4: སྒོ་རྒྱུན་མེད; IPv6: བརྟག་བཟོ་བཞིན་པ
cs: IPv4: Zakázáno; IPv6: Testování
da: IPv4: Deaktiveret; IPv6: Tester
el: IPv4: Απενεργοποιημένο;
et: IPv4: keelatud; IPv6: testimine
fa: IPv4: غیرفعال ؛ IPv6: آزمایش
hi: IPv4: निष्क्रिय है; IPv6: परिक्षण जारी है
nb: IPv4: Avskrudd; IPv6: Tester
sl: IPv4: Onemogočeno; IPv6: Preizkušanje
vi: IPv4: bị vô hiệu hóa; IPv6: Kiểm tra

source: IPv4: Disabled; IPv6: Firewalled
ar: IPv4: معطل؛ IPv6: جدار الحماية
az: IPv4: Deaktivdir; IPv6: Təhlükəsizlik divarı
bo: IPv4: སྒོ་རྒྱུན་མེད; IPv6: སྒོ་བརྒྱབ་པ
cs: IPv4: Zakázáno; IPv6: Firewalled
da: IPv4: Deaktiveret; IPv6: Firewalled
el: IPv4: Απενεργοποιημένο;
et: IPv4: keelatud; IPv6: tulemüür
fa: IPv4: غیرفعال ؛ IPv6: فایروالد
hi: IPv4: निष्क्रिय है; IPv6: फायरवॉल
nb: IPv4: Avskrudd; IPv6: Bak brannmur
sl: IPv4: Onemogočeno; IPv6: Pod požarnim zidom
vi: IPv4: bị vô hiệu hóa; IPv6: Firewalled

source: Disconnected
ar: فصل الاتصال
az: Əlaqə kəsilib
bo: སྒོ་བྲལ་བཞིན་པ
cs: Odpojeno
da: Afbrudt
el: Αποσυνδεδεμένος
et: Ühendus katkestatud
fa: قطع است
hi: वियोजित
nb: Frakoblet
sl: Ni povezave
vi: Đã dừng kết nối

source: Port Conflict
ar: صراع الميناء
az: Liman Münaqişəsi
bo: གླེང་གེ་འགལ་བ
cs: Konflikt přístavu
da: Port konflikt
el: Σύγκρουση λιμένων
et: Sadamakonflikt
fa: درگیری بندر
hi: पोर्ट संघर्ष
nb: Portkonflikt
sl: Konflikt omrežnih vrat
vi: Xung đột cổng

source: Testing
ar: جاري التجريب
az: Test etmək
bo: བརྟག་བཟོ་བཞིན་པ
cs: Testování
da: Tester
el: Δοκιμάζει
et: Testin
fa: آزمایش
hi: परिक्षण
nb: Tester
sl: Preizkušanje
vi: Kiểm tra

source: Starting up
ar: البدء
az: Başlamaq
bo: འགོ་བཙུགས་བཞིན་པ
cs: Spouštění
da: Opstart
el: Εκκίνηση
et: Käivitamine
fa: راه اندازی
nb: Oppstart
vi: Khởi động

source: Declining all tunnel requests:<br>
ar: رفض كافة طلبات الأنفاق:<br>
az: Bütün tunel sorğuları rədd edilir:<br>
cs: Odmítání všech požadavků na tunel:<br>
da: Afvisning af alle tunnelanmodninger:<br>
el: Απόρριψη όλων των αιτημάτων σήραγγας:<br>
et: Kõigi tunnelitaotluste tagasilükkamine:<br>
fa: رد کردن همه درخواست‌های تونل:<br>
nb: Avslår alle tunnelforespørsler:<br>
vi: Từ chối tất cả các yêu cầu đường hầm:<br>

source: Hidden Mode
ar: الوضع المخفي
az: Gizli rejim
bo: གུང་གི་མཚན་ཉིད
cs: Skrytý režim
da: Skjult tilstand
el: Κρυφή λειτουργία
et: Varjatud režiim
fa: حالت پنهان
nb: Skjult modus
vi: Chế độ ẩn

source: Declining tunnel requests:<br>
ar: رفض طلبات النفق:<br>
az: Tunel sorğuları rədd edilir:<br>
cs: Odmítání požadavků na tunel:<br>
da: Afvisende tunnelanmodninger:<br>
el: Απόρριψη αιτημάτων για σήραγγα:<br>
et: Tunnelitaotluste vähenemine:<br>
fa: رد درخواست تونل:<br>
nb: Avvisende tunnelforespørsler:<br>
vi: Yêu cầu đường hầm giảm:<br>

source: High message delay
ar: تأخير الرسالة العالية
az: Yüksək mesaj gecikməsi
bo: བརྗོད་འགྲེལ་དྲན་པོ་ཆེ་བ
cs: Velké zpoždění zprávy
da: Høj beskedforsinkelse
el: Υψηλή καθυστέρηση μηνύματος
et: Suur sõnumi viivitus
fa: تاخیر پیام زیاد
nb: Høy meldingsforsinkelse
vi: Độ trễ tin nhắn cao

source: Declining requests:
ar: رفض الطلبات:
az: Rədd edilən sorğular:
bo: འཚལ་བོར་བཏོན་བཞིན་པ:
cs: Odmítání požadavků:
da: Afvisende anmodninger:
el: Απόρριψη αιτημάτων:
et: Taotlustest keeldumine:
fa: رد درخواست ها:
nb: Avvisende forespørsler:
vi: Yêu cầu giảm:

source: Limit reached
ar: تم الوصول إلى الحد
az: Limitə çatıldı
bo: ཁྱབ་ཁོངས་སོར་ཐོབ་པ
cs: Dosažen limit
da: Grænse nået
el: Έχει φτάσει το όριο
et: Limiit saavutatud
fa: به حد مجاز رسیده است
nb: Grensen nådd
vi: Đã đạt đến giới hạn

source: Participation disabled
ar: المشاركة معطلة
az: İştirak deaktivdir
bo: ཚོགས་འདུར་རྒྱུན་མེད
cs: Účast zakázána
da: Deltagelse deaktiveret
el: Απενεργοποίηση συμμετοχής
et: Osalemine keelatud
fa: مشارکت غیرفعال است
nb: Deltakelse deaktivert
vi: Tham gia bị vô hiệu hóa

source: High system load
ar: تحميل النظام العالي
az: Yüksək sistem yükü
bo: རྒྱུད་ཁོངས་ཀྱི་བཟོ་བཟོགས་ཆེ་བ
cs: Vysoké zatížení systému
da: Høj systembelastning
el: Υψηλό φορτίο συστήματος
et: Süsteemi suur koormus
fa: بار بالای سیستم
nb: Høy systembelastning
vi: Tải hệ thống cao

source: Rejecting all tunnel requests:<br>
ar: رفض كافة طلبات النفق:<br>
az: Bütün tunel sorğuları rədd edilir:<br>
cs: Odmítnutí všech požadavků na tunel:<br>
da: Afvisning af alle tunnelanmodninger:<br>
el: Απόρριψη όλων των αιτημάτων σήραγγας:<br>
et: Kõigi tunnelitaotluste tagasilükkamine:<br>
fa: رد کردن تمام درخواست های تونل:<br>
nb: Avviser alle tunnelforespørsler:<br>
vi: Từ chối tất cả các yêu cầu đường hầm:<br>

source: High number of requests
ar: عدد كبير من الطلبات
az: Çox sayda sorğu
bo: འཚལ་བོར་གྱི་ཤོ་ཚད་ཆེ་བ
cs: Vysoký počet požadavků
da: Højt antal anmodninger
el: Υψηλός αριθμός αιτημάτων
et: Suur taotluste arv
fa: تعداد درخواست زیاد
nb: Høyt antall forespørsler
vi: Số lượng yêu cầu cao

source: Rejecting most tunnel requests:<br>
ar: رفض معظم طلبات الأنفاق:<br>
az: Tunel sorğularının əksəriyyəti rədd edilir:<br>
cs: Odmítnutí většiny požadavků na tunel:<br>
da: Afvisning af de fleste tunnelanmodninger:<br>
el: Απόρριψη των περισσότερων αιτημάτων σήραγγας:<br>
et: Enamiku tunnelitaotluste tagasilükkamine:<br>
fa: رد کردن اکثر درخواست های تونل:<br>
nb: Avviser de fleste tunnelforespørsler:<br>
vi: Từ chối hầu hết các yêu cầu đường hầm:<br>

source: Accepting most tunnel requests
ar: قبول معظم طلبات الأنفاق
az: Ən çox tunel sorğularını qəbul edir
bo: ཀློང་གི་འཚལ་བོར་གང་ཤས་བཞེས་བཞིན་པ
cs: Přijímání většiny požadavků na tunel
da: Accepterer de fleste tunnelanmodninger
el: Αποδοχή των περισσότερων αιτημάτων για τούνελ
et: Enamiku tunnelitaotluste aktsepteerimine
fa: پذیرش اکثر درخواست های تونل
nb: Godtar de fleste tunnelforespørsler
vi: Chấp nhận hầu hết các yêu cầu đường hầm

source: Accepting tunnel requests
ar: قبول طلبات النفق
az: Tunel tələblərinin qəbulu
bo: ཀློང་གི་འཚལ་བོར་བཞེས་བཞིན་པ
cs: Přijímání požadavků na tunel
da: Accepterer tunnelanmodninger
el: Αποδοχή αιτημάτων σήραγγας
et: Tunnelitaotluste vastuvõtmine
fa: پذیرش درخواست های تونل
nb: Godta tunnelforespørsler
vi: Chấp nhận yêu cầu đường hầm

source: Declining requests: Bandwidth limit
ar: رفض الطلبات: حد النطاق الترددي
az: Rədd edilən sorğular: Bant genişliyi limiti
bo: འཚལ་བོར་བཏོན་བཞིན་པ: བྱང་ཚད་ཀྱི་ཁྱབ་ཁོངས
cs: Odmítající požadavky: Limit šířky pásma
da: Afvisende anmodninger: Båndbreddegrænse
el: Απόρριψη αιτημάτων: Όριο εύρους ζώνης
et: Tagasilükkavad taotlused: ribalaiuse piirang
fa: رد درخواست ها: محدودیت پهنای باند
nb: Avvisende forespørsler: Båndbreddegrense
vi: Từ chối yêu cầu: Giới hạn băng thông

source: Declining requests
ar: رفض الطلبات
az: Tələblərin rədd edilməsi
bo: འཚལ་བོར་བཏོན་བཞིན་པ
cs: Odmítání požadavků
da: Afvisende anmodninger
el: Απόρριψη αιτημάτων
et: Taotluste tagasilükkamine
fa: رد درخواست ها
nb: Avvisende forespørsler
vi: Yêu cầu từ chối

source: Shutting down
ar: الاغلاق
az: Söndürür
bo: སྒོ་རྒྱུན་བཟོ་བཞིན་པ
cs: Vypínání
da: Lukker ned
el: Κλείσιμο
et: Väljalülitamine
fa: خاموش شدن
nb: Avslutning
vi: Tắt máy

source: Declining tunnel requests
ar: رفض طلبات الأنفاق
az: Tunel sorğularının rədd edilməsi
cs: Odmítání požadavků na tunel
da: Faldende tunnelanmodninger
el: Απόρριψη αιτημάτων για τούνελ
et: Tunnelitaotluste vähenemine
fa: رد درخواست های تونل
nb: Avvisende tunnelforespørsler
vi: Yêu cầu đường hầm giảm

source: Dropping tunnel requests: Too slow
ar: تجاوز النفق: بطيئ جدا
az: Tunel sorğularının atılması: Çox yavaş
cs: Odstranění požadavků na tunel: Příliš pomalé
da: Dropper tunnelforespørgsler: For langsom
el: Απόρριψη αιτημάτων για τούνελ: Καθυστέρηση
et: Eiran tunneliosaluse palveid: Liiga aeglane
fa: درخواست های تونل انداختن: خیلی کند است
hi: सुरंग अनुरोधों का परित्याग किया जा रहा है: अत्यंत मंद गति
nb: Dropper tunnelforespørsler: For treg
sl: Spuščanje prošenj predorov: Preveč počasno
vi: Bỏ yêu cầu đường ống riêng: Quá chậm

source: Dropping tunnel requests: High job lag
ar: إسقاط طلبات النفق: تأخر كبير في العمل
az: Tunel sorğularının atılması: Yüksək iş gecikməsi
cs: Odstranění požadavků na tunel: Velké zpoždění úlohy
da: Dropper tunnelforespørgsler: høj job lag
el: Αιτήματα απόρριψης σήραγγας: Υψηλή καθυστέρηση εργασίας
et: Tunnelitaotluste tühistamine: suur tööviivitus
fa: درخواست های حذف تونل: تاخیر شغلی زیاد
hi: सुरंग अनुरोधों का परित्याग किया जा रहा है: कार्य-प्रवाह में अत्यधिक विलंब
nb: Slippe tunnelforespørsler: Høy jobbetterslep
sl: Spuščanje prošenj predorov: Visoki odzivni čas dela
vi: Bỏ yêu cầu đường hầm: Độ trễ công việc cao

source: Dropping tunnel requests:<br>High CPU load
ar: إسقاط طلبات النفق:<br>تحميل عالي لوحدة المعالجة المركزية
az: Tunel sorğularının ləğvi:<br>Yüksək CPU yükü
cs: Odstranění požadavků na tunel:<br>Vysoká zátěž CPU
da: Slipning af tunnelanmodninger:<br>Høj CPU-belastning
el: Αιτήματα απόρριψης σήραγγας:<br>Υψηλό φορτίο CPU
et: Dropping tunneli taotlused:<br>suur protsessori koormus
fa: حذف درخواست های تونل:<br>بار بالای CPU
nb: Slipper tunnelforespørsler:<br>Høy CPU-belastning
vi: Loại bỏ yêu cầu đường hầm:<br>Tải CPU cao

source: Dropping tunnel requests: Overloaded
ar: تجاوز النفق: ازدحام
az: Tunel sorğularının atılması: Həddindən artıq yüklənib
cs: Odstranění požadavků na tunel: Přetíženo
da: Dropper tunnelforespørgsler: Overbelastede
el: Απόρριψη αιτημάτων για τούνελ: Υπερφόρτωση
et: Eiran tunneliosaluse palveid: Ülekoormus
fa: درخواست های تونل انداختن: بیش از حد بارگذاری شده است
hi: सुरंग अनुरोधों का परित्याग किया जा रहा है: प्रणाली अतिभारित है
nb: Dropper tunnelforespørsler: Overbelastet
sl: Spuščanje prošenj predorov: Preobremenjeno
vi: Bỏ yêu cầu đường ống riêng: Quá tải

source: Declining requests:
ar: رفض الطلبات:
az: Tələblərin rədd edilməsi:
bo: འཚལ་བོར་བཏོན་བཞིན་པ:
cs: Odmítající požadavky:
da: Afvisende anmodninger:
el: Απόρριψη αιτημάτων:
et: Taotlustest keeldumine:
fa: رد درخواست ها:
nb: Avvisende forespørsler:
vi: Từ chối yêu cầu:

source: Request overload
ar: طلب الزائد
az: Həddindən artıq yükləmə tələbi
bo: འཚལ་བོར་གཞན་གྱིས་བརྩིགས་པ
cs: Požadavek na přetížení
da: Anmod om overbelastning
el: Αίτημα υπερφόρτωσης
et: Taotle ülekoormust
fa: درخواست اضافه بار
nb: Be om overbelastning
vi: Yêu cầu quá tải

source: Connection limit reached
ar: تم الوصول إلى حد الاتصال
az: Bağlantı limitinə çatdı
bo: སྦྲེལ་མཚམས་ཀྱི་ཁྱབ་ཁོངས་སོར་ཐོབ་པ
cs: Bylo dosaženo limitu připojení
da: Forbindelsesgrænse nået
el: Συμπληρώθηκε το όριο σύνδεσης
et: Ühenduse limiit on täis
fa: محدودیت اتصال رسیده است
nb: Tilkoblingsgrense nådd
vi: Đã đạt đến giới hạn kết nối

source: Dropping tunnel requests: High load
ar: تجاوز النفق: ازدحام كبير
az: Tunel tələblərini buraxma: Yüksək yük
cs: Odstranění požadavků na tunel: Vysoká zátěž
da: Dropper tunnelforespørgsler: Høj belastning
el: Απόρριψη αιτημάτων για τούνελ: Υψηλό φορτίο
et: Eiran tunneliosaluse palveid: Kõrge koormus
fa: درخواست های تونل انداختن: بار زیاد
hi: सुरंग अनुरोधों का परित्याग किया जा रहा है: अत्यधिक भार
nb: Dropper tunnelforespørsler: Høy last
sl: Spuščanje prošenj predorov: Visoko breme
vi: Bỏ yêu cầu đường ống riêng: Độ tải quá cao

source: Dropping tunnel requests: Queue time
ar: تجاوز النفق: وقت الانتظار
az: Tunel sorğularının atılması: Növbə vaxtı
cs: Odstranění požadavků na tunel: Doba fronty
da: Dropper tunnelforespørgsler: Kø tid
el: Απόρριψη αιτημάτων για τούνελ: Χρόνος ουράς αναμονής
et: Eiran tunneliosaluse palveid: Pikk järjekord
fa: درخواست های تونل انداختن: زمان صف
hi: सुरंग अनुरोधों का परित्याग किया जा रहा है: कतार समय
nb: Dropper tunneler forespørsler: Køtid
sl: Spuščanje prošenj predorov: Čas čakalnega reda
vi: Bỏ yêu cầu đường ống riêng: Hàng đợi thời gian

source: Restarting
bo: ཡང་དགོངས་འགོ་བཙུགས་བཞིན་པ

source: Declining Tunnel Requests
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ

source: Dropping Tunnel Requests: Too slow
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ: ཁྱད་པར་ནམ་པོ་ཤོས

source: Dropping Tunnel Requests: High job lag
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ: འགོ་བཙུགས་ཀྱི་དྲན་པོ་ཆེ་བ

source: Dropping Tunnel Requests: Overloaded
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ: བཟོ་བཟོགས་གཞན་གྱིས་བརྩིགས་པ

source: Dropping Tunnel Requests: High load
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ: བཟོ་བཟོགས་ཆེ་བ

source: Dropping Tunnel Requests: Queue time
bo: ཀློང་གི་འཚལ་བོར་བཏོན་བཞིན་པ: གླེང་གེ་ཚོར་བ

source: Rejecting tunnels: Starting up
hi: सुरंगों की अस्वीकृति : आरम्भ करना
sl: Zavrnitev predorov: Zagon

source: Rejecting tunnels: High message delay
hi: सुरंगों की अस्वीकृति : संदेश में उच्च विलंब
sl: Zavrnitev predorov: Visoka zamuda sporočil

source: Rejecting tunnels: Limit reached
hi: सुरंगों की अस्वीकृति : सीमा पूर्ण हुई
sl: Zavrnitev predorov: Omejitev dosežena

source: Rejecting most tunnels: High number of requests
hi: अधिकांश सुरंगों की अस्वीकृति: अनुरोधों की अत्यधिक संख्या
sl: Zavrnitev večine predorov: Visoko število prošenj

source: Accepting most tunnels
hi: अधिकांश सुरंगों की स्वीकृति
sl: Sprejemanje večine predorov

source: Accepting tunnels
hi: सुरंगों की स्वीकृति
sl: Sprejemanje predorov

source: Rejecting tunnels: Bandwidth limit
hi: सुरंगों की अस्वीकृति : संचार क्षमता सीमा पूर्ण हुई
sl: Zavrnitev predorov: Omejitev pretočnosti

source: Rejecting most tunnels: Bandwidth limit
hi: अधिकांश सुरंगों की अस्वीकृति : संचार क्षमता सीमा पूर्ण हुई
sl: Zavrnitev večine predorov: Omejitev pretočnosti

source: Rejecting tunnels: Shutting down
hi: सुरंगों की अस्वीकृति : प्रणाली का अवरोधन किया जा रहा है
sl: Zavrnitev predorov: Zaustavitev

source: Rejecting tunnels
hi: सुरंगों की अस्वीकृति
sl: Zavrnitev predorov

source: Rejecting tunnels: Hidden mode
hi: सुरंगों की अस्वीकृति : गुप्त मोड
sl: Zavrnitev predorov: Skriti način

source: Rejecting tunnels: Request overload
hi: सुरंगों की अस्वीकृति : अनुरोधों पर अत्यधिक भार
sl: Zavrnitev predorov: Preobremenitev prošenj

source: Rejecting tunnels: Connection limit
hi: सुरंगों की अस्वीकृति : संपर्क सीमा पूर्ण हुई
sl: Zavrnitev predorov: Omejitev povezave
