Repository: I2PPlus/i2pplus
Catalog: apps/susimail/locale/messages_*.po
Languages: bo, ca, et, hi, sl

source: {0} new message
bo: {0} གསར་པ་ཞིག
et: {0} uus sõnum
hi: {0} नया संदेश
sl: {0} novo sporočilo

source: Email
bo: གློག་ཐུང་།
ca: Correu electrònic
et: E-post
hi: ईमेल
sl: E-pošta

source: No encoder found for encoding \''{0}\''.
bo: ཤེས་ཡིག་འདེམས་པའི་\''{0}\'' དེར་བརྒྱུད་སྐྱོང་བྱེད་མཁན་མི་རྙེད།
ca: No s'ha trobat cap codificador per codificar \''{0}\''.
et: Süsteem ei leidnud kodeerija koodi \''{0}\'' jaoks.
hi: \''{0}\'' कोडिंग के लिए कोई कोडर नहीं मिला।
sl: Noben kodiralec ni bil najden za kodiranje \''{0}\''.

source: Re:
bo: རྒྱབ་ལན།
et: Vt:
hi: वापस:
sl: Po:

source: Fwd:
bo: མུ་མཐུད་བཏོན།
et: Edastatud:
hi: फॉरवर्ड:
sl: Naprej:

source: Drafts
bo: ཐོག་མའི་ཐེམ་ཚིག
ca: Esborranys
et: Klapploendid
hi: ड्राफ्ट
sl: Osnovi

source: Sent
bo: བཏོན་པ།
ca: Enviat
et: Saadetud
hi: भेजा
sl: Poslano

source: Trash
bo: སྙིགས་སྣོད།
ca: Paperera
et: Prügikorv
hi: कचरा
sl: Kos

source: Bulk Mail
bo: གློག་ཐུང་མང་པོ།
ca: Correu massiu
et: Massimailing
hi: बल पत्र
sl: Množična pošta

source: Inbox
bo: ཕུང་པོ།
ca: Safata d'entrada
et: Saadud
hi: इनबॉक्स
sl: Vhodna pošta

source: View message as HTML
bo: གློག་ཐུང་HTML དོན་ཚན་རུ་མཚོན་པ།
et: Vaata sõnumit HTML kujul
hi: संदेश को HTML के रूप में देखें
sl: Oglej sporočilo kot HTML

source: View message as plain text
bo: གློག་ཐུང་གི་ཡིག་རུ་མཚོན་པ།
et: Vaata sõnumit tavalise tekstina
hi: संदेश को साधारण पाठ के रूप में देखें
sl: Oglej sporočilo kot navaden tekst

source: unknown
bo: མི་ཤེས་པ།
ca: desconegut
et: tundmatu
hi: अज्ञात
sl: neznano

source: To protect your privacy, SusiMail is blocking Javascript and any remote content contained in this HTML message.
bo: ཁྱོད་ཀྱི་གསང་ཚན་སྲུང་བར་དུ་SusiMail HTML གློག་ཐུང་གི་Javascript དང་། གཞན་གྱི་ནང་དོན་ཚུགས་པ་བརྒྱུད་སྐྱོང་བྱེད་ཡོད།
et: Teie privaatsuse kaitseks blokeerib SusiMail JavaScripti ja kõik kaugasuvad sisu, mis on selle HTML-sõnumis.
hi: आपकी गोपनीयता की सुरक्षा के लिए, SusiMail इस HTML संदेश में शामिल JavaScript और किसी भी दूरस्थ सामग्री को ब्लॉक कर रहा है.
sl: Da bi zaščitili vaše zasebnost, blokira SusiMail Javascript in vse oddaljeno vsebino vključeno v to HTML sporočilo.

source: Enable Javascript for enhanced presentation and additional features.
bo: མཚོན་ཚུལ་དང་། ཐོན་མི་ཡོན་ཏན་ལ་Javascript གི་རྒྱབ་རྒུད་བྱེད་པར་བྱ་རྒྱུ།
et: Luba JavaScript, et parem esitlus ja lisafunktsioonid.
hi: विस्तारित प्रस्तुति और अतिरिक्त सुविधाओं के लिए JavaScript को सक्षम करें.
sl: Omogočite Javascript za izboljšano predstavitev in dodatne funkcionalnosti.

source: Tracking images removed from message: {0}
bo: གློག་ཐུང་ནས་བཟོ་བཅོས་པའི་རྟེན་གྱི་པར་དང་རི་མོ། {0}
et: Jälituspildid eemaldati sõnumist: {0}
hi: ट्रैकिंग छवियों को संदेश से हटा दिया: {0}
sl: Sledilne slike so bile odstranjen iz sporočila: {0}

source: Blocked images not displayed: {0}
bo: བརྒྱུད་སྐྱོང་བྱས་པའི་རི་མོ་མི་མཚོན་པ། {0}
et: Blokeeritud pildid ei kuvata: {0}
hi: ब्लॉक की गई छवियां नहीं दिखाई देती: {0}
sl: Blokirane slike niso prikazane: {0}

source: Charset \''{0}\'' not supported.
bo: ཡིག་ཚོའི་རིམ་པ་\''{0}\'' མི་རྒྱབ་སྐྱོང་བྱེད།
ca: El joc de caràcters \''{0}\'' no és compatible.
et: Märgsete komplekti \''{0}\'' ei toeta.
hi: चारसेट \''{0}\'' समर्थित नहीं है.
sl: Nabor znakov \''{0}\'' ni podprt.

source: Part ({0}) not shown, because of {1}
bo: ཆ་ཤས་({0}) མི་མཚོན་པ། {1} དང་རྒྱབ་རྒུད་མི་བྱེད་པའི་རྒྱུ།
ca: La part ({0}) no es mostra a causa de {1}
et: Osat ({0}) ei näidata, sest {1}
hi: भाग ({0}) नहीं दिखाया गया है, {1} के कारण.
sl: Del ({0}) ni prikazan zaradi {1}

source: Reloading the page may fix the error.
bo: ཤོག་ངོས་བསྐྱར་དུ་བྱེད་པས་ནོར་འཁྲུལ་བརྗེ་ཐུབ།
ca: Tornar a carregar la pàgina pot solucionar l'error.
et: Lehe uuendamine võib vigat parandada.
hi: पृष्ठ फिर से लोड करने से त्रुटि सुधार सकती है.
sl: Osveževanje strani morda popravi napako.

source: File
bo: ཡིག་ཆ།
ca: Arxiu
et: Fail
hi: फ़ाइल
sl: Datoteka

source: Download attachment {0}
bo: དྲ་བརྐྱབ་པའི་ཡིག་ཆ་{0} ཏེང་བ།
ca: Baixa el fitxer adjunt {0}
et: Laadi allikas {0}
hi: संलग्नक {0} डाउनलोड करें
sl: Prenesi priložilo {0}

source: File is packed into a zipfile for security reasons.
bo: བདེ་འཇགས་ཀྱི་རྒྱུ་མཚན་གྱིས་ཡིག་ཆ་ཟིབ་བཏོན་ནི་ཡིག་ཆའི་ཞུགས་པར་བཏབ།
ca: El fitxer està empaquetat en un fitxer zip per motius de seguretat.
et: Fail on turvalisuse tõttu zip failiks pakitud.
hi: सुरक्षा के कारण फ़ाइल एक zip फ़ाइल में पैक की गई है.
sl: Datoteka je zaradi varnostnih razlogov pakirana v zip datoteko.

source: Attachment ({0}).
bo: དྲ་བརྐྱབ་པ་({0})།
ca: Annex ({0}).
et: Allikas ({0}).
hi: संलग्नक ({0}).
sl: Priložilo ({0}).

source: Need username for authentication.
bo: དཔང་བཟོ་བཞིན་པར་མིང་དགོས།
ca: cal un nom d'usuari per a l'autenticació.
et: Autentimiseks vaja kasutajanime.
hi: पासवर्ड की आवश्यकता है क्योंकि उपयोगकर्ता नाम आवश्यक है.
sl: Potrebujem uporabniško ime za overjanje.

source: Do not include @mail.i2p in the username
bo: མིང་ལ་ @mail.i2p མི་ཚོལ་བར་བྱ་རྒྱུ།
et: Ära sisalda @mail.i2p kasutajanimega
hi: उपयोगकर्ता नाम में @mail.i2p शामिल न करें.
sl: Ne vključite @mail.i2p v uporabniško ime

source: Need password for authentication.
bo: དཔང་བཟོ་བཞིན་པར་གསང་ཨང་དགོས།
ca: Necessiteu contrasenya per a l'autenticació.
et: Autentimiseks vaja parooli.
hi: पासवर्ड की आवश्यकता है क्योंकि पासवर्ड की आवश्यकता है.
sl: Potrebujem geslo za overjanje.

source: Need hostname for connect.
bo: སྦྱོར་བར་དུ་མིང་དགོས།
ca: Cal un nom d'amfitrió per a la connexió.
et: Ühendamiseks vaja hosti nime.
hi: कनेक्ट के लिए होस्टनेम की आवश्यकता है.
sl: Potrebujem domensko ime za povezavo.

source: Need port number for pop3 connect.
bo: pop3 སྦྱོར་བར་དུ་གློག་ཐུང་གི་ཨང་དགོས།
ca: cal un número de port per a la connexió pop3.
et: Pop3 ühendamiseks vaja portinumber.
hi: पीओपी3 कनेक्ट के लिए पोर्ट नंबर की आवश्यकता है.
sl: Potrebujem številko vrata za pop3 povezavo.

source: POP3 port number is not in range 0..65535.
bo: POP3 གློག་ཐུང་གི་ཨང་ནི་ 0..65535 ནང་མི་འདུག
ca: El número de port POP3 no està dins l'interval 0..65535.
et: POP3 portinumber ei ole vahemikus 0..65535.
hi: POP3 पोर्ट नंबर 0..65535 के विस्तार में नहीं है.
sl: Številka vrata POP3 ni v obsegu 0..65535.

source: POP3 port number is invalid.
bo: POP3 གློག་ཐུང་གི་ཨང་ནི་བརྩི་བཟོ་མིན་པ།
ca: El número de port POP3 no és vàlid.
et: POP3 portinumber on kehtetu.
hi: POP3 पोर्ट नंबर अमान्य है.
sl: Številka vrata POP3 je neveljavna.

source: Need port number for smtp connect.
bo: smtp སྦྱོར་བར་དུ་གློག་ཐུང་གི་ཨང་དགོས།
ca: cal un número de port per a la connexió smtp.
et: Smtp ühendamiseks vaja portinumber.
hi: एसएमटीपी कनेक्ट के लिए पोर्ट नंबर की आवश्यकता है.
sl: Potrebujem številko vrata za smtp povezavo.

source: SMTP port number is not in range 0..65535.
bo: SMTP གློག་ཐུང་གི་ཨང་ནི་ 0..65535 ནང་མི་འདུག
ca: El número de port SMTP no està dins l'interval 0..65535.
et: SMTP portinumber ei ole vahemikus 0..65535.
hi: SMTP पोर्ट नंबर 0..65535 के विस्तार में नहीं है.
sl: Številka vrata SMTP ni v obsegu 0..65535.

source: SMTP port number is invalid.
bo: SMTP གློག་ཐུང་གི་ཨང་ནི་བརྩི་བཟོ་མིན་པ།
ca: El número de port SMTP no és vàlid.
et: SMTP portinumber on kehtetu.
hi: SMTP पोर्ट नंबर अमान्य है.
sl: Številka vrata SMTP je neveljavna.

source: Cannot connect
bo: སྦྱོར་བར་མི་ཐུབ།
ca: No es pot connectar
et: Ühendamine ei õnnestu
hi: कनेक्ट नहीं हो सका
sl: Ne morem se povezati

source: Error connecting to server
bo: ཞབས་ཞུ་ཁང་དུ་སྦྱོར་བར་ནོར་འཁྲུལ།
ca: S'ha produït un error en connectar-se al servidor
et: Viga serveriga ühendamisel
hi: सर्वर से कनेक्ट करने में समस्या आयी
sl: Napaka pri povezovanju na strežnik

source: Draft saved.
bo: ཐོག་མའི་ཐེམ་ཚིག་བུད་པ།
ca: Esborrany guardat.
et: Klapploend salvestatud.
hi: प्रारूप सहेजा गया.
sl: Osnova shranjena.

source: Unable to save mail.
bo: གློག་ཐུང་བུད་མི་ཐུབ།
ca: No es pot desar el correu.
et: E-posti salvestamine ebaõnnestus.
hi: मेल सहेजने में असमर्थ.
sl: Ne morem shraniti pošte.

source: On {0} {1} wrote:
bo: {0} ནས་ {1} གིས་ཡིག་ཆ་བྲིས།
ca: El {0} {1} va escriure:
et: Päeval {0} kirjutas {1}:
hi: {0} को {1} ने लिखा:
sl: Na {0} {1} je napisal:

source: Error reading uploaded file: {0}
bo: ཕབ་པའི་ཡིག་ཆ་ཀློག་བར་ནོར་འཁྲུལ། {0}
ca: Error en llegir el fitxer penjat: {0}
et: Viga laetud faili lugemisel: {0}
hi: अपलोड किया गया फ़ाइल पढ़ने में त्रुटि: {0}
sl: Napaka pri branju nalaganega datoteke: {0}

source: begin forwarded mail
bo: མུ་མཐུད་བཏོན་པའི་གློག་ཐུང་གི་འགོ་མཚམས།
ca: comença el correu reenviat
et: Algab edastatud e-post
hi: अग्रेषित मेल शुरू
sl: začetek preusmerjene pošte

source: end forwarded mail
bo: མུ་མཐུད་བཏོན་པའི་གློག་ཐུང་གི་མཇུག་མཚམས།
ca: finalitzar el correu reenviat
et: Edastatud e-post lõpp
hi: अग्रेषित मेल समाप्त
sl: konec preusmerjene pošte

source: Could not fetch mail body.
bo: གློག་ཐུང་གི་ནང་དོན་མི་རྙེད།
ca: No s'ha pogut recuperar el cos del correu.
et: Ei suutnud hankida e-posti sisu.
hi: मेल शरीर नहीं प्राप्त कर सका.
sl: Ne morem pridobiti telo pošte.

source: Message id not valid.
bo: གློག་ཐུང་གི་ཨང་བརྩི་བཟོ་མིན་པ།
ca: L'identificador del missatge no és vàlid.
et: Sõnumi ID ei ole kehtiv.
hi: संदेश आईडी वैध नहीं है.
sl: Id sporočila ni veljaven.

source: Internal error, lost connection.
bo: ནང་གི་ནོར་འཁྲུལ་སྦྱོར་བར་བཟང་མི་བྱེད།
ca: Error intern, connexió perduda.
et: Sisemine viga, ühendus katkes.
hi: आंतरिक त्रुटि, कनेक्शन खो गया.
sl: Notranja napaka, izgubljena povezava.

source: No Encoding found for {0}
bo: {0} དེར་ཤེས་ཡིག་འདེམས་མི་རྙེད།
ca: No s'ha trobat cap codificació per a {0}
et: Ei leitud kodeerimist {0} jaoks
hi: {0} के लिए कोई एनकोडिंग नहीं मिली.
sl: Ni najdenega kodiranja za {0}

source: Attachment not found.
bo: དྲ་བརྐྱབ་པ་མི་རྙེད།
ca: No s'ha trobat el fitxer adjunt.
et: Allikast ei leitud.
hi: संलग्नक नहीं मिला.
sl: Priložilo ni bilo najdeno.

source: Message not found.
bo: གློག་ཐུང་མི་རྙེད།
ca: Missatge no trobat.
et: Sõnumit ei leitud.
hi: संदेश नहीं मिला.
sl: Sporočilo ni bilo najdeno.

source: 1 message deleted.
bo: གློག་ཐུང་ཞིག་བསུབས་པ།
et: 1 sõnum kustutatud.
hi: {0} संदेश हटाया गया।
sl: {0} sporočilo izbrisano.

source: No messages marked for deletion.
bo: བསུབས་པར་མཚོན་བའི་གློག་ཐུང་མི་འདུག
ca: No s'ha marcat cap missatge per esborrar.
et: Ühtegi sõnumit ei märgitud kustutamiseks.
hi: हटाने के लिए कोई संदेश चिह्नित नहीं किया गया है.
sl: Ni sporočil označenih za izbrisanje.

source: Host unchanged. Edit configation file {0} to change host.
bo: མིང་བརྩིས་མི་བཅོས། {0} གློག་ཐུང་གི་ཡིག་ཆ་བཟོ་བཅོས་བྱེད་པར་མིང་བརྩི་བཅོས་བྱ་རྒྱུ།
ca: Amfitrió sense canvis.
et: Meelesta pole muutunud. Muuda konfiguratsiooni faili {0}, et vahetada meelest.
hi: होस्ट अपरिवर्तित. होस्ट बदलने के लिए कॉन्फ़िगेशन फ़ाइल {0} को संपादित करें.
sl: Domena ostane nespremenjena. Uredi konfiguracijsko datoteko {0}, da spremeniš domeno.

source: Configuration saved
bo: བཀོད་སྒྲིག་བུད་པ།
ca: Configuració desada
et: Seaded salvestatud
hi: संरचना सहेजी गई
sl: Konfiguracija shranjena

source: Invalid pagesize number, resetting to default value.
bo: ཤོག་ངོས་གྲངས་ཀ་ནོར་འཁྲུལ། ཐོག་མའི་གྲངས་ཀ་དུ་བཟོ་བཅོས་བྱེད་བྱེད་པ།
ca: Número de mida de pàgina no vàlid, s'està restablint al valor predeterminat.
et: Vigane lehekülje suurus, lülitatakse vaikimisi väärtusele.
hi: अमान्य पेज साइज़ संख्या, डिफ़ॉल्ट मान के लिए रीसेट कर रहा है.
sl: Neveljavna številka velikosti strani, nastavljanje na privzeto vrednost.

source: Login
bo: ཐོག་མའི་འཛུལ་བ།
ca: Entra
et: Logi sisse
hi: लॉगिन
sl: Prijava

source: Loading messages, please wait...
bo: གློག་ཐུང་བཟོ་བར་བྱེད་བཞིན་པ། ཊིག་ཙམ་རེ་བར་བྱེད་རོགས།
ca: S'estan carregant els missatges, espereu...
et: Laen sõnumeid, palun oota...
hi: संदेश लोड हो रहे हैं, कृपया प्रतीक्षा करें...
sl: Nalaganje sporočil, prosim počakajte...

source: 1 message
bo: གློག་ཐུང་ཞིག
et: 1 sõnum
hi: {0} संदेश
sl: {0} sporočilo

source: No messages
bo: གློག་ཐུང་མི་འདུག
ca: Sense missatges
et: Ühtegi sõnumit
hi: कोई संदेश नहीं
sl: Brez sporočil

source: Show Message
bo: གློག་ཐུང་མཚོན་པ།
ca: Mostra el missatge
et: Näita sõnumit
hi: संदेश दिखाएं
sl: Prikaži sporočilo

source: New Message
bo: གློག་ཐུང་གསར་པ།
ca: Nou missatge
et: Uus sõnum
hi: नया संदेश
sl: Novo sporočilo

source: Configuration
bo: བཀོད་སྒྲིག
ca: Configuració
et: Seaded
hi: संरचना
sl: Konfiguracija

source: No new messages
bo: གསར་པའི་གློག་ཐུང་མི་འདུག
ca: No hi ha missatges nous
et: Ühtegi uut sõnumit
hi: कोई नया संदेश नहीं
sl: Ni novih sporočil

source: Checking for new messages on server
bo: ཞབས་ཞུ་ཁང་ནས་གསར་པའི་གློག་ཐུང་བཟོ་བར་བྱེད་བཞིན་པ།
ca: Comprovació de missatges nous al servidor
et: Kontrollin uute sõnumite olemasolu serveris
hi: सर्वर पर नए संदेश की जाँच कर रहा है
sl: Preverjam novih sporočil na strežniku

source: Refresh the page for updates
bo: བཅོས་པར་ཤོག་ངོས་བསྐྱར་དུ་བྱེད་རོགས།
ca: Actualitzeu la pàgina per obtenir actualitzacions
et: Värskenda lehte uuenduste jaoks
hi: अपडेट के लिए पृष्ठ ताजा करें
sl: Osveži stran za posodobitve

source: {0} is an I2P-exclusive service provided by {1}.
bo: {0} ནི་{1} གིས་སྐྱོང་བའི་I2P དོན་ཚན་གྱི་ཞབས་ཞུ་ཁང་།
ca: {0} és un servei exclusiu d'I2P proporcionat per {1}.
et: {0} on I2P-uueksiline teenus, mida pakub {1}.
hi: {0} {1} द्वारा प्रदान की जाने वाली I2P-अनुकूल सेवा है.
sl: {0} je storitev, ki jo pruža {1} izključno za I2P.

source: {0} webmail client &copy Susi 2004-2005.
bo: {0} གློག་ཐུང་གི་སྒྲིག་ཆས་&copy Susi 2004-2005.
et: {0} veebipõhine e-postiklient &copy Susi 2004-2005.
hi: {0} वेबमेल क्लाइंट &copy Susi 2004-2005.
sl: {0} spletni klient za e-pošto &copy Susi 2004-2005.

source: Removed tracking image placeholder
bo: བཟོ་བཅོས་པའི་རི་མོའི་སྟོན་བཟོ་བརྒྱབ།
et: Eemaldati jälgimispildi asendaja
hi: ट्रैकिंग छवि के स्थानीयकरण को हटा दिया
sl: Odstranjen omenjak sledilne slike

source: no subject
bo: དོན་ཚན་མི་འདུག
ca: cap tema
et: Teema puudub
hi: कोई विषय नहीं
sl: brez naslova

source: Found no valid sender address.
bo: བཏོན་པའི་གློག་ཐུང་གི་ཡིག་རྒྱུའི་གནས་མི་རྙེད།
ca: No s'ha trobat cap adreça de remitent vàlida.
et: Kehtivat saatja aadressi ei leitud.
hi: वैध भेजने वाले पते को नहीं मिला.
sl: Veljavnega naslovodajalca ni bilo mogoče najti.

source: Found no valid address in \''{0}\''.
bo: ཡིག་རྒྱུའི་གནས་\''{0}\'' ནང་མི་རྙེད།
ca: No s'ha trobat cap adreça vàlida a \''{0}\''.
et: Kehtivat aadressi ei leitud \''{0}\''.
hi: \''{0}\'' में कोई वैध पता नहीं मिला.
sl: Veljavne naslove ni bilo mogoče najti v \''{0}\''.

source: No recipients found.
bo: གློག་ཐུང་རྐྱང་བཟོ་མི་རྙེད།
ca: No s'han trobat destinataris.
et: Saajaid ei leitud.
hi: कोई प्राप्तकर्ता नहीं मिला.
sl: Noben prejemnik ni bil najden.

source: Email is too large, max is {0}
bo: གློག་ཐུང་ཆེ་ཤོས་ནི་{0} ཡིན།
ca: El correu electrònic és massa gran, el màxim és {0}
et: E-post on liiga suur, maksimum on {0}
hi: ईमेल बहुत बड़ा है, मैक्सिमम {0} है
sl: E-pošta je prevelika, največja velikost je {0}

source: Sending mail.
bo: གློག་ཐུང་བཏོན་བཞིན་པ།
ca: Enviament de correu.
et: E-posti saatmine.
hi: ईमेल भेज रहा है।
sl: Pošiljanje e-pošte.

source: Error sending mail
bo: གློག་ཐུང་བཏོན་བར་ནོར་འཁྲུལ།
ca: S'ha produït un error en enviar el correu
et: Viga e-posti saatmisel
hi: ईमेल भेजने में त्रुटि
sl: Napaka pri pošiljanju e-pošte

source: Mail sent.
bo: གློག་ཐུང་བཏོན་པ།
ca: Correu enviat.
et: E-post saadeti.
hi: ईमेल भेज दिया गया।
sl: E-pošta je bila poslana.

source: Cancel
bo: བཤིགས་པ།
ca: Cancel·la
et: Tühista
hi: रद्द करें
sl: Prekliči

source: Save as Draft
bo: ཐོག་མའི་ཐེམ་ཚིག་རུ་བུད་པ།
ca: Desa com a esborrany
et: Salvesta klapploendina
hi: ड्राफ्ट के रूप में सहेजें
sl: Shrani kot osnovo

source: Send
bo: བཏོན་པ།
ca: Envia
et: Saada
hi: भेजें
sl: Pošlji

source: From
bo: ནས།
ca: De
et: Saatja
hi: से
sl: Od

source: To
bo: རྐྱང་།
ca: A
et: Saaja
hi: को
sl: Za

source: Subject
bo: དོན་ཚན།
ca: Assumpte
et: Teema
hi: विषय
sl: Naslov

source: Add Attachment
bo: དྲ་བརྐྱབ་པ་སྣོན་པ།
ca: Afegeix un fitxer adjunt
et: Lisa allikas
hi: संलग्नक जोड़ें
sl: Dodaj priložilo

source: Add attachment
bo: དྲ་བརྐྱབ་པ་སྣོན་པ།
ca: Afegeix un fitxer adjunt
et: Lisa allikas
hi: संलग्नक जोड़ें
sl: Dodaj priložilo

source: Attachments
bo: དྲ་བརྐྱབ་པ།
ca: Adjunts
et: Allikased
hi: संलग्नक
sl: Priložila

source: Delete selected attachments
bo: འདེམས་པའི་དྲ་བརྐྱབ་པ་བསུབས་པ།
ca: Suprimeix els fitxers adjunts seleccionats
et: Kustuta valitud allikad
hi: चुने हुए संलग्नक हटाएं
sl: Izbriši izbrane priložila

source: I2PMail Login
bo: I2PMail ཐོག་མའི་འཛུལ་བ།
ca: Inici de sessió I2PMail
et: I2PMail sisselogimine
hi: I2PMail लॉगिन
sl: Prijava I2PMail

source: User
bo: སྤྱོད་མཁན།
ca: Usuari
et: Kasutaja
hi: उपयोगकर्ता
sl: Uporabnik

source: Username
bo: མིང་།
ca: Nom d'usuari
et: Kasutajanimi
hi: उपयोगकर्ता नाम
sl: Uporabniško ime

source: Password
bo: གསང་ཨང་།
ca: Contrasenya
et: Parool
hi: पासवर्ड
sl: Geslo

source: Toggle password visibility
bo: གསང་ཨང་མཚོན་བར་མི་མཚོན་བར་བཟོ་བཅོས་བྱེད་པ།
ca: Commuta la visibilitat de la contrasenya
et: Lülita parooli nähtavus
hi: पासवर्ड दृश्यता को इकट्ठा/छिपाएं
sl: Preklopi vidljivost gesla

source: Host
bo: མིང་།
ca: Allotjador
et: Meelesta
hi: मेजबान
sl: Domena

source: POP3 Port
bo: POP3 གློག་ཐུང་།
ca: Port POP3
hi: POP3 पोर्ट
sl: Vrata POP3

source: SMTP Port
bo: SMTP གློག་ཐུང་།
ca: Port SMTP
hi: SMTP पोर्ट
sl: Vrata SMTP

source: Read Mail Offline
bo: གློག་ཐུང་བརྒྱུད་སྐྱོང་མི་བྱེད་པར་ཀློག་པ།
ca: Llegeix el correu fora de línia
et: Loe e-postid veebist väljaspool
hi: ऑフलाइन में ईमेल पढ़ें
sl: Branje pošte brez povezave

source: Settings
bo: བཀོད་སྒྲིག
ca: Configuració
et: Seaded
hi: सेटिंग्स
sl: Nastavitve

source: Learn about I2PMail
bo: I2PMail ནང་གི་ཤེས་བྱ་རྒྱུ།
ca: Més informació sobre I2PMail
et: Loo teadmata I2PMail
hi: I2PMail के बारे में जानें
sl: O I2PMail

source: Create Account
bo: ཐོག་མའི་བཟོ་བ།
ca: Crear compte
et: Loo konto
hi: अकाउंट बनाएं
sl: Ustvari račun

source: New
bo: གསར་པ།
ca: Nou
et: Uus
hi: नया
sl: Nov

source: Check Mail
bo: གློག་ཐུང་བཟོ་བར་བྱེད་པ།
ca: Consulta el correu
et: Kontrolli e-postit
hi: ईमेल जाँचें
sl: Preveri pošto

source: Refresh Page
bo: ཤོག་ངོས་བསྐྱར་དུ་བྱེད་པ།
ca: Actualitza la pàgina
et: Värskenda lehte
hi: पृष्ठ ताजा करें
sl: Osveži stran

source: 1 Message
bo: གློག་ཐུང་ཞིག
et: 1 Sõnum
hi: {0} संदेश
sl: {0} Sporočilo

source: Logout
bo: ཐོག་མ་བཤིགས་པ།
ca: Desconnecta
et: Logi välja
hi: लॉगआ웃
sl: Odjava

source: Date
bo: ཚེས་གྲངས།
ca: Data
et: Kuupäev
hi: तारीख
sl: Datum

source: Size
bo: ཆེ་ཚོར།
ca: Mida
et: Suurus
hi: कार
sl: Velikost

source: Mark for deletion
bo: བསུབས་པར་མཚོན་པ།
ca: Marca per esborrar
et: Märkida kustutamiseks
hi: हटाने के लिए चिह्नित करें
sl: Označi za izbrisanje

source: Message contains HTML
bo: གློག་ཐུང་ནི་HTML དོན་ཚན་ཚུགས་པ།
et: Sõnum sisaldab HTML-i
hi: संदेश में HTML है
sl: Sporočilo vsebuje HTML

source: Message is new
bo: གློག་ཐུང་གསར་པ།
ca: El missatge és nou
et: Sõnum on uus
hi: संदेश नया है
sl: Sporočilo je novo

source: Message is spam
bo: གློག་ཐུང་ནི་སྙིགས་སྣོད་ཡིན།
ca: El missatge és correu brossa
et: Sõnum on rämpspost
hi: संदेश स्पैम है
sl: Sporočilo je spam

source: Message body not downloaded
bo: གློག་ཐུང་གི་ནང་དོན་ཕབ་མི་བྱེད་པ།
ca: El cos del missatge no s'ha baixat
et: Sõnumi tekst ei ole alla laetud
hi: संदेश का शरीर डाउनलोड नहीं किया गया
sl: Telo sporočila ni bilo preneseno

source: Really delete the marked messages?
bo: མཚོན་བའི་གློག་ཐུང་བསུབས་རྒྱུ་ནམ་།
ca: Suprimir realment els missatges marcats?
et: Kustutan ma tegelikult märgitud sõnumid?
hi: चिह्नित संदेशों को वास्तव में हटाना?
sl: Res želite izbrisati označena sporočila?

source: Yes, really delete them!
bo: གཏན་ན་བསུབས་རྒྱུ།
ca: Sí, suprimeix-los realment!
et: Jah, kustutan need tegelikult!
hi: हाँ, वास्तव में उन्हें हटाओ!
sl: Da, res izbriši!

source: Delete Selected
bo: འདེམས་པ་བསུབས་པ།
ca: Suprimeix el seleccionat
et: Kustuta valitud
hi: चुनिंदा हटाएं
sl: Izbriši izbrane

source: Mark All
bo: ཐམས་ཅད་མཚོན་པ།
ca: Marca tot
et: Märki kõik
hi: सभी को चिह्नित करें
sl: Označi vse

source: Clear All
bo: ཐམས་ཅད་བཟོ་བཅོས་བྱེད་པ།
ca: Esborra-ho tot
et: Puhasta kõik
hi: सभी को साफ करें
sl: Počisti vse

source: Change to Folder
bo: ཞབས་ཞུ་ཁང་དུ་བཟོ་བཅོས་བྱེད་པ།
ca: Canvia a carpeta
et: Muuda kausta
hi: फ़ोल्डर में बदलें
sl: Spremeni v mapo

source: First
bo: ཐོག་མ།
ca: Primer
et: Esimene
hi: पहला
sl: Prvi

source: Previous
bo: སྔོན་མ།
ca: Anterior
et: Eelmine
hi: पिछला
sl: Prejšnji

source: Next
bo: མཐར་མ།
ca: Següent
et: Järgmine
hi: अगला
sl: Naslednji

source: Last
bo: མཇུག་མ།
ca: Últim
et: Viimane
hi: अंतिम
sl: Zadnji

source: Really delete this message?
bo: གློག་ཐུང་འདི་བསུབས་རྒྱུ་ནམ་།
ca: De veritat voleu suprimir aquest missatge?
et: Kustutan ma tegelikult selle sõnumi?
hi: वास्तव में इस संदेश को हटाना?
sl: Res želite izbrisati to sporočilo?

source: Yes, really delete it!
bo: གཏན་ན་བསུབས་རྒྱུ།
ca: Sí, realment esborra-ho!
et: Jah, kustutan see tegelikult!
hi: हाँ, वास्तव में इसे हटाओ!
sl: Da, res izbriši!

source: Reply
bo: རྒྱབ་ལན་བཏོན་པ།
ca: Respon
et: Vasta
hi: जवाब दें
sl: Odgovori

source: Reply All
bo: ཐམས་ཅད་ལ་རྒྱབ་ལན་བཏོན་པ།
ca: Respondre a tots
et: Vasta kõigile
hi: सभी को जवाब दें
sl: Odgovori vsem

source: Forward
bo: མུ་མཐུད་བཏོན་པ།
ca: Reenvia
et: Edastamine
hi: गे बढ़ाएं
sl: Naprej

source: Save As
bo: ཐོག་མའི་ཐེམ་ཚིག་རུ་བུད་པ།
ca: Desa com a
et: Salvesta nimega
hi: अलग के रूप में सहेजें
sl: Shrani kot

source: Delete
bo: བསུབས་པ།
ca: Suprimir
et: Kustuta
hi: हटाएं
sl: Izbriši

source: Back to Folder
bo: ཞབས་ཞུ་ཁང་དུ་ཕྱིར་ལོག་པ།
ca: Torna a la carpeta
et: Tagasi kausta
hi: फ़ोल्डर में वापस
sl: Nazaj v mapo

source: Move to Folder
bo: ཞབས་ཞུ་ཁང་དུ་བསྐྱོར་བ།
ca: Mou a la carpeta
et: Liiguta kausta
hi: फ़ोल्डर में चलाएं
sl: Premakni v mapo

source: View message in new tab
bo: ཤོག་ངོས་གསར་པར་གློག་ཐུང་མཚོན་པ།
et: Vaata sõnumit uues kaardil
hi: नई टैब में संदेश देखें
sl: Oglej sporočilo v novem zavihku

source: Folder Page Size
bo: ཞབས་ཞུ་ཁང་གི་ཤོག་ངོས་ཆེ་ཚོར།
ca: Mida de la pàgina de la carpeta
et: Kausta lehe suurus
hi: फ़ोल्डर पेज का आकार
sl: Velikost strani mape

source: Set
bo: བཟོ་བཅོས་བྱེད་པ།
ca: Col·locar
et: Määra
hi: सेट करें
sl: Nastavi

source: Advanced Configuration
bo: བཀོད་སྒྲིག་མཐོ་རིམ་པ།
ca: Configuració avançada
et: Täiendavad seadistused
hi: विस्तृत संरचना
sl: Napredna konfiguracija

source: Save Configuration
bo: བཀོད་སྒྲིག་བུད་པ།
ca: Desa la configuració
et: Salvesta seadistused
hi: संरचना सहेजें
sl: Shrani konfiguracijo

source: No response from server
bo: ཞབས་ཞུ་ཁང་ནས་རྒྱབ་ལན་མི་རྙེད།
ca: Cap resposta del servidor
et: Serverilt ei saanud vastust
hi: सर्वर से कोई प्रतिक्रिया नहीं
sl: Brez odgovora strežnika

source: Mail server login failed, wrong username or password.
bo: གློག་ཐུང་གི་ཞབས་ཞུ་ཁང་ནས་ཐོག་མའི་འཛུལ་བ་བཟོ་མི་བྱེད། མིང་དང་གསང་ཨང་ནོར་འཁྲུལ།
ca: Error d'inici de sessió al servidor de correu, nom d'usuari o contrasenya incorrectes.
et: E-posti serveri sisselogimine ebaõnnestus, vale kasutajanimi või parool.
hi: मेल सर्वर लॉगिन विफल, गलत उपयोगकर्ता नाम या पासवर्ड।
sl: Prijava na strežnik e-pošte je spodletela, napačno uporabniško ime ali geslo.

source: Logout and then login again with the correct username and password.
bo: ཐོག་མ་བཤིགས་ནས་མིང་དང་གསང་ཨང་ཡང་དག་གིས་ཐོག་མའི་འཛུལ་བ་བཟོ་བྱེད་རོགས།
ca: Tanqueu la sessió i torneu a iniciar sessió amb el nom d'usuari i la contrasenya correctes.
et: Logi välja ja logi seejärel sisse õigega kasutajanime ja parooliga.
hi: लॉगआ웃 करें और फिर सही उपयोगकर्ता नाम और पासवर्ड के साथ फिर से लॉगिन करें।
sl: Odjava in potem se prijavite znova z pravilnim uporabniškim imenom in geslom.

source: Login failed
bo: ཐོག་མའི་འཛུལ་བ་བཟོ་མི་བྱེད།
ca: Error a l'iniciar sessió
et: Sisselogimine ebaõnnestus
hi: लॉगिन विफल
sl: Prijava je spodletela

source: Server refused connection
bo: ཞབས་ཞུ་ཁང་ནས་སྦྱོར་བར་བཟང་མི་བྱེད།
ca: El servidor ha rebutjat la connexió
et: Server keeldas ühenduse
hi: सर्वर कनेक्शन को अस्वीकार कर दिया
sl: Strežnik je zavrnal povezavo

source: Mail rejected
bo: གློག་ཐུང་བཟོ་བར་བཟང་མི་བྱེད།
ca: Correu rebutjat
et: E-post tagasi lükatud
hi: मेल अस्वीकृत किया गया
sl: Pošta je bila zavrnjena

source: Cc
et: Koopia

source: Bcc
ca: Cco
et: Salvesta koopia

source: Message has an attachment
ca: El missatge té un fitxer adjunt
