Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale-countries/messages_*.po
Languages: bo

source: Anonymous Proxy
bo: མིང་མེད་མཐུད་པར

source: Satellite Provider
bo: རྡོལ་རྒྱུན་འཚོ་བའི་མཛོན་བྱེད་པ་

source: Andorra
bo: ཨན་དོར་ར

source: United Arab Emirates
bo: གྱུར་མེད་ཀྱི་རྒྱལ་ཁབ་

source: Afghanistan
bo: ཨཕ་གནིས་ཏན

source: Antigua and Barbuda
bo: ཨན་ཐི་གུ་དང་བར་བུ་ཌ

source: Anguilla
bo: ཨང་གུ་ཡིལ་ལ

source: Albania
bo: ཨལ་བེ་ནི་ཡ

source: Armenia
bo: ཨར་མེ་ནི་ཡ

source: Netherlands Antilles
bo: ཨེན་ཐི་ལེ་ཌ་གྱི་རྒྱལ་ཁབ་

source: Angola
bo: ཨང་གོ་ལ

source: Asia/Pacific Region
bo: ཨེ་ཤི་ཡ/ཨོ་ཌི་ཡན་གི་ས་ཁུལ

source: Antarctica
bo: ཨན་ཊར་ཀཊི་ཀ

source: Argentina
bo: ཨར་ཇེན་ཌི་ན

source: American Samoa
bo: ཨ་མེ་རི་ཀའི་ཟ་མོ་ཥེ་

source: Austria
bo: ཨོ་སི་ཌི་ཡ

source: Australia
bo: ཨོ་ཌི་ཤི་ཡ

source: Aruba
bo: ཨ་རུ་བ

source: Åland Islands
bo: ཨ་ལན་གི་གླིང་ཚོ

source: Azerbaijan
bo: ཨཛ་ཤར་བྷེ་ཛན

source: Bosnia and Herzegovina
bo: བོ་ཤི་ནི་ཡ་དང་ཧེར་ཙེ་གོ་བི་ན

source: Barbados
bo: བར་བེ་ཌོས

source: Bangladesh
bo: བང་གླེ་ཤེ་

source: Belgium
bo: བེལ་ཇིམ

source: Burkina Faso
bo: བུར་ཀི་ན་ཕ་སོ

source: Bulgaria
bo: བུལ་གེ་རི་ཡ

source: Bahrain
bo: བ་ཧ་རིན

source: Burundi
bo: བུ་རུན་ཌི

source: Benin
bo: བེ་ནིན

source: Saint Barthélemy
bo: ཤེན་བར་ཐེ་ལེ་མི

source: Bermuda
bo: བེར་མུ་ཌ

source: Brunei Darussalam
bo: བྲུ་ནེ་ཌ་རུས་ས་ལམ

source: Bolivia
bo: བོ་ལི་བི་ཡ

source: Bonaire
bo: བོ་ནེ་ཡིར

source: Brazil
bo: བྲེ་ཤིལ

source: Bahamas
bo: བ་ཧ་མས

source: Bhutan
bo: བོད

source: Bouvet Island
bo: བོ་ཝེ་ཊི་གླིང་

source: Botswana
bo: བོ་ཊི་ཝན

source: Belarus
bo: བེལ་རུས

source: Belize
bo: བེ་ལི་ཛེ

source: Canada
bo: ཅ་ན་ཌ

source: Cocos (Keeling) Islands
bo: ཅོ་ཀོས་(ཀི་ལིང་གི་གླིང་ཚོ)

source: Congo
bo: ཅོང་གོ

source: Central African Republic
bo: ཐོག་མའི་ཨ་ཕྲི་ཀའི་རེ་ཕབ་ལི་ཀ

source: Switzerland
bo: སུའི་ཌི་ལནཌ

source: Cote D'Ivoire
bo: ཅོ་ཌི་ཨི་བོའི་ར

source: Cook Islands
bo: ཀོག་གི་གླིང་ཚོ

source: Chile
bo: ཆི་ལི

source: Cameroon
bo: ཅ་མེ་རུན

source: China
bo: ཀྲུང་གོ

source: Colombia
bo: ཀོ་ལོམ་བི་ཡ

source: Costa Rica
bo: ཀོས་ཊ་རི་ཀ

source: Serbia and Montenegro
bo: སེར་བི་ཡ་དང་མོན་ཊེ་ནི་གྲོ

source: Cuba
bo: ཅུ་བ

source: Cape Verde
bo: ཀེབ་བེར་ཌི

source: Curaçao
bo: ཅུ་རེ་ཤོ

source: Christmas Island
bo: ཅི་རིས་མས་གླིང་

source: Cyprus
bo: སི་པྲུས

source: Czech Republic
bo: ཤེ་ཁིའི་རེ་ཕབ་ལི་ཀ

source: Germany
bo: ཇེར་མནི་

source: Djibouti
bo: ཇི་བོ་ཊི

source: Denmark
bo: ཌེན་མཱརྐ

source: Dominica
bo: ཌོ་མི་ནི་ཀ

source: Dominican Republic
bo: ཌོ་མི་ནི་ཀན་རེ་ཕབ་ལི་ཀ

source: Algeria
bo: ཨལ་ཇེ་རི་ཡ

source: Ecuador
bo: ཨེ་ཀུ་ཌོར

source: Estonia
bo: ཨེ་སིཊོ་ནི་ཡ

source: Egypt
bo: ཨེ་ཇིཔི་ཊི

source: Western Sahara
bo: ནུབ་བྱང་གི་ས་ཧ་ར

source: Eritrea
bo: ཨེ་རི་ཊི་ཡ

source: Spain
bo: སྤེཊིན

source: Ethiopia
bo: ཨེ་ཐི་ཨོ་ཕི་ཡ

source: European Union
bo: ཡོ་རོབ་ཀྱི་མཐུན་ཚོགས

source: Finland
bo: ཕིན་ལནཌ

source: Fiji
bo: ཕི་ཇི

source: Falkland Islands (Malvinas)
bo: ཕལ་ཁེན་གི་གླིང་ཚོ(མལ་ཝི་ནས)

source: Micronesia
bo: མི་ཀྲོ་ནེ་ཤི་ཡ

source: Faroe Islands
bo: ཕེ་རོ་གླིང་ཚོ

source: France
bo: ཕྲནས

source: Gabon
bo: ག་བོན

source: United Kingdom
bo: གྱུར་མེད་རྒྱལ་ཁབ

source: Grenada
bo: གྲེན་ཌ

source: Georgia
bo: ཇོར་ཇི་ཡ

source: French Guiana
bo: ཕྲནས་ཀྱི་གུ་ཡི་ན

source: Guernsey
bo: གེན་ཤི

source: Ghana
bo: ག་ན

source: Gibraltar
bo: ཇི་བྲལ་ཊར

source: Greenland
bo: གྲེན་ལནཌ

source: Gambia
bo: གམ་བི་ཡ

source: Guinea
bo: གི་ནི་ཡ

source: Guadeloupe
bo: གུ་ཌེ་ལོབ

source: Equatorial Guinea
bo: ཁྱིམ་གླིང་གི་གི་ནི་ཡ

source: Greece
bo: གྲིས

source: South Georgia and the South Sandwich Islands
bo: ལྷོ་གི་ཨོ་ཌི་གྱི་གླིང་ཚོ

source: Guatemala
bo: གུ་ཨོ་ཌེ་མཱལ

source: Guam
bo: གུ་ཨོམ

source: Guinea-Bissau
bo: གི་ནི་ཡ་བི་སོ

source: Guyana
bo: གུ་ཡི་ན

source: Hong Kong
bo: ཧོང་ཀོང

source: Honduras
bo: ཧོན་ཌུ་རས

source: Croatia
bo: ཀྲོ་ཨེ་ཤི་ཡ

source: Haiti
bo: ཧེ་ཊི

source: Hungary
bo: ཧུང་གེ་རི་

source: Indonesia
bo: ཨིན་ཌོ་ནེ་ཤི་ཡ

source: Ireland
bo: ཨི་རི་ལནཌ

source: Israel
bo: ཨིས་རེ་ལ

source: Isle of Man
bo: མན་གྱི་གླིང་

source: India
bo: ཨིན་ཌི་ཡ

source: British Indian Ocean Territory
bo: བྲེའུ་ཤིས་ཀྱི་ཨིན་ཌི་ཡའི་གླིང་ཚོ

source: Iraq
bo: ཨི་རུ་ཁ

source: Iran
bo: ཨི་རན

source: Iceland
bo: ཨི་སི་ལནཌ

source: Italy
bo: ཨི་ཌི་ལི

source: Jersey
bo: ཇེར་ཤི

source: Jamaica
bo: ཇ་མེ་ཀ

source: Jordan
bo: ཇོ་རེན

source: Japan
bo: ཇ་པན

source: Kenya
bo: ཀེ་ནི་ཡ

source: Kyrgyzstan
bo: ཀིར་གི་ཌི་སི་ཐན

source: Cambodia
bo: ཀམ་བོ་ཛི་ཡ

source: Kiribati
bo: ཀི་རི་བ་ཊི

source: Comoros
bo: ཀོ་མོ་རོས

source: Saint Kitts and Nevis
bo: ཤེན་ཌི་ཐི་ཐིས་དང་ནེ་ཝིས

source: North Korea
bo: བྱང་གི་ཀོ་རི་ཡ

source: Republic of Korea
bo: ལྷོ་གི་ཀོ་རི་ཡ

source: Kuwait
bo: ཀུ་ཨེ་ཌ

source: Cayman Islands
bo: ཀེ་མན་གྱི་གླིང་ཚོ

source: Kazakhstan
bo: ཀ་ཟཁ་སི་ཐན

source: Lao People's Democratic Republic
bo: ལ་ཡོངས་ཀྱི་དམངས་གཙོའི་རྒྱལ་ཁབ

source: Lebanon
bo: ལེ་བ་ནོན

source: Saint Lucia
bo: ཤེན་ལུ་ཤི་ཡ

source: Liechtenstein
bo: ལི་ཧེན་ཤི་ཐན

source: Sri Lanka
bo: ཤེན་ལང་ཀ

source: Liberia
bo: ལི་བེ་རི་ཡ

source: Lesotho
bo: ལེ་སོ་ཐོ

source: Lithuania
bo: ལི་ཐུ་ཨེ་ནི་ཡ

source: Luxembourg
bo: ལུགས་ཧེམ་བཱུར

source: Latvia
bo: ལེ་ཌི་ཡ

source: Libya
bo: ལི་བི་ཡ

source: Morocco
bo: མོ་རོ་ཀོ

source: Monaco
bo: མོ་ནེ་ཀོ

source: Moldova
bo: མོལ་ཌོ་བ

source: Montenegro
bo: མོན་ཊེ་ནི་གྲོ

source: Saint Martin
bo: ཤེན་མར་ཌིན

source: Madagascar
bo: མ་ཛག་གསར

source: Marshall Islands
bo: མར་ཤལ་གྱི་གླིང་ཚོ

source: Macedonia
bo: མ་ཅེ་ཌོ་ནི་ཡ

source: Mali
bo: མ་ལི

source: Myanmar
bo: མིན་མར

source: Mongolia
bo: མོང་གོལ

source: Macau
bo: མ་ཀོ

source: Northern Mariana Islands
bo: བྱང་གི་མ་རི་ཡན་གྱི་གླིང་ཚོ

source: Martinique
bo: མར་ཌི་ནིཀ

source: Mauritania
bo: མོར་ཤི་ཐེ་ནི་ཡ

source: Montserrat
bo: མོན་ཊེ་སེ་རེཊ

source: Malta
bo: མལ་ཊ

source: Mauritius
bo: མོར་ཤི་ཡུས

source: Maldives
bo: མལ་དིབས

source: Malawi
bo: མལ་ཨེ་ཝི་ཡ

source: Mexico
bo: མེགསི་ཀོ

source: Malaysia
bo: མ་ལེ་ཤི་ཡ

source: Mozambique
bo: མོས་ཐབ་བི་ཀ

source: Namibia
bo: ན་མི་བི་ཡ

source: New Caledonia
bo: གསར་གྱི་ཀེལ་ཌོ་ནི་ཡ

source: Niger
bo: ནི་ཇར

source: Norfolk Island
bo: ནོར་ཕོལྕི་གླིང་

source: Nigeria
bo: ནའི་ཇེ་རི་ཡ

source: Nicaragua
bo: ནི་ཀ་རུ་གུ་ཡ

source: Netherlands
bo: ནེ་ཐེར་ལེནཌ

source: Norway
bo: ནོར་ཝེ་

source: Nepal
bo: ནེ་པོལ

source: Nauru
bo: ནོ་རུ

source: Niue
bo: ནི་ཨེའུ

source: New Zealand
bo: གསར་གྱི་ཟེ་ལནཌ

source: Oman
bo: ཨོ་མན

source: Panama
bo: པ་ན་མ

source: Peru
bo: པེ་རུ

source: French Polynesia
bo: ཕྲནས་ཀྱི་པོ་ལི་ནེ་ཤི་ཡ

source: Papua New Guinea
bo: པ་པུ་ཨ་གསར་གྱི་གི་ནི་ཡ

source: Philippines
bo: ཕི་ལི་པིནས

source: Pakistan
bo: པ་ཀིས་ཐན

source: Poland
bo: པོ་ལནཌ

source: Saint Pierre and Miquelon
bo: ཤེན་པི་ཨེར་དང་མི་ཀུ་ལོན

source: Pitcairn Islands
bo: ཕི་ཊི་ཁེན་གྱི་གླིང་ཚོ

source: Puerto Rico
bo: པུའེར་ཊོ་རི་ཀོ

source: Palestinian Territory
bo: ཕ་ལེ་སི་ཊིན་གྱི་ས་ཁུལ

source: Portugal
bo: པོར་ཊུ་གེ་ལ

source: Palau
bo: པ་ལ་ཨུ

source: Paraguay
bo: པ་ར་གུ་ཡ

source: Qatar
bo: ཀ་ཊར

source: Réunion
bo: རི་ཡུན་ཡོན

source: Romania
bo: རོ་མེནི་ཡ

source: Serbia
bo: སེར་བི་ཡ

source: Russian Federation
bo: རུས་ཀྱི་མཐུན་ཚོགས

source: Rwanda
bo: རུ་ཝན་ཌ

source: Saudi Arabia
bo: སོའུ་ཌི་ཨར་བེ་ཡ

source: Solomon Islands
bo: སོ་ལོ་མོན་གྱི་གླིང་ཚོ

source: Seychelles
bo: སེ་ཆེལས

source: Sudan
bo: སུ་ཌན

source: Sweden
bo: སུའི་ཌན

source: Singapore
bo: སིང་ག་པོར

source: Saint Helena
bo: ཤེན་ཧེ་ལེན

source: Slovenia
bo: སློ་བེ་ནི་ཡ

source: Svalbard and Jan Mayen
bo: སྭལ་བརྡ་དང་ཇན་མ་ཡེན

source: Slovakia
bo: སློ་བེཀིའི་རྒྱལ་ཁབ

source: Sierra Leone
bo: སི་ཨེ་ར་ལེ་ཨོན

source: San Marino
bo: སན་མརི་ནོ

source: Senegal
bo: སེ་ནེ་གེལ

source: Somalia
bo: སོ་མ་ལི་ཡ

source: Suriname
bo: སུ་རི་ནེམ

source: South Sudan
bo: ལྷོ་གི་སུ་ཌན

source: Sao Tome and Principe
bo: སོ་ཐོམེ་དང་ཕྲིན་སི་པེ

source: El Salvador
bo: ཨེལ་སལ་བོ་དོར

source: Sint Maarten
bo: སིན་ཐེན་མར་ཌིན

source: Syria
bo: སི་རི་ཡ

source: Swaziland
bo: སུ་ཨེ་ཟི་ལནཌ

source: Turks and Caicos Islands
bo: ཐུརྐས་དང་ཀེ་ཨི་ཀོས་གླིང་ཚོ

source: Chad
bo: ཆད

source: French Southern Territories
bo: ཕྲནས་ཀྱི་ལྷོ་མཐའི་ས་ཁུལ

source: Togo
bo: ཐོ་གོ

source: Thailand
bo: ཐི་ལནཌ

source: Tajikistan
bo: ཐ་ཇི་ཀི་ཐན

source: Tokelau
bo: ཐོ་ཀེ་ལོ

source: Timor-Leste
bo: ཐི་མོར་ལེས་ཊེ

source: Turkmenistan
bo: ཐུར་ཁེན་ཐན

source: Tunisia
bo: ཐུ་ནི་སི་ཡ

source: Tonga
bo: ཐོང་ག

source: Turkey
bo: ཐར་ཀི་ཡ

source: Trinidad and Tobago
bo: ཐི་རིནི་དེ་དང་ཐོ་བོ་གོ

source: Tuvalu
bo: ཐུ་བལུ

source: Taiwan
bo: ཐའི་ཝན

source: Tanzania
bo: ཐན་ཟི་ནི་ཡ

source: Ukraine
bo: ཡུ་ཀྲེན

source: Uganda
bo: ཡུ་གནི་ཌ

source: United States Minor Outlying Islands
bo: རྒྱ་མཚོའི་མཐའི་རྒྱལ་ཁབ

source: United States
bo: རྒྱ་མཚོའི་རྒྱལ་ཁབ

source: Uruguay
bo: ཡུ་རུ་གུ་ཡ

source: Uzbekistan
bo: ཡུ་ཟབེ་ཀི་ཐན

source: Vatican
bo: ཝེ་ཌི་ཀན

source: Saint Vincent and the Grenadines
bo: ཤེན་བིན་ཐེན་ཌ་དང་གྲེན་ཨེ་ཌིནས

source: Venezuela
bo: བེན་ཐེ་ཌུ་ལ

source: Virgin Islands
bo: ཝར་ཇིན་གྱི་གླིང་ཚོ

source: Vietnam
bo: བི་ཎམ

source: Vanuatu
bo: བ་ནུ་ཊུ

source: Wallis and Futuna
bo: ཝལིས་དང་ཕུ་ཊུན

source: Samoa
bo: ས་མོ་ཨེ

source: Kosovo
bo: ཀོ་སོ་བོ

source: Yemen
bo: ཡེ་མེན

source: Mayotte
bo: མའི་ཡོཊེ

source: Unknown
bo: མི་ཤེས་པ

source: South Africa
bo: ལྷོ་ཨོ་ཕྲི་ཀ

source: Zambia
bo: ཛམ་བི་ཡ

source: Zimbabwe
bo: ཛིམ་བཱ་བེ་ཨེ
