Repository: I2PPlus/i2pplus
Catalog: apps/ministreaming/locale/messages_*.po
Languages: cs, da, el, et, fi, hi, ja, sl, vi

source: Message timeout
cs: Přestávka do další zprávy
da: Beskedstimeout
el: Απόπειρα λήψης μηνύματος έληξε
et: Sõnumi aegumine
fi: Viestin aikaraja
hi: संदेश समयावधि समाप्त
ja: メッセージタイムアウト
sl: Iztek časa sporočila
vi: Hết thời gian chờ tin nhắn

source: Failed delivery to local destination
cs: Dodání k místnímu cíli se nezdařilo
da: Levering til lokal destination mislykkedes
el: Αποτυχημένη παράδοση στον τοπικό προορισμό
et: Kohaliku sihtkoha kandmine ebaõnnestus
fi: Toimitus paikalliseen määränpäähän epäonnistui
hi: स्थानीय गंतव्य को संदेश वितरण विफल
ja: ローカル宛先への配信失敗
sl: Neuspešna dostava na lokalni cilj
vi: Gửi đến đích địa phương thất bại

source: Local router failure
cs: Chyba lokálního routeru
da: Lokal ruterfejl
el: Αποτυχία του τοπικού διαδρομολόγηση
et: Kohaliku ruuteri tõrge
fi: Paikallisen reitittimen vika
hi: स्थानीय राऊटर विफलता
ja: ローカルルーターフェイル
sl: Napaka lokalnega usmerjevalnika
vi: Lỗi bộ định tuyến địa phương

source: Local network failure
cs: Chyba lokální sítě
da: Lokalt netværksfejl
el: Αποτυχία του τοπικού δικτύου
et: Kohaliku võrgu tõrge
fi: Paikallisverkkovirhe
hi: स्थानीय नेटवर्क विफलता
ja: ローカルネットワークエラー
sl: Napaka lokalnega omrežja
vi: Lỗi mạng địa phương

source: Session closed
cs: Schůze uzavřena
da: Søgemøde lukket
el: Η σύνδεση έκλεισε
et: Sessioon sulgetud
fi: Istunto suljettu
hi: सत्र समाप्त हुआ
ja: セッション閉鎖
sl: Seja zaključena
vi: Phiên làm việc đã đóng

source: Invalid message
cs: Neplatná zpráva
da: Ugyldig besked
el: Μη έγκυρο μήνυμα
et: Vigane sõnum
fi: Virheellinen viesti
hi: अमान्य सन्देश
ja: 無効なメッセージ
sl: Neveljavno sporočilo
vi: Tin nhắn không hợp lệ

source: Invalid message options
cs: Neplatné možnosti zprávy
da: Ugyldige beskedindstillinger
el: Μη έγκυρες επιλογές μηνύματος
et: Vigased sõnumi valikud
fi: Virheelliset viestiasetukset
hi: अमान्य संदेश विकल्प
ja: 無効なメッセージオプション
sl: Neveljavne možnosti sporočila
vi: Tùy chọn tin nhắn không hợp lệ

source: Buffer overflow
cs: Přetečení vyrovnávací paměti
da: Bufferoverløb
el: Υπερβολή βιβλιοθήκης
et: Puhver ülelaadimine
fi: Puskurin ylivuoto
hi: बफर अतिप्रवाह
ja: バッファオーバーフロー
sl: Pretok medpomnilnika
vi: Tràn bộ đệm

source: Message expired
cs: Platnost zprávy vypršela
da: Besked udløbet
el: Έληξε το μήνυμα
et: Sõnum aegus
fi: Viesti vanhentunut
hi: संदेश गतावधिक है
ja: メッセージ期限切れ
sl: Sporočilo je poteklo
vi: Tin nhắn hết hạn

source: Local lease set invalid
cs: Místní sada pronájmu je neplatná
da: Lokale leasing sæt ugyldigt
el: Ο τοπικός αριθμός ενοικίασης είναι μη έγκυρος
et: Kohaliku laenutuse komplekt vigane
fi: Paikallinen vuokrasopimus ei kelpaa
hi: स्थानीय पट्ट समुच्चय अमान्य है
ja: ローカルリースセット無効
sl: Lokalni nabor najema ni veljaven
vi: Bộ thuê địa phương không hợp lệ

source: No local tunnels
cs: Žádné místní tunely
da: Ingen lokale tunneller
el: Δεν υπάρχουν τοπικές συρμές
et: Ei ole kohalikke tunnelid
fi: Ei paikallisia tunneleita
hi: स्थानीय सुरंग नहीं है
ja: ローカルトンネルなし
sl: Brez lokalnih predorov
vi: Không có đường hầm địa phương

source: Unsupported encryption options
cs: Nepodporované možnosti šifrování
da: Ikke-understøttede krypteringsindstillinger
el: Μη υποστηριζόμενες επιλογές κρυπτογράφησης
et: Toetamata krüpteerimisvalikud
fi: Salausvaihtoehtoja ei tueta
hi: असमर्थित कूटलेखन-विकल्प
ja: サポートされていない暗号化オプション
sl: Nepodprte možnosti šifriranja
vi: Tùy chọn mã hóa không được hỗ trợ

source: Invalid destination
cs: Neplatný cíl
da: Ugyldig destination
el: Μη έγκυρος προορισμός
et: Vigane sihtkoht
fi: Virheellinen kohde
hi: अमान्य गंतव्य
ja: 無効な宛先
sl: Neveljaven cilj
vi: Đích không hợp lệ

source: Destination lease set expired
cs: Platnost sady zapůjčení cíle vypršela
da: Destination leasing sæt udløbet
el: Έληξε η διάρκεια του προορισμού
et: Sihtkoha laenutuse komplekt aegus
fi: Kohteen vuokrasopimus umpeutunut
hi: गंतव्य पट्ट समुच्चय गतावधिक है
ja: 宛先リースセット期限切れ
sl: Ciljni nabor najema je potekel
vi: Bộ thuê đích hết hạn

source: Destination lease set not found
cs: Sada zapůjčení destinace nebyla nalezena
da: Destination leasing sæt ikke fundet
el: Δεν βρέθηκε ο αριθμός ενοικίασης προορισμού
et: Sihtkoha laenutuse komplekti ei leitud
fi: Vuokrakohdetta ei löydy
hi: गंतव्य पट्ट समुच्चय नहीं मिला
ja: 宛先リースセット未発見
sl: Ciljni nabor najema ni bil najden
vi: Không tìm thấy bộ thuê đích

source: Local destination shutdown
cs: Vypnutí místního cíle
da: Lokal destination nedlagt
el: Τερματισμός του τοπικού προορισμού
et: Kohaliku sihtkoha väljalülitamine
fi: Paikallisen kohteen sammutus
hi: स्थानीय गंतव्य का समापन किया गया है
ja: ローカル宛先シャットダウン
sl: Zaustavitev lokalnega cilja
vi: Địa điểm đích địa phương tắt

source: Connection was reset
cs: Spojení bylo resetováno
da: Forbindelse blev nulstillet
el: Η σύνδεση επαναφορτώθηκε
et: Ühendus lüliti vabalt
fi: Yhteys nollattiin
hi: संपर्क पुनः स्थापित किया गया
ja: 接続がリセットされました
sl: Povezava je bila ponastavljena
vi: Kết nối đã được đặt lại

source: Failure code
cs: Kód poruchy
da: Feilkode
el: Κωδικός αποτυχίας
et: Tõrgekood
fi: Vikakoodi
hi: विफल कोड
ja: エラーコード
sl: Koda napake
vi: Mã lỗi
