Repository: I2PPlus/i2pplus
Catalog: installer/resources/locale/po/messages_*.po
Languages: az, cs, da, el, es, et, fa, hi, hu, ja, nb, pl, ru, sl, vi, zh

source: Please edit i2prouter and set the variable RUN_AS_USER
az: i2prouter faylını dəyişin və dəyişkən RUN_AS_USER tənzimləyin
cs: Prosím upravte i2prouter a nastavte proměnnou RUN_AS_USER
da: Rediger venligst i2prouter og sæt variablen RUN_AS_USER
el: Παρακαλώ επεξεργαστείτε το i2prouter και ορίστε τη μεταβλητή RUN_AS_USER
es: Por favor edite i2prouter e introduzca la variable RUN_AS_USER
et: Palun muuda i2prouter ja määra muutuja RUN_AS_USER
fa: لطفا i2prouter را ویرایش کنید و متغیر RUN_AS_USER را تنظیم کنید
hi: कृपया i2prouter को संपादित करें और चर RUN_AS_USER को सेट करें
hu: Kérjük, szerkessze az i2prouter-t és állítsa a RUN_AS_USER változót
ja: i2prouter を編集して、変数 RUN_AS_USER を設定してください
nb: Vennligst rediger i2prouter og sett variabelen RUN_AS_USER
pl: Proszę edytuj i2prouter i ustaw zmienną RUN_AS_USER
ru: Пожалуйста, отредактируйте i2prouter и установите переменную RUN_AS_USER
sl: Prosimo, da uredite i2prouter in nastavite spremenljivko RUN_AS_USER
vi: Vui lòng chỉnh sửa i2prouter và đặt biến RUN_AS_USER
zh: 请编辑 i2prouter 设置 RUN_AS_USER 变量

source: Running I2P as the root user is *not* recommended.
az: I2P-nin əsas istifadəçi kimi işlətməniz tövsiyə "olunmur".
cs: Spouštění I2P jako uživatele root *není* doporučeno.
da: At køre I2P som rod bruger anbefales *ikke*.
el: Η εκτέλεση του I2P ως χρήστη root *δεν* προτείνεται.
es: "No" se recomienda ejecutar I2P como root.
et: I2P käivitamine juur kasutajana *ei ole* soovitatav.
fa: اجرا I2P به عنوان کاربر روت *پیشنهاد نمی شود*.
hi: I2P को रूट उपयोगकर्ता के रूप में चलाना *सिफारिश नहीं है।
hu: Az I2P futtatása root felhasználóként *nem ajánlott*.
ja: root ユーザーとしての I2P の起動は推奨され*ません*。
nb: Det anbefales *ikke* å kjøre I2P som root-bruker.
pl: Nie jest polecane uruchamianie I2P jako root.
ru: Запускать I2P от имени root'а *НЕ* рекомендуется.
vi: Chạy I2P dưới dạng người dùng root *không* được khuyến nghị.
zh: 推荐 *不要* 以 root 身份运行 I2P 。

source: To run as root anyway, edit i2prouter and set ALLOW_ROOT=true.
az: Əsas olaraq işlətmək üçün i2prouter faylını dəyişin və ALLOW_ROOT=true tənzimləyin.
cs: Pokud chcete běžet jako root stále, upravte i2prouter a nastavte ALLOW_ROOT=true.
da: For at køre som rod alligevel, rediger i2prouter og sæt ALLOW_ROOT til sandt.
el: Για να τρέξετε ως root οποιοσδήποτε, επεξεργαστείτε το i2prouter και ορίστε το ALLOW_ROOT=true.
es: Para ejecutar como root de todos modos, edite i2prouter y ponga la variable ALLOW_ROOT=true.
et: Kui soovite siiski käivitada juurina, muuda i2prouter ja määra ALLOW_ROOT tõene.
fa: برای اجرا به عنوان روت هر چند، i2prouter را ویرایش کنید و ALLOW_ROOT را به صادق تنظیم کنید.
hi: अभी भी रूट के रूप में चलाने के लिए, i2prouter को संपादित करें और ALLOW_ROOT=true सेट करें।
hu: Ha bármivel rootként szeretne futtatni, szerkessze az i2proutert, és állítsa a ALLOW_ROOT értékét igazra.
ja: とにかく root として起動し、 i2prouter を編集して、ALLOW_ROOT=true と設定する。
nb: For å kjøre som root likevel, rediger i2prouter og sett ALLOW_ROOT=true.
pl: Aby uruchomić jako root, edytuj i2prouter i ustaw ALLOW_ROOT=true.
ru: Чтобы всё равно запустить под root'ом, отредактируйте i2prouter и установите ALLOW_ROOT=true.
sl: Če želite delati kot root, uredite i2prouter in nastavite ALLOW_ROOT=true.
vi: Để chạy như root bất kể điều gì, chỉnh sửa i2prouter và đặt ALLOW_ROOT=true.
zh: 要以root运行，请编辑 i2prouter 并设置 ALLOW_ROOT=true。

source: Running I2P as the root user is not recommended.
sl: Delovanje I2P kot root uporabnik ni priporočljivo.
