Repository: I2PPlus/i2pplus
Catalog: installer/resources/locale/po/messages_*.po
Languages: az, cs, da, el, es, et, fa, hi, hu, ja, nb, pl, ru, sl, vi, zh

source: Failed to load the wrapper
az: Üzlüyü yükləmək alınmadı
cs: Nepodařilo se načíst obal
da: Kunne ikke indlæse huller
el: Αποτυχία φόρτωσης του εξωτερικού περιβάλλοντος
es: Falló al cargar el
et: Pakendi laadimine ebaõnnestus
fa: بارگذاری کننده با شکست مواجه شد
hi: वेपर लोड करने में विफल हुआ
hu: A behúzó betöltése sikertelen volt
ja: ラッパーの読み込みに失敗
nb: Klarte ikke å laste inn wrapperen
pl: Nie udało uruchomić się osłony
ru: Не удалось загрузить оболочку
sl: Nalaganje obloge ni uspelo
vi: Không thể tải trình bọc.
zh: 封装程序载入失败

source: $APP_LONG_NAME is already running.
az: $APP_LONG_NAME artıq işləyir
cs: $APP_LONG_NAME již běží.
da: $APP_LONG_NAME kører allerede.
el: $APP_LONG_NAME τρέχει ήδη.
es: $APP_LONG_NAME está aún ejecutándose
et: $APP_LONG_NAME on juba käimas.
fa: $APP_LONG_NAME در حال حاضر در حال اجرا است.
hi: $APP_LONG_NAME पहले से ही चल रहा है।
hu: $APP_LONG_NAME már fut.
ja: $APP_LONG_NAME がすでに起動中です。
nb: $APP_LONG_NAME kjører allerede.
pl: $APP_LONG_NAME jest już uruchomione.
ru: Приложение "$APP_LONG_NAME" уже запущено.
sl: $APP_LONG_NAME že deluje.
vi: $APP_LONG_NAME đang chạy.
zh: $APP_LONG_NAME 已运行。

source: Running $APP_LONG_NAME
az: $APP_LONG_NAME işləyir
cs: Spouštím $APP_LONG_NAME
da: Kører $APP_LONG_NAME
el: Τρέχει $APP_LONG_NAME
es: Ejecutando $APP_LONG_NAME
et: $APP_LONG_NAME käivitamine
fa: اجرا $APP_LONG_NAME
hi: $APP_LONG_NAME चल रहा है
hu: $APP_LONG_NAME futtatása
ja: $APP_LONG_NAME を起動中
nb: Kjører $APP_LONG_NAME
pl: Uruchomione $APP_LONG_NAME
ru: Приложение "$APP_LONG_NAME" запущено
sl: Deluje $APP_LONG_NAME
vi: Đang chạy $APP_LONG_NAME
zh: 正在运行 $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME
az: $APP_LONG_NAME-i gözləyir
cs: Čekám na $APP_LONG_NAME
da: Venter på $APP_LONG_NAME
el: Προσδοκώ $APP_LONG_NAME
es: Esperando a $APP_LONG_NAME
et: $APP_LONG_NAME ootamisel
fa: در انتظار $APP_LONG_NAME
hi: $APP_LONG_NAME का इंतजार कर रहे हैं
hu: $APP_LONG_NAME-re várakozás
ja: $APP_LONG_NAME を待機中
nb: Venter på $APP_LONG_NAME
pl: Czeka na $APP_LONG_NAME
ru: Ожидание приложения "$APP_LONG_NAME"
sl: Počakaj na $APP_LONG_NAME
vi: Đang chờ $APP_LONG_NAME
zh: 正在等待 $APP_LONG_NAME

source: WARNING: $APP_LONG_NAME may have failed to start.
az: Xəbərdarlıq: ola bilsin $APP_LONG_NAME başlaya bilmədi
cs: VAROVÁNÍ: $APP_LONG_NAME možná selhal při spouštění.
da: ADVARSEL: $APP_LONG_NAME kunne måske ikke startes.
el: ΠΡΟΕΙΔΩΠΣΗ: Ο $APP_LONG_NAME μπορεί να έχει αποτύχει να ξεκινήσει.
es: CUIDADO: puede que $APP_LONG_NAME haya fallado al iniciarse.
et: HOIATUS: $APP_LONG_NAME võib mitte õnnestunud käivitada.
fa: هشدار: $APP_LONG_NAME ممکن است با شکست مواجه شده است.
hi: अहत्यारी: $APP_LONG_NAME शुरू होने में विफल हो सकता है।
hu: FIGYELEM: $APP_LONG_NAME elindítása sikertelen lehetett.
ja: 警告: $APP_LONG_NAME は開始に失敗したかもしれません。
nb: ADVARSEL: $APP_LONG_NAME kunne ha feilet i oppstarten.
pl: UWAGA: $APP_LONG_NAME mogło się nie uruchomić.
ru: Внимание: возможно, не удалось запустить $APP_LONG_NAME.
sl: OPAZNO: $APP_LONG_NAME morda ni uspel zagnati.
vi: CẢNH BÁO: $APP_LONG_NAME có thể đã không khởi động thành công.
zh: 警告：$APP_LONG_NAME 可能启动失败。

source: Must be root to perform this action.
az: Bu fəaliyyəti yerinə yetirmək üçün əsas olmalıdır.
cs: Musíte být root pro provedení této akce.
da: Skal være rod for at udføre denne handling.
el: Πρέπει να είστε root για να εκτελέσετε αυτή τη δράση.
es: Debe ser root para realizar esta acción
et: Peab olema juur kasutaja selle tegevuse tegemiseks.
fa: باید روت باشید تا این عملیات را انجام دهید.
hi: इस क्रिया को पूरा करने के लिए आपको रूट होना होगा।
hu: Ez a művelet végrehajtásához rootnak kell lenni.
ja: このアクションを実行するには、rootである必要があります。
nb: Må være root for å utføre denne handlingen.
pl: Musisz mieć prawa roota, aby wykonać daną czynność.
ru: Для выполнения этого действия необходимо быть root-пользователем.
sl: Za izvedbo te dejanje mora biti uporabnik root.
vi: Phải là root để thực hiện hành động này.
zh: root 才能执行此操作。

source: Starting $APP_LONG_NAME
az: $APP_LONG_NAME başladılır
cs: Spouštím $APP_LONG_NAME
da: Starter $APP_LONG_NAME
el: Έναρξη $APP_LONG_NAME
es: Iniciando $APP_LONG_NAME
et: $APP_LONG_NAME käivitamine
fa: شروع $APP_LONG_NAME
hi: $APP_LONG_NAME शुरू कर रहे हैं
hu: $APP_LONG_NAME indítása
ja: $APP_LONG_NAME を起動中
nb: Starter $APP_LONG_NAME
pl: Trwa uruchamianie $APP_LONG_NAME
ru: Запуск приложения "$APP_LONG_NAME"
sl: Zagon $APP_LONG_NAME
vi: Khởi động $APP_LONG_NAME
zh: 正在启动 $APP_LONG_NAME

source: Stopping $APP_LONG_NAME
az: $APP_LONG_NAME dayandırılır
cs: Zastavuji $APP_LONG_NAME
da: Stopper $APP_LONG_NAME
el: Αναστολή $APP_LONG_NAME
es: Deteniendo $APP_LONG_NAME
et: $APP_LONG_NAME peatamine
fa: توقف $APP_LONG_NAME
hi: $APP_LONG_NAME बंद कर रहे हैं
hu: $APP_LONG_NAME megállítása
ja: $APP_LONG_NAME を停止中
nb: Stopper $APP_LONG_NAME
pl: Zatrzymywanie $APP_LONG_NAME
ru: Остановка приложения "$APP_LONG_NAME"
sl: Ustavljanje $APP_LONG_NAME
vi: Dừng $APP_LONG_NAME
zh: 正在停止 $APP_LONG_NAME

source: $APP_LONG_NAME was not running.
az: $APP_LONG_NAME işləmir.
cs: $APP_LONG_NAME nebyl spuštěn.
da: $APP_LONG_NAME kørte ikke.
el: $APP_LONG_NAME δεν τρέχει.
es: $APP_LONG_NAME no estaba en ejecución.
et: $APP_LONG_NAME ei olnud käimas.
fa: $APP_LONG_NAME در حال اجرا نبود.
hi: $APP_LONG_NAME चल नहीं रहा था।
hu: $APP_LONG_NAME nem futott.
ja: $APP_LONG_NAME は起動していませんでした。
nb: $APP_LONG_NAME kjørte ikke.
pl: $APP_LONG_NAME nie było uruchomione.
ru: Приложение "$APP_LONG_NAME" не было запущено.
sl: $APP_LONG_NAME ni deloval.
vi: $APP_LONG_NAME không đang chạy.
zh: $APP_LONG_NAME 未运行

source: Unable to stop $APP_LONG_NAME.
az: $APP_LONG_NAME-ı dayandırmaq alınmır.
cs: Nelze zastavit $APP_LONG_NAME.
da: Kan ikke stoppe $APP_LONG_NAME.
el: Δεν μπορώ να σταματήσω το $APP_LONG_NAME.
es: No se pudo detener $APP_LONG_NAME.
et: $APP_LONG_NAME peatamine ei ole võimalik.
fa: قادر به توقف $APP_LONG_NAME نیستم.
hi: $APP_LONG_NAME को रोकने में असमर्थ।
hu: $APP_LONG_NAME megállítása nem lehetséges.
ja: $APP_LONG_NAME を停止できません。
nb: Kan ikke stoppe $APP_LONG_NAME.
pl: Nie można zatrzymać $APP_LONG_NAME.
ru: Невозможно остановить приложение "$APP_LONG_NAME".
sl: Ustavljanje $APP_LONG_NAME ni mogoče.
vi: Không thể dừng $APP_LONG_NAME.
zh: 无法停止 $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME to exit
az: Çıxmaq üçün $APP_LONG_NAME-i gözləyirik.
cs: Čekám na ukončení $APP_LONG_NAME
da: Venter på at $APP_LONG_NAME afslutter
el: Προσδοκώ το $APP_LONG_NAME να τερματίσει
es: Esperando a que salga de $APP_LONG_NAME
et: $APP_LONG_NAME vahetamisel ootamine
fa: در انتظار خروج $APP_LONG_NAME
hi: $APP_LONG_NAME को बंद करने का इंतजार कर रहे हैं
hu: $APP_LONG_NAME kilépésére várakozás
ja: $APP_LONG_NAME が終了するのを待っています
nb: Venter på at $APP_LONG_NAME skal avslutte
pl: Trwa czekanie na wyłączenie $APP_LONG_NAME
ru: Ожидание завершения работы приложения "$APP_LONG_NAME"
sl: Počakaj, da se $APP_LONG_NAME izključi
vi: Đang chờ $APP_LONG_NAME thoát
zh: 正在等待 $APP_LONG_NAME 退出

source: Failed to stop $APP_LONG_NAME.
az: $APP_LONG_NAME-i dayandırmaq alınmadı.
cs: Selhalo zastavení $APP_LONG_NAME.
da: Kunne ikke stoppe $APP_LONG_NAME.
el: Αποτυχία σταμάτημα $APP_LONG_NAME.
es: No se pudo detener $APP_LONG_NAME.
et: $APP_LONG_NAME peatamine ebaõnnestus.
fa: با توقف $APP_LONG_NAME شکست مواجه شد.
hi: $APP_LONG_NAME को रोकने में विफल हुए।
hu: $APP_LONG_NAME megállítása sikertelen.
ja: $APP_LONG_NAME の停止に失敗しました。
nb: Kunne ikke stoppe $APP_LONG_NAME.
pl: Nie udało się wyłączyć $APP_LONG_NAME.
ru: Ошибка остановки $APP_LONG_NAME.
sl: Ustavljanje $APP_LONG_NAME ni uspelo.
vi: Không thể dừng $APP_LONG_NAME.
zh: 无法停止 $APP_LONG_NAME。

source: Stopped $APP_LONG_NAME.
az: $APP_LONG_NAME dayandırıldı.
cs: Zastaveno $APP_LONG_NAME.
da: Har stoppet $APP_LONG_NAME.
el: Σταμάτησα $APP_LONG_NAME.
es: Se detuvo $APP_LONG_NAME.
et: $APP_LONG_NAME on peatatud.
fa: متوقف شده $APP_LONG_NAME.
hi: $APP_LONG_NAME बंद कर दिया।
hu: $APP_LONG_NAME megállítva.
ja: $APP_LONG_NAME が停止しました。
nb: $APP_LONG_NAME har stoppet.
pl: Zatrzymano $APP_LONG_NAME.
ru: Остановленно $APP_LONG_NAME.
sl: Ustavljeno $APP_LONG_NAME.
vi: Đã dừng $APP_LONG_NAME.
zh: $APP_LONG_NAME 已停止。

source: Stopping $APP_LONG_NAME gracefully
az: $APP_LONG_NAME düzgün şəkildə dayandırılır
cs: Zastavuji $APP_LONG_NAME elegantně
da: Stopper $APP_LONG_NAME pænt
el: Σταματάω ευγενικά $APP_LONG_NAME
es: Deteniendo $APP_LONG_NAME elegantemente
et: $APP_LONG_NAME õrnalt peatamine
fa: توقف نرم $APP_LONG_NAME
hi: $APP_LONG_NAME को अच्छी तरह से बंद कर रहे हैं
hu: $APP_LONG_NAME elegáns megállítása
ja: $APP_LONG_NAME を適切に停止中
nb: Stopper $APP_LONG_NAME på en ordentlig måte
pl: Zatrzymywanie $APP_LONG_NAME
ru: $APP_LONG_NAME мягко останавливается
sl: Ustavljanje $APP_LONG_NAME v civiliziran način
vi: Dừng $APP_LONG_NAME một cách nhã nhặn
zh: 正在等待 $APP_LONG_NAME 自然关闭

source: $APP_LONG_NAME is not running.
az: $APP_LONG_NAME işləmir.
cs: $APP_LONG_NAME není spuštěn.
da: $APP_LONG_NAME kører ikke.
el: $APP_LONG_NAME δεν τρέχει.
es: $APP_LONG_NAME no está en ejecución.
et: $APP_LONG_NAME ei ole käimas.
fa: $APP_LONG_NAME در حال اجرا نیست.
hi: $APP_LONG_NAME चल नहीं रहा है।
hu: $APP_LONG_NAME nem fut.
ja: $APP_LONG_NAME は起動していません。
nb: $APP_LONG_NAME kjører ikke.
pl: $APP_LONG_NAME nie jest włączone.
ru: $APP_LONG_NAME не запущен.
sl: $APP_LONG_NAME ne deluje.
vi: $APP_LONG_NAME không đang chạy.
zh: $APP_LONG_NAME 未运行

source: $APP_LONG_NAME is running: PID:$pid
az: $APP_LONG_NAME işləyir: PID:$pid
cs: $APP_LONG_NAME běží: PID:$pid
da: $APP_LONG_NAME kører: PID:$pid
el: $APP_LONG_NAME τρέχει: PID:$pid
es: $APP_LONG_NAME está en ejecución: PID:$pid
et: $APP_LONG_NAME on käimas: PID:$pid
fa: $APP_LONG_NAME در حال اجرا است: PID:$pid
hi: $APP_LONG_NAME चल रहा है: PID:$pid
hu: $APP_LONG_NAME fut: PID:$pid
ja: $APP_LONG_NAME は起動しています: PID:$pid
nb: $APP_LONG_NAME kjører: PID:$pid
pl: $APP_LONG_NAME jest uruchomione: PID:$pid
ru: $APP_LONG_NAME запущено: PID:$pid
sl: $APP_LONG_NAME deluje: PID:$pid
vi: $APP_LONG_NAME đang chạy: PID:$pid
zh: $APP_LONG_NAME 已运行：PID:$pid

source: $APP_LONG_NAME is running: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
az: $APP_LONG_NAME işləyir: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
cs: $APP_LONG_NAME běží: PID:$pid, Obal:$STATUS, Java:$JAVASTATUS
da: $APP_LONG_NAME kører: PID:$pid, Huller:$STATUS, Java:$JAVASTATUS
el: $APP_LONG_NAME τρέχει: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
es: $APP_LONG_NAME ejecutándose: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
et: $APP_LONG_NAME on käimas: PID:$pid, Pakend:$STATUS, Java:$JAVASTATUS
fa: $APP_LONG_NAME در حال اجرا است: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
hi: $APP_LONG_NAME चल रहा है: PID:$pid, वेपर:$STATUS, जावा:$JAVASTATUS
hu: $APP_LONG_NAME fut: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
ja: $APP_LONG_NAME は起動しています: PID:$pid、 ラッパー:$STATUS、 Java:$JAVASTATUS
nb: $APP_LONG_NAME kjører: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
pl: $APP_LONG_NAME jest uruchomione: PID:$pid, Osłona:$STATUS, Java:$JAVASTATUS
ru: $APP_LONG_NAME запущено: PID:$pid, Оболочка:$STATUS, Java:$JAVASTATUS
sl: $APP_LONG_NAME deluje: PID:$pid, Obložen:$STATUS, Java:$JAVASTATUS
vi: $APP_LONG_NAME đang chạy: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
zh: $APP_LONG_NAME 已运行：PID:$pid, 封装:$STATUS, Java:$JAVASTATUS

source: The $APP_LONG_NAME daemon is already installed.
az: $APP_LONG_NAME işlək proqram artıq quraşdırılıb.
cs: Demon $APP_LONG_NAME je již nainstalován.
da: Demonen $APP_LONG_NAME er allerede installeret.
el: Ο δαίμων $APP_LONG_NAME είναι ήδη εγκατεστημένος.
es: $APP_LONG_NAME está aún instalado
et: $APP_LONG_NAME daemon on juba paigaldatud.
fa: داEMON $APP_LONG_NAME قبلا نصب شده است.
hi: $APP_LONG_NAME डीमॉन पहले से ही स्थापित है।
hu: $APP_LONG_NAME szolgáltatás már telepítve van.
ja: $APP_LONG_NAME デーモンはすでにインストールされています。
nb: Daemonen $APP_LONG_NAME er allerede installert.
pl: The $APP_LONG_NAME daemon jest już zainstalowany.
ru: Демон $APP_LONG_NAME уже установлен.
sl: Demone $APP_LONG_NAME je že nameščen.
vi: Quỷ $APP_LONG_NAME đã được cài đặt.
zh: 后台服务 $APP_LONG_NAME 已运行。

source: Installing the $APP_LONG_NAME daemon
az: $APP_LONG_NAME işlək proqramı quraşdırılır
cs: Instaluji démona $APP_LONG_NAME
da: Installerer demonen $APP_LONG_NAME
el: Εγκατάσταση του δαίμονα $APP_LONG_NAME
es: Instalando el demonio $APP_LONG_NAME
et: $APP_LONG_NAME daemoni paigaldamine
fa: نصب داEMON $APP_LONG_NAME
hi: $APP_LONG_NAME डीमॉन को स्थापित कर रहे हैं
hu: $APP_LONG_NAME szolgáltatás telepítése
ja: $APP_LONG_NAME のデーモンをインストール中
nb: Installerer daemonen $APP_LONG_NAME
pl: Instalacja deamona $APP_LONG_NAME
ru: Установка демона $APP_LONG_NAME
sl: Nameščanje demona $APP_LONG_NAME
vi: Đang cài đặt quỷ $APP_LONG_NAME
zh: 正在安装后台服务 $APP_LONG_NAME

source: Install not currently supported for $DIST_OS
az: $DIST_OS üçün quraşdırma hazırda dəstəklənmir
cs: Instalace momentálně není podporována pro $DIST_OS
da: Installation understøttes ikke for nuværende $DIST_OS
el: Η εγκατάσταση δεν υποστηρίζεται αυτή τη στιγμή για $DIST_OS
es: La instalación no está aún soportada por $DIST_OS
et: Paigaldamine ei ole hetkel toetatud $DIST_OS jaoks
fa: نصب در حال حاضر برای $DIST_OS پشتیبانی نمی شود
hi: $DIST_OS के लिए स्थापना वर्तमान में समर्थन नहीं है
hu: Telepítés nem támogatott jelenleg a $DIST_OS számára
ja: $DIST_OS に現在サポートされていないインストール
nb: Installering er for øyeblikket ikke støttet for $DIST_OS
pl: Instalacja nie jest obecnie obsługiwana dla $DIST_OS
ru: В данный момент установка на $DIST_OS не поддерживается
sl: Nameščanje trenutno ni podprto za $DIST_OS
vi: Cài đặt không được hỗ trợ cho $DIST_OS hiện tại
zh: 暂不支持 $DIST_OS 平台上的安装

source: Removing $APP_LONG_NAME daemon
az: $APP_LONG_NAME işlək proqramı silinir
cs: Odstraňuji démona $APP_LONG_NAME
da: Fjerner demonen $APP_LONG_NAME
el: Αφαίρεση του δαίμονα $APP_LONG_NAME
es: Eliminando el demonio $APP_LONG_NAME
et: $APP_LONG_NAME daemon eemaldamine
fa: حذف داEMON $APP_LONG_NAME
hi: $APP_LONG_NAME डीमॉन को हटा रहे हैं
hu: $APP_LONG_NAME szolgáltatás eltávolítása
ja: $APP_LONG_NAME デーモンを削除中
nb: Fjerner $APP_LONG_NAME-nissen
pl: Usuwanie deamona $APP_LONG_NAME
ru: Удаляется демон $APP_LONG_NAME
sl: Odstranitev demona $APP_LONG_NAME
vi: Loại bỏ quỷ $APP_LONG_NAME
zh: 正在删除后台服务 $APP_LONG_NAME

source: The $APP_LONG_NAME daemon is not currently installed.
az: $APP_LONG_NAME işlək proqramı hazırda quraşdırılmayıb.
cs: Démon $APP_LONG_NAME není v současné době nainstalován.
da: Demonen $APP_LONG_NAME er ikke installeret på nuværende tidspunkt.
el: Ο δαίμων $APP_LONG_NAME δεν είναι εγκατεστημένος αυτή τη στιγμή.
es: El demonio $APP_LONG_NAME no está instalado actualmente.
et: $APP_LONG_NAME daemon ei ole hetkel paigaldatud.
fa: داEMON $APP_LONG_NAME در حال حاضر نصب نشده است.
hi: $APP_LONG_NAME डीमॉन को वर्तमान में स्थापित नहीं किया गया है।
hu: $APP_LONG_NAME szolgáltatás jelenleg nem telepítve.
ja: $APP_LONG_NAME daemon は現在インストールされていません。
nb: Daemonen $APP_LONG_NAME er for øyeblikket ikke installert.
pl: Deamon $APP_LONG_NAME nie jest obecnie zainstalowany.
ru: $APP_LONG_NAME демон сейчас не установлен.
sl: Demone $APP_LONG_NAME trenutno ni nameščen.
vi: Quỷ $APP_LONG_NAME hiện không được cài đặt.
zh: 后台服务 $APP_LONG_NAME 未安装。

source: Remove not currently supported for $DIST_OS
az: $DIST_OS üçün Sil hazırda dəstəklənmir
cs: Odstranit není v současné době podporováno pro $DIST_OS
da: Fjern understøttes ikke for nuværende $DIST_OS
el: Η αφαίρεση δεν υποστηρίζεται αυτή τη στιγμή για $DIST_OS
es: Eliminar no está actualmente soportado por $DIST_OS
et: Eemaldamine ei ole hetkel toetatud $DIST_OS jaoks
fa: حذف در حال حاضر برای $DIST_OS پشتیبانی نمی شود
hi: $DIST_OS के लिए हटाना वर्तमान में समर्थन नहीं है
hu: Eltávolítás nem támogatott jelenleg a $DIST_OS számára
ja: $DIST_OS に現在サポートされていない削除
nb: Fjerning støttes for øyeblikket ikke for $DIST_OS
pl: Usunięcie obecnie jest jest obsługiwane dla $DIST_OS
ru: Установка не поддерживается для $DIST_OS
sl: Odstranitev trenutno ni podprta za $DIST_OS
vi: Xóa không được hỗ trợ cho $DIST_OS hiện tại
zh: 暂不支持 $DIST_OS 平台上的删除

source: Commands:
az: Əmrlər:
cs: Příkazy:
da: Kommandoer:
el: Εντολές:
es: Órdenes:
et: Käsklused:
fa: فرمان ها:
hi: आदेश:
hu: Parancsok:
ja: コマンド:
nb: Kommandoer:
pl: Polecenia:
ru: Команды:
sl: Ukazi:
vi: Lệnh:
zh: 命令：

source: Launch in the current console.
az: Hazırkı konsolda işə salın.
cs: Spuštění v aktuálním konzoli.
da: Lancer i den nuværende konsol.
el: Εκτέλεση στην τρέχουσα κονσόλα.
es: Ejecutar en la consola actual.
et: Käivita praeguses konsoolis.
fa: انطلاق در کنسول فعلی.
hi: वर्तमान कंसोल में लॉन्च करें।
hu: Indítás a jelenlegi konzolban.
ja: 現在のコンソールで起動。
nb: Start i gjeldende konsoll.
pl: Odpal w obecnej konsoli.
ru: Запустить в текущей консоли.
sl: Zagon v trenutni konzoli.
vi: Khởi chạy trong console hiện tại.
zh: 从当前控制台中启动。

source: Start in the background as a daemon process.
az: İşlək proqram olaraq başladın.
cs: Spustit na pozadí jako proces démona.
da: Starter i baggrunden som en daemon-proces.
el: Έναρξη στο παρασκευαστικό ως διαδικασία δαίμονα.
es: Iniciar en segundo plano como un proceso de demonio.
et: Alusta taustal kui daemon protsess.
fa: در پس زمینه به عنوان فرآیند داEMON شروع.
hi: डीमॉन प्रक्रिया के रूप में पृष्ठभूमि में शुरू करें।
hu: Szolgáltatásként háttérben indítás.
ja: デーモンプロセスとしてバックグラウンドで開始
nb: Start i bakgrunnen som en daemon-prosess.
pl: Uruchom w tle jako proces deamon.
ru: Запустить в фоне как демона.
sl: Zaženi v ozadju kot demon proces.
vi: Khởi chạy ở nền như một tiến trình quỷ.
zh: 作为服务进程从后台启动。

source: Stop if running as a daemon or in another console.
az: İşlək proqram olaraq və ya başqa konsolda işləyirsə, dayandırın.
cs: Zastavit, pokud běží jako démon nebo v jiné konzoli.
da: Stop hvis det kører som en daemon eller i en anden konsol.
el: Σταματήστε αν τρέχει ως δαίμων ή σε άλλη κονσόλα.
es: Parar en caso de que esté ejecutándose como un demonio o en otra consola.
et: Peata kui käimas daemonina või teises konsoolis.
fa: اگر در حال اجرا به عنوان داEMON یا در کنسول دیگری است، متوقف کنید.
hi: अगर डीमॉन के रूप में या अन्य कंसोल में चल रहा हो, तो रोकें।
hu: Megállítás, ha szolgáltatásként vagy egy másik konzolban fut.
ja: デーモンとして、あるいは他のコンソールで起動中の場合停止
nb: Stopp hvis kjører som en daemon eller i en annen konsoll.
pl: Zatrzymaj jeśli jest uruchomione jako deamon lub jest uruchomione w innej konsoli.
ru: Остановить, если демон запущен в другой консоли.
sl: Ustavi, če deluje kot demon ali v drugi konzoli.
vi: Dừng nếu đang chạy như một quỷ hoặc trên một console khác.
zh: 关闭作为服务进程或从其他控制台启动的I2P。

source: Stop gracefully, may take up to 11 minutes or more.
cs: Zastavit elegantně, může to zabrat až 11 minut nebo více.
da: Stop pænt, kan tage op til 11 minutter eller mere.
el: Σταματήστε ευγενικά, μπορεί να πάρει έως και 11 λεπτά ή περισσότερο.
et: Peata õrnalt, võib võtta kuni 11 minutit või rohkem.
fa: متوقف کنید به طور سالم، ممکن است تا 11 دقیقه یا بیشتر طول بکشد.
hi: अच्छी तरह से बंद करें, 11 मिनट या अधिक समय ले सकता है।
hu: Elegáns megállítás, ez 11 perc vagy több ideig is telhet.
nb: Stopp på en høflig måte, kan ta opptil 11 minutter eller mer.
sl: Ustavi v civiliziran način, morda potrebuje do 11 minut ali več.
vi: Dừng một cách nhã nhặn, có thể mất đến 11 phút hoặc lâu hơn.

source: Restart gracefully, may take up to 11 minutes or more.
cs: Restartovat elegantně, může to zabrat až 11 minut nebo více.
da: Genstart pænt, kan tage op til 11 minutter eller mere.
el: Επανεκκίνηση ευγενικά, μπορεί να πάρει έως και 11 λεπτά ή περισσότερο.
et: Taaskäivita õrnalt, võib võtta kuni 11 minutit või rohkem.
fa: با سلامت دوباره راه اندازی کنید، ممکن است تا 11 دقیقه یا بیشتر طول بکشد.
hi: अच्छी तरह से पुनः शुरू करें, 11 मिनट या अधिक समय ले सकता है।
hu: Elegáns újraindítás, ez 11 perc vagy több ideig is telhet.
nb: Start på nytt på en høflig måte, kan ta opptil 11 minutter eller mer.
sl: Znova zaženi v civiliziran način, morda potrebuje do 11 minut ali več.
vi: Khởi động lại một cách nhã nhặn, có thể mất đến 11 phút hoặc lâu hơn.

source: Stop if running and then start.
az: İşləyirsə, dayandırıb daha sonra başladın.
cs: Zastavit, pokud běží, a poté spustit.
da: Stop hvis det kører og start derefter.
el: Σταματήστε αν τρέχει και στη συνέχεια ξεκινήστε.
es: Parar si está ejecutándose y entonces iniciar.
et: Peata kui käimas ja seejärel käivita.
fa: اگر در حال اجرا است متوقف کنید و سپس شروع کنید.
hi: अगर चल रहा हो तो रोकें और फिर शुरू करें।
hu: Megállítás, ha fut, majd indítás.
ja: 起動中の場合、停止してから起動
nb: Stopp hvis kjører og start deretter.
pl: Zatrzymaj jeśli działa i uruchom ponownie.
ru: Остановить если запущен и запустить.
sl: Ustavi, če deluje, nato zaženi.
vi: Dừng nếu đang chạy sau đó bắt đầu.
zh: 先终止（如果运行）再启动。

source: Restart only if already running.
az: Yalnız işləyən zaman yenidən başladın.
cs: Restartovat pouze pokud již běží.
da: Genstart kun hvis det allerede kører.
el: Επανεκκίνηση μόνο αν τρέχει ήδη.
es: Reiniciar sólo si ya se está ejecutando.
et: Taaskäivita vaid kui juba käimas.
fa: تنها اگر قبلا در حال اجرا بود دوباره راه اندازی کنید.
hi: अगर पहले से ही चल रहा हो, तब ही पुनः शुरू करें।
hu: Csak újraindítás, ha már fut.
ja: すでに起動中の場合のみ再起動。
nb: Start på nytt bare hvis det allerede kjører.
pl: Zrestartuj tylko wtedy jeśli jest już uruchomione.
ru: Перезапустить только если уже запущен.
sl: Znova zaženi le, če je že deluje.
vi: Khởi động lại chỉ khi đã đang chạy.
zh: 重启(仅在已运行时)。

source: Query the current status.
az: Hazırkı statusu sorğulayın.
cs: Dotaz na aktuální stav.
da: Hent nuværende status.
el: Ερώτηση της τρέχουσας κατάστασης.
es: Consultar el estado actual.
et: Päring praeguse oleku kohta.
fa: پرسیدن وضعیت فعلی.
hi: वर्तमान स्थिति की पूछताछ करें।
hu: A jelenlegi állapot lekérdezése.
ja: 現在の状態を問い合わせ
nb: Sjekk den aktuelle statusen.
pl: Zbadaj aktualny stan.
ru: Текущий статус очереди.
sl: Oprošaj o trenutnem stanju.
vi: Truy vấn trạng thái hiện tại.
zh: 查询当前状态。

source: Install to start automatically when system boots.
az: Sistem işə başlayanda avtomatik yüklənəcək şəkildə quraşdırın.
cs: Nainstalovat tak, aby se automaticky spouštělo při spouštění systému.
da: Installer for at start automatisk når systemet starter.
el: Εγκατάσταση για αυτόματη έναρξη όταν ξεκινά το σύστημα.
es: Instalar para que se inicie automáticamente con el sistema.
et: Paigalda automaatse käivitamiseks süsteemi käivitamisel.
fa: برای شروع خودکار وقتی سیستم بوت می شود نصب کنید.
hi: सिस्टम बूट करने पर स्वचालित रूप से शुरू होने के लिए स्थापित करें।
hu: Telepítés automatikus indításhoz a rendszer indulásakor.
ja: インストールして、システムのブート時に自動的に起動する。
nb: Installer for å starte automatisk når systemet starter.
pl: Zainstaluj aby uruchomić automatycznie przy starcie systemu.
ru: Установка запустится автоматически, во время запуска системы.
sl: Nameščanje za samodejni zagon ob zagonu sistema.
vi: Cài đặt để tự động khởi động khi hệ thống khởi động.
zh: 安装为随系统启动。

source: Uninstall.
az: Quraşdırmanı ləğv et.
cs: Odinstalovat.
da: Afinstaller.
el: Αφαίρεση.
es: Desinstalar.
et: Eemalda.
fa: ان نصب کردن.
hi: अनस्थापित करें।
hu: Telepítés visszavonása.
ja: アンインストール。
nb: Avinstaller.
pl: Odinstaluj.
ru: Удаление.
sl: Odnameščanje.
vi: Gỡ cài đặt.
zh: 卸载。

source: Request a Java thread dump if running.
az: İşləyirsə, Java idarəetmə axını dampını tələb edin.
cs: Požádat o vypis datových vláken Java, pokud běží.
da: Anmod om en Java tråd dumpe hvis det kører.
el: Ζητήστε αποθήκευση νήματος Java αν τρέχει.
es: Solicitar un volcado del hilo JAVA si se está ejecutando.
et: Nõua Java niidi dump kui käimas.
fa: اگر در حال اجرا است درخواست دمپ رشته Java را ارسال کنید.
hi: अगर चल रहा हो तो जावा थ्रेड डंप की मांग करें।
hu: Java folyamat dátumát kérje le, ha fut.
ja: 起動中の場合、 Java スレッドダンプを要求
nb: Be om en Java-tråddump hvis den kjører.
pl: Zażądaj zrzutu wątków Java jeśli jest uruchomiona.
ru: Запросить дамп нитей Java, если запущено.
sl: Zahtevaj Java ničelne kopije vlakna, če deluje.
vi: Yêu cầu đổ bộ nhớ luồng Java nếu đang chạy.
zh: 请求Java转储(如果在运行)。
