Repository: I2PPlus/i2pplus
Catalog: installer/resources/locale-man/man_*.po
Languages: az, bo, cs, da, el, et, fa, fi, pt, sl, vi

source: January 26, 2017
az: 26 Yanvar, 2017
bo: ཟླ་བ་༡པའི་ཚེས་༢༦, ༢༠༡༧
cs: 26. leden, 2017
da: 26. januar 2017
el: 26 Ιανουαρίου 2017
et: 26. jaanuar 2017
fa: 26 ژانویه 2017
fi: 26. tammikuuta, 2017
pt: 26 de janeiro de 2017
sl: 26. januar 2017
vi: 26 tháng 1 năm 2017

source: NAME
az: AD
bo: མིང་།
cs: NÁZEV
da: NAVN
el: ΌΝΟΜΑ
et: NIMI
fa: نام
fi: NIMI
pt: NOME
sl: IME
vi: Tên

source: Eepget - I2P downloader
az: Eepget - I2P endirici
bo: Eepget - I2P སྤྱིར་འགུལ་བྱེད་པ།
cs: Eepget - I2P stahovač
da: Eepget - I2P nedlastør
el: Eepget - Κατεβασμός I2P
et: Eepget - I2P allalaadimine
fa: Eepget - دانلود کننده I2P
fi: Eepget - I2P-lataaja
pt: Eepget - I2P Transferidor
sl: Eepget - prenosek za I2P
vi: Eepget - người tải xuống I2P

source: SYNOPSIS
bo: བརྗེ་བ།
cs: SOUHRN
da: OPSUMERING
el: ΣΥΝΟΨΗ
et: ÜLESANNETEKST
fa: خلاصه
fi: TIIVISTELMÄ
pt: SINOPSE
sl: PREGLED
vi: TỔNG QUAN

source: B<eepget> [I<options>]I<URL>
bo: B<eepget> [I<གདམ་གag>]I<URL>
da: B<eepget> [I<optioner>]I<URL>
el: B<eepget> [I<επιλογές>]I<URL>
et: B<eepget> [I<valikud>]I<URL>
fa: B<eepget> [I<گزینه ها>]I<آدرس URL>
vi: B<eepget> [I<tuỳ chọn>]I<URL>

source: DESCRIPTION
az: AÇIQLAMA
bo: ཤེས་བྱ།
cs: POPIS
da: BESKRIVELSE
el: ΠΕΡΙΓΡΑΦΗ
et: KIRJELDUS
fa: توضیحات
fi: KUVAUS
pt: DESCRIÇÃO
sl: OPIS
vi: MÔ TẢ

source: Download a file non-interactively via HTTP. Transfers through both I2P and the regular Internet are supported.
az: HTTP vasitəsilə qeyri-interaktiv faylı endirin. Həm I2P, həm də adi İnternet vasitəsilə köçürmələr dəstəklənir.
bo: HTTP ཕྱིར་གཅིག་གིས་བྱེད་པ་མེད་པར་ཡིག་ཆ་བཤོག་པ། I2P དང་། ཉིན་རྒྱུ་གི་དྲོང་རྒྱུར་གོང་གི་གདམ་གོང་གི་ཡིག་ཆ་བཤོག་པ་རྒྱུ་ཡོད།
cs: Stáhne soubor neinteraktivně prostřednictvím protokolu HTTP. Podporovány jsou přenosy přes I2P i běžný internet.
da: Hent en fil ikke-interaktivt via HTTP. Overførsler gennem både I2P og det regulære Internet understøttes.
el: Κατέβασε ένα αρχείο μη επαφικά μέσω HTTP. Οι μεταφορές μέσω των I2P και του κανονικού Internet υποστηρίζονται.
et: Allalaadi fail HTTP kaudu mitte-interaktiivselt. Toimingud läbi I2P ja tavapärase Interneti toetatakse.
fa: دانلود یک فایل بدون تعامل از طریق HTTP. انتقال از طریق هر دو I2P و اینترنت معمولی پشتیبانی می شود.
fi: Lataa tiedosto ei-interaktiivisesti HTTP:n kautta. Siirrot sekä I2P:n että tavallisen internetin kautta ovat tuettuja.
pt: Downloadar um arquivo de forma não interativa via HTTP. São suportadas transferências através do I2P e da Internet regular.
sl: Prenesi datoteko brez interaktivnosti preko HTTP. Podpira se prenos preko I2P in običnega spleta.
vi: Tải xuống một tệp không tương tác qua HTTP. Việc chuyển đổi qua cả I2P và Internet thông thường đều được hỗ trợ.

source: Eepget is able to cope with slow or unstable network connections; if a download is not successful because of a network problem, it will keep retrying until the whole file has been retrieved (if the -n option is set). If supported by the remote server, eepget will instruct the server to continue the download from the point of interruption.
az: Eepget yavaş və ya qeyri-sabit şəbəkə əlaqələrinin öhdəsindən gələ bilir; Şəbəkə probleminə görə yükləmə müvəffəqiyyətsiz olarsa, o, bütün fayl əldə edilənə qədər (-n seçimi qurulubsa) yenidən cəhd etməyə davam edəcək. Uzaq server tərəfindən dəstəklənirsə, eepget serverə yükləməni kəsilmə nöqtəsindən davam etdirməyi əmr edəcək.
bo: Eepget ནུས་ཤོར་དང་། དྲོང་རྒྱུ་རྟེན་འབྲེལ་བྱེད་པ་ལ་རྒྱབ་སྐྱོར་བྱེད་ཆོག། དྲོང་རྒྱུ་འགལ་བའི་རྒྱུ་གཞིས་བཤོག་པ་མི་ཐུབ་ན་ཡིག་ཆ་ཡོངས་ནས་བཤོག་པའི་བར་དུ་བརྩར་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད། (གདམ་ག -n བཞེངས་ན་)། གློག་བཤོག་བྱེད་པའི་སེར་བཞེངས་ན་Eepget ནས་བཤོག་པའི་མཇུག་རྒྱུ་གི་རྒྱུ་གཞི་གློག་བཤོག་བྱེད་པའི་སེར་ལ་བཤོག་པ་འགོ་བཙུགས་བྱེད་པར་བཀོད་སྒྲིག་བྱེད།
cs: Eepget si poradí i s pomalým nebo nestabilním síťovým připojením; pokud stahování selže kvůli problémům v síti, bude to zkoušet tak dlouho, dokud nebude stažen celý soubor (pokud je nastavena volba -n). Pokud to vzdálený server podporuje, dá eepget serveru pokyn, aby odesílal pouze data, která ještě nebyla stažena.
da: Eepget kan håndtere langsomme eller ustabile netværksforbindelser; hvis en nedlasting ikke lykkes på grund af et netværksproblem, vil det fortsætte med at prøve, indtil hele filen er hentet (hvis -n optionen er sat). Hvis det understøttes af den fjerne server, vil eepget instruere serveren til at fortsætte nedlastningen fra punktet for afbrydelse.
el: Το Eepget είναι σε θέση να αντιμετωπίσει βραδείς ή ασταθείς συνδέσεις δικτύου; αν η κατάβαση δεν είναι επιτυχής λόγω προβλήματος δικτύου, θα συνεχίσει να προσπαθεί μέχρι να έχει ανακτηθεί ολόκληρο το αρχείο (αν η επιλογή -n είναι ορισμένη). Αν το εξαίρετο διακομιστή υποστηρίζει, το eepget θα ενημερώσει τον διακομιστή να συνεχίσει την κατάβαση από το σημείο διακοπής.
et: Eepget suudab hakkama saada aeglasete või ebastabiilsete veebisühete juures; kui allalaadimine ei õnnestu veebisüsteemi probleemide tõttu, siis see proovib pidevalt kuni kogu fail on allalaaditud (kui on seatud valik -n). Kui kaugserver toetab, siis eepget juhib serverit jätkama allalaadimist katkestuse punktist.
fa: Eepget قادر به مقابله با اتصالات شبکه آهسته یا ناپایدار است؛ اگر دانلود به دلیل مشکل شبکه موفق نباشد، تا زمانی که کل فایل بازیابی شود، تلاش خود را ادامه خواهد داد (اگر گزینه -n تنظیم شده باشد). اگر توسط سرور دور دست پشتیبانی شود، eepget به سرور دستور خواهد داد تا دانلود را از نقطه قطع ادامه دهد.
fi: Eepget pystyy selviytymään hitaista tai epävakaista verkkoyhteyksistä. Jos lataus ei ole onnistunut verkkovian takia, eepget jatkaa uudelleenyrityksiä, kunnes koko tiedosto on saatu ladattua (jos -n asetus on asetettu). Jos etäs palvelin tukee toimintoa, eepget käskee palvelimen jatkamaan latausta keskeytyskohdasta.
pt: O eepget é capaz de lidar com conexões de rede lentas ou instáveis; se um download não for bem-sucedido devido a um problema de rede, ele continuará tentando até que o arquivo inteiro seja obtido (se a opção -n estiver definida). Se suportado pelo servidor remoto, o eepget instruirá o servidor a continuar o download a partir do ponto de interrupção.
vi: Eepget có khả năng đối phó với kết nối mạng chậm hoặc không ổn định; nếu việc tải xuống không thành công do vấn đề mạng, nó sẽ tiếp tục thử lại cho đến khi đã lấy toàn bộ tệp (nếu tùy chọn -n được đặt). Nếu được máy chủ từ xa hỗ trợ, eepget sẽ hướng dẫn máy chủ tiếp tục tải xuống từ điểm gián đoạn.

source: OPTIONS
az: OPSİYONLAR
bo: གདམ་གོང་གི་གདམ་ག
cs: MOŽNOSTI
da: OPTIONER
el: ΕΠΙΛΟΓΕΣ
et: VALIKUD
fa: گزینه ها
fi: VALITSIMET
pt: OPÇÕES
sl: MOŽNOSTI
vi: TUỲ CHỌN

source: Clearnet. Do not use a proxy. Same as B<-p> :0 .
az: Clearnet. Proksi istifadə etməyin. B<-p> ilə eyni :0 .
bo: Clearnet. གློག་བཤོག་བྱེད་པ་མི་བཟོ་བར་བཤེར་བ། B<-p> :0 དང་མཚུངས།
cs: Clearnet. Nepoužívá proxy server. Stejné jako B<-p> :0 .
da: Clearnet. Brug ikke en proxy. Samt som B<-p> :0 .
el: Clearnet. Δεν χρησιμοποιεί proxy. Το ίδιο με B<-p> :0 .
et: Clearnet. Ära kasuta proxy-d. Sarnane B<-p> :0 .
fa: Clearnet. از یک پراکسی استفاده نکنید. همانند B<-p> :0 .
fi: Clearnet. Älä käytä välityspalvelinta. Sama kuin B<-p> :0 .
pt: Clearnet. Não utilize um proxy. O mesmo que B<-p> :0 .
sl: Jasna omrežja. Ne uporabljajte posrednika. Enako kot B<-p> :0 .
vi: Clearnet. Không sử dụng proxy. Giống như B<-p> :0 .

source: Sets the etag value in the request headers.
az: Sorğu başlıqlarında etag dəyərini təyin edir.
bo: རེ་ཟེ་པའི་མཇུག་གི་etags་གི་གོ་རིམ་བཞེངས་པ།
cs: Nastaví hodnotu etag v hlavičkách požadavků.
da: Sætter etag-værdien i forespørgslen hovederne.
el: Ορίζει την τιμή etag στα κεφάλαια της αιτήσεως.
et: Seab etagi väärtuse päringu pealkirjades.
fa: در سربرگ درخواست ها، مقدار etag را تنظیم می کند.
fi: Asettaa etag-arvon pyyntöotsakkeisiin.
pt: Define o valor etag nos cabeçalhos da requisição.
sl: Nastavi vrednost etage v zaglavilih zahtevka.
vi: Đặt giá trị etag trong tiêu đề yêu cầu.

source: B<-h> name=value
az: B<-h> ad=dəyər
cs: B<-h> název=hodnota
da: B<-h> navn=værdi
el: B<-h> όνομα=τιμή
et: B<-h> nimi=väärtus
fa: B<-h> نام=مقدار
fi: B<-h> nimi=arvo
vi: B<-h> tên=gía trị

source: Adds an arbitrary request header with the given name and value.
az: Verilmiş ad və dəyəri olan ixtiyari sorğu başlığını əlavə edir.
bo: མིང་དང་གོང་གི་གོང་གི་རེ་ཟེ་པའི་མཇུག་གི་གོང་གི་རྒྱབ་སྐྱོར་བྱེད།
cs: Přidá libovolnou hlavičku požadavku se zadaným názvem a hodnotou.
da: Tilføjer en vilkårlig forespørgselshoved med det angivne navn og værdi.
el: Προσθέτει οποιοδήποτε κεφάλαιο αιτήσεως με το δοθέν όνομα και τιμή.
et: Lisa ükski päringu pealkiri, millel on antud nimi ja väärtus.
fa: سربرگ درخواستی را با نام و مقدار داده شده اضافه می کند.
fi: Lisää mielivaltaisen pyyntöotsakkeen annetulla nimellä ja arvolla.
pt: Adiciona um cabeçalho de solicitação arbitrário com o nome e valor fornecidos.
sl: Dodaj poljuben zahtevek zaglavlje z dano imenom in vrednostjo.
vi: Thêm tiêu đề yêu cầu tùy ý với tên và giá trị đã cho.

source: B<-l> lineLen
da: B<-l> linjeLængde
el: B<-l> μήκος_γραμμής
et: B<-l> ridaPikkus
fa: B<-l> طول خط
fi: B<-l> rivinPituus
vi: B<-l> độ dài dòng

source: Controls the progress display. B<\ lineLen > is the length of one progress line in characters. The default is 40.
az: Tərəqqi ekranına nəzarət edir. B<\ lineLen > simvollarla bir irəliləyiş xəttinin uzunluğudur. Standart 40-dır.
bo: རེ་ཟེ་བའི་སྒོར་གཏོར་འདེམས་བཤེར་བྱེད་པ། B<\ lineLen > ཡིས་རེ་ཟེ་བའི་ཐིག་གཅིག་གི་རིང་ཚད་ཡིན་ཞིང་། ཚིག་རྟགས་ཀྱི་གྲངས་ཀ་ཡིན། སོར་བཞག་གི་རིང་ཚད་ནི་40 ཡིན།
cs: Ovládá zobrazení průběhu. B<\ lineLen > je délka jednoho řádku průběhu ve znacích. Výchozí hodnota je 40.
da: Kontrollerer fremskridtsvisning. B<\ lineLen > er længden af en fremskridtslinje i tegn. Standardindstillingen er 40.
el: Έλεγχε την εμφάνιση προόδου. B<\ lineLen > είναι το μήκος μιας γραμμής προόδου σε χαρακτήρες. Η προεπιλογή είναι 40.
et: Kontrollib edasiliikumise kuvamist. B<\ lineLen > on ühe edasiliikumise rida pikkus tähtedena. Vaikimisi on see 40.
fa: نمایش پیشرفت را کنترل می کند. B<\ lineLen > طول یک خط پیشرفت در حروف است. پیشفرض 40 است.
fi: Hallitsee edistymisnäyttöä. B<\ lineLen > on yhden edistymisrivin pituus merkkeinä. Oletusarvo on 40.
pt: Controla a exibição do progresso. B<\ lineLen > é o comprimento de uma linha de progresso em caracteres. O padrão é 40.
sl: Uredi prikaz napredka. B<\ lineLen > je dolžina ene vrstice napredka v znakih. Privzeto je 40.
vi: Kiểm soát màn hình tiến trình. B<\ lineLen > là chiều dài của một dòng tiến trình trong các ký tự. Mặc định là 40.

source: B<-m> markSize
az: B<-m> işarəsi Ölçü
bo: B<-m> གནས་གོང་གི་ཆེ་ཆུང་།
da: B<-m> markørStørrelse
el: B<-m> μέγεθος_σημείου
et: B<-m> märkPikkus
fa: B<-m> اندازه علامت
fi: B<-m> merkinKoko
vi: B<-m> kích thước dấu

source: Controls the progress display. B<\ markSize > is the number of bytes one '#' character represents. The default is 1024.
az: Tərəqqi ekranına nəzarət edir. B<\ markSize > bir '#' simvolunun təmsil etdiyi baytların sayıdır. Defolt 1024-dür.
bo: རེ་ཟེ་བའི་སྒོར་གཏོར་འདེམས་བཤེར་བྱེད་པ། B<\ markSize > ཡིས་'#' ཚིག་རྟགས་གཅིག་གིས་འཚམས་པའི་བའི་གྲངས་ཀ་ཡིན། སོར་བཞག་གི་རིང་ཚད་ནི་1024 ཡིན།
cs: Ovládá zobrazení průběhu. B<\ markSize > je počet bajtů, které představuje jeden znak '#'. Výchozí hodnota je 1024.
da: Kontrollerer fremskridtsvisning. B<\ markSize > er antallet af bytes, et '#' tegn repræsenterer. Standardindstillingen er 1024.
el: Έλεγχε την εμφάνιση προόδου. B<\ markSize > είναι ο αριθμός bait του χαρακτήρα '#' που αντιπροσωπεύει. Η προεπιλογή είναι 1024.
et: Kontrollib edasiliikumise kuvamist. B<\ markSize > on arv baitidest, mida esindab üks '#' märk. Vaikimisi on see 1024.
fa: نمایش پیشرفت را کنترل می کند. B<\ markSize > تعداد بایت هایی است که یک کاراکتر '#' نشان می دهد. پیشفرض 1024 است.
fi: Ohjaa edistyksenäyttöä. B<\ merkinKoko > on yhden '#' -merkin ilmaisemien tavujen määrä. Oletusarvo on 1024.
pt: Controla a exibição do progresso. B<\ markSize > é o número de bytes que um caractere '#' representa. O padrão é 1024.
sl: Uredi prikaz napredka. B<\ markSize > je število bajtov, ki jih predstavlja znak '#'. Privzeto je 1024.
vi: Kiểm soát màn hình tiến trình. B<\ markSize > là số byte mà ký tự '#' đại diện. Mặc định là 1024.

source: B<-n> retries
az: B<-n> yenidən cəhd edir
bo: B<-n> བརྩར་བྱེད་པའི་གྲངས་ཀ།
cs: B<-n> opakování
da: B<-n> gentagelser
el: B<-n> επαναπροσπάθειες
et: B<-n> uuestiProovi
fa: B<-n> تلاش ها
fi: B<-n> yritykset
vi: B<-n> thử lại

source: Specify the number of times to retry downloading if the download isn't successful. If this option is not specified, eepget will not retry.
az: Yükləmə uğursuz olarsa, yenidən yükləməyə cəhd etməyin sayını göstərin. Bu seçim göstərilməyibsə, eepget yenidən cəhd etməyəcək.
bo: བཤོག་པ་མི་ཐུབ་ན་བརྩར་བྱེད་པའི་གྲངས་ཀ་བཞེངས་པ། གདམ་གོང་གི་གདམ་གོང་གི་གདམ་གོང་གི་མི་བཟོ་ན་Eepget ནས་བརྩར་མི་བྱེད།
cs: Zadejte počet pokusů o stažení, pokud stahování selže. Není-li tato možnost zadána, eepget se nepokusí opětovně stahovat.
da: Angiv antallet af forsøg på at genstarte nedlastningen, hvis nedlastningen ikke lykkedes. Hvis denne mulighed ikke er angivet, vil eepget ikke gentage.
el: Ορίστε τον αριθμό φορών που θα επαναπροσπαθήσει να κατεβάσει αν η κατάβαση δεν είναι επιτυχής. Αν αυτή η επιλογή δεν ορίζεται, το eepget δεν θα επαναπροσπαθήσει.
et: Määra mitu korda proovida allalaadimist uuesti, kui allalaadimine ei õnnestu. Kui seda valikut ei ole määratud, siis eepget ei proovi uuesti.
fa: تعداد بارها را برای تلاش مجدد دانلود مشخص کنید اگر دانلود موفق نبوده است. اگر این گزینه مشخص نشده باشد، eepget تلاش مجدد نخواهد کرد.
fi: Määrittää latauksen uudelleenyritysten määrän, jos lataus ei onnistu. Jos tätä vaihtoehtoa ei määritetä, eepget ei yritä uudelleen.
pt: Especifique o número de tentativas para baixar novamente se o download não for bem-sucedido. Se esta opção não for especificada, o eepget não fará novamente a tentativa.
sl: Določite število poskusov ponovnega prenosa, če prenos ni uspešen. Če to možnost ne navedete, eepget ne bo poskušal znova.
vi: Chỉ định số lần thử lại tải xuống nếu tải xuống không thành công. Nếu tùy chọn này không được chỉ định, eepget sẽ không thử lại.

source: B<-o> file
az: B<-o> faylı
bo: B<-o> ཡིག་ཆ།
cs: B<-o> soubor
da: B<-o> fil
el: B<-o> αρχείο
et: B<-o> fail
fa: B<-o> فایل
fi: B<-o> tiedosto
vi: B<-o> tệp

source: Sets the output file to write to. If this option is not given, the output filename will be determined by the URL.
az: Yazmaq üçün çıxış faylını təyin edir. Bu seçim verilməzsə, çıxış faylının adı URL ilə müəyyən ediləcək.
bo: ཡིག་ཆ་བཟོ་བའི་ཡིག་ཆའི་མིང་བཞེངས་པ། གདམ་གོང་གི་གདམ་གོང་གི་མི་བཟོ་ན་ཡིག་ཆའི་མིང་ནི་URL ཡིས་བརྟག་པར་རྒྱབ་སྐྱོར་བྱེད།
cs: Nastaví výstupní soubor, do kterého bude zapisováno. Není-li tato volba zadána, bude název výstupního souboru určen adresou URL.
da: Sætter udgangsfilen at skrive til. Hvis denne mulighed ikke er angivet, vil outputfilnavnet bestemmes af URL'en.
el: Ορίζει το αρχείο εξόδου για να γραφτεί. Αν αυτή η επιλογή δεν δοθεί, το όνομα του αρχείου εξόδου θα καθοριστεί από το URL.
et: Seab väljundfaili, mida kirjutatakse. Kui seda valikut ei antud, siis väljundfaili nimi määrab URL.
fa: فایل خروجی را برای نوشتن تنظیم می کند. اگر این گزینه داده نشده باشد، نام فایل خروجی توسط آدرس URL تعیین خواهد شد.
fi: Asettaa tulostustiedoston, johon kirjoitetaan. Jos tätä vaihtoehtoa ei anneta, tulostustiedoston nimi määräytyy URL-osoitteen perusteella.
pt: Define o arquivo de saída para escrever. Se essa opção não for especificada, o nome do arquivo de saída será determinado pela URL.
sl: Nastavi datoteko za zapis. Če ta možnost ne določite, bo ime izhodne datoteke določeno glede na URL.
vi: Đặt tệp đầu ra để viết vào. Nếu tùy chọn này không được đưa ra, tên tệp đầu ra sẽ được xác định bởi URL.

source: B<-p> proxy_host[:port]
bo: B<-p> གློག་བཤོག་བྱེད་པའི་སེར་[:བོརྒྱུགས་གནས]
da: B<-p> proxy_vært[:port]
el: B<-p> διευθυντής_proxy[:θύρα]
fa: B<-p> میزبان_پراکسی[:درگاه]
fi: B<-p> välityspalvelin_osoite[:portti]
vi: B<-p> máy chủ_proxy[:cổng]

source: Specify an I2P proxy server (eeproxy) to use. If the port is not specified, eepget will use 4444. If this option is not specified, eepget will use 127.0.0.1:4444. Specify B<-c> or B<-p> :0 to disable the eeproxy.
az: İstifadə etmək üçün I2P proksi serverini (eproxy) təyin edin. Port göstərilməyibsə, eepget 4444-dən istifadə edəcək. Bu seçim göstərilməyibsə, eepget 127.0.0.1:4444-dən istifadə edəcək. Eproksini söndürmək üçün B<-c> və ya B<-p> :0 təyin edin.
bo: I2P གློག་བཤོག་བྱེད་པའི་སེར་(eeproxy) བཞེངས་པ། བོརྒྱུགས་གནས་མི་བཟོ་ན་eepget ནས་4444 བཟོ་བར་རྒྱབ་སྐྱོར་བྱེད། གདམ་གོང་གི་གདམ་གོང་གི་མི་བཟོ་ན་eepget ནས་127.0.0.1:4444 བཟོ་བར་རྒྱབ་སྐྱོར་བྱེད། eeproxy མི་བཟོ་བར་B<-c> ཡང་ན་B<-p> :0 བཞེངས་པར་རྒྱབ་སྐྱོར་བྱེད།
cs: Zadejte proxy server I2P (eeproxy), který chcete použít. Pokud není port zadán, použije eepget port 4444. Pokud tato volba proxy serveru není zadána, eepget použije 127.0.0.1:4444. Zadejte B<-c> nebo B<-p>:0 pro vypnutí eeproxy.
da: Angiv en I2P proxyserver (eeproxy) at bruge. Hvis porten ikke er angivet, vil eepget bruge 4444. Hvis denne mulighed ikke er angivet, vil eepget bruge 127.0.0.1:4444. Angiv B<-c> eller B<-p> :0 for at deaktivere eeproxy.
el: Ορίστε έναν διακομιστή proxy I2P (eeproxy) για χρήση. Εάν η θύρα δεν ορίζεται, το eepget θα χρησιμοποιήσει 4444. Εάν αυτή η επιλογή δεν ορίζεται, το eepget θα χρησιμοποιήσει 127.0.0.1:4444. Ορίστε B<-c> ή B<-p> :0 για να απενεργοποιήσετε το eeproxy.
et: Määra I2P proxy-server (eeproxy), mida kasutada. Kui port ei ole määratud, siis eeproxy kasutab 4444. Kui seda valikut ei ole määratud, siis eeproxy kasutab 127.0.0.1:4444. Määra B<-c> või B<-p> :0 eeproxy-i keelamiseks.
fa: یک سرور پراکسی I2P (eeproxy) را برای استفاده مشخص کنید. اگر درگاه مشخص نشده باشد، eepget از 4444 استفاده خواهد کرد. اگر این گزینه مشخص نشده باشد، eepget از 127.0.0.1:4444 استفاده خواهد کرد. B<-c> یا B<-p> :0 را مشخص کنید تا eeproxy را غیرفعال کنید.
fi: Määritä käytettävä I2P-välityspalvelin (eeproxy). Jos porttia ei ole määritetty, eepget käyttää porttia 4444. Jos tätä valintaa ei ole määritetty, eepget käyttää 127.0.0.1:4444. Määritä B<-c> tai B<-p> :0 poistaaksesi eeproxy.
pt: Especifique um servidor proxy I2P (eeproxy) a ser usado. Se a porta não for especificada, o eepget usará a porta 4444. Se esta opção não for especificada, o eepget usará 127.0.0.1:4444. Especifique B<-c> ou B<-p> :0 para desativar o eeproxy.
sl: Nastavite strežnik posrednika I2P (eeproxy), ki ga želite uporabiti. Če port ni naveden, bo eepget uporabil 4444. Če ta možnost ne določite, bo eepget uporabil 127.0.0.1:4444. Za onemogočitev eeproxy uporabite B<-c> ali B<-p> :0.
vi: Chỉ định máy chủ proxy I2P (eeproxy) để sử dụng. Nếu cổng không được chỉ định, eepget sẽ sử dụng 4444. Nếu tùy chọn này không được chỉ định, eepget sẽ sử dụng 127.0.0.1:4444. Chỉ định B<-c> hoặc B<-p> :0 để vô hiệu hóa eeproxy.

source: B<-t> seconds
az: B<-t> saniyə
bo: B<-t> ཐོག་པའི་ཆུ་ཚོད།
cs: B<-t> sekund
da: B<-t> sekunder
el: B<-t> δευτερόλεπτα
et: B<-t> sekundit
fa: B<-t> ثانیه ها
fi: B<-t> sekunnit
pt: B<-t> segundos
sl: B<-t> sekund
vi: B<-t> giây

source: Sets the inactivity timeout. The default is 60 seconds.
az: Hərəkətsizlik vaxt aşımını təyin edir.
bo: རེ་ཟེ་པ་མི་བྱུང་བའི་དུས་ཚོད་བཞེངས་པ། གཞི་བརྟག་བྱེད་པའི་དུས་ཚོད་ནི་ཆུ་ཚོད་60ཡིན།
cs: Nastaví časový limit nečinnosti. Výchozí hodnota je 60 sekund.
da: Sætter inaktivitet timeout. Standardindstillingen er 60 sekunder.
el: Ορίζει το χρόνο ανενεργίας. Η προεπιλογή είναι 60 δευτερόλεπτα.
et: Seab inaktiivsuse ajaluba. Vaikimisi on see 60 sekundit.
fa: زمان منقضی بودن عدم فعالیت را تنظیم می کند. پیشفرض 60 ثانیه است.
fi: Määrittää passiivisen aikakatkaisun ajan. Oletusarvo on 60 sekuntia.
pt: Define o tempo limite de inatividade. O padrão é de 60 segundos.
sl: Nastavi časovni limit neaktivnosti. Privzeto je 60 sekund.
vi: Đặt thời gian chờ không hoạt động. Mặc định là 60 giây.

source: B<-u> username
az: B<-u> istifadəçi adı
bo: B<-u> གློག་བཤོག་བྱེད་པའི་མིང་།
cs: B<-u> uživatelské jméno
da: B<-u> brugernavn
el: B<-u> όνομα_χρήστη
et: B<-u> kasutajanimi
fa: B<-u> نام کاربر
fi: B<-u> käyttäjätunnus
pt: B<-u> nome de utilizador
sl: B<-u> uporabniško ime
vi: B<-u> tên đăng nhập

source: Sets the username for proxy authorization, if required.
az: Lazım gələrsə, proksi icazəsi üçün istifadəçi adını təyin edir.
bo: གློག་བཤོག་བྱེད་པའི་རེ་ཟེ་པའི་གྲངས་ཀ་བཞེངས་པ། དགོས་ན་བཤེར་བ།
cs: Nastaví uživatelské jméno pro autorizaci proxy serveru, je-li vyžadováno.
da: Sætter brugernavnet for proxy autorisering, hvis det er nødvendigt.
el: Ορίζει το όνομα χρήστη για την αξιολόγηση proxy, αν απαιτείται.
et: Seab kasutajanime proxy autentimiseks, kui see on vaja.
fa: اگر لازم باشد، نام کاربر را برای تأیید پراکسی تنظیم می کند.
fi: Määrittää käyttäjätunnuksen välityspalvelimen varmennusta varten, jos tarpeen.
pt: Define o nome de usuário para autorização de proxy, se necessário.
sl: Nastavi uporabniško ime za avtorizacijo posrednika, če je to potrebno.
vi: Đặt tên người dùng cho ủy quyền proxy nếu cần thiết.

source: B<-x> password
az: B<-x> parol
bo: B<-x> གློག་བཤོག་བྱེད་པའི་གནས་གོང་།
cs: B<-x> heslo
da: B<-x> adgangskode
el: B<-x> κωδικός
et: B<-x> parool
fa: B<-x> رمز عبور
fi: B<-x> salasana
pt: B<-x> palavra-passe
sl: B<-x> geslo
vi: B<-x> mật khẩu

source: Sets the password for proxy authorization, if required. If a username is specified but not a password, EepGet will prompt for the password.
az: Lazım gələrsə, proxy avtorizasiyası üçün parol təyin edir. Əgər istifadəçi adı göstərilibsə, lakin parol deyilsə, EepGet parolu tələb edəcək.
bo: གློག་བཤོག་བྱེད་པའི་རེ་ཟེ་པའི་གནས་གོང་བཞེངས་པ། དགོས་ན་བཤེར་བ། གློག་བཤོག་བྱེད་པའི་མིང་བཞེངས་ན་གནས་གོང་མི་བཟོ་ན་EepGet ནས་གནས་གོང་བཞེངས་པར་རྒྱབ་སྐྱོར་བྱེད།
cs: Nastaví heslo pro autorizaci proxy serveru, pokud je vyžadováno. Pokud je zadáno uživatelské jméno, ale ne heslo, EepGet se zeptá na heslo.
da: Sætter adgangskoden for proxy autorisering, hvis det er nødvendigt. Hvis et brugernavn er angivet, men ikke en adgangskode, vil EepGet anmode om adgangskoden.
el: Ορίζει τον κωδικό για την αξιολόγηση proxy, αν απαιτείται. Εάν έχει δοθεί το όνομα χρήστη αλλά όχι ο κωδικός, το EepGet θα ζητήσει τον κωδικό.
et: Seab parooli proxy autentimiseks, kui see on vaja. Kui on määratud kasutajanimi, kuid mitte parool, siis EepGet küsib parooli.
fa: اگر لازم باشد، رمز عبور را برای تأیید پراکسی تنظیم می کند. اگر نام کاربر مشخص شده باشد ولی رمز عبور مشخص نشده باشد، EepGet درخواست رمز عبور خواهد کرد.
fi: Asettaa valtuutuksen salasanan välityspalvelimelle, jos tarpeen. Jos käyttäjätunnus on määritetty, mutta salasanaa ei ole, EepGet pyytää salasanaa.
pt: Define a senha para autorização de proxy, se necessário. Se um nome de usuário for especificado, mas não uma senha, o EepGet solicitará a senha.
sl: Nastavi geslo za avtorizacijo posrednika, če je to potrebno. Če je navedeno uporabniško ime, a ne geslo, bo EepGet zahteval geslo.
vi: Đặt mật khẩu cho ủy quyền proxy nếu cần thiết. Nếu đã chỉ định tên người dùng nhưng không chỉ định mật khẩu, EepGet sẽ yêu cầu nhập mật khẩu.

source: EXIT STATUS
az: ÇIXIŞ STATUS
bo: ཕྱིར་འགུལ་བའི་གོ་རིམ།
cs: STAV UKONČENÍ
da: AFSLUTNINGSGRADER
el: ΚΩΔΙΚΟΣ ΕΞΟΔΟΥ
et: VÄLJUKSE TÕENDE
fa: وضعیت خروج
fi: LOPETUSTILASTO
pt: ESTADO DE SAÍDA
sl: IZHODNI STATUS
vi: TRẠNG THÁI RA ĐI
