Repository: I2PPlus/i2pplus
Catalog: installer/resources/locale-man/man_*.po
Languages: az, bo, cs, da, el, et, fa, fi, pt, sl, vi

source: B<eepget> exits with status zero upon successful transfer and non-zero if there were problems with the download.
az: B<eepget> müvəffəqiyyətli köçürmə zamanı sıfır statusu ilə və endirmə ilə bağlı problemlər olduqda sıfırdan fərqli olaraq çıxır.
bo: B<eepget> ནས་ཡིག་ཆ་བཤོག་པའི་མཐའ་འགོག་ན་0 ཡིས་ཕྱིར་འགུལ་བྱེད་པ་དང་། བཤོག་པ་འགལ་བའི་ན་ཕྱིར་འགུལ་བའི་གོ་རིམ་ནི་0 མིན་པའི་གྲངས་ཀ་ཡིན།
cs: B<eepget> skončí s nulovým stavem při úspěšném přenosu a nenulovým, pokud se při stahování vyskytly problémy.
da: B<eepget> afslutter med status nul ved succesfuldt overførsel og ikke-nul hvis der var problemer med nedlastningen.
el: Το B<eepget> τερματίζει με κατάσταση μηδενική όταν η μεταφορά είναι επιτυχής και μηδενική αν υπήρχαν προβλήματα με την κατάβαση.
et: B<eepget> lahkub olekus null edukas ülekandmine ja mitte-null, kui allalaadimisega oli probleeme.
fa: B<eepget> در صورت انتقال موفق با وضعیت صفر خارج می شود و در صورت وجود مشکلات در دانلود، عدد غیر صفر خواهد داشت.
fi: B<eepget> päättyy tilan nolla, kun siirto onnistuu, ja muuten ei nollaa, jos latauksessa ongelmia.
pt: B<eepget> sai com status zero após transferência bem-sucedida e diferente de zero se houver problemas com o download.
sl: B<eepget> zapusti program s statusom nič, če prenos uspe, s nenulnim statusom, če je prišlo do težav pri prenosu.
vi: B<eepget> thoát với trạng thái không khi chuyển tiếp thành công và không phải không nếu có vấn đề với việc tải xuống.

source: REPORTING BUGS
az: XATLAR HESABATI
bo: ནོར་བའི་གནས་གོང་བསྡུས་པ།
cs: HLÁŠENÍ CHYB
da: RapportERING FEJLER
el: ΑΝΑΦΟΡΑ ΠΡΟΒΛΗΜΑΤΩΝ
et: VIGADE TEATAMINE
fa: گزارش خطا ها
fi: ILMOITETAAN VIRHEISTÄ
pt: COMUNICAR ERROS
sl: PREDSTAVLJANJE PRAŠKOV
vi: BÁO CÁO LỖI

source: Please enter a ticket on E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> the I2P Bug Tracker E<.UE .>
bo: གཞི་བརྟག་བྱེད་པའི་སེར་ནས་E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> I2P ནོར་བའི་གནས་གོང་བསྡུས་པའི་སེར་ནས་E<.UE .> གི་ནང་ཡིག་ཆ་བཟོ་རོགས།
da: Indtast venligst et billet på E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> I2P Fejl Tracker E<.UE .>
el: Παρακαλούμε εισάγετε ένα εισιτήριο στο E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> τον Επαγγελματιστή Βασάνισμα I2P E<.UE .>
et: Palun sisesta lipp E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> I2P vigade jälgija E<.UE .>
fa: لطفا یک بلیط در E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> دنبال کننده خطا I2P E<.UE .> وارد کنید
vi: Vui lòng nhập một vé trên E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues/> trình theo dõi lỗi I2P E<.UE .>

source: SEE ALSO
az: HƏMÇİNƏ BAX
bo: གཞི་བརྟག་བྱེད་པའི་ཡིག་ཆ།
cs: TAKÉ SI PŘEČTĚTE
da: SE OGSÅ
el: ΔΕΝ ΒΛΕΠΕ ΕΠΙΣΗΣ
et: VAATA KA
fa: ببینید همچنین
fi: KATSO MYÖS
pt: CONSULTAR TAMBÉM
sl: GLEDAJTE TUDI
vi: XEM CŨNG

source: i2prouter - start and stop the I2P router
az: i2prouter - I2P marşrutlaşdırıcısını işə salın və dayandırın
bo: i2prouter - I2P སྒོ་འབྱེད་པ་དང་སྒོ་རྒྱུགས་པ།
cs: i2prouter - spuštění a zastavení I2P routeru
da: i2prouter - start og stop I2P routeren
el: i2prouter - ξεκινήστε και σταματήστε τον διαδρομολόγηση I2P
et: i2prouter - käivita ja peata I2P ruuter
fa: i2prouter - شروع و متوقف کردن روتر I2P
fi: i2prouter - käynnistä ja pysäytä I2P-reititin
pt: i2prouter - iniciar e parar o roteador I2P
sl: i2prouter - zagon in ustavljanje I2P rutera
vi: i2prouter - bắt đầu và dừng router I2P

source: B<i2prouter> {I<console>|I<start>|I<stop>|I<graceful>|I<restart>|I<condrestart>|I<status>|I<dump>|I<install>|I<remove>}
da: B<i2prouter> {I<konsol>|I<start>|I<stop>|I<graceful>|I<genstart>|I<condgenstart>|I<status>|I<hop>|I<installer>|I<fjern>}
el: B<i2prouter> {I<εκτελεστικό>|I<ξεκινήστε>|I<σταματήστε>|I<ευγενικό>|I<ανακίνηση>|I<ανακίνηση συνθήκης>|I<κατάσταση>|I<σκάψε>|I<εγκατάσταση>|I<αφαίρεση>}
et: B<i2prouter> {I<konsol>|I<käivita>|I<peata>|I<armas>|I<taaskäivita>|I<olukorrataaskäivita>|I<olekus>|I<purge>|I<installeeri>|I<eemalda>}
fa: B<i2prouter> {I<کنسول>|I<شروع>|I<متوقف شدن>|I<با حوصله>|I<بازنشستگی>|I<متوقف شدن با شرط>|I<وضعیت>|I< dummp>|I<نصب کردن>|I<حذف>}
vi: B<i2prouter> {I<konsol>|I<bắt đầu>|I<dừng>|I<nghĩa cử>|I<tái khởi động>|I<tái khởi động điều kiện>|I<trạng thái>|I<xả>|I<cài đặt>|I<xóa>}

source: Control the I2P service.
az: I2P xidmətinə nəzarət edin.
bo: I2P དྲོང་རྒྱུའི་རྒྱུ་གཞི་བཞེངས་པ།
cs: Správa služby I2P.
da: Kontroller I2P tjeneste.
el: Ελέγχετε την υπηρεσία I2P.
et: Kontrolli I2P teenust.
fa: کنترل خدمات I2P.
fi: Ohjaa I2P-palvelua.
pt: Controlar o serviço de I2P.
sl: Upravljanje storitve I2P.
vi: Kiểm soát dịch vụ I2P.

source: B<console>
da: B<konsol>
el: B<εκτελεστικό>
fa: B<کنسول>
vi: B<konsol>

source: Runs I2P as a console application under the current user.
az: Cari istifadəçi altında I2P-ni konsol tətbiqi kimi işlədir.
bo: I2P སྒོ་འབྱེད་པ་ནི་མི་སྤྱིའི་རྒྱུ་གཞིའི་སྒོ་ནས་གསལ་ཆ་གཞིར་བཟོ་བར་རྒྱབ་སྐྱོར་བྱེད།
cs: Spustí I2P jako konzolovou aplikaci pod aktuálním uživatelem.
da: Kører I2P som en konsol applikation under den nuværende bruger.
el: Εκτελεί I2P ως εφαρμογή εκτελεστικού υπό τον τρέχοντα χρήστη.
fa: I2P را به عنوان یک برنامه کنسول زیر کاربر فعلی اجرا می کند.
fi: Suorittaa I2P:n pääteikkunasovelluksena nykyisellä käyttäjällä.
pt: Executa o I2P como um aplicativo de console sob o usuário atual.
sl: Zažene I2P kot konzolno aplikacijo pod trenutnim uporabnikom.
vi: Chạy I2P như một ứng dụng konsol dưới người dùng hiện tại.

source: B<start>
el: B<ξεκινήστε>
fa: B<شروع>
vi: B<bắt đầu>

source: Starts the I2P service.
az: I2P xidmətini işə salır.
bo: I2P དྲོང་རྒྱུ་འགོ་བཙུགས་པ།
cs: Spustí službu I2P.
da: Starter I2P tjenesten.
el: Ξεκινά την υπηρεσία I2P.
fa: خدمات I2P را شروع می کند.
fi: Käynnistää I2P-palvelun.
pt: Inicia o serviço de I2P.
sl: Zažene storitev I2P.
vi: Bắt đầu dịch vụ I2P.

source: B<stop>
el: B<σταματήστε>
fa: B<متوقف شدن>
vi: B<dừng>

source: Stops the I2P service.
az: I2P xidmətini dayandırır.
bo: I2P དྲོང་རྒྱུ་བརྒྱུབ་པ།
cs: Zastaví službu I2P.
da: Stopper I2P tjenesten.
el: Σταματά την υπηρεσία I2P.
fa: خدمات I2P را متوقف می کند.
fi: Lopettaa I2P-palvelun.
pt: Para o serviço de I2P.
sl: Ustavi storitev I2P.
vi: Dừng dịch vụ I2P.

source: B<restart>
da: B<genstart>
el: B<ανακίνηση>
fa: B<بازنشستگی>
vi: B<tái khởi động>

source: Stops the I2P service and then starts it.
az: I2P xidmətini dayandırır və sonra işə salır.
bo: I2P དྲོང་རྒྱུ་བརྒྱུབ་པ་དང་བཟོ་བར་འགོ་བཙུགས་པ།
cs: Zastaví službu I2P a pak ji spustí.
da: Stopper I2P tjenesten og starter den derefter.
el: Σταματά την υπηρεσία I2P και στη συνέχεια την ξεκινά.
fa: خدمات I2P را متوقف و سپس شروع می کند.
fi: Lopettaa I2P-palvelun ja käynnistää sen sitten uudelleen.
pt: Para o serviço I2P e depois inicia-lo.
sl: Ustavi in nato znova zažene storitev I2P.
vi: Dừng dịch vụ I2P và sau đó bắt đầu nó.

source: B<condrestart>
da: B<condgenstart>
el: B<ανακίνηση συνθήκης>
fa: B<متوقف شدن با شرط>
vi: B<tái khởi động điều kiện>

source: Restart the I2P service only if it is already running.
az: I2P xidmətini yalnız artıq işləyirsə yenidən başladın.
bo: I2P དྲོང་རྒྱུ་འདུག་ན་ཙམ་དུ་བཟོ་བར་འགོ་བཙུགས་པ།
cs: Restartuje službu I2P pouze pokud již běží.
da: Genstart I2P tjenesten kun hvis den allerede kører.
el: Ανακινήστε την υπηρεσία I2P μόνο αν τρέχει ήδη.
fa: تنها در صورتی که قبلا در حال اجراست، خدمات I2P را دوباره شروع کنید.
fi: Käynnistä I2P-palvelu uudelleen vain, jos se on jo käynnissä.
pt: Reinicie o serviço I2P apenas se ele já estiver em execução.
sl: Ponovno zažene storitev I2P samo, če je že v teku.
vi: Chỉ tái khởi động dịch vụ I2P nếu nó đang chạy.

source: B<graceful>
el: B<ευγενικό>
fa: B<با حوصله>
vi: B<nghĩa cử>

source: Stop I2P gracefully (may take up to 11 minutes)
az: I2P-ni zərif şəkildə dayandırın (11 dəqiqə çəkə bilər)
bo: I2P སྒོ་རྒྱུགས་པ་རྒྱུ་གཞི་བཞེངས་པ། (ཚེས་ཀ་༡༡་བར་གནང་ཆོག)
cs: Zastavit I2P běžným způsobem (může trvat až 11 minut)
da: Stop I2P pænt (kan tage op til 11 minutter)
el: Σταματήστε το I2P ευγενικά (μπορεί να πάρει μέχρι 11 λεπτά)
fa: I2P را با حوصله متوقف کنید (ممکن است تا 11 دقیقه طول بکشد)
fi: Sammuta I2P hallitusti (kestää jopa 11 minuuttia)
pt: Parar o I2P de forma segura (pode levar até 11 minutos)
sl: Ustavi I2P mirno (lahko traja do 11 minut).
vi: Dừng I2P một cách nghĩa cử (có thể mất đến 11 phút)

source: B<install>
da: B<installer>
el: B<εγκατάσταση>
fa: B<نصب کردن>
vi: B<cài đặt>

source: Install initscript to start I2P automatically when the system boots.
az: Sistem işə salındıqda I2P-ni avtomatik işə salmaq üçün initscript-i quraşdırın.
bo: རྒྱུ་གཞི་འགོ་བཙུགས་པའི་ཚེ་I2P ནི་རང་གིས་འགོ་བཙུགས་པར་བཞེངས་པའི་གཞི་བརྟག་བྱེད་པའི་ཡིག་ཆ་བཟོ་བ།
cs: Nainstalujte initscript pro automatické spuštění I2P při startu systému.
da: Installer initscript til at starte I2P automatisk når systemet starter.
el: Εγκαταστήστε το initscript για να ξεκινήσετε το I2P αυτόματα όταν το σύστημα εκκινείται.
fa: هنگام روشن شدن سیستم، اسکریپت اولیه را نصب کنید تا I2P را خودکار شروع کند.
fi: Asenna käynnistyskomentosarja I2P:n automaattiseen käynnistämiseen, kun järjestelmä käynnistyy.
pt: Instalar o script inicial para iniciar o I2P automaticamente quando o sistema é iniciado.
sl: Namesti initscript za samodejen zagon I2P ob zagonu sistema.
vi: Cài đặt initscript để tự động bắt đầu I2P khi hệ thống khởi động.

source: B<remove>
da: B<fjern>
el: B<αφαίρεση>
fa: B<حذف>
vi: B<xóa>

source: Uninstall initscript that was installed with B<install>
az: B<install> ilə quraşdırılmış initscript-i silin
bo: B<install> ཡིས་བཟོ་བའི་གཞི་བརྟག་བྱེད་པའི་ཡིག་ཆ་བཟོ་མེད་བྱེད་པ།
cs: Odinstalujte initscript, který byl nainstalován pomocí B<install>
da: Fjern initscript der blev installeret med B<installer>
el: Αφαιρέστε το initscript που εγκαταστάθηκε με B<εγκατάσταση>
fa: اسکریپت اولیه را که با B<نصب کردن> نصب شده است، حذف کنید
fi: Poista käynnistyskomentosarja, joka asennettiin B<install>
pt: Desinstalar o initscript que foi instalado com B<install>
sl: Odstrani initscript, ki je bil nameščen z B<install>
vi: Gỡ cài đặt initscript đã được cài đặt với B<cài đặt>

source: B<status>
el: B<κατάσταση>
fa: B<وضعیت>
vi: B<trạng thái>

source: Prints whether the I2P service is running.
az: I2P xidmətinin işlək olub-olmadığını çap edir.
bo: I2P དྲོང་རྒྱུ་འདུག་པ་མིན་པ་བསྡུས་པ།
cs: Vypíše, zda je služba I2P spuštěna.
da: Printer om I2P tjenesten kører.
el: Εκτυπώνει αν η υπηρεσία I2P τρέχει.
fa: چاپ می کند که آیا خدمات I2P در حال اجراست.
fi: Tulostaa, onko I2P-palvelu käynnissä.
pt: Imprime se o serviço I2P está em execução.
sl: Izpiše, ali je storitev I2P v teku.
vi: In ra liệu dịch vụ I2P đang chạy hay không.

source: B<dump>
da: B<hop>
el: B<σκάψε>
fa: B< dummp>
vi: B<xả>

source: Dumps the current threads into B<wrapper.log>.
az: Cari mövzuları B<wrapper.log>-a köçürür.
bo: རེ་ཟེ་བའི་ཐྲེ་ཌིག་གི་ནང་ནས་ཐོག་མའི་ཐྲེ་ཌིག་གི་གྲུབ་འབྲས་B<wrapper.log>ཡིག་ཆར་འདྲེན་བྱེད།
cs: Zapíše současná vlákna do B<wrapper.log>.
da: Hopper de nuværende tråde ind i B<wrapper.log>.
el: Διατηρεί τις τρέχουσες διαδρομές στο B<wrapper.log>.
fa: در حال حاضر رشته ها را در B<wrapper.log> dummp می کند.
fi: Kaataa nykyiset säikeet B<wrapper.log>-tiedostoon.
pt: Despeja as threads atuais em B<wrapper.log>.
sl: Shranjuje trenutne niti v B<wrapper.log>.
vi: Xả các luồng hiện tại vào B<wrapper.log>.

source: i2prouter-nowrapper - start the I2P router
az: i2prouter-nowrapper - I2P marşrutlaşdırıcısını işə salın
bo: i2prouter-nowrapper - I2P སྒོ་འབྱེད་པ་འགོ་བཙུགས་པ།
cs: i2prouter-nowrapper - spusťte I2P router
da: i2prouter-nowrapper - start I2P routeren
el: i2prouter-nowrapper - ξεκινήστε τον διαδρομολόγηση I2P
fa: i2prouter-nowrapper - شروع روتر I2P
fi: i2prouter-nowrapper - käynnistä I2P-reititin
pt: i2prouter-nowrapper - iniciar o roteador I2P
sl: i2prouter-nowrapper - zagon I2P rutera brez vokselja
vi: i2prouter-nowrapper - bắt đầu router I2P

source: Start the I2P router, without the service wrapper. This means the router will not restart if it crashes. Also, it will use the default memory size, which may not be enough for I2P.
az: I2P marşrutlaşdırıcısını xidmət paketi olmadan işə salın. Bu o deməkdir ki, xəta baş verərsə, marşrutlaşdırıcı yenidən başlamayacaq. Həmçinin, o, I2P üçün kifayət etməyən standart yaddaş ölçüsündən istifadə edəcək.
cs: Spusťte I2P router bez wrapperu služby. To znamená, že v případě havárie routeru nedojde k jeho restartu. Také bude využíváno výchozí množství paměti, což nemusí být dostatečné pro správnou funkci I2P.
da: Start I2P routeren uden tjenestens omhülle. Dette betyder at routeren ikke genstarter hvis den krasjer. Desuden vil den bruge den standard hukommelse størrelse, som måske ikke er nok til I2P.
el: Ξεκινήστε τον διαδρομολογητή I2P, χωρίς το περιβάλλον της υπηρεσίας. Αυτό σημαίνει ότι ο διαδρομολογητής δεν θα ανακινηθεί αν συμβεί κράση. Επίσης, θα χρησιμοποιήσει το προεπιλεγμένο μέγεθος μνήμης, το οποίο μπορεί να μην είναι αρκετό για το I2P.
fa: روتر I2P را بدون پوسته خدمات شروع کنید. این به این معنا است که روتر اگر خراب شود، دوباره شروع نخواهد شد. همچنین، اندازه حافظه پیشفرض را استفاده خواهد کرد، که ممکن است برای I2P کافی نباشد.
fi: Käynnistä I2P-reititin ilman palvelun suojaa. Tämä tarkoittaa, että reititin ei käynnisty uudelleen, jos se kaatuu. Lisäksi se käyttää oletusmuistia, joka ei ehkä riitä I2P:lle.
pt: Inicie o roteador I2P sem o invólucro de serviço. Isso significa que o roteador não será reiniciado em caso de falha. Além disso, ele usará o tamanho padrão da memória, que pode não ser suficiente para o I2P.
sl: Zaženi I2P router brez vokselja storitve. To pomeni, da ne bo samodejno znova zagnan pri nesreči. Poleg tega uporablja privzeto velikost pomnilnika, ki lahko za I2P ni dovolj.
vi: Bắt đầu router I2P, không có lớp bọc dịch vụ. Điều này có nghĩa là router sẽ không tái khởi động nếu nó gặp sự cố. Ngoài ra, nó sẽ sử dụng kích thước bộ nhớ mặc định, có thể không đủ cho I2P.

source: You should really use the B<i2prouter>(1) script instead. There are no options. To stop the router, use your browser to access E<.UR http://localhost:7657/> the router console E<.UE .>
az: Bunun əvəzinə həqiqətən B<i2prouter>(1) skriptindən istifadə etməlisiniz. Seçimlər yoxdur. Routeri dayandırmaq üçün E<.UR http://localhost:7657/> marşrutlaşdırıcı konsoluna E<.UE .> daxil olmaq üçün brauzerinizdən istifadə edin.
cs: Místo toho byste měli použít skript B<i2prouter>(1). Nejsou zde žádné možnosti. Chcete-li router zastavit, otevřete pomocí internetového prohlížeče konzoli routeru E<.UR http://localhost:7657/> E<.UE .>
da: Du burde virkelig bruge B<i2prouter>(1) scriptet i stedet. Der er ingen muligheder. For at stoppe routeren, brug din browser til at tilgå E<.UR http://localhost:7657/> routeren konsol E<.UE .>
el: Θα πρέπει πραγματικά να χρησιμοποιήσετε το script B<i2prouter>(1) αντί. Δεν υπάρχουν επιλογές. Για να σταματήσετε τον διαδρομολογητή, χρησιμοποιήστε το πρόγραμμα περιήγησης για να προσεγγίσετε το E<.UR http://localhost:7657/> το πίνακα επιλογών του διαδρομολογητή E<.UE .>
fa: بهتر است از B<i2prouter>(1) اسکریپت استفاده کنید. گزینه ای وجود ندارد. برای متوقف کردن روتر، مرورگر خود را برای دسترسی به E<.UR http://localhost:7657/> کنسول روتر E<.UE .> استفاده کنید
fi: Sinun pitäisi todella käyttää sen sijaan B<i2prouter>(1)-komentosarjaa. Ei ole vaihtoehtoja. Sammuta reititin käyttämällä selaintasi ja avaa I2P-reitittimen konsoli E<.UR http://localhost:7657/> E<.UE .>
pt: Você deve realmente usar o script B<i2prouter>(1) em vez disso. Não há opções. Para parar o roteador, use seu navegador para acessar E<.UR http://localhost:7657/> a console do roteador E<.UE .>
sl: Pravzaprav bi morali uporabljati skript B<i2prouter>(1) namesto tega. Ni možnosti. Za ustavljanje routera uporabite brskalnik za dostop do E<.UR http://localhost:7657/> konzole routera E<.UE>.
vi: Bạn thực sự nên sử dụng B<i2prouter>(1) thay vào đó. Không có tùy chọn nào. Để dừng router, hãy sử dụng trình duyệt của bạn để truy cập E<.UR http://localhost:7657/> giao diện quản lý router E<.UE .>

source: Please enter a ticket on E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues> the I2P Bug Tracker E<.UE .>
az: Lütfən, E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues> I2P Bug Tracker E<.UE .>-də bilet daxil edin.
fi: Ole hyvä ja lisää vikailmoitus I2P Bug Trackeriin osoitteessa http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues E<.UE .>
pt: Por favor, insira um bilhete em E<.UR http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues> o Rastreador de Bugs do I2P E<.UE>.

source: Start the I2P router, without the service wrapper. This means the router will not restart if it crashes. Also, it will use the default memory size, which may not be enough for I2P.
bo: I2P སྒོ་འབྱེད་པ་འགོ་བཙུགས་པ་དང་། དྲོང་རྒྱུའི་རྒྱུ་གཞི་མིན་པ། དེ་ཡང་ནོར་བ་ཐོན་ན་སྒོ་འབྱེད་པ་བཟོ་མི་ཐུབ། དེ་མིན་རང་གིས་གཞི་བརྟག་བྱེད་པའི་གནས་གོང་བཟོ་བ་དང་། I2P ནི་གནས་གོང་གི་དགོས་པ་མི་བརྟན།

source: You should really use the B<i2prouter>(1) script instead. There are no options. To stop the router, use your browser to access E<.UR http://localhost:7657/> the router console E<.UE .>
bo: ཁྱོད་ཀྱིས་B<i2prouter>(1) ཡིག་ཆ་བཟོ་རོགས། གདམ་གོང་གི་གདམ་གོང་མེད། སྒོ་འབྱེད་པ་བརྒྱུབ་པར་ཁྱོད་ཀྱིས་བཤེར་བའི་བོད་སྐོར་ནས་E<.UR http://localhost:7657/> སྒོ་འབྱེད་པའི་གཞི་བརྟག་བྱེད་པའི་སེར་ནས་E<.UE .> གི་ནང་བཞེད་པར་རྒྱབ་སྐྱོར་བྱེད།

source: Please enter an issue on E<.UR https://i2pgit.org/i2p-hackers/i2p.i2p/-/issues> the I2P GitLab server E<.UE .>
cs: Zadejte prosím problém na E<.UR https://i2pgit.org/i2p-hackers/i2p.i2p/-/issues> serveru I2P GitLab E<.UE .>

source: Eepget is able to cope with slow or unstable network connections; if a download is not successful because of a network problem, it will keep retrying until the whole file has been retrieved (if the -n option is set). If supported by the remote server, eepget will instruct the server to continue the download from the point of interruption.
sl: Eepget uspešno prenaša podatke tudi pri počasnih ali nestabilnih povezavah. Če prenos zaradi težav s povezavo ne uspe, poskuša znova, dokler ne prenese vsega datoteke (če je nastavljena možnost -n). Če strežnik to podpira, naroči nadaljevanje prenosa od prekinitve.

source: Please enter a ticket on E<.UR https://github.com/I2PPlus/i2pplus/issues/> the I2P Bug Tracker E<.UE .>
sl: Prosimo, vpišite zadevo na E<.UR https://github.com/I2PPlus/i2pplus/issues/> sledilnik napak I2P E<.UE>.
