Repository: I2PPlus/i2pplus
Catalog: apps/addressbook/locale/messages_*.po
Languages: ar, az, bo, cs, da, de, el, es, et, fa, fi, fr, hi, hu, in, it, ja, nb, nl, pl, pt, ro, ru, sl, sv, tr, uk, vi

source: Cryptocurrency related services
ar: خدمات ذات صلة بالعملات المشفرة
az: Kriptovaluta ilə xidmət xidmətləri
bo: གསལ་ལགར་མཐུད་པའི་ཞབས་སྱོན་པ།
cs: Služby související s kryptoměnami
da: Kryptorelaterelaterede tjenester
de: Kryptowährungsbezogene Dienste
el: Υπηρεσίες σχετικές με κρυπτονομίσματα
es: Servicios relacionados con criptomonedas
et: Krüptorahaga seotud teenused
fa: خدمات مرتبط با رمزارها
fi: Kryptovaluuttiin liittyvät palvelut
fr: Services liés aux crypto-monnaies
hi: क्रिप्टोकरेंसी से संबंधित सेवाएं
hu: Kriptovaluta kapcsolatos szolgáltatások
in: Layanan terkait kriptokurensi
it: Servizi legati alle criptovalute
ja: 暗号通貨関連サービス
nb: Kryptovalutarelaterede tjenester
nl: Cryptocurrency-gerelateerde diensten
pl: Usługi związane z kryptowalutami
pt: Serviços relacionados com criptomoedas
ro: Servicii legați de criptomonede
ru: Связанные с криптовалютой сервисы
sl: Storitve povezane s kriptovalutami
sv: Kryptovalutarelaterade tjänster
tr: Kripto para birik hizmetler
uk: Послуги, пов'язані з криптовалютою
vi: Dịch vụ liên quan đến tiền điện tử

source: Controlled substances marketplaces
ar: أسواق المواد الخاضعة للرقابة
az: Nəzarə edilən maddələr bazarı
bo: ཚོད་བཀག་པའི་ཚོང་སའི་ཚོང་ཁང་།
cs: Trhy kontrolovaných látek
da: Markedspladser for kontrollerede stoffer
de: Marktplätze für kontrollierte Substanzen
el: Αγορές ελεγχόμενων ουσιών
es: Mercados de sustancias controladas
et: Kontrollitudate aine turgud
fa: بازارهای مواد کنترل شده
fi: Valvottujen aineiden markkinapaikat
fr: Places de marché de substances contrôlées
hi: नियंत्रित पदार्थ बाज़ार
hu: Kontrollált szerek piacterei
in: Pasar bahan terkontrol
it: Mercati di sostanze controllate
ja: 規制薬物マーケットプレイス
nb: Markedspladser for kontrollerte stoffer
nl: Marktplaatsen voor gecontroleerde stoffen
pl: Giełdy substancji kontrolowanych
pt: Mercados de substâncias controladas
ro: Piațe de substanțe controlate
ru: Рынки контролируемых веществ
sl: Trži kontroliranih substanc
sv: Marknadplatser för kontrollerade ämnen
tr: Kontrollü maddeler pazarları
uk: Ринки контрольованих речовин
vi: Chợ chất bị kiểm soát

source: E-book libraries and publishing
ar: مكتبات الكتب الإلكترونية والنشر
az: Elektron kitabxana və nəşr
bo: གླེད་པའི་དེབ་རིག་དཔར་འགྱོན་པ།
cs: Knihovny elektronických knih a nakladatelství
da: E-bogbiblioteker og udgivelse
de: E-Buch-Bibliotheken und Verlage
el: Βιβλιοθήκες ηλεκτρονικών βιβλίων και έκδοση
es: Bibliotecas de libros electrónicos y publicaciones
et: E-raamatukogud ja kirjastus
fa: کتابخانه‌های کتاب الکترونیک و نشر
fi: Sähkökirjastot ja julkaisut
fr: Bibliothèques de livres numériques et édition
hi: ई-बुक पुस्तकालयन और प्रकाशन
hu: E-könyvtárak és kiadók
in: Perpustakaan e-book dan penerbitan
it: Biblioteche di ebook e editoria
ja: 電子書籍ライブラリと出版
nb: E-bokbiblioteker og utgivelse
nl: E-book bibliotheken en uitgeverij
pl: Biblioteki e-booków i wydawnictwo
pt: Bibliotecas de e-books e editoração
ro: Biblioteci de cărți electronice și editură
ru: Библиотеки электронных книг и издательство
sl: Knjiznice e-knjig in založništvo
sv: E-boksbibliotek och utgivning
tr: E-kitaplık kütüphaneleri ve yayıncılık
uk: Бібліотеки електронних книг та видавництво
vi: Thư viện sách điện tử và xuất bản

source: File hosting and storage services
ar: خدمات استضافة وتخزين الملفات
az: Fayl hostinq və saxlama xidmətləri
bo: ཡིག་སྡོམ་པའི་ཉར་འཇོན་ཞབས་སྱོན་པ།
cs: Služby hostování a úložiště souborů
da: Filhosting og lagringstjenester
de: Dateihosting- und Speicherdienste
el: Υπηρεσίες φιλοξενίας και αποθήκευσης αρχείων
es: Servicios de alojamiento y almacenamiento de archivos
et: Failihosting ja salvestusteenused
fa: خدمات میزبانی و ذخیره فایل
fi: Tiedostointi- ja tallennuspalvelut
fr: Services d'hébergement et de stockage de fichiers
hi: फ़ाइल होस्टिंग और संग्रहण सेवाएं
hu: Fájltárolási és tárhely-szolgáltatások
in: Layanan hosting dan penyimpanan file
it: Servizi di hosting e archiviazione file
ja: ファイルホスティングとストレージサービス
nb: Filhosting og lagringstjenester
nl: Bestand hosting en opslagdiensten
pl: Usługi hostingu i przechowywania plików
pt: Serviços de hospedagem e armazenamento de arquivos
ro: Servicii de găzduire și stocare fișiere
ru: Сервисы хостинга и хранения файлов
sl: Storitve gostovanja in shranjevanja datotek
sv: Filhosting och lagringstjänster
tr: Dosya barındırma ve depolama hizmetleri
uk: Послуги хостингу та зберігання файлів
vi: Dịch vụ lưu trữ và lưu trữ tệp

source: Peer-to-peer file sharing
ar: مشاركة الملفات من نظير إلى نظير
az: P2P fayl paylaşımı
bo: P2P ཡིག་སྡོམ་མཉམ་སྲོང་།
cs: Sdílení souborů P2P
da: Peer-to-peer fildeling
de: Peer-to-Peer-Dateifreigabe
el: Κοινή χρήση αρχείων P2P
es: Intercambio de archivos P2P
et: P2P failijagamine
fa: اشتراک فایل P2P
fi: P2P-tiedostojako
fr: Partage de fichiers pair-à-pair
hi: P2P फ़ाइल साझां
hu: P2P fájlmegosztás
in: Berbagi file P2P
it: Condivisione file peer-to-peer
ja: P2Pファイル共有
nb: Peer-to-peer fildeling
nl: Peer-to-peer bestanden delen
pl: Wymiana plików P2P
pt: Compartilhamento de arquivos P2P
ro: Partajare fișiere peer-to-peer
ru: Обмен файлами P2P
sl: Deljenje datotek P2P
sv: Peer-to-peer fildelning
tr: P2P dosya paylaşımı
uk: Обмін файлами P2P
vi: Chia sẻ tệp P2P

source: Discussion forums and message boards
ar: منتديات النقاش ولوحات الرسائل
az: Müzakirə forumları və mesaj panelləri
bo: བགོ་གྲོན་པའི་གསར་མ་བཤད་དང་འཕྲང་བྱང་།
cs: Diskuzní fóra a nástěnky
da: Diskussionsfora og opslagstavler
de: Diskussionsforen und Nachrichtentafeln
el: Φόρουμ συζήτησης και πίνακες μηνυμάτων
es: Foros de discusión y tablones de mensajes
et: Arutelusfoorumid ja teadetahvlad
fa: انجمن‌های گفتگو و تابلوهای پیام
fi: Keskustelufoorumit ja viestilaudat
fr: Forums de discussion et babillards
hi: चर्चा मंच और संदेश बोर्ड
hu: Beszélgető fórumok és üzenőfalak
in: Forum diskusi dan papan pesan
it: Forum di discussione e bacheche
ja: ディスカッションフォーラムと掲示板
nb: Diskusjonsforum og oppslagstavler
nl: Discussiefora's en berichtborden
pl: Fora dyskusyjne i tablice ogłoszeń
pt: Fóruns de discussão e quadros de mensagens
ro: Forumuri de discuție și panouri de mesaje
ru: Форумы для обсуждений и доски сообщений
sl: Forum za razpravo in oglasne deske
sv: Diskussionsforum och anslagstavlor
tr: Tartışma forumları ve mesaj panoları
uk: Форуми для обговорів та дошки повідомлень
vi: Diễn đàn thảo luận và bảng tin

source: Image galleries and photo sharing
ar: معارض الصور ومشاركة الصور
az: Şəkil qalereyaları və foto paylaşımı
bo: པརྡ་སའི་འདྲོན་ཁང་དང་པརྡ་སའི་མཉམ་སྲོང་།
cs: Galerie obrázků a sdílení fotografií
da: Billedgallerier og billedeling
de: Bildergalerien und Foto-Sharing
el: Συλλογές εικόνων και κοινή χρήση φωτογραφιών
es: Galerías de imágenes y compartir fotos
et: Pildigaleriid ja fotode jagamine
fa: گالری‌های تصویر و اشتراک عکس
fi: Kuvagalleriat ja kuvien jakoaminen
fr: Galeries d'images et partage de photos
hi: छवि गैलरी और फ़ोटो साझां
hu: Képgalériák és fotómegosztás
in: Galeri gambar dan berbagi foto
it: Gallerie di immagini e condivisione foto
ja: イメージギャラリーと写真共有
nb: Billedgallerier og bildedeling
nl: Beeldgallerijen en foto delen
pl: Galerie obrazów i udostępnianie zdjęć
pt: Galerias de imagens e compartilhamento de fotos
ro: Galerii de imagini și partajare foto
ru: Галереи изображений и обмен фотографиями
sl: Galerije slik in deljenje fotografij
sv: Bildgallerier och fotodelning
tr: Resim galerileri ve fotoğraf paylaşımı
uk: Галереї зображень та обмін фотографіями
vi: Thư viện hình ảnh và chia sẻ ảnh

source: Gaming servers and communities
ar: خوادم الألعاب والمجتمعات
az: Oyun serverləri və icmalar
bo: རྩེད་རའི་སར་བ་དང་སྲོང་གི་།
cs: Herní servery a komunity hráčů
da: Spilservere og spilfællesskaber
de: Spielserver und Gaming-Communitys
el: Διακομιστές παιχνιδιών και κοινότητες
es: Servidores de juegos y comunidades
et: Mänguserverid ja kogukonnad
fa: سرورهای بازی و جوامع بازی
fi: Pelipalvelimet ja yhteisöt
fr: Serveurs de jeux et communautés de jeux
hi: गेमिंग सर्वर और समुदाय
hu: Játékszerverek és játékközösségek
in: Server game dan komunitas game
it: Server di gioco e comunità di gioco
ja: ゲームサーバーとコミュニティ
nb: Spillservere og spillfellesskaper
nl: Gaming servers en gemeenschappen
pl: Serwery gier i społeczności gier
pt: Servidores de jogos e comunidades de jogos
ro: Servere de jocuri și comunități de jocuri
ru: Игровые серверы и сообщества
sl: Igralni strežniki in skupnosti iger
sv: Spelserver och gemenskaper
tr: Oyun sunucuları ve topluluklar
uk: Ігрові сервери та спільноти
vi: Máy chủ trò chơi và cộng đồng

source: Git repositories and code hosting
ar: مستودعات Git واستضافة الكود
az: Git anbarları və kod hostinqi
bo: Git གསོག་མཛོད་དང་ཀོད་སྡོམ་བསྲོང་།
cs: Git repozitáře a hostování kódu
da: Git repositories og kodehosting
de: Git-Repositories und Code-Hosting
el: Αποθετήρια Git και φιλοξενία κώδικα
es: Repositorios Git y alojamiento de código
et: Git hoidlad ja koodihosting
fa: مخازن Git و میزبانی کد
fi: Git-varastot ja koodin isännnti
fr: Dépôts Git et hébergement de code
hi: Git रिपॉजिटरी और कोड होस्टिंग
hu: Git tárolók és kódhosting
in: Repositori Git dan hosting kode
it: Repository Git e hosting del codice
ja: Gitリポジトリとコードホスティング
nb: Git repositories og kodehosting
nl: Git repositories en code hosting
pl: Repozytoria Git i hosting kodu
pt: Repositórios Git e hospedagem de código
ro: Repozitarii Git și găzduire cod
ru: Репозитории Git и хостинг кода
sl: Git repozitoriji in gostovanje kode
sv: Git-repositories och kodhosting
tr: Git depoları ve kod barındırma
uk: Репозиторії Git та хостинг коду
vi: Kho lưu trữ Git và lưu trữ mã

source: Help and support resources
ar: موارد المساعدة والدعم
az: Kömək və dəstək resursları
bo: རོག་དཔ་དང་རོག་སྲོང་གི་།
cs: Zdroje pomoci a podpory
da: Hjælp- og supportressurser
de: Hilfe- und Support-Ressourcen
el: Πόροι βοήθειας και υποστήριξης
es: Recursos de ayuda y soporte
et: Abi- ja tugiresurssid
fa: منابع راهنما و پشتیبانی
fi: Ohje- ja tukiresurssit
fr: Ressources d'aide et de support
hi: सहायता और समर्थन संसाधन
hu: Segítség és támogatási erőforrások
in: Sumber daya bantuan dan dukungan
it: Risorse di aiuto e supporto
ja: ヘルプとサポートリソース
nb: Hjelp- og støtteressurser
nl: Hulp en ondersteuningsbronnen
pl: Zasoby pomocy i wsparcia
pt: Recursos de ajuda e suporte
ro: Resurse de ajutor și suport
ru: Ресурсы помощи и поддержки
sl: Viri pomoči in podpore
sv: Hjälp- och supportresurser
tr: Yardım ve destek kaynakları
uk: Ресурси допомоги та підтримки
vi: Tài nguyên trợ giúp và hỗ trợ

source: Human rights and civil liberties
ar: حقوق الإنسان والحريات المدنية
az: İnsan haqları və vətəndaş azadlıqları
bo: མི་དོན་པའི་དབང་དང་དམངས་སྐྱོན་པ།
cs: Lidská práva a občanské svobody
da: Menneskerettigheder og borgerlige friheder
de: Menschenrechte und burgerliche Freiheiten
el: Δικαιώματα του ανθρώπου και πολιτικές ελευθερίες
es: Derechos humanos y libertades civiles
et: Inimõigused ja kodanlikud vabadused
fa: حقوق بشر و آزادی‌های مدنی
fi: Ihmisuoikeudet ja kansalaisvapaudet
fr: Droits de l'homme et libertés civiques
hi: मानवाधिकार और नागरिक स्वतंत्र
hu: Emberi jogok és polgári szabadságjogok
in: Hak asasi dan kebebasan sipil
it: Diritti umani e libertà civili
ja: 人権と市民的自由
nb: Menneskeretter og borgerlige friheter
nl: Mensenrechten en burgerlijke vrijheden
pl: Prawa człowieka i wolności obywatelskie
pt: Direitos humanos e liberdades civís
ro: Drepturi om și libertăți civile
ru: Права человека и гражданские свободы
sl: Človekove pravice in državljanske svoboščine
sv: Mänskliga rättigheter och medborgerliga friheter
tr: İnsan hakları ve sivil özgürlükler
uk: Права людини та громадянські свободи
vi: Quyền con người và tự do dân sự

source: Official I2P infrastructure services
ar: خدمات البنية التحتية الرسمية لـ I2P
az: Rəsmi I2P infrastruktura xidmətləri
bo: I2P རྨོ་སྲོང་གི་མཁོན་སྲོང་གི་།
cs: Oficiální služby infrastruktury I2P
da: Officielle I2P infrastrukturtjenester
de: Offizielle I2P-Infrastrukturdienste
el: Επίσημες υπηρεσίες υποδομής I2P
es: Servicios oficiales de infraestructura de I2P
et: Ametlikud I2P infrajstruktuuri teenused
fa: خدمات رسمی زیرساختار I2P
fi: Viralliset I2P-infrastuktuuripalvelut
fr: Services officiels de l'infrastructure I2P
hi: आधिकारिक I2P अवसंरचना सेवाएं
hu: Hivatalos I2P infrastruktúra szolgáltatások
in: Layanan infrastruktur I2P resmi
it: Servizi ufficiali dell'infrastruttura I2P
ja: 公式I2Pインフラストラクチャーサービス
nb: Offisielle I2P infrastrukturtjenester
nl: OfficiÃ«le I2P infrastructuurdiensten
pl: Oficjalne usługi infrastruktury I2P
pt: Serviços oficiais de infraestrutura I2P
ro: Servicii oficiale de infrastructură I2P
ru: Официальные сервисы инфраструктуры I2P
sl: Uradne storitve infrastrukture I2P
sv: Officiella I2P infrastrukturtjänster
tr: Resmi I2P altyapı hizmetleri
uk: Офіційні послуги інфраструктури I2P
vi: Dịch vụ cơ sở hạ tầng chính thức của I2P

source: News and media outlets
ar: المصادر الإعلامية والأخبار
az: Xəbər və media orqanları
bo: གསར་བ་པའི་བརྡ་སྲོང་བརྱ་ཐོག་པ།
cs: Zpravodajství a média
da: Nyheds- og mediekilder
de: Nachrichten- und Medienquellen
el: Ειδήσεις και μέσα ενημέρωσης
es: Medios de comunicación y noticias
et: Uudised ja meediakanalid
fa: منابع خبری و رسانه
fi: Uutiset ja median lähteet
fr: Médias et chaînes d'information
hi: समाचार और मीडिया आउटलेट
hu: Hírek és média források
in: Media dan sumber berita
it: Media e testate giornalistiche
ja: ニュースとメディアアウトレット
nb: Nyhets- og mediakanaler
nl: Nieuws- en media-uitzendingen
pl: Media i portale informacyjne
pt: Mídia e veículos de notícias
ro: Știri și surse de știri
ru: Новости и СМИ
sl: Novice in medijski viri
sv: Nyhets- och mediakanaler
tr: Haber ve medya organları
uk: Новини та ЗМІ
vi: Báo chí và phương tiện truyền thông

source: Text/code paste services
ar: خدمات لصق النص/الكود
az: Mətn/kod yapışdırma xidmətləri
bo: ཡིག་སྡོམ་ཀོད་སྡོམ་སྲོང་གི་།
cs: Služby pro vkládání textu/kódu
da: Tekst-/kode-indsatstjenester
de: Text-/Code-Paste-Dienste
el: Υπηρεσίες επικόλλησης κειμένου/κώδικα
es: Servicios para pegar texto/código
et: Teksti/koodi kleebimisteenused
fa: خدمات چسباندن متن/کد
fi: Teksti/koodi-liitäntipalvelut
fr: Services de collage de texte/code
hi: पाठ/कोड पेस्ट सेवाएं
hu: Szöveg/kód beillesztési szolgáltatások
in: Layanan tempel teks/kode
it: Servizi per incollare testo/codice
ja: テキスト/コード貼り付けサービス
nb: Tekst-/kode-klistringstjenester
nl: Tekst-/code-plakdiensten
pl: Usługi wklejania tekstu/kodu
pt: Serviços de colar texto/código
ro: Servicii pentru lipire text/cod
ru: Сервисы для вставки текста/кода
sl: Storitve za lepljenje besedila/ode
sv: Text-/kod-klistringstjänster
tr: Metin/kod yapıştırma hizmetleri
uk: Послуги для вставки тексту/коду
vi: Dịch vụ dán văn bản/mã

source: Personal websites and blogs
ar: المواقع الشخصية والمدونات
az: Şəxsi veb saytları və bloqlar
bo: སྐྱོན་པའི་དྲོང་དང་པརློག་དཔ།
cs: Osobní webové stránky a blogy
da: Personlige websteder og blogs
de: Persönliche Webseiten und Blogs
el: Προσωπικές ιστοσελίδες και ιστολόγια
es: Sitios web personales y blogs
et: Isiklikud veebilehed ja blogid
fa: وب‌سایت‌های شخصی و وبلاگ‌ها
fi: Henkilökohtaiset verkkosivut ja blogit
fr: Sites personnels et blogs
hi: व्यक्तिगत वेबसाइट और ब्लॉग
hu: Személyes weboldalak és blogok
in: Situs web pribadi dan blog
it: Siti personali e blog
ja: 個人ウェブサイトとブログ
nb: Personlige nettsider og blogger
nl: Persoonlijke websites en blogs
pl: Strony osobiste i blogi
pt: Sites pessoais e blogs
ro: Site-uri personale și bloguri
ru: Персональные веб-сайты и блоги
sl: Osebne spletne strani in blogi
sv: Personliga webbplatser och bloggar
tr: Kişisel web siteleri ve bloglar
uk: Персональні веб-сайти та блоги
vi: Trang web cá nhân và blog

source: Internet radio and streaming
ar: راديو الإنترنت والبث المباشر
az: İnternet radio və yayım
bo: གླེད་རའི་རེ་དིག་དང་སྲོང་།
cs: Internetové rádio a streamování
da: Internetradio og streaming
de: Internetradio und Streaming
el: Διαδικακό ραδιόφωνο και ροή
es: Radio de internet y streaming
et: Internetiraadio ja voogesitus
fa: رادیو اینترنت و پخش جریانی
fi: Internetradio ja striimaus
fr: Radio Internet et streaming
hi: इंटरनेट रेडियो और स्ट्रीमिंग
hu: Internetes rádió és streamelés
in: Radio internet dan streaming
it: Radio internet e streaming
ja: インターネットラジオとストリーミング
nb: Internettradio og strømming
nl: Internetradio en streaming
pl: Radio internetowe i streaming
pt: Rádio da internet e streaming
ro: Radio internet și streaming
ru: Интернет-радио и стриминг
sl: Internetni radio in pretakanje
sv: Internradio och streaming
tr: İnternet radyosu ve yayın akışı
uk: Інтернет-радіо та стримінг
vi: Radio internet và phát trực tiếp

source: Search engines and directories
ar: محركات البحث والأدلة
az: Axtarış mühərrikəri və kataloqlar
bo: འཚོལ་བཤད་འཚོང་ཁང་དང་དཀར་ཁང་།
cs: Vyhledávače a adresáře
da: Søgemaskiner og kataloger
de: Suchmaschinen und Verzeichnisse
el: Μηχανές αναζήτησης και κατάλογοι
es: Motores de búsqueda y directorios
et: Otsingumootorid ja kataloogid
fa: موتورهای جستجو و دایرکتوری
fi: Hakukoneet ja hakemistot
fr: Moteurs de recherche et annuaires
hi: खोज इंजन और निर्देशिका
hu: Keresőmotorok és könyvtárak
in: Mesin pencari dan direktori
it: Motori di ricerca e directory
ja: 検索エンジンとディレクトリ
nb: Søkemotorer og kataloger
nl: Zoekmachines en mappen
pl: Wyszukiwarki i katalogi
pt: Motores de busca e diretórios
ro: Motoare de căutare și directoare
ru: Поисковые системы и каталоги
sl: Iskalniki imeniki in direktoriji
sv: Sökmotorer och kataloger
tr: Arama motorları ve dizinler
uk: Пошукові системи та каталоги
vi: Công cụ tìm kiếm và thư mục

source: Software repositories and downloads
ar: مستودعات البرمجيات والتنزيلات
az: Yazılım anbarları və yükləmələr
bo: མཉེན་པའི་གསོག་མཛོད་དང་ཕབ་ལེན་པ།
cs: Repozitáře softwaru a stahování
da: Software repositories og downloads
de: Software-Repositories und Downloads
el: Αποθετήρια λογισμικού και λήψεις
es: Repositorios de software y descargas
et: Tarkvarahoidlad ja allalaadimised
fa: مخازن نرم‌افزار و دانلودها
fi: Ohjelmistot ja lataukset
fr: Dépôts logiciels et téléchargements
hi: सॉफ़्टवेयर रिपॉजिटरी और डाउनलोड
hu: Szoftvertárak és letöltések
in: Repositori perangkat lunak dan unduhan
it: Repository software e download
ja: ソフトウェアリポジトリとダウンロード
nb: Softwarerepositories og nedlastinger
nl: Software repositories en downloads
pl: Repozytoria oprogramowania i pobieranie
pt: Repositórios de software e downloads
ro: Repozitarii software și descărcări
ru: Репозитории программного обеспечения и загрузки
sl: Skladje programske opreme in prenosi
sv: Softwarerepositories och nedladdningar
tr: Yazılım depoları ve indirmeler
uk: Репозиторії програмного забезпечення та завантаження
vi: Kho lưu trữ phần mềm và tải xuống

source: Statistics and analytics
ar: الإحصاءات والتحليلات
az: Statistika və analiz
bo: ཚད་རིག་དང་བརྟོན་སྲོང་།
cs: Statistiky a analýza
da: Statistik og analyse
de: Statistiken und Analysen
el: Στατιστικά και αναλύσεις
es: Estadísticas y análisis
et: Statistika ja analüüs
fa: آمار و تحلیل
fi: Tilastot ja analytiikka
fr: Statistiques et analyses
hi: आंकड़े और विश्लेषण
hu: Statisztikák és elemzések
in: Statistik dan analitik
it: Statistiche e analisi
ja: 統計と分析
nb: Statistikk og analyser
nl: Statistieken en analyses
pl: Statystyki i analityka
pt: Estatísticas e análises
ro: Statistici și analize
ru: Статистика и аналитика
sl: Statistika in analitika
sv: Statistik och analys
tr: İstatistikler ve analizler
uk: Статистика та аналітика
vi: Thống kê và phân tích

source: Utilities and web tools
ar: الأدوات المساعدة وأدوات الويب
az: Kömək proqramları və veb alətləri
bo: རོག་སྲོང་དང་དྲོང་བརྱ་ལས་གི་།
cs: Nástroje a webové utility
da: Værktøjer og webværktøjer
de: Dienstprogramme und Web-Tools
el: Βοηθητικά προγράμματα και εργαλεία ιστού
es: Utilidades y herramientas web
et: Tööriprogramm ja veebitööriklad
fa: برنامه‌های کاربردی و ابزارهای وب
fi: Hyötyohjelmat ja verkkotyökalut
fr: Utilitaires et outils web
hi: उपयोगिती और वेब उपकरण
hu: Segédprogramok és webeszközök
in: Utilitas dan alat web
it: Utilità e strumenti web
ja: ユーティリティとウェブツール
nb: Verktyy og webverktøy
nl: Hulpprogramma's en web tools
pl: Narzędzia i narzędzia internetowe
pt: Utilitários e ferramentas web
ro: Utilitare și instrumente web
ru: Утилиты и веб-инструменты
sl: Pripomniški orodja in spletna orodja
sv: Verktyg och webbverktyg
tr: Yardımcı programlar ve web araçları
uk: Утиліти та веб-інструменти
vi: Tiện ích và công cụ web

source: Torrent and content trackers
ar: تتبعات التورنت والمحتوى
az: Torrent və məzmun izləyiciləri
bo: Torrent དང་ནང་རླེད་འཇོན་པ།
cs: Trackery torrentů a obsahu
da: Torrent- og indholdssporere
de: Torrent- und Inhalts-Tracker
el: Torrent και ιχνηλάριοι περιεχομένου
es: Trackers de torrent y contenido
et: Torrenti ja sisujälgijad
fa: تکر torrents و ردیاب محتوا
fi: Torrent- ja sisällönseurantaajat
fr: Trackers de torrents et de contenu
hi: टोरेंट और सामग्री ट्रैकर
hu: Torrent és tartalomkövetők
in: Tracker torrent dan konten
it: Tracker di torrent e contenuti
ja: トレントとコンテントトラッカー
nb: Torrent- og innholdssporere
nl: Torrent- en inhoudstrackers
pl: Trackery torrentów i treści
pt: Trackers de torrent e de conteúdo
ro: Trackeri torrent și conținut
ru: Трекеры торрентов и контента
sl: Torrent in sledilniki vsebine
sv: Torrent- och innehållsspårare
tr: Torrent ve içerik izleyicileri
uk: Трекери торентів та контенту
vi: Trình theo dõi torrent và nội dung

source: Conspiracy / Religious content
ar: محتوى نظريات المؤامرة/الديني
az: Sui-qəsd / Dini məzmun
bo: གསང་དོན་པའི་/ ཆོས་ལུགས་པའི་ནང་རླེད་པ།
cs: Obsah konspirační / náboženský
da: Konspiratorisk / Religiøst indhold
de: Verschwörungs-/Religiöse Inhalte
el: Περιεχόμενο θεωριών συνωμοσίας / θρησκευτικό
es: Contenido conspirativo / religioso
et: Vandenooria / Religioosne sisu
fa: محتوای توطئه گرا / مذهبی
fi: Salaliittoteoria / Uskonnollinen sisältö
fr: Contenu conspiratoire / religieux
hi: षड्यांत्रवाद / धार्मिक सामग्री
hu: Összeesküvés / Vallási tartalom
in: Konten konspirasi / Agama
it: Contenuto complottista / religioso
ja: 陰謀論/宗教的コンテント
nb: Konspiratorisk / Religiøst innhold
nl: Complottheorie / Religieuze inhoud
pl: Treści spiskowe / religijne
pt: Conteúdo conspiratório / religioso
ro: Conținut conspiraționist / religios
ru: Содержание конспирологическое / религиозное
sl: Vsebina zarote / Verski vsebina
sv: Konspiratoriskt / Religiöst innehåll
tr: Komplo / Dini içerik
uk: Зміст конспірологічний / релігійний
vi: Nội dung thuyết âm mưu / Tôn giáo

source: Unclassified or pending review
ar: غير مصنف أو قيد المراجعة
az: Təsniflənməmiş və ya baxış gözləyir
bo: དབྱི་མེད་མ་བཏུང་བཞིག་ཡོད་པ།
cs: Nezařazeno nebo čeká na revizi
da: Ikke klassificeret eller afventer gennemgang
de: Nicht klassifiziert oder zur Uberprufung ausstehend
el: Μην ταξινομημένο ή υπό αναθεώρηση
es: Sin clasificar o pendiente de revisión
et: Klassifitseerimata või ootel ülevaatust
fa: طبقه بندی نشده یا در انتظار بازبینی
fi: Luokittelemättömät tai tarkistettavana
fr: Non classé ou en attente de révision
hi: वर्गीकृत नहीं या समीक्षा के लिए लंबित
hu: Nem besorolt vagy felülvizsgálat alatt
in: Belum diklasifikasi atau menunggu tinjauan
it: Non classificato o in attesa di revisione
ja: 未分類または審査待ち
nb: Ikke klassifisert eller avventer gjennomgang
nl: Niet geclassificeerd of in afwachting van beoordeling
pl: Niesklasyfikowane lub oczekujące na recenzję
pt: Não classificado ou aguardando revisão
ro: Neclassificat sau în așteptare de revizuire
ru: Неклассифицировано или ожидает проверки
sl: Neklasificirano ali čaka na pregled
sv: Ej klassificerad eller väntar på granskning
tr: Sınıflandırılmamış veya incelemeyi bekliyor
uk: Некласифіковано або очікує на перевірку
vi: Chưa phân loại hoặc đang chờ kiểm tra
