Repository: I2PPlus/i2pplus
Catalog: apps/addressbook/locale/messages_*.po
Languages: ar, az, bo, cs, da, de, el, es, et, fa, fi, fr, hi, hu, in, it, ja, nb, nl, pl, pt, ro, ru, sl, sv, tr, uk, vi

source: Not yet categorized
ar: لم يتم تصنيفه بعد
az: Hələ təsniflənməyib
bo: ད་བར་མེད་མ་བཏུང་བཞིག་ཡོད་པ།
cs: Ještě nezařazeno
da: Endnu ikke kategoriseret
de: Noch nicht kategorisiert
el: Δεν έχει ακόμη ταξινομηθεί
es: Aún no categorizado
et: Pole veel klassifitseeritud
fa: هنوز دسته بندی نشده
fi: Ei vielä luokiteltu
fr: Pas encore catégorisé
hi: अभी वर्गीकृत नहीं
hu: Még nem besorolt
in: Belum dikategorikan
it: Ancora non categorizzato
ja: まだ分類されていません
nb: Ikke klassifisert ennå
nl: Nog niet geclassificeerd
pl: Jeszcze nie sklasyfikowano
pt: Ainda não categorizado
ro: Încă neclasificat
ru: Ещё не классифицировано
sl: Še nekategorizirano
sv: Inte kategoriserad än
tr: Henüz kategorize edilmedi
uk: Ще не класифіковано
vi: Chưa được phân loại

source: Video streaming and media
ar: بث الفيديو والوسائط
az: Video yayımı və media
bo: བརླེད་པའི་བརྡ་སྲོང་དང་སྲོང་།
cs: Video streamování a média
da: Videostreaming og medier
de: Video-Streaming und Medien
el: Ροή βίντεο και μέσα
es: Streaming de video y medios
et: Videovoogesitus ja meedia
fa: پخش جریان ویدیو و رسانه
fi: Videostriimaus ja media
fr: Streaming vidéo et médias
hi: वीडियो स्ट्रीमिंग और मीडिया
hu: Videostreaming és média
in: Streaming video dan media
it: Streaming video e media
ja: ビデオストリーミングとメディア
nb: Videostreaming og media
nl: Videostreaming en media
pl: Streamowanie wideo i media
pt: Streaming de vídeo e mídia
ro: Streaming video și media
ru: Видео-стриминг и медиа
sl: Video pretakanje in mediji
sv: Videostreaming och media
tr: Video akışı ve medya
uk: Відео-стримінг та медіа
vi: Phát trực tiếp video và phương tiện

source: Wiki and collaborative documentation
ar: الويكي والتوثيق التعاوني
az: Viki və kollektiv sənəd
bo: ཝི་ཀི་དང་མཉམ་སྲོང་གི་།
cs: Wiki a společná dokumentace
da: Wiki og samarbejdsdokumentation
de: Wiki- und kollaborative Dokumentation
el: Wiki και συνεργατική τεκμηρίωση
es: Documentación colaborativa y wiki
et: Wiki ja koostö dokumentatsioon
fa: ویکی و مستندات همکاری
fi: Wiki ja yhteistyöllinen dokumentaatio
fr: Wiki et documentation collaborative
hi: विकि और सहयोगी दस्तावेज
hu: Wiki és közös dokumentáció
in: Wiki dan dokumentasi kolaboratif
it: Documentazione collaborativa e wiki
ja: ウィキと共同ドキュメント
nb: Wiki og samarbeidsdokumentasjon
nl: Wiki en samenwerkende documentatie
pl: Dokumentacja współpracy i wiki
pt: Documentação colaborativa e wiki
ro: Documentație colaborativă și wiki
ru: Вики и совместная документация
sl: Wiki in sodelovalna dokumentacija
sv: Wiki och samarbetsdokumentation
tr: Wiki ve işbirliği belgeleri
uk: Вікі та спільна документація
vi: Wiki và tài liệu cộng tác

source: Work in progress / development
ar: قيد العمل / التطوير
az: Davam edir / İnkişaf
bo: བྱི་བཞིག་བཞིག་ཡོད་པ། / གོང་སྲོང་།
cs: V průběhu / Vývoj
da: I gang / Udvikling
de: In Arbeit / Entwicklung
el: Σε εξέλιξη / Ανάπτυξη
es: En desarrollo
et: Töös / Arendus
fa: در حال انجام / توسعه
fi: Kesken / Kehitys
fr: Travail en cours / développement
hi: काम में / विकास
hu: Folyamatban / Fejlesztés
in: Sedang dilakukan / Pengembangan
it: Lavoro in corso / sviluppo
ja: 作業中/開発中
nb: Pågående / Utvikling
nl: Work in progress / ontwikkeling
pl: W trakcie prac / rozwoju
pt: Em desenvolvimento
ro: În dezvoltare
ru: В работе / разработка
sl: V teku / Razvoj
sv: Pågående / Utveckling
tr: Devam ediyor / Geliştirme
uk: В роботі / Розробка
vi: Đang thực hiện / Đang phát triển
