Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you cannot see any websites at all (not even <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), make sure your browser's proxy is set to access http traffic (<i>not</i> https, <i>not</i> socks) via <code>127.0.0.1 port 4444</code>. If you need some help, there's <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>a guide</a> to configuring your browser for I2P use.
ar: إذا لم تستطع رؤية أي مواقع إلكترونية على الإطلاق (حتى <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>)، تأكد من ضبط وكيل متصفحك للوصول إلى حركة مرور http (<i>ليس</i> https، <i>ليس</i> socks) عبر <code>127.0.0.1 المنفذ 4444</code>. إذا احتجت إلى مساعدة، هناك <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>دليل</a> لتكوين متصفحك لاستخدام I2P.
az: Hər hansı bir veb sayt görmürsünüzsə (hətta <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a> də) brauzerinizin proksisi http əlaqəsini (<i>https deyil, socks deyil</i>) <code>127.0.0.1 port 4444</code> vasitəsilə keçid etmək üçün tənzimlənib təyin edildiyindən əmin olun. Əgər köməyə ehtiyacınız varsa, brauzerinizin I2P istifadəsi üçün <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>tənzimləmələri barədə bir təlimat</a> var.
bo: གལ་ཚིག་པས་དྲ་ཚིག་སྒོ་གང་ཡང་མཐོང་མི་ཐུབ་པ་(ཡང་ན་<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a> ཞེས་པ་དེ་ཡང་མིན་) ན། ཁྱོད་རང་གི་དྲ་ཚིག་རྟོག་པའི་པྲོ་ཁསི་(browser proxy) ནི་<code>127.0.0.1:4444</code> གི་ཐོག་ནས་http གྱི་གནས་སྐབས་(traffic) སླུབ་སྒྲུབ་བྱེད་པར་སྒྲིག་དགོས། (<i>https</i> མིན་པ་དང། <i>socks</i> མིན་པ།)། གལ་ཁྱོད་རང་གིས་རོགས་རམ་གང་ཡང་དགོས་ཚེ། I2P ལ་བརྟེན་ནས་ཁྱོད་རང་གི་དྲ་ཚིག་རྟོག་པ་སྒྲིག་འཇུག་བྱེད་པའི་<a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>མ་རྒྱུ་ཐུན་མོང་།</a> ཞིག་ཡོད།
cs: Pokud vůbec nevidíte žádné webové stránky (ani <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), ujistěte se, že je nastavení proxy vašeho prohlížeče pro přístup k http provozu (<i>ne</i> https, <i>ne</i> socks) pomocí <code>127.0.0.1 port 4444</code>. Pokud potřebujete pomoc, je tu <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>průvodce</a> nastavením vašeho prohlížeče pro použití I2P.
da: Hvis du ikke kan se nogen hjemmesider overhovedet (ikke engang <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), skal du sikre dig, at din browsers proxy er indstillet til at få adgang til http-trafik (<i>ikke</i> https, <i>ikke</i> socks) via <code>127.0.0.1 port 4444</code>. Hvis du har brug for hjælp, er der <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>en guide</a> til konfiguration af din browser til brug af I2P.
el: Αν δεν μπορείτε να δείτε καμία ιστοσελίδα (ακόμα και το <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), βεβαιωθείτε ότι ο προμεταφορέας του προγράμματος περιήγησής σας έχει οριστεί να έχει πρόσβαση στην κίνηση http (<i>όχι</i> https, <i>όχι</i> socks) μέσω της <code>127.0.0.1 θύρα 4444</code>. Αν χρειάζεστε βοήθεια, υπάρχει <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ένας οδηγός</a> για τη ρύθμιση του προγράμματος περιήγησής σας για χρήση I2P.
es: Si no puedes ver ningún sitio web en absoluto (ni siquiera <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), asegúrate de que el proxy de tu navegador esté configurado para acceder al tráfico HTTP (<i>no</i> HTTPS, <i>no</i> SOCKS) a través de <code>127.0.0.1 puerto 4444</code>. ¡Si necesitas ayuda, hay una <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>guía</a> para configurar tu navegador para el uso de I2P!
et: Kui te ei näe üldse ühtegi veebisaiti (isegi mitte <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), veenduge, et teie brauseri puhverserver on seadistatud juurdepääsuks http-liiklusele (<i>mitte</i> https, <i>not</i> socks) läbi <code>127.0.0.1 port 4444</code>. Kui vajate abi, on olemas <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>juhend</a> brauseri seadistamiseks I2P kasutamiseks.
fa: اگر هیچ وب‌سایتی را نمی‌توانید ببینید (حتی <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>)، اطمینان حاصل کنید پروکسی مرورگر شما برای دسترسی به ترافیک http (<i>نه</i> https، <i>نه</i> socks) از طریق <code>127.0.0.1 port 4444</code> تنظیم شده است. اگر نیاز به کمک دارید، راهنمایی برای <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>تنظیم مرورگر برای استفاده از I2P</a> وجود دارد.
fi: Jos et näe yhtään verkkosivustoa (ei edes <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), varmista, että selaimen välityspalvelin on asetettu käyttämään http-liikennettä (<i>ei</i> https, <i>ei</i> socks) osoitteessa <code>127.0.0.1 portti 4444</code>. Jos tarvitset apua, on <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>opas</a> selaimen määrittämiseen I2P:n käyttöön.
hi: यदि आपको कोई वेबसाइट भी नहीं दिखाई देती (यहां तक ​​कि <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a> भी नहीं), तो सुनिश्चित करें कि आपके ब्राउज़र के प्रोक्सी सेटिंग में वेब ट्राफ़िक (HTTPS और SOCKS के बजाय) को <code>127.0.0.1 पोर्ट 4444</code> के माध्यम से एक्सेस करने के लिए है। यदि आपको कोई मदद की आवश्यकता है, तो <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>एक गाइड</a> है जो आपके ब्राउज़र को I2P के लिए सेट करने में मदद कर सकती है।
hu: Ha egyáltalán nem lát weboldalakat (még <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a> sem), győződjön meg róla, hogy a böngészőjének proxy beállítása az http forgalomhoz van beállítva (<i>nem</i> https, <i>nem</i> socks), és a <code>127.0.0.1 4444-es portján</code> keresztül hozzáfér. Ha szükséges, <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>kézikönyv</a> áll rendelkezésre a böngésző beállításához az I2P használatához.
in: Jika Anda sama sekali tidak dapat melihat situs web (bahkan <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), pastikan proxy browser Anda disetel untuk mengakses lalu lintas http (<i>bukan</i> https, <i>bukan</i> socks) melalui <code>127.0.0.1 port 4444</code>. Jika Anda membutuhkan bantuan, ada <a href=https://geti2p.net/id/about/browser-config target=_blank rel=noreferrer class='sitelink external'>panduan</a> untuk mengkonfigurasi browser Anda untuk penggunaan I2P.
it: Se non riesci a visualizzare nessun sito web (neanche <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), assicurati che il proxy del tuo browser sia impostato per accedere al traffico http (<i>non</i> https, <i>non</i> socks) tramite <code>127.0.0.1 porta 4444</code>. Se hai bisogno di aiuto, c'è <a href=https://geti2p.net/it/about/browser-config target=_blank rel=noreferrer class='sitelink external'>una guida</a> per configurare il tuo browser per l'uso di I2P.
ja: ウェブサイトが一切表示されない場合（<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>も含めて）、ブラウザのプロキシが<code>127.0.0.1ポート4444</code>経由でhttpトラフィックにアクセスできるように設定されているか確認してください（httpsやsocksではありません）。ヘルプが必要な場合は、I2Pの使用についての<a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ガイド</a>があります。
ko: 만약 웹사이트를 보지 못하거나(<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>조차 보이지 않는다면), 브라우저의 프록시 설정이 <code>127.0.0.1 port 4444</code>를 통해 http 트래픽에 접근할 수 있는지 확인하세요. (https나 socks 프록시가 아닌지 확인하시기 바랍니다.) 도움이 필요하시다면, I2P 사용을 위한 브라우저 설정에 대한 <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>가이드</a>를 참조하십시오.
nb: Hvis du ikke kan se noen nettsider i det hele tatt (ikke engang <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), må du sørge for at nettleserens proxy er satt til å få tilgang til http-trafikk (<i>ikke</i> https, <i>ikke</i> socks) via <code>127.0.0.1 port 4444</code>. Hvis du trenger hjelp, finnes det <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>en veiledning</a> for å konfigurere nettleseren din for I2P-bruk.
nl: Als u helemaal geen websites kunt zien (zelfs niet <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), zorg er dan voor dat de proxy van uw browser is ingesteld om http-verkeer (<i>niet</i> https, <i>niet</i> socks) te gebruiken via <code>127.0.0.1 poort 4444</code>. Als u hulp nodig heeft, is er <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>een gids</a> voor het configureren van uw browser voor het gebruik van I2P.
pt: Se você não consegue ver nenhum site (nem mesmo <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), verifique se o proxy do seu navegador está configurado para acessar tráfego HTTP (<i>não</i> https, <i>não</i> socks) através de <code>127.0.0.1 porta 4444</code>. Se você precisa de ajuda, aqui há <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>um guia</a> para configurar seu navegador para uso no I2P.
sl: Če ne morete videti nobenih spletnih strani (ne glede na <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), se prepričajte, da je nastavljena posredniška nastavitev brskalnika za dostop do prometa http (<i>ne</i> https, <i>ne</i> socks) prek <code>127.0.0.1 vrata 4444</code>. Če potrebujete pomoč, je <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>prirucnik</a> za nastavljanje brskalnika za uporabo I2P.
sv: Om du inte kan se några webbplatser alls (inte ens <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), se till att webbläsarens proxy är inställd på att komma åt http-trafik (<i>inte</i> https, <i>inte</i> socks) via <code>127.0.0.1 port 4444</code>. Om du behöver hjälp finns det <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>en guide</a> för att konfigurera din webbläsare för I2P-användning.
uk: Якщо ви не бачите жодних вебсайтів взагалі (навіть <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), перевірте, щоб проксі вашого браузера мав доступ до http-трафіку (<i>не</i> https, <i>не</i> socks) через <code>127.0.0.1 порт 4444</code>. Якщо потрібна допомога, є <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>посібник</a> з налаштування браузера для роботи з I2P.
vi: Nếu bạn hoàn toàn không thấy bất kỳ trang web nào (kể cả <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>i2p-projekt.i2p</a>), hãy đảm bảo trình duyệt của bạn đã cài đặt proxy để truy cập giao thức http (<i>không phải</i> https, <i>không phải</i> socks) thông qua <code>127.0.0.1 cổng 4444</code>. Nếu cần trợ giúp, có <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>hướng dẫn</a> về cấu hình trình duyệt cho việc sử dụng I2P.

source: Check Your Logs
ar: تحقق من سجلاتك
az: Qeydlərinizi Yoxlayın
bo: ཁྱོད་རང་གི་ཟིན་ཐོ་(log) ཚོད་ལྟ་བྱོས།
cs: Zkontrolujte své protokoly
da: Tjek dine logfiler
el: Ελέγξτε τα αρχεία καταγραφής σας
es: Revisa tus Registros
et: Kontrollige oma logisid
fa: بررسی لاگ‌های خود
fi: Tarkista lokit
hi: लॉग की जाँच करें
hu: Ellenőrizze a naplókat
in: Periksa Log Anda
it: Verifica i tuoi log
ja: ログを確認してください
ko: 로그 확인
nb: Sjekk loggene dine
nl: Controleer uw logboeken
pt: Verifique seus registros de logs
sl: Preverite svoje dnevnike
sv: Kontrollera dina loggar
uk: Перевірте журнали
vi: Kiểm tra nhật ký của bạn

source: <a href=/logs>Logs</a> may help resolve a problem. You may wish to paste excerpts in a <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> for help, or perhaps <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>paste</a> it instead and reference the link on IRC for help.
ar: قد تساعد <a href=/logs>السجلات</a> في حل مشكلة. قد ترغب في لصق مقتطفات في <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>منتدى</a> للحصول على مساعدة، أو ربما <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>لصقها</a> بدلاً من ذلك والإشارة إلى الرابط على IRC للحصول على مساعدة.
az: <a href=/logs>Qeydlər</a> problemi həll etməyə kömək edə bilərsiniz. Kopyaları <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>foruma</a> yapışdıra bilərsiniz, yada əvəzində <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>yapışdırarak</a> sonra IRC-də dəstək linki ilə istifadə edə bilərsiniz.
bo: <a href=/logs>ཟིན་ཐོ་</a>(Logs) ནི་གནད་དོན་གང་རུང་ཞིག་གསལ་བཤད་བྱེད་པར་རོགས་རམ་གནང་ཐུབ་པ་ཡིན། ཁྱོད་རང་གིས་<a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>སྐད་འཕྲིན་ཁང་།</a>(forum) ནང་དུ་དཔེ་མཚོན་བརྗེ་བཤེར་བྱས་ཏེ་རོགས་རམ་ཞུ་ཐུབ་པ་ཡིན། ཡང་ན་<a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>བརྗེ་བཤེར་བྱས་ཏེ།</a>(paste) IRC ནང་དུ་དྲ་ཐག་མཚོན་སྟོན་བྱས་ནས་རོགས་རམ་ཞུ་ཐུབ་པ་ཡིན།
cs: <a href=/logs>Záznamy</a> mohou pomoci vyřešit problém. Můžete zkopírovat výňatky na <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>fórum</a> o pomoc, nebo je přímo <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>vložit</a> a v odkazu na IRC odkazovat na pomoc.
da: <a href=/logs>Logs</a> kan hjælpe med at løse et problem. Du kan indsætte uddrag i et <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> for hjælp, eller måske <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>indsætte</a> det i stedet og henvise til linket på IRC for hjælp.
el: <a href=/logs>Τα αρχεία καταγραφής</a> μπορούν να βοηθήσουν στην επίλυση ενός προβλήματος. Μπορείτε να αντιγράψετε αποσπάσματα σε ένα <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>φόρουμ</a> για βοήθεια ή ακόμη και να το επικολλήσετε <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>εδώ</a> και να αναφέρετε το σχετικό σύνδεσμο στο IRC για βοήθεια.
es: Los <a href=/logs>Registros</a> pueden ayudar a resolver un problema. Es posible que desees pegar extractos en un <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>foro</a> para obtener ayuda, o tal vez <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>pegar</a> en su lugar y hacer referencia al enlace en IRC para obtener ayuda.
et: <a href=/logs>Logid</a> võivad probleemi lahendada. Soovite võib-olla väljavõtteid kleepida <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>foorumisse</a> abi saamiseks või kleepida selle asemel <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>sisestage</a> seda ja viite linki IRC-s abi saamiseks.
fa: <a href=/logs>لاگ‌ها</a> ممکن است در حل مشکل کمک کنند. ممکن است بخواهید بخش‌هایی از آن را در یک <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>فروم</a> برای کمک پیست کنید یا شاید آن را در <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>همینجا</a> پیست کنید و به لینک آن در IRC برای کمک ارجاع دهید.
fi: <a href=/logs>Logit</a> voivat auttaa ratkaisemaan ongelman. Saatamme haluta liittää lainauksia <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>foorumiin</a> apua varten, tai mahdollisesti <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>liittää</a> sen sijaan ja viitata linkkiin IRC:ssä apua varten.
hi: <a href=/logs>लॉग</a> समस्या को हल करने में मदद कर सकते हैं। आपको शायद मदद के लिए एक <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>फ़ोरम</a> में उपयोगी टेक्स्ट को पेस्ट करने की इच्छा हो, या शायद <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>paste</a> करें और IRC पर लिंक का संदर्भ दें।
hu: <a href=/logs>Naplók</a> segíthetnek a probléma megoldásában. Segítséget kérhet a részletek <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>fórumán</a>, vagy esetleg inkább <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>beszúrja</a> és hivatkozik a hivatkozásra az IRC-n segítségért.
in: <a href=/logs>Log</a> mungkin dapat membantu menyelesaikan masalah. Anda mungkin ingin menempelkan cuplikannya di <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> untuk bantuan, atau mungkin <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>tempel</a> saja dan rujuk linknya di IRC untuk mendapatkan bantuan.
it: I <a href=/logs>Log</a> possono aiutare a risolvere un problema. Potresti voler incollare estratti in un <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> per ricevere assistenza, oppure incollarlo <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>qui</a> e riferisci il link su IRC per ricevere assistenza.
ja: <a href=/logs>ログ</a>は問題の解決に役立つかもしれません。ヘルプが必要な場合は、フォーラムに抜粋を貼り付けるか、<a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>フォーラム</a>に貼り付けて、その代わりにIRC上のリンクを参照することもできます。
ko: <a href=/logs>로그</a>는 문제 해결에 도움이 될 수 있습니다. 도움을 얻기 위해 일부 내용을 <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>포럼</a>에 붙여넣기하거나, <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>붙여넣기</a>하고 IRC에서 도움을 요청하는 링크를 참조할 수도 있습니다.
nb: <a href=/logs>Loggene</a> kan hjelpe med å løse et problem. Du kan ønske å lime inn utdrag i et <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> for hjelp, eller kanskje <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>lime det inn</a> i stedet og referere til lenken på IRC for hjelp.
nl: <a href=/logs>Logboeken</a> kunnen helpen bij het oplossen van een probleem. U kunt uittreksels in een <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> plakken voor hulp, of het misschien <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>plakken</a> en in plaats daarvan de link op IRC gebruiken voor hulp.
pt: <a href=/logs>Logs</a> podem ajudar a resolver um problema. Você pode querer colar trechos em um <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>fórum</a> para obter ajuda, ou talvez <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>cole</a> e referencie o link no IRC para obter ajuda.
sl: <a href=/logs>Dnevniki</a> lahko pomagajo rešiti problem. Mogoče želite vložiti izvlečke v <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> za pomoč, ali pa morda <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>vložite</a> to namesto tega in se posvetujte z povezavo na IRC za pomoč.
sv: <a href=/logs>Loggar</a> kan vara till hjälp för att lösa ett problem. Du kan vilja klistra in utdrag i en <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>forum</a> för att få hjälp eller kanske <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>klistra</a> in det istället och referera till länken på IRC för hjälp.
uk: <a href=/logs>Журнали</a> можуть допомогти вирішити проблему. Ви можете захотіти вставити уривки на <a href=http://i2pforum.i2p/ target=_blank rel=noreferrer>форумі</a> щоб отримати допомогу, або, можливо, <a href=http://cake.i2p/pastebin/ target=_blank rel=noreferrer class='sitelink external'>скопіювати</a> звідти та дати посилання на IRC для отримання допомоги.
vi: <a href=/logs>Nhật ký</a> có thể giúp giải quyết vấn đề.

source: Verify Java is Up to Date
ar: تحقق من تحديث جافا
az: Java-nın yenilikləri yoxlayın
bo: Java ནི་གསར་སྒྱུར་བྱས་ཡོད་མེད་ཚོད་ལྟ་བྱོས།
cs: Ověřte, zda máte aktualizovanou verzi Javy
da: Tjek om Java er opdateret
el: Βεβαιωθείτε ότι το Java είναι ενημερωμένο
es: Verifica que Java esté Actualizado
et: Kontrollige, kas Java on ajakohane
fa: تایید به‌روز بودن جاوا
fi: Varmista, että Java on ajan tasalla
hi: जावा की सबसे ताजा संस्करण जांचें
hu: Ellenőrizze, hogy a Java naprakész-e
in: Verifikasi Java Terupdate
it: Verifica che Java sia aggiornato
ja: Javaが最新であることを確認してください
ko: Java 업데이트 확인
nb: Bekreft at Java er oppdatert
nl: Controleer of Java up-to-date is
pt: Verifique se o Java está atualizado
sl: Preverite, ali je Java trenutna
sv: Verifiera att Java är uppdaterat
uk: Перевірте, чи оновлено Java
vi: Xác minh Java đã được cập nhật
