Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Used by client apps. Can be changed to a different port on the <a href=/configclients>Client Configuration page</a> but this is not recommended. Can be bound to a different interface or all interfaces, or disabled, on the <a href=/configclients>Client Configuration page</a>.
ar: يستخدمه تطبيقات العملاء. يمكن تغييره إلى منفذ مختلف عبر <a href=/configclients>صفحة تكوين العملاء</a> لكن هذا غير موصى به. يمكن ربطه بواجهة مختلفة أو كل الواجهات، أو تعطيله عبر <a href=/configclients>صفحة تكوين العملاء</a>.
az: Müştəri tətbiqləri tərəfindən istifadə olunur. Fərdi konfiqurasiya səhifəsində başqa bir port-a dəyişdirilə bilər, lakin bu tövsiyə olunmur. Fərqli interfeyslərə və ya bütün interfeyslərə təyin edilə bilər və ya deaktiv edilə bilər <a href=/configclients>Müştəri Konfiqurasiya səhifəsində</a>.
bo: ལས་སྣོན་པས་སྤྱོད་པར་བེད། <a href=/configclients>ལས་སྣོན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་སྒོ་མོ་གཞན་ཞིག་ལ་བསྒྱུར་བར་ཐུབ་མོད་ཀྱང་འདི་ནི་འོས་པར་མི་བརྒྱུད། <a href=/configclients>ལས་སྣོན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་མཐུད་སྣེ་ཞིག་པའམ་མཐུད་སྣེ་ཚང་མར་འབྲེལ་ཐུབ་པར་བརྒྱུད་པར་འཇུག་པའམ་སྒོ་རྒྱག་ཐུབ།
cs: Používáno klientovskými aplikacemi. Může být změněno na jiný port na stránce <a href=/configclients>Konfigurace klienta</a>, ale není to doporučeno. Na stránce <a href=/configclients>Konfigurace klienta</a> může být přiřazeno k jinému rozhraní nebo ke všem rozhraním nebo zakázáno.
da: Bruges af klientapplikationer. Kan ændres til en anden port på <a href=/configclients>Klientkonfigurationssiden</a>, men dette anbefales ikke. Kan bindes til en anden interface eller alle interface eller deaktiveres på <a href=/configclients>Klientkonfigurationssiden</a>.
el: Χρησιμοποιείται από εφαρμογές πελατών. Μπορεί να αλλαχθεί σε άλλη θύρα στην σελίδα <a href=/configclients>Ρύθμιση πελατών</a>, αλλά αυτό δεν συνιστάται. Μπορεί να συνδεθεί με διαφορετική διεπαφή ή με όλες τις διεπαφές, ή να απενεργοποιηθεί, στην σελίδα <a href=/configclients>Ρύθμιση πελατών</a>.
es: Utilizado por aplicaciones cliente. Puede cambiarse a un puerto diferente en la página <a href=/configclients>Configuración de clientes</a> pero no se recomienda. Puede unirse a una interfaz diferente o a todas las interfaces, o deshabilitarse, en la página <a href=/configclients>Configuración de clientes</a>.
et: Kasutatakse kliendi rakenduste poolt. Võib muuta erinevaks sadamaks <a href=/configclients>Klientide konfiguratsiooni lehelt</a>, kuid seda ei soovitata. Saab siduda teise liidesega või kõikide liidestega või keelata <a href=/configclients>Klientide konfiguratsiooni lehelt</a>.
fa: توسط برنامه‌های مشتری استفاده می‌شود. می‌تواند به درگاه دیگری در صفحه <a href=/configclients>تنظیمات مشتریان</a> تغییر کند اما این توصیه نمی‌شود. می‌تواند به رابط دیگری یا همه رابط‌ها متصل شود یا از طریق صفحه <a href=/configclients>تنظیمات مشتریان</a> غیرفعال شود.
fi: Käytetään asiakassovelluksissa. Portti voidaan vaihtaa <a href=/configclients>Asiakasasetus-sivulla</a>, mutta tätä ei suositella. Se voidaan sitoa eri käyttöliittymiin tai kaikkiin käyttöliittymiin tai poistaa käytöstä <a href=/configclients>Asiakasasetus-sivulla</a>.
hi: क्लाइंट एप्लीकेशनों द्वारा उपयोग किया जाता है। <a href=/configclients>क्लाइंट सेटिंग पृष्ठ</a> पर अलग-अलग पोर्ट पर बदला जा सकता है, लेकिन यह सुझाव नहीं है। <a href=/configclients>क्लाइंट सेटिंग पृष्ठ</a> पर अलग इंटरफेस या सभी इंटरफेस के लिए बांधा या अक्षम किया जा सकता है।
hu: A kliens alkalmazások által használt. Megváltoztatható egy másik portra a <a href=/configclients>Kliens Konfigurációs oldalon</a>, de ez nem javasolt. Egy másik interfészre vagy minden interfészre is köthető, vagy letiltható a <a href=/configclients>Kliens Konfigurációs oldalon</a>.
in: Digunakan oleh aplikasi klien. Dapat diubah ke port berbeda di halaman <a href=/configclients>Konfigurasi Klien</a> tetapi ini tidak disarankan. Dapat terikat ke antarmuka berbeda atau semua antarmuka, atau dinonaktifkan, di halaman <a href=/configclients>Konfigurasi Klien</a>.
it: Usato dalle applicazioni client. Può essere cambiato su una porta diversa nella <a href=/configclients>pagina di configurazione del client</a>) ma non è consigliato. Può essere associato a un'interfaccia diversa o a tutte le interfacce, o disattivato, nella <a href=/configclients>pagina di configurazione del client</a>.
ja: クライアントアプリケーションで使用されます。 <a href=/configclients>クライアント設定ページ</a> で別のポートに変更することができますが、これは推奨されません。 <a href=/configclients>クライアント設定ページ</a> で別のインターフェース、すべてのインターフェース、または無効にすることもできます。
ko: 클라이언트 앱에서 사용됩니다. <a href=/configclients>클라이언트 구성 페이지</a>에서 다른 포트로 변경할 수 있으나 권장되지 않습니다. 다른 인터페이스 또는 모든 인터페이스에 바인딩하거나 비활성화할 수도 있습니다.
nb: Brukes av klientapper. Kan endres til en annen port på <a href=/configclients>siden for klientkonfigurasjon</a>, men dette anbefales ikke. Kan bindes til en annen interface eller alle interfacer, eller deaktiveres, på <a href=/configclients>siden for klientkonfigurasjon</a>.
nl: Gebruikt door client-apps. Kan op de <a href=/configclients>Clientconfiguratiepagina</a> worden gewijzigd naar een andere poort, maar dit wordt niet aanbevolen. Kan worden gekoppeld aan een ander interface of alle interfaces, of uitgeschakeld, op de <a href=/configclients>Clientconfiguratiepagina</a>.
pt: Usado por aplicativos do cliente. Pode ser alterado para uma porta diferente na <a href=/configclients>página de configuração do cliente</a>, mas isso não é recomendado. Pode ser associado a uma interface diferente ou a todas as interfaces, ou desativado, na <a href=/configclients>página de configuração do cliente</a>.
sl: Uporabljeno v aplikacijah klienta. Lahko se spremeni na drugačna vrata na strani <a href=/configclients>Nastavitve klienta</a>, vendar ta sprememba ni priporočena. Lahko se poveže na drugačen vmesnik ali vse vmesnike, ali onemogoči na strani <a href=/configclients>Nastavitve klienta</a>.
sv: Används av klientapplikationer. Kan ändras till en annan port på <a href=/configclients>Sida för klientkonfiguration</a> men detta rekommenderas inte. Kan bindas till en annan gränssnitt eller alla gränssnitt, eller avaktiveras, på <a href=/configclients>Sida för klientkonfiguration</a>.
uk: Використовується клієнтськими додатками. Може бути змінений на інший порт на сторінці <a href=/configclients>Налаштування клієнтів</a>, але це не рекомендується. Може приєднуватися до різних інтерфейсів або всіх інтерфейсів, або бути вимкненим на сторінці <a href=/configclients>Налаштування клієнтів</a>.
vi: Được sử dụng bởi các ứng dụng khách. Có thể thay đổi sang cổng khác trên trang <a href=/configclients>Cấu hình Khách hàng</a> nhưng không khuyến khích. Có thể liên kết với giao diện khác hoặc tất cả các giao diện, hoặc vô hiệu hóa, trên trang <a href=/configclients>Cấu hình Khách hàng</a>.

source: UDP for SAM bridge
ar: UDP لجسر SAM
az: SAM köçəri üçün UDP
bo: SAM ཟམ་ལའི་དོན་ལུགས་ UDP
cs: UDP pro most SAM
da: UDP til SAM bridge
el: UDP για γέφυρα SAM
es: UDP para el puente SAM
et: UDP SAM silla jaoks
fa: UDP برای پل SAM
fi: UDP SAM siltaan
hi: SAM ब्रिज के लिए UDP
hu: UDP a SAM hídnak
in: UDP untuk jembatan SAM
it: UDP per il bridge SAM
ja: SAMブリッジ用のUDP
ko: SAM 브리지용 UDP
nb: UDP for SAM-bro
nl: UDP voor SAM-brug
pt: UDP para ponte SAM
sl: UDP za most SAM
sv: UDP för SAM-brygga
uk: UDP для мосту SAM
vi: UDP cho cầu SAM

source: A higher level socket API for clients. Only opened when a SAM V3 client requests a UDP session. Can be enabled/disabled on the <a href=/configclients> Client Configuration page</a>. Can be changed in the <code>clients.config</code> file with the SAM command line option <code>sam.udp.port=nnnn</code>.
ar: واجهة برمجة تطبيقات على مستوى أعلى للعملاء. لا تفتح إلا عندما يطلب عميل SAM V3 جلسة UDP. يمكن تمكينها/تعطيلها من خلال <a href=/configclients> صفحة تكوين العميل</a>. يمكن تغييرها في ملف <code>clients.config</code> بخيار سطر الأوامر SAM <code>sam.udp.port=nnnn</code>.
az: Müştəri üçün daha yüksək səviyyəli soket API. Yalnız SAM V3 müştəri UDP sessiyası tələb etdiyində yalnız açılır. <a href=/configclients>Müştəri Konfiqurasiya səhifəsindən</a> başlatmaq / söndürmək mümkündür. SAM komandası ilə <code>sam.udp.port=nnnn</code> SAM komanda sətiri seçimləri ilə <code>clients.config</code> faylda dəyişdirilə bilər.
bo: ལས་སྣོན་པའི་དོན་ལུགས་མཐོ་རིམ་གྱི་ socket API ཞིག SAM V3 ལས་སྣོན་པས་ UDP གནད་རྒྱུད་རེད་བྱེད་སྐབས་ཙམ་འགྲོ། <a href=/configclients>ལས་སྣོན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་རྒྱུན་དུ་བཙོན་པར་འཇུག་པའམ་སྒོ་རྒྱག་ཐུབ། <code>clients.config</code> ཡིག་ཆར་ SAM བརྡ་བརྒྱུགས་གནད་རྒྱུད་རེད་ <code>sam.udp.port=nnnn</code> བརྒྱུད་ནས་བསྒྱུར་བར་ཐུབ།
cs: Vyšší úroveň socketového API pro klienty. Otevírá se pouze tehdy, když klient SAM V3 požádá o UDP relaci. Může být povoleno/zakázáno na stránce <a href=/configclients>Konfigurace klienta</a>. Může být změněno v souboru <code>clients.config</code> pomocí příkazové řádky SAM s volbou <code>sam.udp.port=nnnn</code>.
da: En højniveau socket API til klienter. Bliver kun åbnet, når en SAM V3 klient anmoder om en UDP-session. Kan aktiveres/deaktiveres på <a href=/configclients> Klientkonfigurationssiden</a>. Kan ændres i <code>clients.config</code> filen med SAM kommandolinjeindstillingen <code>sam.udp.port=nnnn</code>.
el: Ένα πιο προηγμένο socket API για πελάτες. Ανοίγει μόνο όταν ένας πελάτης SAM V3 ζητά ένα UDP session. Μπορεί να ενεργοποιηθεί / απενεργοποιηθεί στην σελίδα <a href=/configclients>Διαμόρφωση Πελάτη</a>. Μπορεί να αλλάξει στο αρχείο <code>clients.config</code> με την επιλογή γραμμής εντολών SAM <code>sam.udp.port=nnnn</code>.
es: Una API de sockets de nivel superior para clientes. Solo se abre cuando un cliente SAM V3 solicita una sesión UDP. Puede habilitarse/deshabilitarse en la página <a href=/configclients>Configuración de clientes</a>. Puede cambiarse en el archivo <code>clients.config</code> con la opción de línea de comandos SAM <code>sam.udp.port=nnnn</code>.
et: Kõrgema taseme sokli API klientidele. Avatakse ainult siis, kui SAM V3 klient nõuab UDP seanssi. Saab lubada/keelata <a href=/configclients> kliendi konfiguratsiooni leheküljelt</a>. Saab muuta failis <code>clients.config</code> SAM käsurea valikuga <code>sam.udp.port=nnnn</code>.
fa: رابط برنامه نویسی اپلیکیشن بالاتر برای سوکت‌ها برای مشتری‌ها. فقط زمانی باز می‌شود که یک مشتری SAM V3 یک جلسه UDP درخواست کند. می‌تواند از طریق صفحه <a href=/configclients>تنظیمات مشتریان</a> فعال/غیرفعال شود. می‌تواند در فایل <code>clients.config</code> با گزینه خط فرمان SAM <code>sam.udp.port=nnnn</code> تغییر کند.
fi: Korkeamman tason socket API asiakkaille. Avataan vain, kun SAM V3 -asiakas pyytää UDP-istuntoa. Sitä voidaan ottaa käyttöön/poistaa käytöstä <a href=/configclients>Asiakasasetus-sivulla</a>. Sitä voidaan muuttaa <code>clients.config</code> tiedostossa käyttäen SAM-komennon päättelylinjaoptiota <code>sam.udp.port=nnnn</code>.
hi: क्लाइंट के लिए एक उच्च स्तर का सॉकेट एपीआई। केवल जब SAM V3 क्लाइंट UDP सत्र की मांग करता है, तब खोला जाता है। <a href=/configclients> क्लाइंट सेटिंग पृष्ठ </a> पर सक्षम/अक्षम कर सकते हैं। <code>clients.config</code> फ़ाइल में <code>sam.udp.port=nnnn</code> कमांड लाइन विकल्प के साथ बदला जा सकता है।
hu: Egy magasabb szintű kliens számára készült socket API. Csak akkor nyílik meg, ha egy SAM V3 kliens egy UDP munkamenetet kér. Engedélyezhető / tiltott lehet a <a href=/configclients>Ügyfél konfigurációs oldalon</a>. A <code>clients.config</code> fájlban megváltoztatható a SAM parancssor opcióval <code>sam.udp.port=nnnn</code>.
in: API soket tingkat tinggi untuk klien. Hanya dibuka ketika klien SAM V3 meminta sesi UDP. Dapat diaktifkan/dinonaktifkan di halaman <a href=/configclients>Konfigurasi Klien</a>. Dapat diubah di file <code>clients.config</code> dengan opsi baris perintah SAM <code>sam.udp.port=nnnn</code>.
it: Una API socket di livello superiore per i client. Viene aperto solo quando un client SAM V3 richiede una sessione UDP. Può essere abilitato/disabilitato nella <a href=/configclients>pagina di configurazione del client</a>. Può essere modificato nel file <code>clients.config</code> con l'opzione della linea di comando SAM <code>sam.udp.port=nnnn</code>.
ja: クライアント向けの高レベルソケットAPI。SAM V3クライアントがUDPセッションを要求したときにのみ開かれます。 <a href=/configclients>クライアント構成ページ</a>で有効化/無効化できます。 <code>clients.config</code>ファイルでSAMコマンドラインオプション<code>sam.udp.port=nnnn</code>を使用して変更できます。
ko: 클라이언트를 위한 더 높은 수준의 소켓 API. SAM V3 클라이언트가 UDP 세션을 요청할 때만 열립니다. <a href=/configclients> 클라이언트 구성 페이지</a>에서 활성화/비활성화 할 수 있습니다. <code>clients.config</code> 파일에서 SAM 명령 줄 옵션 <code>sam.udp.port=nnnn</code>을 사용하여 변경할 수 있습니다.
nb: Et høyere nivås socket-API for kunder. Åpnes bare når en SAM V3-klient ber om en UDP-sesjon. Kan aktiveres/deaktiveres på <a href=/configclients>Fil- og innstillinger for samhandling med klienter</a>. Kan endres i <code>clients.config</code>-filen med SAM-kommandolinjealternativet <code>sam.udp.port=nnnn</code>.
nl: Een socket API van een hoger niveau voor clients. Alleen geopend wanneer een SAM V3-client een UDP-sessie aanvraagt. Kan worden ingeschakeld/uitgeschakeld op de pagina Clientconfiguratie. Kan worden gewijzigd in het bestand clients.config met de SAM opdrachtregeloptie sam.udp.port=nnnn.
pt: Uma API de soquete de nível superior para clientes. Só é aberta quando um cliente SAM V3 solicita uma sessão UDP. Pode ser ativado/desativado na <a href=/configclients>página de configuração do cliente</a>. Pode ser alterado no arquivo <code>clients.config</code> com a opção de linha de comando do SAM <code>sam.udp.port=nnnn</code>.
sl: Nadomestna raven vmesnika za vajalce. Odpre se le, ko vajaLEC SAM V3 zahteva UDP sejo. Omogočite/onemogočite na <a href=/configclients>Strani za konfiguracijo klienta</a>. Lahko spremenite v datoteki <code>clients.config</code> z ukazno vrsto SAM opcije <code>sam.udp.port=nnnn</code>.
sv: En högre nivå sockets-API för klienter. Öppnas endast när en SAM V3-klient begär en UDP-session. Kan aktiveras/inaktiveras på <a href=/configclients>Sida för klientkonfiguration</a>. Kan ändras i <code>clients.config</code>-filen med SAM-kommandoradsalternativet <code>sam.udp.port=nnnn</code>.
uk: Вищий рівень API сокетів для клієнтів. Відкривається лише коли клієнт SAM V3 запитує UDP-сесію. Може бути увімкнено/вимкнено на сторінці <a href=/configclients>Налаштування клієнтів</a>. Може бути змінений у файлі <code>clients.config</code> з використанням параметра рядка команд SAM <code>sam.udp.port=nnnn</code>.
vi: Một API ổ cắm cấp cao hơn cho khách hàng. Chỉ mở khi máy khách SAM V3 yêu cầu phiên UDP. Có thể được bật/tắt trên trang cấu hình máy khách <a href=/configclents> </a>. Có thể được thay đổi trong tệp <code> client.config </code> với tùy chọn dòng lệnh sam <code> sam.udp.port = nnnn </code>.

source: SAM bridge
ar: جسر SAM
az: SAM köçürücü
bo: SAM ཟམ་ལ།
cs: Most SAM
da: SAM bro
el: Γέφυρα SAM
es: Puente SAM
et: SAM sild
fa: پل SAM
fi: SAM-silta
hi: SAM ब्रिज
hu: SAM híd
in: Jembatan SAM
it: Bridge SAM
ja: SAMブリッジ
ko: SAM 브릿지
nb: SAM-bro
nl: SAM-brug
pt: Ponte SAM
sl: SAM most
sv: SAM-brygga
uk: Міст SAM
vi: Cầu SAM

source: A higher level socket API for clients. Can be enabled/disabled on the <a href=/configclients>Client Configuration page</a>. Can be changed in the <code>clients.config</code> file. [Disabled by default]
ar: واجهة برمجة تطبيقات على مستوى أعلى للعملاء. يمكن تمكينها/تعطيلها من خلال صفحة <a href=/configclients>تكوين العملاء</a>. يمكن تغييرها في ملف <code>clients.config</code>. [معطلة افتراضيا]
az: Müştərilər üçün daha yüksək səviyyəli soket API. <a href=/configclients>Müştəri Konfiqurasiya səhifəsindən</a> başlatılmaq / söndürilmək mümkündür. <code>clients.config</code> faylında dəyişdirilə bilər. [Default olaraq deaktivdir]
bo: ལེན་གནད་ཚོགས་པར་ཆེས་མཐོའི་རིམ་པའི་སོ་ཀེཊ་ API། <a href=/configclients>ལེན་གནད་རོགས་སྒྱུར་བཞག་གི་ཤོག་ལ་</a>ཐོག་རྒྱུན་དུ་བཙོན་པར་བཀོད་སྒྲིག་བྱེད་ཐུབ། <code>clients.config</code>ཡིག་ཆ་ནང་བསྒྱུར་བཅོས་བྱེད་ཐུབ། [སྔོན་སྒྲིག་བཀོད་ནས་མི་རྒྱུན་དུ་བཙོན་པར་བཀོད་ཡོད།]
cs: Vyšší úroveň socketového API pro klienty. Může být povoleno/zakázáno na stránce <a href=/configclients>Konfigurace klienta</a>. Může být změněno v souboru <code>clients.config</code>. [Implicitně zakázáno]
da: En højniveau socket API til klienter. Kan aktiveres/deaktiveres på <a href=/configclients> Klientkonfigurationssiden</a>. Kan ændres i <code>clients.config</code> filen. [Deaktiveret som standard]
el: Ένα πιο προηγμένο socket API για πελάτες. Μπορεί να ενεργοποιηθεί / απενεργοποιηθεί στη σελίδα <a href=/configclients>Διαμόρφωση Πελάτη</a>. Μπορεί να αλλάξει στο αρχείο <code>clients.config</code>. [Απενεργοποιημένο από προεπιλογή]
es: Una API de sockets de nivel superior para clientes. Puede habilitarse/deshabilitarse en la página <a href=/configclients>Configuración de clientes</a>. Puede cambiarse en el archivo <code>clients.config</code>. [Deshabilitado por defecto]
et: Kõrgema taseme sokli API klientidele. Saab lubada/keelata <a href=/configclients> kliendi konfiguratsiooni leheküljelt</a>. Saab muuta failis <code>clients.config</code>. [Vaikimisi on keelatud]
fa: رابط برنامه نویسی اپلیکیشن بالاتر برای سوکت‌ها برای مشتری‌ها. می‌تواند از طریق صفحه <a href=/configclients>تنظیمات مشتریان</a> فعال/غیرفعال شود. می‌تواند در فایل <code>clients.config</code> تغییر کند. [به‌طور پیش‌فرض غیرفعال است]
fi: Korkeamman tason socket API asiakkaille. Voidaan ottaa käyttöön/poistaa käytöstä <a href=/configclients>Asiakasasetus-sivulla</a>. Voidaan muuttaa <code>clients.config</code> tiedostossa. [Oletusarvoisesti poistettu käytöstä]
hi: क्लाइंट के लिए एक उच्च स्तर का सॉकेट एपीआई। <a href=/configclients>क्लाइंट सेटिंग पृष्ठ</a> पर सक्षम/अक्षम कर सकते हैं। <code>clients.config</code> फ़ाइल में बदला जा सकता है। [डिफ़ॉल्ट में अक्षम]
hu: Egy magasabb szintű kliens számára készült socket API. Engedélyezhető / tiltott lehet a <a href=/configclients>Ügyfélnyitás konfigurációs oldalon</a>. Megváltoztatható a <code>clients.config</code> fájlban. [Alapértelmezetten letiltva]
in: API soket tingkat tinggi untuk klien. Dapat diaktifkan/dinonaktifkan di halaman <a href=/configclients>Konfigurasi Klien</a>. Dapat diubah di file <code>clients.config</code>. [Nonaktif secara default]
it: Una API socket di livello superiore per i client. Può essere abilitato/disabilitato nella <a href=/configclients> pagina di configurazione del client </a>. Può essere modificato nel file <code>clients.config</code>. [Disabilitato per impostazione predefinita]
ja: クライアント向けの高レベルソケットAPI。 <a href=/configclients>クライアント構成ページ</a>で有効/無効化できます。 <code>clients.config</code>ファイルで変更できます。[デフォルトで無効]
ko: 클라이언트를 위한 더 높은 수준의 소켓 API. <a href=/configclients> 클라이언트 구성 페이지</a>에서 활성화/비활성화 할 수 있습니다. <code>clients.config</code> 파일에서 변경할 수 있습니다. [기본적으로 비활성화됨]
nb: Et høyere nivås socket-API for kunder. Kan aktiveres/deaktiveres på <a href=/configclients>Fil- og innstillinger for samhandling med klienter</a>. Kan endres i <code>clients.config</code>-filen [Deaktivert som standard]
nl: Een socket API van een hoger niveau voor clients. Kan worden in- /uitgeschakeld op de pagina Clientconfiguratie. Kan worden gewijzigd in het bestand clients.config. [Standaard uitgeschakeld]
pt: Uma API de soquete de nível superior para clientes. Pode ser ativada/desativada na <a href=/configclients>página de Configuração do Cliente</a>. Pode ser alterada no arquivo <code>clients.config</code>. [Desativada por padrão]
sl: Nadomestna raven vmesnika za vajaLCE. Omogočite/onemogočite na <a href=/configclients>Strani za konfiguracijo klienta</a>. Lahko spremenite v datoteki <code>clients.config</code>. [Onemogočeno privzeto]
sv: En högre nivå sockets-API för klienter. Kan aktiveras/inaktiveras på <a href=/configclients>Sida för klientkonfiguration</a>. Kan ändras i <code>clients.config</code>-filen. [Inaktiverad som standard]
uk: Вищий рівень API сокетів для клієнтів. Може бути увімкнено/вимкнено на сторінці <a href=/configclients>Налаштування клієнтів</a>. Може бути змінений у файлі <code>clients.config</code>. [Вимкнено за замовчуванням]
vi: Một API ổ cắm cấp cao hơn cho khách hàng. Có thể được bật/tắt trên trang cấu hình máy khách <a href=/configclents> </a>. Có thể được thay đổi trong tệp <code> client.config </code>. [Bị vô hiệu hóa theo mặc định]

source: I2P Router Console (Web interface)
ar: واجهة متصفح الموجه I2P
az: I2P Router Konsolu (Web interfeysi)
bo: I2P རོ་ཌེར་རོགས་དྲན། (ཝེབ་ངོས་སྟོན།)
cs: I2P router konzole (webové rozhraní)
da: I2P Router Konsol (Web interface)
el: Κονσόλα Δρομολογητή I2P (Διεπαφή ιστού)
es: Consola del enrutador I2P (interfaz web)
et: I2P marsuudi komando (veebiliides)
fa: کنسول رهیاب I2P (رابط وب)
fi: I2P-reitittimen konsoli (Web-käyttöliittymä)
hi: I2P रूटर कंसोल (वेब इंटरफेस)
hu: I2P Router konzol (Webes felület)
in: Konsol Router I2P (antarmuka web)
it: Console del router I2P (interfaccia web)
ja: I2Pルーターコンソール（Webインターフェース）
ko: I2P 라우터 콘솔 (웹 인터페이스)
nb: I2P-ruter konsoll (webgrensesnitt)
pt: Console do Roteador I2P (Interface web)
sl: Konzola I2P maršrutizatorja (Spletne vmesnike)
sv: I2P-routerkonsolen (Webbgränssnitt)
uk: Веб-інтерфейс консолі маршрутизатора I2P
vi: Giao diện web của bộ điều khiển router I2P
