Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Your webserver is running by default at <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, but is not accessible by others until you start the <i>I2P Webserver</i> tunnel. After starting the tunnel, your site will be difficult for other people to find. You could just tell people the destination or the Base32 address, but thankfully I2P has an address book to store domain names, and various services where you can <a href=/help/hostnameregistration>register a new .i2p domain</a> for free.
ar: يعمل خادومك الويب افتراضيًا على <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>، لكنه غير متاح للآخرين حتى تقوم ببدء انفاق <i>خادوم I2P</i>. بعد بدء الانفاق، سيصعب العثور على موقعك من قبل الآخرين. يمكنك مجرد إخبار الناس بالوجهة أو عنوان Base32، لكن حظًا طيبًا، فإن I2P لديه دليل عناوين لتخزين أسماء النطاقات، ومختلف الخدمات التي يمكنك <a href=/help/hostnameregistration>تسجيل نطاق .i2p جديد</a> مجانًا.
az: Sizin vebserveriniz <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a> ünvanında təqribən işləyir, lakin başqaları tərəfindən giriş edilənə qədər əlçatmazdır. <i>I2P Webserver</i> tunneli başladıldıqdan sonra başqalarının sizin saytınızı tapmaları çətindir. Sadəcə insanlara Sizin gedəcəyiniz ölçəyi və ya Base32 ünvanını deyə bilərsiniz, lakin, şükür ki, I2P domain adlarını saxlamaq üçün və pulsuz şəkildə yeni .i2p domaini <a href=/help/hostnameregistration>qeyd etmək üçün müxtəlif xidmətlər</a> mövcuddur.
bo: ཁྱོད་ཀྱི་གློག་གི་ཞུང་ནི་དཔེ་འབྱུང་གི་ཚོད་ནི་<a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a> ནང་གི་གནས་ཚུལ་མཚོན། ཁྱོད་ཀྱིས་<i>I2P གློག་གི་ཞུང་གི་ཤོག</i> དེ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་གཞི་བཟུང་བར་བཟོ་བོ། བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་ན་ཁྱོད་ཀྱི་གློག་སྡེ་ནི་མི་ཚོར་བཟུང་བར་བཟོ་བོའི་རྒྱུར་དཀའ་བ་ཡིན། ཁྱོད་ཀྱིས་མི་ཚོར་བཟུང་བར་བཟོ་ན་གནས་ཚུལ་ཡང་ན་Base32 གི་ཞིབ་ཚགས་བཟུང་བར་བཟོ་བོ། འདི་དང་འདྲའི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་ན་I2P ནི་མིང་བསྡུས་པའི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་གློག་ཐོན་དུ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་<a href=/help/hostnameregistration>གཞི་བཟུང་བའི་.i2p མིང་བསྡུས་པའི་གློག་སྡེ</a> དེ་བཟུང་བར་བཟོ་བོ།
cs: Váš webový server běží standardně na adrese <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, ale ostatní jim nebude dostupný, dokud nezapnete tunel <i>I2P Webserver</i>. Po spuštění tunelu bude vaše stránka pro ostatní lidi obtížně hledatelná. Můžete jim jednoduše sdělit cílovou adresu, nebo Base32 adresu, ale naštěstí má I2P adresář pro ukládání doménových jmen a různé služby, kde si můžete <a href=/help/hostnameregistration>zaregistrovat novou .i2p doménu</a> zdarma.
da: Din webserver kører som standard på <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, men er ikke tilgængelig for andre, før du starter <i>I2P Webserver</i>-tunnelen. Efter at have startet tunnelen vil dit websted være svært for andre at finde. Du kan bare informere folk om destinationen eller den Base32-adresse, men heldigvis har I2P en adressebog til at gemme domænenavne og forskellige tjenester, hvor du kan <a href=/help/hostnameregistration>registrere et nyt .i2p-domæne</a> gratis.
el: Ο διακομιστής ιστότοπου σας λειτουργεί από προεπιλογή στη διεύθυνση <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, αλλά δεν είναι προσβάσιμος από άλλους μέχρι να ξεκινήσετε τον <i>I2P Webserver</i> tunnel. Αφού ξεκινήσετε τον τούνελ, ο ιστότοπός σας θα είναι δύσκολος να βρεθεί από άλλους ανθρώπους. Μπορείτε απλά να πείτε στους ανθρώπους τον προορισμό ή την Base32 διεύθυνση, αλλά ευτυχώς το I2P έχει ένα βιβλίο διευθύνσεων για την αποθήκευση ονομάτων domain και διάφορες υπηρεσίες όπου μπορείτε να <a href=/help/hostnameregistration>καταχωρίσετε ένα νέο ιδιοκτησίας .i2p domain</a> δωρεάν.
es: Tu servidor web se ejecuta de forma predeterminada en <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, pero no es accesible para otros hasta que inicio el túnel <i>Servidor Web I2P</i>. Después de iniciar el túnel, tu sitio será difícil de encontrar para otras personas. Podrías simplemente decirle a la gente el destino o la dirección Base32, pero afortunadamente I2P tiene una libreta de direcciones para almacenar nombres de dominio, y varios servicios donde puedes <a href=/help/hostnameregistration>registrar un nuevo dominio .i2p</a> de forma gratuita.
et: Teie veebiserver töötab vaikimisi aadressil <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, kuid teised ei pääse sellele ligi, kuni käivitate <i>I2P Veebiserveri</i>tunneli. Pärast tunneli käivitamist on teie saidil raske teisi inimesi leida. Te võiksite inimestele lihtsalt öelda sihtkoha või Baas32 aadressi, kuid õnneks I2P-l on aadressiraamat domeeninimede salvestamiseks ja erinevad teenused, kus saate <a href=/help/hostnameregistration>registreerida uue .i2p domeeni</a> tasuta.
fa: وب‌سرور شما به صورت پیش‌فرض در <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a> اجرا می‌شود، اما تا زمانی که تونل <i>وب‌سرور I2P</i> را راه‌اندازی نکنید، دیگران قادر به دسترسی نیستند. پس از راه‌اندازی تونل، سایت‌تان برای دیگران سخت‌گیراب خواهد بود. شما می‌توانید صرفاً مقصد یا نشانی Base32 را به اشتراک بگذارید، اما خوشبختانه I2P دفترچه آدرس دارد که می‌توان نام دامنه‌ها را در آن ذخیره کرد و سرویس‌های مختلفی وجود دارد که می‌توان <a href=/help/hostnameregistration>دامنه .i2p جدیدی را بصورت رایگان ثبت</a> نمود.
fi: Verkkopalvelimeni toimii oletusarvoisesti osoitteessa <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, mutta muut eivät pääse siihen käsiksi, ennen kuin käynnistät <i>I2P Webserver</i> -tunnelin. Kun olet käynnistänyt tunnelin, sivustosi on vaikea löytää muille. Voit kertoa ihmisille vain kohteen tai Base32-osoitteen, mutta onneksi I2P:lle on olemassa osoitekirja, jossa voit tallentaa verkkotunnuksia, ja erilaisia palveluita, joissa voit <a href=/help/hostnameregistration>rekisteröidä uuden ilmaisen .i2p-verkkotunnuksen</a>.
hi: आपका वेबसर्वर पैदल रूप से <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a> पर चल रहा है, लेकिन आप <i>I2P Webserver</i> टंनल शुरू नहीं करते हुए दूसरों के लिए उपलब्ध नहीं होगा। टंनल शुरू करने के बाद, अन्य लोगों के लिए आपकी साइट पाएँगे। आप सिर्फ लोगों को गंतव्य या बेस32 पता बता सकते हैं, लेकिन धन्यवाद इ-2-पी में डोमेन नाम संग्रहित करने के लिए एक पता बुक है, और आपको मुफ्त में नए .i2p डोमेन <a href=/help/hostnameregistration>जोड़ने की सुविधा</a> है।
hu: A webszerver alapértelmezés szerint fut a következő címen: <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, azonban mások nem férhetnek hozzá, amíg el nem indítja az <i>I2P webszerver</i> átjáratot. Miután elindította az átjáratot, webhelye mások számára nehezen megtalálható lesz. Egyszerűen megadhatja az embereknek a célállomást vagy a Base32 címet, de szerencsére az I2P-nek van egy címtára, ahol tartományneveket lehet tárolni, és különböző szolgáltatások, ahol ingyen <a href=/help/hostnameregistration>regisztrálhat új .i2p tartományt</a>.
in: Webserver Anda berjalan secara bawaan di <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, namun tidak dapat diakses oleh orang lain hingga Anda menjalankan terowongan <i>Webserver I2P</i>. Setelah menjalankan terowongan, situs Anda akan sulit ditemukan oleh orang lain. Anda bisa memberitahu tujuan atau alamat Base32 kepada orang lain, untungnya I2P memiliki buku alamat untuk menyimpan nama domain, dan berbagai layanan di mana Anda dapat <a href=/help/hostnameregistration>mendaftarkan domain .i2p baru</a> secara gratis.
it: Il tuo server web è in esecuzione per impostazione predefinita su <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, ma non è accessibile da altre persone fino a quando non avvii il tunnel <i>I2P Webserver</i>. Dopo aver avviato il tunnel, il tuo sito sarà difficile da trovare per altre persone. Potresti semplicemente comunicare agli altri la destination o l'indirizzo Base32, ma fortunatamente I2P ha un registro degli indirizzi per memorizzare i nomi di dominio e vari servizi in cui puoi <a href=/help/hostnameregistration>registrare gratuitamente un nuovo dominio .i2p</a>.
ja: あなたのウェブサーバーはデフォルトで<a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>で実行されていますが、他の人からは<i>I2P Webserver</i>トンネルを開始するまでアクセスできません。トンネルを開始した後、他の人があなたのサイトを見つけるのは困難になります。他の人には単にdestinationまたはBase32アドレスを伝えることもできますが、幸いなことに、I2Pにはドメイン名を保存するアドレス帳と、無料で<a href=/help/hostnameregistration>.i2pドメインの新規登録</a>ができるさまざまなサービスがあります。
ko: 웹 ​​서버는 기본적으로 <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>에서 실행되지만 <i를 시작할 때까지는 다른 사람이 액세스할 수 없습니다.
nb: Nettserveren din kjører som standard på <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, men er ikke tilgjengelig for andre før du starter <i>I2P Webserver</i>-tunnelen. Etter å ha startet tunnelen, vil nettstedet ditt være vanskelig for andre å finne. Du kan bare fortelle folk destinasjonen eller Base32-adressen, men heldigvis har I2P en adressebok for å lagre domenenavn, og forskjellige tjenester der du kan <a href=/help/hostnameregistration>registrere et nytt .i2p-domene</a> gratis.
nl: Uw webserver draait standaard op <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, maar is niet toegankelijk voor anderen totdat u de <i>I2P Webserver</i> tunnel start. Na het starten van de tunnel zal uw site moeilijk vindbaar zijn voor andere mensen. U kunt mensen gewoon de bestemming of het Base32-adres vertellen, maar gelukkig heeft I2P een adresboek om domeinnamen op te slaan en verschillende diensten waar u kosteloos een nieuwe .i2p domeinnaam kunt <a href=/help/hostnameregistration>registreren</a>.
pt: O seu servidor web está funcionando por padrão em <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, mas não é acessível por outras pessoas até você iniciar o túnel <i>I2P Webserver</i>. Após iniciar o túnel, seu site será difícil de ser encontrado por outras pessoas. Você poderia informar apenas o destino ou o endereço Base32, mas felizmente o I2P tem uma agenda para armazenar nomes de domínio, e vários serviços onde você pode <a href=/help/hostnameregistration>registrar um novo domínio .i2p</a> gratuitamente.
sl: Vaš spletne strežnike po privzemu delajo na <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, vendar ga drugi ne morejo dostopati, dokler ne zagnate <i>tunela I2P Spletne strežnik</i>. Po zagonu tunela bo vaša spletna stran za druge ljude težko najti. Ljudem lahko samo omenite namen ali Base32 naslov, vendar se radujem, da ima I2P imenik za shranjevanje domenskih imen, in različne storitve, kjer lahko <a href=/help/hostnameregistration>registrirate novo .i2p domeno</a> brezplačno.
sv: Din webserver körs som standard på <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, men är inte tillgänglig för andra förrän du startar tunneln <i>I2P Webserver</i>. Efter att du har startat tunneln, kommer det att vara svårt för andra att hitta din webbplats. Du kan bara berätta för människor destinationen eller Base32-adressen, men som tur är har I2P en adressbok för att lagra domännamn och olika tjänster där du kan <a href=/help/hostnameregistration>registrera en ny .i2p-domän</a> gratis.
uk: Ваш веб-сервер працює за замовчуванням за адресою <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, але недоступний для інших до початку тунелю <i>I2P Webserver</i>. Після запуску тунелю ваш сайт буде дуже важко знайти іншим. Ви можете просто повідомити людям адресу або базову 32-розрядну адресу, але на щастя в I2P є книга адрес, де можна зберігати імена доменів, і різні сервіси, де ви можете <a href=/help/hostnameregistration>зареєструвати новий домен .i2p</a> безкоштовно.
vi: Máy chủ web của bạn đang chạy mặc định tại <a href=http://127.0.0.1:7658/>http://127.0.0.1:7658</a>, nhưng không thể truy cập được bởi người khác cho đến khi bạn bắt đầu <i>Đường hầm Máy chủ Web I2P</i>. Sau khi bắt đầu đường hầm, trang web của bạn sẽ khó tìm thấy bởi người khác. Bạn chỉ cần nói cho người khác biết đích đến hoặc địa chỉ Base32, may mắn thay I2P có sổ địa chỉ để lưu trữ tên miền, và các dịch vụ nơi bạn có thể <a href=/help/hostnameregistration>đăng ký miền .i2p mới</a> miễn phí.
