Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Open <a href=/confignet#udpconfig>I2P+'s port</a> on your modem, router and/or firewall(s) for better connectivity (ideally both UDP and TCP). More information on how to go about port forwarding can be found at <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, in addition to our forums and IRC channels listed below. Note that I2P does not support connecting to the internet via an http or socks proxy [patches welcome!], though you can connect to proxies via I2P itself once connected to the network.
ar: افتح <a href=/confignet#udpconfig>منفذ I2P+</a> على المودم، الموجه و/أو جدار الحماية لتحسين الاتصال (مثاليًا كل من بروتوكولات UDP و TCP). يمكن العثور على مزيد من المعلومات حول كيفية القيام بتوجيه المنافذ على <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>، بالإضافة إلى منتدياتنا وقنوات IRC المدرجة أدناه. يجب ملاحظة أن I2P لا يدعم الاتصال بالإنترنت عبر وكيل http أو socks [ترحيب بالتحسينات!]، على الرغم من أنه يمكنك الاتصال بالوكلاء عبر I2P نفسه بمجرد الاتصال بالشبكة.
az: Daha yaxşı əlaqə üçün modem, ruter və/veya firewall-larınızda <a href=/confignet#udpconfig>I2P+'nin portunu</a> açın (ideally both UDP and TCP). Port yönləndirmə ilə bağlı ətraflı məlumat <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a> veb səhifəsində, aşağıdadakı forumlarımız və IRC kanallarımızda tapıla bilər. Qeyd edək ki, I2P internetə proxy ilə birləşməyi (http və ya socks proxy) dəstəkləməz [yamalar qarşılanır!], ancaq İ2P-də bir qədər birə bağlandıqdan sonra İ2P özü üzərindən proksi ilə birləşə bilərsiniz.
bo: མཐུན་སྒྲིལ་བདེ་འཇགས་ཡོང་བར་གྱོད་པའི་ཆེད་དུ། ཁྱོད་རང་གི་མོ་ཌེམ་དང་རུ་ཊར་དང་། ཡང་ན་མེ་འགག་སྒོ་(firewall) དེ་དག་གི་སྒོ་ནས་<a href=/confignet#udpconfig>I2P+ གི་སྦྱོར་སྒོ།</a> (UDP དང་ TCP) གཉིས་ཀ་བརྗེ་བཤེར་བྱོས། སྦྱོར་སྒོ་རྣམ་པར་རྒྱལ་བའི་སྐོར་གྱི་ཆ་འཕྲིན་མང་པོ་ཞིག་<a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>དང་། འོག་གི་སྐད་འཕྲིན་ཁང་དང་IRC ཆུ་ཚད་རྣམས་སུ་མཐོང་ཐུབ་པ་ཡིན། སྐད་པ་གཅིག་མ་ལགས་པ་ནི། I2P ནི་ http དང་ socks བཅས་ཀྱི་པྲོ་ཁསི་(proxy) བརྒྱུད་ནས་དྲ་ཚིག་སྤྱོད་པར་སྒྲུབ་འགོར་མི་བྱེད་པ་ཡིན་[ཁྱོན་ཚུད་བཀོད་སྒྲིག་གི་རོགས་རམ་བསྩལ་བ་ལ་ཤུགས་རྒྱས་བཀུར་བསྟོད་བྱེད།] འོན་ཀྱང་དྲ་ཚིག་དང་མཐུད་སྒྲིལ་མཚམས་ཆད་རྗེས། I2P ལ་བརྟེན་ནས་པྲོ་ཁསི་(proxies) ཐོག་མཐུད་སྒྲིལ་བྱེད་ཐུབ་པ་ཡིན།
cs: Otevřete port <a href=/confignet#udpconfig>I2P+</a> na svém modemu, routeru a/nebo firewallu(ách) pro lepší konektivitu (ideálně jak UDP, tak TCP). Další informace o nastavení přesměrování portů naleznete na stránce <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, stejně jako na našich fórech a IRC kanálech uvedených níže. Upozorňujeme, že I2P nepodporuje připojení k internetu pomocí HTTP nebo SOCKS proxy [patches welcome!], ale můžete se připojit k proxy přes I2P samotné, jakmile jste připojeni k síti.
da: Åbn <a href=/confignet#udpconfig>I2P+'s port</a> på din modem, router og/eller firewall(er) for en bedre forbindelse (ideelt set både UDP og TCP). Du kan finde flere oplysninger om, hvordan du gør portforwarding, på <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, udover vores forum og IRC kanaler, der er angivet nedenfor. Bemærk, at I2P ikke understøtter forbindelse til internettet via en http eller socks proxy [patches velkomne!], men du kan oprette forbindelse til proxies via I2P selv, når du er tilsluttet netværket.
el: Ανοίξτε <a href=/confignet#udpconfig>Θύρα I2P+</a> στο δρομολογητή, δρομολογητή και / ή το τείχος προστασίας (ιδανικά και UDP και TCP) για καλύτερη συνδεσιμότητα. Περισσότερες πληροφορίες σχετικά με το πώς να προωθήσετε θύρες μπορείτε να βρείτε στο <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, καθώς και στα φόρουμ και τα κανάλια IRC που παρατίθενται παρακάτω. Σημειώστε ότι το I2P δεν υποστηρίζει τη σύνδεση στο διαδίκτυο μέσω ενός διακομιστή proxy http ή socks [καλωσορίζονται ενημερώσεις!], αν και μπορείτε να συνδεθείτε σε proxy μέσω του I2P αφού συνδεθείτε στο δίκτυο.
es: Abre el <a href=/confignet#udpconfig>puerto de I2P+</a> en tu módem, enrutador y/o cortafuegos para una mejor conectividad (idealmente tanto UDP como TCP). En <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a> se puede encontrar más información sobre cómo configurar el reenvío de puertos, además de nuestros foros e IRC enumerados a continuación. Ten en cuenta que I2P no admite conectarse a Internet a través de un proxy HTTP o SOCKS [¡aceptamos parches!], aunque sí puedes conectarte a proxies a través de I2P una vez conectado a la red.
et: Parema ühenduvuse tagamiseks avage port <a href=/confignet#udpconfig>I2P+'s port</a> oma modemis, ruuteris ja/või tulemüüris (ideaalis nii UDP kui TCP). Kuidas porti suunata, saate lisateavet <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a> veebisaidilt ning oma foorumitest ja IRC-kanalitest allpool. Pange tähele, et I2P ei toeta ühendumist internetiga HTTP- või SOCKSi puhverserveri kaudu [mõtted teretulnud!], kuid saate pärast võrguga ühenduse loomist I2P kaudu ühendada proksiühenduste kaudu ise.
fa: درگاه <a href=/confignet#udpconfig>I2P+</a> را روی مودم، روتر و/یا فایروال خود باز کنید برای اتصال بهتر (بهتر است هر دو UDP و TCP). اطلاعات بیشتر در مورد عبور درگاه را می‌توانید از <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a> بیابید، علاوه بر انجمن‌ها و کانال‌های IRC ذکر شده در پایین. توجه داشته باشید که I2P پشتیبانی شدن به اینترنت از طریق پروکسی http یا socks را ندارد [اصلاحات خوشحالانه مورد استقبال قرار می‌گیرند!]، هر چند می‌توانید بعد از اتصال به شبکه، از طریق I2P خود به پروکسی‌ها وصل شوید.
fi: Avaa <a href=/confignet#udpconfig>I2P+:n portti</a> modeemissasi, reitittimessäsi ja/tai palomuureissasi, jotta saat paremman yhteyden (mieluiten sekä UDP- että TCP-protokollien osalta). Lisätietoja portinohjauksesta saat <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>:sta, sekä foorumeiltamme ja alla mainituista IRC-kanavistamme. Huomaa, että I2P ei tue internetiin yhdistämistä http- tai socks-välityspalvelimen kautta [korjaukset tervetulleita!], mutta voit kuitenkin yhdistää välityspalvelimiin I2P:n kautta, kun olet yhdistetty verkkoon.
hi: बेहतर कनेक्टिविटी के लिए अपने मोडेम, रूटर और/या फ़ायरवॉल (ऑनली) पर <a href=/confignet#udpconfig>I2P+ के पोर्ट</a> को खोलें (आदर्श रूप से UDP और TCP दोनों को)। पोर्ट फॉरवर्डिंग के बारे में अधिक जानकारी <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a> पर उपलब्ध है, इसके अलावा नीचे सूचीबद्ध फ़ोरम और IRC चैनलों में भी। ध्यान दें कि I2P इंटरनेट के माध्यम से HTTP या SOCKS प्रोक्सी के माध्यम से कनेक्ट करने का समर्थन नहीं करता है [सुधारों का स्वागत है!] हालांकि, जब आप नेटवर्क के साथ जुड़े होंगे, तो आप I2P के माध्यम से प्रोक्सी के साथ जुड़ सकते हैं।
hu: A jobb kapcsolattartás érdekében nyissa meg az I2P portot a modemén, a routerén és/vagy a tűzfalán (esetleg mind a kettőt: UDP és TCP). További információ található a portforward.com webhelyen a port továbbításával kapcsolatos megoldásokról, valamint a fórumainkon és az alább felsorolt IRC csatornáinkban is. Jegyezze meg, hogy az I2P nem támogatja az internethez való csatlakozást http vagy socks proxy segítségével [várjuk a javításokat!], bár a hálózathoz való csatlakozás után kapcsolódhat proxykhoz az I2P-n keresztül.
in: Buka <a href=/confignet#udpconfig>port I2P+</a> di modem, router dan/atau firewall Anda untuk konektivitas yang lebih baik (idealisnya baik UDP maupun TCP). Informasi lebih lanjut tentang cara melakukan pembocoran port dapat ditemukan di <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, selain forum dan saluran IRC yang tercantum di bawah. Perhatikan bahwa I2P tidak mendukung koneksi ke internet melalui proxy http atau socks [kode yang disambut!], meskipun Anda dapat mengkoneksikan proxy melalui I2P sendiri setelah terkoneksi ke jaringan.
it: Apri <a href=/confignet#udpconfig>la porta di I2P+</a> sul tuo modem, sul router e/o sui firewall per una migliore connettività (ideale sia UDP che TCP). Ulteriori informazioni su come procedere con il port forwarding possono essere trovate su <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, oltre ai nostri forum e canali IRC elencati di seguito. Nota che I2P non supporta la connessione a Internet tramite un proxy http o socks [patches benvenuti!], anche se è possibile connettersi a proxy tramite I2P stesso una volta connesso alla rete.
ja: モデム、ルーター、および/またはファイアウォールで<a href=/confignet#udpconfig>I2P+のポート</a>を開くと、より良い接続が可能になります（理想的にはUDPとTCPの両方）。ポート転送の方法についての詳細は、下記にリストされているフォーラムやIRCチャンネルに加えて、<a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>で見つけることができます。I2Pはhttpやsocksプロキシを介してインターネットに接続することはサポートしていません[パッチ歓迎！]が、ネットワークに接続した後はI2P自体を介してプロキシに接続することができますのでご注意ください。
ko: 더 나은 연결성을 위해 모뎀, 라우터 및/또는 방화벽에서 <a href=/confignet#udpconfig>I2P+의 포트</a>를 열어보세요(UDP 및 TCP 모두). 포트 포워딩 방법에 대한 더 자세한 정보는 <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>에서 확인할 수 있으며, 아래에 나열된 포럼 및 IRC 채널에서도 확인 가능합니다. I2P는 http 또는 socks 프록시를 통해 인터넷에 연결할 수 없습니다. 하지만 네트워크에 연결된 후에는 I2P 자체를 통해 프록시에 연결할 수 있습니다.
nb: Åpne <a href=/confignet#udpconfig>I2P+-porten</a> på modemet, ruteren og/eller brannmuren(e) din for bedre tilkobling (helst både UDP og TCP). Mer informasjon om hvordan du kan konfigurere portvideresending finner du på <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, i tillegg til våre fora og IRC-kanaler som er oppført nedenfor. Merk at I2P ikke støtter tilkobling til internett via en http- eller socks-proxy [patches velkomne!], men du kan koble til proxyer via I2P selv når du er tilkoblet nettverket.
nl: Open de <a href=/confignet#udpconfig>poort van I2P</a> op uw modem, router en/of firewall(s) voor een betere connectiviteit (idealiter zowel UDP als TCP). Meer informatie over hoe u de poort kunt openen, vindt u op <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, naast onze forums en IRC-kanalen hieronder vermeld. Merk op dat I2P geen ondersteuning biedt voor het verbinden met internet via een http- of socks-proxy [patches welkom!], maar u kunt wel verbinden met proxy's via I2P zelf nadat u verbinding heeft gemaakt met het netwerk.
pt: Abra a <a href=/confignet#udpconfig>porta do I2P+</a> no seu modem, roteador e/ou firewall(s) para uma melhor conectividade (idealmente tanto UDP quanto TCP). Mais informações sobre como fazer o redirecionamento de portas podem ser encontradas no <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, além dos nossos fóruns e canais IRC listados abaixo. Note que o I2P não suporta a conexão com a internet através de um proxy http ou socks [patches bem-vindos!], embora você possa se conectar a proxies via I2P uma vez conectado à rede.
sl: Odpri <a href=/confignet#udpconfig>vrate I2P+</a> na vašem modem, strežniku in/ali omejiteljih za boljšo povezanost (idealno oba UDP in TCP). Več informacij o tem, kako usmeriti vrata, lahko najdete na <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, poleg naših forumov in IRC kanalov, navedenih spodaj. Opomba: I2P ne podpira povezovanja z interneto prek http ali socks posredniškega strežnika [z veseljem sprejemamo popravke!], vendar lahko po povezavi z omrežjem povežete na posredniške strežnike prek I2P samo.
sv: Öppna <a href=/confignet#udpconfig>I2P+-porten</a> på din modem, router och/eller brandvägg(ar) för bättre anslutning (helst både UDP och TCP). Mer information om hur du gör portöversättning finns på <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, samt på våra forum och IRC-kanaler som listas nedan. Observera att I2P inte stödjer anslutning till internet via en http- eller socks-proxy [patchar välkomnas!], även om du kan ansluta till proxyservrar via I2P självt när du är ansluten till nätverket.
uk: Відкрийте <a href=/confignet#udpconfig>порт I2P+</a> на вашому модемі, маршрутизаторі та/або файрволах для кращого підключення (ідеально як UDP, так і TCP). Додаткову інформацію про пробивання портів можна знайти на <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, а також на наших форумах та IRC-каналах, зазначених нижче. Зауважте, що I2P не підтримує підключення до Інтернету через http- чи socks-проксі [внесення виправлень вітаються!], хоча після підключення до мережі ви можете підключатися до проксі через сам I2P.
vi: Mở cổng <a href=/confignet#udpconfig>của I2P+</a> trên modem, router và/hoặc tường lửa của bạn để kết nối tốt hơn (tốt nhất là cả UDP và TCP). Thông tin chi tiết hơn về cách thực hiện chuyển tiếp cổng có thể tìm thấy tại <a href=http://portforward.com/ target=_blank rel=noreferrer class='sitelink external'>portforward.com</a>, ngoài ra còn có diễn đàn và kênh IRC được liệt kê bên dưới. Lưu ý rằng I2P không hỗ trợ kết nối ra internet qua proxy http hoặc socks [đón nhận bản vá!], mặc dù bạn có thể kết nối tới các proxy qua chính I2P sau khi kết nối vào mạng.

source: Getting Support Online
ar: الحصول على دعم عبر الإنترنت
az: Onlayn dəstək almaq
bo: དྲ་ཐོག་ཏུ་རོགས་རམ་འཚོལ་བ།
cs: Získat online podporu
da: Få online support
el: Λήψη υποστήριξης στο διαδίκτυο
es: Obteniendo Soporte en Línea
et: Veebitugi
fa: دریافت پشتیبانی آنلاین
fi: Tuen hakeminen verkosta
hi: ऑनलाइन सहायता प्राप्त करें
hu: Online támogatás igénylése
in: Mendapatkan Dukungan Secara Online
it: Ricevere supporto online
ja: オンラインでのサポートを受ける
ko: 온라인 지원
nb: Få støtte på nettet
nl: Online ondersteuning krijgen
pt: Obtenha suporte online
sl: Pridobivanje podpore online
sv: Få support online
uk: Отримання підтримки онлайн
vi: Nhận hỗ trợ trực tuyến

source: You may also want to review the information on the <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P website</a>, post messages to the <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P discussion forum</a> or swing by <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p-dev</a> on I2P's internal IRC network.
bo: ཁྱོད་རང་གིས་<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P དྲ་ཚིག་སྒོ།</a>གི་ཆ་འཕྲིན་ལ་བལྟས་རུང་། <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P བརྗོད་བརྗོད་སྐད་འཕྲིན་ཁང་།</a>གི་ནང་དུ་ཞུ་ཡིག་འཇོག་པ་ཡང་ཡོད། ཡང་ན་I2P གི་ནང་གི་IRC དྲ་ཚིག་གི་<a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> དང་ <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p-dev</a> དེ་དག་གི་ནང་དུ་ཞོར་བལྟ་གང་འདོད་བྱེད་རུང་།
hi: आप <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P वेबसाइट</a> पर जानकारी की समीक्षा करना भी चाह सकते हैं, <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P चर्चा मंच</a> पर संदेश पोस्ट करें या I2P के आंतरिक IRC नेटवर्क पर <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> या <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p-dev</a> पर जाएं।
ko: <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P 웹사이트</a>의 정보를 검토하거나, <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P 토론 포럼</a>에 메시지를 게시하거나, I2P의 내부 IRC 네트워크에서 <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> 또는 <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p-dev</a>를 방문하실 수도 있습니다.

source: Reporting Bugs
ar: إبلاغ عن الأخطاء
az: Xətalardan bildirirsiniz
bo: ནད་ཚད་(Bug) འཛིན་བཀོད་བྱེད་པ།
cs: Hlášení chyb
da: Fejlrapportering
el: Αναφορά σφαλμάτων
es: Reportando Errores
et: Vigade teatamine
fa: گزارش خطاها
fi: Bugiraportointi
hi: गुमावशी की रिपोर्ट करना
hu: Hibák bejelentése
in: Memporting Bug
it: Segnalazione Errori
ja: バグ報告
ko: 버그 보고
nb: Rapportering av feil
nl: Bugs melden
pt: Relatando erros
sl: Porocanje o napakah
sv: Rapportera buggar
uk: Повідомлення про помилки
vi: Báo cáo lỗi

source: If you'd like to report a bug, please file a ticket on <a href=https://github.com/I2PPlus/i2pplus/issues target=_blank rel=noreferrer class=sitelink>github.com/I2PPlus/i2pplus/issues</a>. For developer-related discussions, please visit <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's developer forums</a> or come and visit the <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>developer channel</a> on I2P's IRC network.
bo: གལ་སྲིད་ཁྱོད་རང་གིས་ནད་ཚད་ཞིག་འཛིན་བཀོད་བྱེད་འདོད་ཡོད་ན། ཁྱོད་རང་གིས་<a href=https://github.com/I2PPlus/i2pplus/issues target=_blank rel=noreferrer class=sitelink>github.com/I2PPlus/i2pplus/issues</a>གི་ནང་དུ་ཞུ་ཡིག་གཅུད་ཞུགས་གནང་རུང་། བཟོ་སྐྲུན་པ་དང་འབྲེལ་བའི་བརྗོད་གཏམ་གྱི་ཆེད་དུ། <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz གི་བཟོ་སྐྲུན་པའི་སྐད་འཕྲིན་ཁང་།</a>དུ་སོང་ངམ་ན་I2P གི་IRC དྲ་ཚིག་གི་<a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>བཟོ་སྐྲུན་པའི་ཆུ་ཚད།</a>གི་ནང་དུ་སོང་རུང་།
hi: यदि आप एक गुमावशी रिपोर्ट करना चाहते हैं, कृपया <a href=https://github.com/I2PPlus/i2pplus/issues target=_blank rel=noreferrer class=sitelink>github.com/I2PPlus/i2pplus/issues</a> पर एक टिकट दर्ज करें। डेवलपर संबंधी चर्चाओं के लिए, कृपया <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz के डेवलपर फ़ोरम</a> की जाँच करें या I2P के IRC नेटवर्क पर <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>डेवलपर चैनल</a> पर आएं।
ko: 버그를 보고하고 싶다면 <a href=https://github.com/I2PPlus/i2pplus/issues target=_blank rel=noreferrer class=sitelink>github.com/I2PPlus/i2pplus/issues</a>에 티켓을 제출해주세요. 개발자 관련 토론은 <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz의 개발자 포럼</a>을 방문하거나 I2P의 IRC 네트워크에서 <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>개발자 채널</a>을 방문해주세요.

source: Further assistance is available here:
ar: يتوفر المزيد من الدعم هنا:
az: Daha çox kömək burada mövcuddur:
bo: རོགས་རམ་མཐའ་མ་དེ་དག་འདི་རུ་བྱུང་ཡོད།
cs: Další pomoc je k dispozici zde:
da: Yderligere hjælp er tilgængelig her:
el: Υπάρχει διαθέσιμη περαιτέρω βοήθεια εδώ:
es: Hay más ayuda disponible aquí:
et: Lisateabe jaoks on saadaval järgmine abi:
fa: پشتیبانی بیشتر در اینجا در دسترس است:
fi: Lisäapua on saatavilla täältä:
hi: यहाँ और मदद उपलब्ध है:
hu: További segítség itt található:
in: Bantuan lebih lanjut tersedia di sini:
it: Ulteriori assistenza è disponibile qui:
ja: ここでさらに支援が入手できます：
ko: 추가 지원은 여기에서 이용 가능합니다:
nb: Ytterligere hjelp er tilgjengelig her:
nl: Verdere hulp is hier beschikbaar:
pt: Mais assistência está disponível aqui:
sl: Dodatna pomoč je na voljo tukaj:
sv: Ytterligare hjälp finns tillgänglig här:
uk: Додаткову допомогу можна отримати тут:
vi: Hỗ trợ thêm có sẵn tại đây:

source: I2P Support Forum
ar: منتدى دعم I2P
az: I2P Dəstək Forumu
bo: I2P གི་རོགས་རམ་སྐད་འཕྲིན་ཁང་།
cs: I2P podpora fórum
el: Φόρουμ υποστήριξης I2P
es: Foro de soporte I2P
et: I2P toetusfoorum
fa: انجمن پشتیبانی I2P
fi: I2P-tukifoorumi
hi: I2P समर्थन फ़ोरम
hu: I2P Támogatói Fórum
in: Forum Dukungan I2P
it: Forum di supporto di I2P
ja: I2Pサポートフォーラム
ko: I2P 지원 포럼
nb: I2P -støtteforum
nl: I2P-ondersteuningsforum
pt: Fórum de suporte do I2P
sl: Forum za podporo I2P
uk: Форум підтримки I2P
vi: Diễn đàn Hỗ trợ I2P

source: I2P Developers' Forum
ar: منتدى مطوري I2P
az: I2P İnkişafçılar Forumu
bo: I2P གི་བཟོ་སྐྲུན་པའི་སྐད་འཕྲིན་ཁང་།
cs: Fórum I2P vývojářů
el: Φόρουμ προγραμματιστών I2P
es: Foro de desarrolladores I2P
et: I2P arendajate foorum
fa: انجمن توسعه‌دهندگان I2P
fi: I2P-kehittäjäfoorumi
hi: I2P डेवलपर्स का फ़ोरम
hu: I2P Fejlesztők Fóruma
in: Forum Pengembang I2P
it: Forum degli sviluppatori di I2P
ja: I2P開発者フォーラム
ko: I2P 개발자 포럼
nb: I2P utviklerforum
nl: I2P-ontwikkelaarsforum
pt: Fórum de desenvolvedores do I2P
sl: Forum za razvijalce I2P
sv: I2P-utvecklarforum
uk: Форум розробників I2P
vi: Diễn đàn Nhà phát triển I2P

source: I2P Wiki
ar: ويكي I2P
es: Wiki I2P
fa: ویکی I2P
hi: I2P विकी
in: Wiki I2P
it: Wiki di I2P
ja: I2Pウィキ
ko: I2P 위키
pt: Wiki do I2P
uk: Вікі I2P
vi: Bách khoa I2P
