Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The Java web applications listed below are started by the webConsole client and run in the same JVM as the router. They are usually web applications accessible through the router console. They may be complete applications (e.g. i2psnark), front-ends to another client or application which must be separately enabled (e.g. susidns, i2ptunnel), or have no web interface at all (e.g. addressbook).
ar: قد تكون تطبيقات كاملة (على سبيل المثال I2PSnark) ، أو الواجهة الأمامية لعميل أو تطبيق آخر يجب تمكينه بشكل منفصل (على سبيل المثال SusiDNS ، I2PTunnel) ، أو ليس لديهم واجهة ويب على الإطلاق (على سبيل المثال دفتر العناصر).
az: Aşağıda sadalanan Java veb tətbiqetmələri veb-kamonlu müştəri tərəfindən başlanır və router kimi eyni JVM-də işlək. Onlar ümumiyyətlə yönləndirmə konsolu vasitəsilə əldə edilə bilən veb tətbiqetmələrdir. Onlar tam tətbiqetmələr (məsələn, ayrıca aktiv olmalıdır (məsələn, e.g. susidns, i2ptunnel) və ya heç bir veb interfeysi yoxdur (məsələn, ünvan kitabçası) olmalıdır.
bo: གཤམ་གསལ་བཀོད་པའི་ Java ཝེབ་གློག་དེ་དག་ webConsole ཞབས་འདེགས་ཀྱིས་འགོ་ཚུགས་པ་དང་རོ་ཌེར་དང་གཅིག་པའི་ JVM ནང་གཡོ་བ། དེ་དག་སྤྱིར་བཏུག་རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པ་བརྒྱུད་ནས་འཛུལ་ཐུབ་པའི་ཝེབ་གློག་ཡིན། དེ་དག་ཆ་ཚང་གི་གློག་(དཔེར། i2psnark) ཡང་ན་གཞན་ཞབས་འདེགས་ཀྱི་སྟེག་སྐུད་ཡང་ན་གློག་ལ་སོ་སྒྲིག་བྱེད་དགོས་པའི་(དཔེར། susidns, i2ptunnel) ཡང་ན་ཝེབ་ངོས་མཐའི་མེད་པའི་(དཔེར། addressbook) ཡིན་པ་ཡོད།
cs: Níže jsou uvedeny Java webové aplikace, které jsou spuštěny klientem webConsole a běží ve stejném JVM jako směrovač. Obvykle se jedná o webové aplikace, které jsou přístupné prostřednictvím konzole směrovače. Mohou to být kompletní aplikace (např. i2psnark), rozhraní pro jiného klienta nebo aplikaci, která je nutné samostatně povolit (např. susidns, i2ptunnel), nebo nemají žádné webové rozhraní (např. addressbook).
da: De Java-webapplikationer, der er angivet nedenfor, startes af webConsole-klienten og kører i samme JVM som routeren. De er normalt webapplikationer, der er tilgængelige gennem routerkonsollen. De kan være komplette applikationer (f.eks. i2psnark), frontender til en anden klient eller applikation, der skal aktiveres separat (f.eks. susidns, i2ptunnel), eller de kan ikke have en webgrænseflade overhovedet (f.eks. addressbook).
el: Οι παρακάτω εφαρμογές Ιστού Java ξεκινάνε από τον πελάτη webConsole και εκτελούνται στον ίδιο JVM με τον δρομολογητή. Συνήθως είναι εφαρμογές Ιστού προσβάσιμες μέσω της κονσόλας του δρομολογητή. Μπορεί να είναι πλήρεις εφαρμογές (π.χ. i2psnark), επιφάνειες χρήστη για άλλο πελάτη ή εφαρμογή που πρέπει να ενεργοποιηθεί ξεχωριστά (π.χ. susidns, i2ptunnel) ή να μην έχουν καθόλου διεπαφή ιστού (π.χ. addressbook).
es: Las aplicaciones web Java listadas debajo son iniciadas por el cliente webConsole y ejecutadas en la misma JVM que el router. Habitualmente son aplicaciones web accesibles a través de la consola del router. Pueden ser aplicaciones completas (ej. i2psnark), interfaces de otro cliente o aplicación que debería habilitarse por separado (ej. susidns, i2ptunnel), o no tienen interfaz web en absoluto (ej. addressbook).
et: Allpool loetletud Java veebirakendused käivitatakse veebirakendusliidesekliendi poolt ja töötavad samas JVM-is kui marsruuter. Tavaliselt on need veebirakendused juurdepääsetavad marsruuteri konsooli kaudu. Need võivad olla täisrakendused (nt i2psnark), kasutajaliidesed teistele eraldi lubatavatele klientidele või rakendustele (nt susidns, i2ptunnel) või üldse mitte omada veebiliidest (nt addressbook).
fa: برنامه های وب جاوا موجود در زیر توسط مشتری webConsole شروع و در JVM همان مسیریاب اجرا می شوند. آن ها معمولا برنامه های وب قابل دسترس است از طریق کنسول مسیریاب هستند. آن ها می توانند برنامه های کامل ( مثلاً i2psnark) ، رابط های کاربری برای برنامه یا مشتری دیگری که باید به طور جداگانه فعال باشند ( مثلاً susidns ، i2ptunnel) یا اینکه هیچ رابط کاربری وبی نداشته باشند ( مثلاً addressbook) باشند.
fi: WebConsole-asiakasohjelma käynnistää alla luetellut Java-verkkosovellukset, ja ne toimivat samassa JVM:ssä kuin reititin.
hi: निम्नलिखित जावा वेब अनुप्रयोग वेबकंसोल क्लाइंट द्वारा शुरू किए जाते हैं और राउटर के समान JVM में चलते हैं। वे आमतौर पर राउटर कंसोल के माध्यम से पहुँचने वाले वेब अनुप्रयोग होते हैं। वे पूर्ण अनुप्रयोग हो सकते हैं (जैसे i2psnark), अन्य क्लाइंट या अनुप्रयोग के लिए फ्रंट-एंड जो अलग-अलग सक्रिय करने की आवश्यकता होती है (जैसे susidns, i2ptunnel), या किसी भी वेब इंटरफेस के बिना हो सकते हैं (जैसे addressbook)।
hu: Az alább felsorolt Java webalkalmazásokat a webConsole kliens indítja el, és ugyanabban a JVM-ben futnak, mint az útválasztó. Általában az útválasztókonzolon keresztül elérhető webalkalmazások. Lehetnek komplett alkalmazások (pl. i2psnark), egy másik kliens vagy alkalmazás előfelületei, amelyeket külön kell engedélyezni (pl. susidns, i2ptunnel), vagy egyáltalán nem rendelkeznek webes felülettel (pl. címjegyzék).
in: Aplikasi web Java yang tercantum di bawah ini dimulai oleh webConsole client dan dijalankan di JVM yang sama dengan Router I2P. Mereka biasanya adalah aplikasi web yang dapat diakses melalui router console. Mereka mungkin merupakan aplikasi lengkap (mis. I2Psnark), front-end milik klien atau aplikasi lain yang harus diaktifkan secara terpisah (misalnya susidns, i2ptunnel), atau tidak memiliki antarmuka web sama sekali (misalnya buku alamat).
it: Le applicazioni java elencate sotto sono avviate dal client webConsole e girano nella stessa JVM come il router. Sono spesso delle applicazioni web accessibili dalla console del router. Possono essere applicazioni complete (es. i2psnark), front-ends per altri client o applicazioni che devono essere abilitate separatamente (es. susidns, i2ptunnel), o avere persino nessuna interfaccia web (es. rubrica).
ja: 以下にリストされているJava Webアプリケーションは、WebConsoleクライアントによって開始され、ルーターと同じJVMで実行されます。 通常、ルーターコンソールからアクセスできるWebアプリケーションです。 それらは、完全なアプリケーション（I2PSNARKなど）、別のクライアントまたは別のクライアントへのフロントエンド（susidns、i2ptunnelなど）、またはWebインターフェイスがまったくない（例：アドレスブック）である場合があります。
ko: 아래에 나열된 Java 웹 애플리케이션들은 webConsole 클라이언트에 의해 시작되며 라우터와 동일한 JVM에서 실행됩니다. 일반적으로 라우터 콘솔을 통해 접근할 수 있는 웹 애플리케이션입니다. 완전한 애플리케이션 (예: i2psnark), 다른 클라이언트나 애플리케이션의 프런트엔드로 작동하여 별도로 활성화해야 하는 경우 (예: susidns, i2ptunnel) 또는 웹 인터페이스가 전혀 없는 경우 (예: addressbook) 일 수 있습니다.
nb: Java-vevprogrammene listet opp nedenfor startes av webConsole-kklienten og kjører i samme JVM som ruteren. De er vanligvis vevprogrammer tilgjengelige gjennom ruterkonsollen. De kan komplettere programmer (f.eks. i2psnark), grenseflater til en annen klient eller program som må skrus på separat (f.eks. sisidns, i2ptunnel), eller ikke ha noe vevgrensesnitt i det hele tatt (f.eks. adresseboka).
nl: De onderstaande Java-webapplicaties worden gestart door de webConsole-client en draaien in dezelfde JVM als de router. Ze zijn meestal webapplicaties die toegankelijk zijn via de routerconsole. Ze kunnen complete applicaties zijn (bijvoorbeeld i2psnark), front-ends voor een andere client of applicatie die apart moet worden ingeschakeld (bijvoorbeeld susidns, i2ptunnel), of helemaal geen webinterface hebben (bijvoorbeeld addressbook).
pt: As aplicações web Java listadas abaixo são iniciadas pelo cliente webConsole e são executadas no mesmo JVM do roteador. Elas são normalmente aplicações web acessíveis através do console do roteador. Elas podem ser aplicações completas (por exemplo, i2psnark), interfaces para outros clientes ou aplicações que devem ser ativadas separadamente (por exemplo, susidns, i2ptunnel) ou não ter nenhuma interface web (por exemplo, addressbook).
sl: Spodaj navedene Java spletna aplikacije so zažene s strani klienta webConsole in tečejo v istem JVM kot usmerjevalnik. Običajno so to spletna aplikacija dostopna prek konzole usmerjevalnika. Lahko so polne aplikacije (npr. i2psnark), frontalni deli za drugo klienta ali aplikacijo, ki mora biti ločeno omogočena (npr. susidns, i2ptunnel), ali pa nimajo vsebinskega spletnega vmesnika (npr. addressbook).
sv: Java -webbapplikationer som listas nedan startas av WebConsole -klienten och körs i samma JVM som routern. De är vanligtvis webbapplikationer tillgängliga via routernkonsolen. De kan vara kompletta applikationer (t.ex. i2psnark), fronten till en annan klient eller applikation som måste vara separat aktiverad (t.ex. Susidns, i2ptunnel) eller har inget webbgränssnitt alls (t.ex. adressbok).
uk: Веб -додатки Java, перелічені нижче, запущені клієнтом WebConsole і запускаються в тому ж JVM, що і маршрутизатор. Зазвичай вони є веб -додатками, доступними через консоль маршрутизатора. Вони можуть бути повними програмами (наприклад, i2psnark), передніми до іншого клієнта або програми, які повинні бути ввімкнено (наприклад, SusiDNS, I2PTunnel) або взагалі не мати веб-інтерфейсу (наприклад, адреса).
vi: Các ứng dụng web Java được liệt kê bên dưới được khởi chạy bởi khách hàng webConsole và chạy trong cùng một JVM như bộ định tuyến. Thông thường chúng là các ứng dụng web có thể truy cập qua bảng điều khiển bộ định tuyến. Chúng có thể là các ứng dụng hoàn chỉnh (v.d. i2psnark), mặt trước cho khách hàng hoặc ứng dụng khác phải được bật riêng biệt (v.d. susidns, i2ptunnel), hoặc không có giao diện web (v.d. danh bạ).

source: Open in new tab
ar: فتح في صفحة جديدة
az: Yeni tabda açın
bo: མཆོག་གསར་ནང་ནས་ཁྱབ།
cs: Otevřít na nové kartě
da: Åbne i nyt faneblad
el: Άνοιξε σε νέα καρτέλα
es: Abrir en una nueva pestaña
et: Ava uuel vahelehel
fa: در زبانه جدید باز کن
fi: Avaa uudessa välilehdessä
hi: नई टैब में खोलें
hu: Megnyitás új lapon
in: Buka di tab baru
it: Apri un un nuovo tab
ja: 新しいタブで開く
ko: 새 탭에 열기
nb: Åpne i ny fane
nl: Openen in een nieuwe tab
pt: Abrir em nova aba
sl: Odpri v novem zavihku
sv: Öppna ny flik
uk: Відкрити в новій вкладці
vi: Mở trong tab mới

source: Your browser does not support iFrames.
ar: متصفحك لا يدعم iFrames.
az: Brauzeriniz iFrames-i dəstəkləmir.
bo: ཁྱེད་ཀྱི་ཝེབ་བརྒྱུད་ནི་ iFrames རྒྱུས་མི་སྲིད།
cs: Váš prohlížeč nepodporuje prvky iFrame.
da: Din browser understøtter ikke iframes.
el: Ο browser σας δεν υποστηρίζει iFrames.
es: Su navegador no soporta iFrames.
et: teie brauser ei toeta iFrame'i.
fa: مرورگر شما از iFrames پشتیبانی نمی کند.
fi: Selaimesi ei tue iFrame-kehyksiä.
hi: आपका ब्राउज़र iFrames का समर्थन नहीं करता है।
hu: Az Ön böngészője nem támogatja az iFrame-eket.
in: Browser Anda tidak mendukung iFrames.
it: Il tuo browser non supporta gli iFrame.
ja: お使いのブラウザは iFrame をサポートしていません。
ko: 브라우저가 iFrame을 지원하지 않습니다
nb: Din nettleser støtter ikke iFrames
nl: Je browser ondersteund iFrames niet.
pt: Seu navegador não suporta iFrames.
sl: Vaš brskalnik ne podpira iFrames.
sv: Din webbläsare stödjer inte iFrames.
uk: Ваш браузер не підтримує iFrames.
vi: Trình duyệt của bạn không hỗ trợ iFrames.

source: Click here to continue.
ar: اضغط هنا للمتابعة.
az: Davam etmək üçün bura klikləyin.
bo: འཕྲོན་འདིན་ནས་མུ་མཐུད་བར་བྱོས།
cs: Pokračujte kliknutím sem.
da: Klik her for at fortsætte.
el: Κάντε κλικ εδώ για να συνεχίσετε.
es: Pulse aquí para continuar.
et: Jätkamiseks klõpsake siin.
fa: برای ادامه اینجا کلیک کنید.
fi: Jatka napsauttamalla tätä.
hi: जारी रखने के लिए यहाँ क्लिक करें।
hu: Kattints ide a folytatáshoz.
in: Klik disini untuk melanjutkan.
it: Clicca qui per continuare.
ja: ここをクリックして続行してください。
ko: 계속하려면 클릭
nb: Klikk her for å fortsette
nl: Klik hier om door te gaan.
pt: Clique aqui para continuar
sl: Kliknite tukaj za nadaljevanje.
sv: Klicka för att fortsätta
uk: Натисніть тут, щоб продовжити.
vi: Click vào đây để tiếp tục.

source: Internal Error
ar: مشكل داخلي
az: Daxili xəta
bo: ནང་ནང་གི་ནོར་བ།
cs: Interní chyba
da: Intern Fejl
el: Εσωτερικό σφάλμα
es: Error interno
et: Sisemine viga
fa: خطا داخلی
fi: Sisäinen virhe
hi: आंतरिक त्रुटि
hu: Belső Hiba
in: Kesalahan Internal
it: Errore Interno
ja: 内部エラー
ko: 내부 오류
nb: Intern feil
nl: Interne Fout
pt: Erro interno
sl: Notranja napaka
sv: Internt fel
uk: Внутрішня помилка
vi: Lỗi bên trong

source: ERROR
ar: خطأ
az: XƏTA
bo: ནོར་བ།
cs: CHYBA
da: FEJL
el: ΣΦΑΛΜΑ
et: VIGA
fa: خطا
fi: VIRHE
hi: त्रुटि
hu: HIBA
in: KESALAHAN
it: ERRORE
ja: エラー
ko: 오류
nb: FEIL
nl: FOUT
pt: ERRO
sl: NAPAKA
sv: FEL
uk: ПОМИЛКА
vi: LỖI

source: Internal Server Error
ar: خطأ داخلي في الخادم
az: Daxili server xətası
bo: ནང་ནང་གི་སར་བར་ནོར་བ།
cs: Interní chyba serveru
da: Intern Serverfejl
el: Εσωτερικό Λάθος του Διακομιστή
es: Error interno en el servidor
et: Serveri Sisemine Viga
fa: خطای سرور داخلی
fi: Sisäinen palvelinvirhe
hi: आंतरिक सर्वर त्रुटि
hu: Belső szerverhiba
in: Kesalahan Server Internal
it: Errore interno del server
ja: 内部サーバーエラー
ko: 내부 서버 오류
nb: Intern serverfeil
nl: Interne serverfout
pt: Erro interno do servidor
sl: Notranja napaka strežnika
sv: Internt serverfel
uk: Внутрішня помилка сервера
vi: Lỗi máy chủ nội bộ

source: Error {0}
ar: خطأ {0}
az: Xəta {0}
bo: ནོར་བ། {0}
cs: Chyba {0}
da: Fejl {0}
el: Σφάλμα {0}
et: Viga {0}
fa: خطا {0}
fi: Virhe {0}
hi: त्रुटि {0}
hu: Hiba {0}
in: Kesalahan {0}
it: Errore {0}
ja: エラー{0}
ko: {0} 오류
nb: Feil {0}
nl: Fout {0}
pt: Erro {0}
sl: Napaka {0}
sv: Fel {0}
uk: Помилка {0}
vi: LỖI {0}

source: I2P Version and Running Environment
ar: رقم اصدار I2P
az: I2P Versiyası və Çalışan Mühit
bo: I2P ཐོན་རིམ་དང་གཡོ་བར་འཁོར་བརྒྱུད་པ།
cs: Verze I2P a provozní prostředí
da: I2P Version og Running Environment
el: Έκδοση I2P και Περιβάλλον Εκτέλεσης
es: Versión de I2P y entorno de ejecución
et: I2P versioon ja töökeskkond
fa: نسخه I2P و محیط در حال اجرا
fi: I2P versio ja ympäristö
hi: I2P संस्करण और चल रहा परिवेश
hu: I2P Verzió és Futtatási Környezet
in: Versi I2P dan Running Environment
it: Versione I2P e Ambiente di Esecuzione
ja: I2P のバージョンと起動環境
ko: I2P 버전과 실행중인 환경
nb: I2P-versjon og kjørbart miljø
nl: I2P Versie en Omgevingsinformatie
pt: Versão do I2P e ambiente de execução
sl: Različica I2P in delovno okolje
sv: I2P-version och körmiljö
uk: I2P+ версія та запущеного середовища
vi: Phiên bản I2P và môi trường chạy

source: Note that system information, log timestamps, and log messages may provide clues to your location; please review everything you include in a bug report.
ar: لاحظ أن معلومات النظام والطوابع الزمنية للسجل ورسائل السجل قد توفر أدلة لموقعك؛ يرجى مراجعة كل ما قمت بتضمينه في تقرير الأخطاء.
az: Qeyd edək ki, sistem məlumatı, giriş vaxtları və giriş mesajları yerinizə ipuçlarını təmin edə bilər - zəhmət olmasa bir səhv hesabatında daxil olan hər şeyi nəzərdən keçirin.
bo: རྟེན་པར་ལགསས་པའི་ཆ་འཕེལ། ཟིན་ཐོ་དུས་ཚེས་དུས་དང་ཟིན་ཐོ་དུས་ཚེས་དུས་དག་ཁྱེད་ཀྱི་གི་གནས་ས་ལོ་རྟེན་པར་བརྟེན་པ། ཁྱེད་ཀྱིས་ནོར་བ་གི་ནོར་བ་ནང་ཆ་ཚང་ལ་བརྟེན་བར་བཤེར་བྱོས།
cs: Pamatujte, že systémové informace, časová razítka protokolu a zprávy protokolu mohou poskytnout vodítka k vaší poloze; zkontrolujte prosím vše, co uvádíte ve zprávě o chybě.
da: Noter dig at system information, log tidsstempler, og log beskeder kan give andre en ide om din placering; gennemgå derfor alt du inkludere i en fejlrapport
el: Λάβετε υπόψη ότι οι πληροφορίες του συστήματος, οι χρονοσημάνσεις των καταγραφών και τα μηνύματα των καταγραφών μπορεί να παρέχουν ενδείξεις για την τοποθεσία σας. Παρακαλώ ελέγξτε όλα τα στοιχεία που περιλαμβάνετε σε ένα αναφορά σφάλματος.
es: Tenga en cuenta que la información del sistema operativo, el registrode marcas de tiempo, y el registro de mensajes, pueden proporcionar pistas sobre su ubicación. Por favor REVISE PREVIAMENTE TODOS LOS DATOS QUE INCLUYA EN SU INFORME DE FALLO,
et: Pane tähele, et info süsteemi kohta, logide ajamärgised ja logisõnumit võivad pakkuda vihjeid sinu asukoha kohta; vaata kõik vearaportisse pandav selles suhtes üle.
fa: توجه داشته باشید که اطلاعات سیستم ، جدول زمانی و پیام ها ممکن است سرنخ هایی را برای مکان شما فراهم کند. لطفاً همه مواردی را که در یک گزارش اشکال درج می کنید مرور کنید.
fi: Huomaa, että järjestelmän tiedot, lokien aikaleimat ja lokiviestit saattavat antaa vihjeitä sijainnistasi; tarkasta kaikki ennen kuin teet bugiraportin.
hi: नोट करें कि सिस्टम जानकारी, लॉग स्टैम्प और लॉग संदेश आपके स्थान के संकेत दे सकते हैं; कृपया एक बग रिपोर्ट में शामिल करने वाली सब कुछ की समीक्षा करें।
hu: Vedd figyelembe, hogy rendszerinformáció, napló időbélyegzők és naplóüzenetek nyomok lehetnek a hollétedre vonatkozóan; kérlek, hogy nézz át mindent, amit a hibajelentéshez csatolsz.
in: Perhatikan bahwa informasi sistem, log timestamps, dan pesan log dapat memberikan petunjuk ke lokasi anda; Tolong tinjau semua yang anda masukkan dalam laporan bug
it: Nota che le informazioni di sistema, i timestamp dei log e i messaggi di log possono fornire indicazioni per la tua localizzazione; per cortesia esamina qualunque cosa tu includa in un bug report.
ja: システム情報、ログタイムスタンプ、ログメッセージは、あなたの場所に手がかりを提供する場合があることに注意してください。 バグレポートに含めるすべてを確認してください。
ko: 시스템 정보, 로그 타임스탬프, 로그 메세지들은 당신의 위치 단서가 될 수 있습니다; 모든 버그 리포트를 면밀히 살펴보시기 바랍니다.
nb: Merk at systeminformasjon, logg tidsstempler og loggmeldinger kan gi ledetråder til din plassering; Vennligst gjennomgå alt du inkluderer i en feilrapport.
nl: Merk op dat systeem informatie, log timestamps en log berichten mogelijk aanwijzingen kunnen geven over je lokatie; controlleer daarom alles dat je in een bug report opneemt.
pt: Estejas ciente que informação do sistema, registros de data e mensagens de relatórios podem prover pistas sobre tua localização; Favor rever tudo que incluires num relatório de erros.
sl: Opomba: sistemsko informacije, oznake časa loga in sporočila loga morda lahko razkrivajo vaše lokacijo; preverite vse, kar vključite v poročilo o napaki.
sv: Observera att systeminformation, loggtidsstämplar och loggmeddelanden kan ge ledtrådar till din plats, kontrolläs allt du inkluderar i en felrapport.
uk: Зауважте, що інформація про систему, часові позначки журналу та повідомлення журналу можуть надати підказки вашому місцезнаходження; Будь ласка, перегляньте все, що ви включаєте у звіт про помилку.
vi: Lưu ý rằng thông tin hệ thống, dấu thời gian nhật ký và tin nhắn nhật ký có thể cung cấp manh mối về vị trí của bạn; vui lòng xem xét kỹ mọi thông tin bạn đính kèm trong báo cáo lỗi.

source: Page Not Found
ar: صفحة غير موجودة
az: Səhifə tapılmadı
bo: ཤོག་ངོས་མ་ཐོབ་པ།
cs: Stránka nenalezena
da: Siden blev ikke fundet
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
et: Lehekülge ei leitud
fa: صفحه یافت نشد
fi: Sivua ei löytynyt
hi: पेज नहीं मिला
hu: Oldal Nem Található
in: Halaman tidak ditemukan
it: Pagina non trovata
ja: ページが見つかりません
ko: 페이지 발견되지 않음
nb: Finner ikke siden
nl: Pagina Niet Gevonden
pt: Página não encontrada
sl: Stran ni najdena
sv: Sidan kan inte hittas
uk: Сторінку не знайдено
vi: Không tìm thấy trang

source: Sorry! You appear to be requesting a non-existent Router Console page or resource.
ar: معذرة، انت تقوم بطلب صفحة غير موجودة
az: Bağışlayın! Mövcud olmayan bir marşrutlaşdırma konsolu səhifəsi və ya resurs tələb edən kimi görünür.
bo: དགོང་མེད། ཁྱེད་ཀྱིས་མེད་པའི་རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པའི་ཤོག་ངོས་ཡང་ན་ཐོབ་པའི་རྒྱུད་པར་བརྟེན་པ།
cs: Promiňte! Zdá se, že požadujete neexistující stránku nebo zdroj konzoly směrovače.
da: Undskyld! Det virker som om du efterspørger en ikke-eksisterende Router Konsol Side eller Dokumentation.
el: Συγνώμη! Φαίνεται να ζητάτε μια ανύπαρκτη σελίδα ή πόρο κονσόλας δρομολογητή.
es: ¡Lo sentimos! Parece que está solicitando una página o recurso no-existente de la consola del router I2P.
et: Vabandame! Tundub, et sa püüad küsida olematut ruuteri konsooli lehte või ressurssi.
fa: متاسف! به نظر می رسد شما در حال درخواست یک صفحه یا منبع کنسول روتر غیر موجود هستید.
fi: Vaikuttaa siltä, että haet olematonta reitittimen ohjauspaneelin sivua tai resurssia
hi: माफ़ कीजिये! ऐसा लगता है कि आप एक अस्तित्वहीन राउटर कंसोल पृष्ठ या संसाधन की मांग कर रहे हैं।
hu: Sajnálom! Úgy tűnik, hogy egy nem létező Router Konzol oldalt vagy erőforrást kérsz.
in: Maaf! Anda tampaknya meminta halaman Router Console atau resource yang tidak ada.
it: Sembra che tu stia richiendo una pagina o una risorsa non esistente.
ja: ごめんなさい！
ko: 존재하지 않는 라우텉 콘솔 페이지나 리소스를 요청하고 있습니다.
nb: Beklager! Det ser ut til at du ber om en ikke-eksisterende ruterkonsollside eller ressurs.
nl: Sorry! Je benadert een niet bestaande Router Console pagina of bron.
pt: Desculpe! Sua requisição ao Painel do Roteador não foi encontrada.
sl: Oprostite! Izgleda, da zahtevate neobstoječo stran konzole usmerjevalnika ali vir.
sv: Tyvärr! Det verkar som om du försöker komma åt en icke-existerande router konsol sida eller resurs.
uk: Вибачте! Ви, здається, запитуєте неіснуючу сторінку або ресурс консолі маршрутизаторів.
vi: Xin lỗi! Có vẻ bạn đang yêu cầu 1 trang hoặc tài nguyên của Bảng điều khiển Bộ định tuyến không tồn tại.

source: Error 404
ar: خطأ 404
az: Səhv 404
bo: ནོར་བ། 404
cs: Chyba 404
da: Fejl 404
el: Σφάλμα 404
et: Viga 404
fa: خطا 404
fi: Virhe 404
hi: त्रुटि 404
hu: Hiba 404
it: Errore 404
ja: エラー404
ko: 404 오류
nb: Feil 404
nl: Fout 404
pt: Erro 404
sl: Napaka 404
sv: Fel 404
uk: Помилка 404
vi: Lỗi 404

source: not found
ar: غير موجود
az: tapılmadı
bo: མ་ཐོབ་པ།
cs: nenalezeno
da: ikke fundet
el: δεν βρέθηκε
es: no encontrado
et: ei leitud
fa: یافت نشد
fi: ei löytynyt
hi: नहीं मिला
hu: nem található
in: tidak ditemukan
it: non trovato
ja: 見つからない
ko: 찾을 수 없음
nb: ikke funnet
nl: niet gevonden
pt: não encontrado
sl: ni najden
sv: hittades inte
uk: не знайдено
vi: không tìm thấy

source: router logs
bo: རོ་ཌེར་ཟིན་ཐོ།
hi: राउटर लॉग
ko: 라우터 로그

source: Critical / Error Level Logs
ar: سجلات مستوى الخطأ/الحرجة
az: Kritik / Səhv Səviyyəsi Qeydləri
bo: གལ་ཆེན་ / ནོར་འཁྲུལ་རིམ་པའི་ཟིན་ཐོ།
cs: Kritické / Chybové úrovně záznamů
da: Kritiske / Fejl Logniveauer
el: Κρίσιμα / Καταγραφή επιπέδων σφάλματος
es: Registros de nivel crítico / Error
et: Kriitilise / veataseme logid
fa: گزارش های سطح بحرانی / خطا
fi: Kriittisen / virhetason lokit
hi: विशेष महत्वपूर्ण / त्रुटि स्तर के लॉग
hu: Kritikus / hibaszintű naplók
in: Log Tingkat Kritis / Kesalahan
it: Registri livelli critici/errore
ja: クリティカル/エラーレベルのログ
ko: 중대한 / 오류 수준 로그
nb: Kritiske / feilnivålogger
nl: Logboeken van kritieke/foutniveaus
pt: Registros de nível crítico/de erro
sl: Kritični / napakne raven dnevnikov
sv: Kritiska/felnivåloggar
uk: Журнали критичного/рівня помилок
vi: Nhật ký mức độ nghiêm trọng/lỗi

source: Clear logs
ar: مسح السجلات
az: Günlükləri təmizləyin
bo: ཟིན་ཐོ་བསལ་བ།
cs: Vymažte protokoly
da: Ryd logfiler
el: Εκκαθάριση αρχείων καταγραφής
es: Limpiar registros
et: Selge palgid
fa: سیاهههای مربوط را پاک کنید
fi: Tyhjennä lokit
hi: लॉग को साफ़ करें
hu: Tiszta naplók
in: Hapus log
it: Pulisci log
ja: ログをクリアする
ko: 로그 비우기
nb: Tøm logger
nl: Logboeken wissen
pt: Limpar registros
sl: Izbriši dnevnike
sv: Rensa loggar
uk: Очистити журнали
vi: Xóa nhật ký

source: events
ar: الأحداث
az: hadisələr
bo: བྱ་བ་རྒྱུད་པ།
cs: události
da: hændelser
el: εκδηλώσεις
es: eventos
et: sündmused
fa: رویدادها
fi: tapahtumat
hi: घटनाएं
hu: események
in: event
it: eventi
ja: イベント
ko: 이벤트
nb: hendelser
nl: gebeurtenissen
pt: eventos
sl: dogodki
sv: händelser
uk: події
vi: sự kiện

source: Event Log
ar: سجل الأحداث
az: Hadisə jurnalı
bo: བྱ་བ་རྒྱུད་པའི་ཟིན་ཐོ།
cs: Záznam událostí
da: Hændelseslog
el: Αρχείο καταγραφής συμβάντων
es: Registro de eventos
et: Sündmuste logi
fa: گزارش رویداد
fi: Tapahtumaloki
hi: घटना लॉग
hu: Eseménynapló
in: Catatan Peristiwa
it: Registro Eventi
ja: イベントログ
ko: 이벤트 로그
nb: Hendelseslogg
nl: Evenementenlogboek
pt: Registro de eventos
sl: Dnevnik dogodkov
sv: Händelselogg
uk: Журнал подій
vi: Nhật ký sự kiện

source: graph
bo: རིས་འབྲི།
hi: ग्राफ़
ko: 그래프
sl: graf
