Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Hash
ar: التجزئة
bo: གསང་རྟགས།
el: Χας
et: Räsi
fa: هش
hi: हैश
ja: ハッシュ
ko: 해시
nl: Hasj
sl: Dija
sv: Hasch
uk: Хеш

source: Banned by Router Hash
ar: محظور بواسطة جهاز التوجيه التجزئة
az: Router Hash tərəfindən qadağan
bo: རྒྱུད་པའི་གསང་རྟགས་ཀྱིས་བཀག་པ།
cs: Zakázáno Routerem Hash
da: Forbudt af Router Hash
el: Αποκλεισμός από το Router Hash
es: Prohibido por Router Hash
et: Keelatud ruuteri räsi poolt
fa: توسط روتر هش ممنوع شده است
fi: Router Hashin kieltämä
hi: राउटर हैश द्वारा प्रतिबंधित
hu: A Router Hash letiltotta
in: Dilarang oleh Hash Router
it: Bannato dall'hash del router
ja: ルーターハッシュによる禁止
ko: 라우터 해시에 의해 금지되었습니다
nb: Bannes av Router Hash
nl: Verbannen door Router Hash
pt: Banido pelo hash do roteador
sl: Prepovedano s pomočjo dijeja usmerjevalnika
sv: Förbjuden av Router Hash
uk: Забанено хешем маршрутизатора
vi: Bị cấm bởi Router Hash

source: Blocklist
ar: قائمة الحظر
az: Blok siyahıu
bo: བཀག་པའི་ཐོ་གཞི།
cs: Seznam blokovaných
da: Blokeringsliste
el: Λίστα αποκλεισμού
es: Lista de bloqueo
et: Blokeerimisloend
fa: لیست مسدود
fi: Estolista
hi: ब्लॉकलिस्ट
hu: Blokklista
in: Daftar Blokir
it: Lista bloccata
ja: ブロックリスト
ko: 차단 목록
nb: Blokkeringsliste
nl: Blokkeerlijst
pt: Lista de bloqueio
sl: Črna lista
sv: Spärrlista
uk: Чорний список
vi: Danh sách chặn

source: {0} ago
ar: {0} مدة
az: {0} əvvəl
bo: {0} སྔན་དུ།
cs: {0} před
da: {0} siden
el: {0} πριν
es: hace {0}
et: {0} eest
fa: {0} پیش
fi: {0} sitten
hi: {0} पहले
hu: {0} előtt
in: {0} yang lalu
it: {0} fa
ja: {0} 前
ko: {0} 전
nb: {0} siden
nl: {0} geleden
pt: {0} atrás
sl: {0} pred
sv: {0} sedan
uk: {0} тому
vi: {0} trước

source: Reseeding from file
ar: إعادة البذر من الملف
az: Fayldan yenidən istifadə etmək
bo: ཡིག་ཆ་ནས་སྐྱེད་བསྲིང་བྱེད་བཞིན་པ།
cs: Opětovné sezení ze souboru
da: Genseer fra fil
el: Επανάληψη σποράς από αρχείο
es: Resembrar desde un archivo
et: failist uuesti külvamine
fa: بذر مجدد از فایل
fi: uudelleenkylvö tiedostosta
hi: फ़ाइल से पुनःसंचय
hu: Újraolvasás fájlból
in: Reseeding dari file
it: Reseeding da file
ja: ファイルから再シードする
ko: 파일에서 다시 시드하기
nb: Reseeing fra fil
nl: Opnieuw inzaaien vanuit bestand
pt: Repropagando do arquivo
sl: Ponovno semena iz datoteke
sv: Återsöker från fil
uk: Повторне завантаження з файлу
vi: Reseed từ tập tin

source: Imported {0} router infos.
ar: معلومات جهاز التوجيه {0} المستوردة.
az: Idxal {0} router infos.
bo: རྒྱུད་པའི་ཆ་འཕྲིན་{0} ནང་འདྲེན་བྱས།
cs: Importované informace o směrovači {0}.
da: Importerede {0} routeroplysninger.
el: Εισήχθησαν πληροφορίες δρομολογητή {0}.
es: Importada información de {0} router.
et: imporditud {0} ruuteri teave.
fa: اطلاعات روتر {0} وارد شده است.
fi: Tuotu {0} reitittimen tiedot.
hi: {0} राउटर जानकारी आयात की गई.
hu: {0} útválasztó információi importálva.
in: Mengimpor {0} info router.
it: Importati {0} router infos.
ja: {0} ルーター情報をインポートしました。
ko: {0} 라우터 정보를 가져왔습니다.
nb: Importert {0} ruterinformasjon.
nl: Geïmporteerde {0} routerinformatie.
pt: Informações do roteador {0} importadas.
sl: Uvožene informacije o usmerjevalnikih {0}.
sv: Importerad {0} routerinformation.
uk: Імпортовано інформацію про маршрутизатор {0}.
vi: Đã nhập thông tin bộ định tuyến {0}.

source: Imported {0} router infos ({1} errors).
ar: تم استيراد معلومات جهاز التوجيه {0} (أخطاء {1}).
az: Idxal {0} router infos ({1} səhvlər).
bo: རྒྱུད་པའི་ཆ་འཕྲིན་{0} ནང་འདྲེན་བྱས། (ནོར་འཁྲུལ་{1})
cs: Importováno {0} informací o routeru ({1} chyb).
da: Importerede {0} routeroplysninger ({1} fejl).
el: Εισαγόμενα στοιχεία δρομολογητή {0} ({1} σφάλματα).
es: Importada información de {0} router ({1} errors).
et: Imporditud {0} ruuteri teavet ({1} viga).
fa: اطلاعات روتر {0} وارد شده ({1} خطا).
fi: Tuotu {0} reititintietoa ({1} virhettä).
hi: {0} राउटर जानकारी आयात की गई ({1} त्रुटियाँ).
hu: {0} útválasztó információ importálva ({1} hiba).
in: Mengimpor {0} info router ({1} kesalahan).
it: Importati {0} router infos ({1} errori).
ja: {0} ルーター情報をインポートしました ({1} エラー)。
ko: {0} 라우터 정보를 가져왔습니다({1} 오류).
nb: Importert {0} ruterinformasjon ({1} feil).
nl: Geïmporteerde {0} routerinformatie ({1} fouten).
pt: Informações do roteador {0} importadas ({1} erros).
sl: Uvožene informacije o usmerjevalnikih {0} ({1} napak).
sv: Importerad {0} routerinformation ({1} fel).
uk: Імпортовано {0} відомостей про маршрутизатор ({1} помилок).
vi: Đã nhập thông tin bộ định tuyến {0} (lỗi {1}).

source: Initiating Reseed
ar: بدء إعادة البذور
az: Reseed işə salınır
bo: སྐྱེད་བསྲིང་འགོ་བརྩམས་བཞིན་པ།
cs: Spuštění Reseed
da: Start af reseed
el: Έναρξη Reseed
es: Iniciando la resiembra
et: Reseedi käivitamine
fa: آغازگر Reseed
fi: Aloitetaan Reseed
hi: पुनःसंचय शुरू करना
hu: Reseed kezdeményezése
in: Memulai Reseed
it: Avvio del reseeding
ja: リシードの開始
ko: 리시드 시작
nb: Starte reseed
nl: Opnieuw inzaaien starten
pt: Iniciando nova propagação
sl: Začetek ponovnega semenjenja
sv: Initierar reseed
uk: Ініціювання повторного заповнення
vi: Bắt đầu gieo lại

source: Acquired {0} router info from reseed hosts
ar: تم الحصول على معلومات جهاز التوجيه {0} من المضيفين المعادين
az: Reseed Hostlarından {0} router məlumatlarını əldə etdi
bo: སྐྱེད་བསྲིང་ཧོསི་ནས་རྒྱུད་པའི་ཆ་འཕྲིན་{0} ཐོབ།
cs: Zobrazení {0} nedávného profilu.
da: Erhvervet {0} routerinfo fra reseed værter
el: Αποκτηθεί {0} Πληροφορίες δρομολογητή από τους κεντρικούς υπολογιστές Reseed
es: Información del enrutador {0} adquirida de los hosts de reedición
et: Omandatud {0} ruuteri teave reseed hostsilt
fa: {0} روتر infos از میزبان های Reseed
fi: Hankittiin {0} reseed-isännällä olevaa reitittimen tietoa
hi: {0} राउटर जानकारी रीसीड होस्ट्स से प्राप्त की गई
hu: A Reseed gazdagépekből szerzett {0} útválasztó információ
in: Diakuisisi {0} Router Infos dari host reseed
it: Acquisito {0} router info dai reseed hosts
ja: Reseedホストから取得{0}ルーターinfos
ko: Reseed 호스트에서 획득 한 {0} 라우터 정보
nb: Ervervet {0} rutereninfo fra reseeding-verter
nl: Verworven {0} routerinformatie van reseed hosts
pt: Adquirida {0} informação do roteador dos hosts de reseed
uk: Отримав {0} routerinfo від Reseed Hosts
vi: Thu được {0} bộ định tuyến từ máy chủ Reseed

source: Acquired only 1 router info from reseed hosts
ar: تم الحصول على معلومات جهاز التوجيه {0} فقط من المضيفين المعادين
az: Reseed Hostlarından yalnız 1 router məlumatı əldə etdi
bo: སྐྱེད་བསྲིང་ཧོསི་ནས་རྒྱུད་པའི་ཆ་འཕྲིན་{0} ཙམ་ཐོབ།
cs: Získán pouze 1 informace o routeru od hostitelů přesídlení.
da: Erhvervet kun 1 routerinfo fra reseed værter
el: Απέκτησε μόνο 1 info router από reseed hosts
es: Se ha obtenido sólo los datos de 1 router desde los hosts de resembrado
et: Omandatud ainult 1 ruuteri teave reseed hostsilt
fa: فقط {0} infos از میزبان های Reseed به دست آورد
fi: Hankittiin vain 1 reseed-isännällä olevaa reitittimen tietoa
hi: बस {0} राउटर जानकारी रीसीड होस्ट्स से प्राप्त की गई
hu: Csak 1 útválasztó -információt szerzett a reseed házigazdáktól
in: Hanya memperoleh {0} info router dari host reseed
it: Acquisito solo 1 router info dai reseed hosts
ja: Reseedホストからのみ{0}ルーターinfosのみを取得しました
ko: Reseed 호스트에서 {0} Router Infos 만 취득했습니다
nb: Fikk bare informasjon om 1 ruter fra reseed-verter
nl: Kocht slechts 1 routerinformatie van reseed hosts
pt: Adquirida apenas 1 informação do roteador dos hosts de reseed
sl: Pridobljena je le {0} informacija o usmerjevalniku od gostiteljev ponovnega zalaganja
sv: Fick endast 1 routerinformation från återinställda värdar
uk: Acquired only {0} router infos from reseed hosts
vi: Chỉ có được {0} bộ định tuyến từ máy chủ Reseed

source: {0}Reseed{1} failed:
ar: فشلت عملية {0}إعادة الزرع{1}:
az: {0}Yenidən baxılma{1} alınmadı:
bo: {0}སྐྱེད་བསྲིང་{1} ཕམ་ཉེས།
cs: {0}Reseed{1} se nezdařil:
da: {0}Reseed{1} mislykkedes:
el: Η {0}Επανάληψη{1} απέτυχε:
es: {0}El resembrado{1} falló:
et: {0}Uuestivaatamine{1} ebaõnnestus:
fa: {0}Reseed{1} ناموفق بود:
fi: {0}Uudelleentarkistus{1} epäonnistui:
hi: {0}पुनःसंचय{1} विफल हुआ:
hu: {0}Újraolvasás{1} sikertelen:
in: {0}Reseed{1} gagal:
it: {0}Reseeding{1} non riuscito:
ja: {0}再シード{1}が失敗しました:
ko: {0}재시드{1} 실패:
nb: {0}Reseed{1} mislyktes:
nl: {0}Opnieuw inzaaien{1} mislukt:
pt: {0}Falha na nova propagação{1}:
sl: {0}Ponovno semenjenje{1} je spodletelo:
sv: {0}Reseed{1} misslyckades:
uk: {0}Повторне завантаження{1} не вдалося:
vi: {0}Gắn lại{1} không thành công:

source: For assistance, see the {0}
ar: للحصول على المساعدة، راجع {0}
az: Yardım üçün {0} səhifəsinə baxın
bo: རམ་འདེགས་ཀྱི་དོན་དུ་{0} ལ་གཟིགས།
cs: Pomoc naleznete v části {0}
da: For hjælp, se {0}
el: Για βοήθεια, ανατρέξτε στο {0}
es: Para obtener ayuda, consulte el {0}
et: Abi saamiseks vaadake {0}
fa: برای کمک، به {0} مراجعه کنید
fi: Apua varten katso {0}
hi: सहायता के लिए, {0} देखें
hu: Segítségért lásd: {0}
in: Untuk bantuan, lihat {0}
it: Per assistenza, vedi {0}
ja: サポートについては、{0} を参照してください。
ko: 도움이 필요하면 {0}을 참조하세요.
nb: For hjelp, se {0}
nl: Raadpleeg voor hulp de {0}
pt: Para obter assistência, consulte o {0}
sl: Za pomoč glejte {0}
sv: För hjälp, se {0}
uk: Для отримання допомоги див. {0}
vi: Để được hỗ trợ, hãy xem {0}

source: reseed help
ar: إعادة زرع المساعدة
az: reseed kömək
bo: སྐྱེད་བསྲིང་རམ་འདེགས།
da: reseed hjælp
el: βοήθεια σπόρων
es: ayuda de resembrado
et: reseed abi
fa: کمک بوت استرپ
fi: reseed apua
hi: पुनःसंचय मदद
hu: segítség az újravetésben
in: bantuan reseed
it: Aiuto per il reseed
ja: ヘルプを再シードする
ko: 리시드 도움말
nb: reseed hjelp
nl: hulp bij opnieuw inzaaien
pt: reproduzir ajuda
sl: pomoč pri ponovnem semenjenju
sv: återsök hjälp
uk: повторна довідка
vi: giúp đỡ hạt giống

source: Contacting reseed host
ar: الاتصال بالمضيف المعاد
az: Reseed Host ilə əlaqə saxlamaq
bo: སྐྱེད་བསྲིང་ཧོསི་དང་འབྲེལ་བ་བྱེད་བཞིན་པ།
cs: Kontaktování hostitele reseed
da: Kontakter reseed-vært
el: Επικοινωνία με τον ξενιστή reseed
es: Iniciando el proceso de resembrado
et: Ühenduse võtmine reseed hostiga
fa: تماس با میزبان بذر
fi: Ota yhteyttä Reseed-isäntään
hi: रीसीड होस्ट से संपर्क कर रहा है
hu: Kapcsolatfelvétel a reseed házigazdával
in: Menghubungi tuan rumah reseed
it: Contattare l'host del reseeding
ja: 再シードホストへの連絡
ko: 리시드 호스트에 연락 중
nb: Kontakter reseed-vert
nl: Contact opnemen met de reseed-host
pt: Entrando em contato com o host de nova propagação
sl: Kontaktiranje gostitelja ponovnega semenjenja
sv: Kontaktar reseed-värd
uk: Зв'язок з хостом повторного завантаження
vi: Liên hệ với máy chủ reseed

source: Reseeding: fetching router info from seed URL ({0} successful, {1} errors).
ar: إعادة البذر: جلب معلومات جهاز التوجيه من عنوان URL الأساسي ({0} ناجح، {1} خطأ).
az: Təkrarlama: toxum URL-dən router məlumatlarının əldə edilməsi ({0} uğurlu, {1} səhvlər).
bo: སྐྱེད་བསྲིང་བྱེད་བཞིན་པ།: seed URL ནས་རྒྱུད་པའི་ཆ་འཕྲིན་བཟོ་བཞིན་པ། ({0} ལེགས་གྲུབ། {1} ནོར་འཁྲུལ།)
cs: Ressedování: načítání informací o routeru ze seedu URL ({0} successful, {1} errors).
da: Reseeding: henter router info fra seed-URL ({0} vellykket, {1} fejl).
el: Ανατροφοδότηση: ανάκτηση πληροφοριών δρομολογητή από την διεύθυνση URL τροφοδότησης ({0} επιτυχείς, {1} σφάλμα).
es: Resembrando: Descargando información del router desde la URL semilla ({0} exitosos, {1} errores).
et: Kontaktide hange: toon ruuteri info URL-i ({0} edukalt, {1} viga).
fa: Reseeding: واکشی اطلاعات روتر از URL seed ({0} موفقیت آمیز، {1} خطا).
fi: Uudelleenlähetys: reitittimen tietojen hakeminen siemen-URL-osoitteesta ({0} onnistui, {1} virhettä).
hi: पुनःसंचय: सीड़ यूआरएल से राउटर जानकारी प्राप्त कर रहा है ({0} सफल, {1} त्रुटियाँ).
hu: Újratáplálás: router infó kézbesítése a táplálási URL-ről: ({0} sikeres, {1} hibás).
in: Reseeding: mengambil router info dari seed URL ({0} sukses, {1} error).
it: Reseed: recupero delle informazioni sui router dal seed URL ({0} riuscito, {1} errori).
ja: 再シード中: シード URL ({0} 成功、 {1} エラー) からルータ情報を取得中。
ko: 재배포: 시드 URL에서 라우터 정보 불러오는중 ({0} successful, {1} errors).
nb: Deler på nytt: Mottar ruterinformasjon fra delingsnettadresse ({0} vellykket, {1} feil).
nl: Reseeden: opvragen router info van seed URL ({0} succesvol, {1} fouten).
pt: Propagação: a obter a informação do roteador a partir do URL fonte ({0} com sucesso, {1} erros).
sl: Ponovno semenjenje: pridobivanje informacij o usmerjevalniku iz URL naslova semena ({0} uspešno, {1} napak).
sv: Återdistribuerar: hämtar routerinfo från seed-webbadress ({0} lyckade, {1} fel)
uk: Проводиться початкове завантаження: отримуємо список маршрутизаторів з каталогів URL ({0} успішно, {1} помилок).
vi: Giữ chỗ tải trở lại: đang lấy thông tin định tuyến từ đường dẫn ({0} thành công, {1} gặp lỗi).

source: Acquired {0} router infos from reseed hosts
ar: تم الحصول على معلومات جهاز التوجيه {0} من المضيفين المعاد زرعهم
az: Reseed hostlarından {0} ruter infosu əldə edilib
bo: སྐྱེད་བསྲིང་ཧོསི་ནས་རྒྱུད་པའི་ཆ་འཕྲིན་{0} ཐོབ།
cs: Získané informace o směrovači {0} od hostitelů s reseed
da: Anskaffet {0} routeroplysninger fra reseed-værter
el: Αποκτήθηκαν πληροφορίες δρομολογητή {0} από κεντρικούς υπολογιστές reseed
es: Se adquirió {0} información del enrutador de los hosts reiniciados
et: Hangiti {0} ruuteriteavet uuesti esitatavatelt hostidelt
fa: اطلاعات روتر {0} را از میزبان های reseed به دست آورد
fi: Hankittu {0} reititintiedot reseed-isänniltä
hi: {0} राउटर जानकारियाँ रीसीड होस्ट्स से प्राप्त की गईं
hu: Szerzett {0} router-információkat a reseed gazdagépektől
in: Memperoleh info router {0} dari host yang di-reseed
it: Acquisiti {0} router infos dai reseed hosts
ja: 再シード ホストから {0} ルーター情報を取得しました
ko: 리시드 호스트로부터 {0} 라우터 정보를 획득했습니다
nb: Innhentet {0} ruterinformasjon fra reseed-verter
nl: {0} routerinformatie verkregen van opnieuw geplaatste hosts
pt: Informações de roteador {0} adquiridas de hosts reprojetados
sl: Prizobljenih je {0} informacij o usmerjevalnikih od gostiteljev ponovnega semenjenja
sv: Hämtade {0} routerinformation från återinställda värdar
uk: Отримано інформацію про {0} маршрутизатор від хостів повторного заповнення
vi: Đã nhận được thông tin bộ định tuyến {0} từ máy chủ cấp lại

source: Acquired {0} router infos from reseed hosts ({1} errors)
ar: تم الحصول على معلومات جهاز التوجيه {0} من المضيفين المعاد زرعهم (أخطاء {1})
az: Reseed hostlarından {0} ruter infosu əldə edilib ({1} səhvlər)
bo: སྐྱེད་བསྲིང་ཧོསི་ནས་རྒྱུད་པའི་ཆ་འཕྲིན་{0} ཐོབ། ({1} ནོར་འཁྲུལ།)
cs: Získané informace o směrovači o počtu {0} od hostitelů s reseed (chyby: {1})
da: Erhvervet {0} routeroplysninger fra reseed-værter ({1} fejl)
el: Αποκτήθηκαν πληροφορίες δρομολογητή {0} από κεντρικούς υπολογιστές reseed ({1} σφάλματα)
es: Se adquirió {0} información del enrutador de hosts reiniciados ({1} errores)
et: Hangitud {0} ruuteriteavet uuesti esitatavatelt hostidelt ({1} viga)
fa: اطلاعات روتر {0} را از میزبان های reseed به دست آورد ({1} خطا)
fi: Hankittu {0} reititintietoa reseed-isännistä ({1} virhettä)
hi: {0} राउटर जानकारियाँ रीसीड होस्ट्स से प्राप्त की गईं ({1} त्रुटियाँ)
hu: Megszerzett {0} útválasztó információ az újraolvasott gazdagépektől ({1} hiba)
in: Memperoleh info router {0} dari host yang di-reset ({1} kesalahan)
it: Acquisite informazioni sul router {0} dagli host reseed ({1} errori)
ja: 再シード ホストから {0} ルーター情報を取得しました ({1} エラー)
ko: 리시드 호스트에서 {0} 라우터 정보를 획득했습니다({1} 오류).
nb: Innhentet {0} ruterinformasjon fra reseed-verter ({1} feil)
nl: {0} routergegevens verkregen van opnieuw geplaatste hosts ({1} fouten)
pt: Informações de roteador {0} adquiridas de hosts reprojetados ({1} erros)
sl: Prizobljenih je {0} informacij o usmerjevalnikih od gostiteljev ponovnega semenjenja ({1} napak)
sv: Hämtade {0} routerinformation från återinställda värdar ({1} fel)
uk: Отримано {0} відомостей про маршрутизатор від хостів із повторним заповненням ({1} помилок)
vi: Có được {0} thông tin bộ định tuyến từ các máy chủ reseed ({1} lỗi)

source: Clock step adjustment (ms)
ar: تعديل خطوة الساعة (مللي ثانية)
az: Saat addım tənzimləməsi (ms)
bo: ཆུ་ཚོད་གཏན་འཁེལ་(ms)
cs: Nastavení kroku hodin (ms)
da: Justering af urtrin (ms)
el: Ρύθμιση βήματος ρολογιού (ms)
es: Ajuste del paso del reloj (ms)
et: kellasammu reguleerimine (ms)
fa: تنظیم مرحله ساعت (ms)
fi: Kellon askelsäätö (ms)
hi: घड़ी के कदम समायोजन (मिलीसेकंड)
hu: Óralépés beállítása (ms)
in: Penyesuaian langkah jam (ms)
it: Regolazione passo orologio (ms)
ja: クロックステップ調整(ms)
ko: 시계 단계 조정 (MS)
nb: Trinnjustering av klokken (ms)
nl: Klokstapaanpassing (ms)
pt: Ajuste do passo do relógio (ms)
sl: Prilagajanje koraka ura (ms)
sv: Klockstegsjustering (ms)
uk: Регулювання кроку годинника (мс)
vi: Điều chỉnh bước đồng hồ (ms)

source: Size of tunnel acceptor backlog
ar: حجم تراكم متقبل النفق
az: Tunel qəbuledicisinin arxa tərəfinin ölçüsü
bo: གདོང་ལམ་ངོས་ལེན་པའི་ལས་ཀའི་གསོག་འཇོག་ཆེ་ཆུང་།
cs: Velikost nevyřízeného akceptoru tunelu
da: Størrelse af tunnel acceptor backlogg
el: Μέγεθος του αποθέματος αποδέκτη σήραγγας
es: Tamaño de lista de pendientes del túnel aceptante
et: Tunneli vastuvõtjate mahajäämuse suurus
fa: اندازه بک لاگ پذیرنده تونل
fi: Tunnelin vastaanottajan ruuhkan koko
hi: टंनल स्वीकारक की बैकलॉग का आकार
hu: Az alagút elfogadó lemaradás mérete
in: Ukuran backlog tunnel penerima
it: Dimensioni dell'arretrato dell'accettore del tunnel
ja: トンネル受け入れバックログのサイズ
ko: 터널 어셉터 백로그 사이즈
nb: Størrelse på tunnelgodkjenners arbeidskø
nl: Grootte van tunnel acceptor backlog
pt: Tamanho do backlog do aceitador de túnel
sl: Velikost niza pripravljenosti tunela
sv: Tunnelns acceptor backlogg storlek
uk: Розмір тунелю черги завдань одержувача
vi: Kích thước tồn đọng của đường hầm chấp nhận

source: Message receive rate (B/s)
ar: معدل استقبال الرسائل (B/s)
az: Mesajın qəbul dərəcəsi (B/s)
bo: འཕྲིན་ཐུང་ལེན་ཚད། (B/s)
cs: Rychlost přijímání zpráv (B/s)
da: Beskedmodtagelseshastighed (B/s)
el: Ποσοστό λήψης μηνύματος (B/s)
es: Tasa de recepción de mensajes (B/s)
et: sõnumi vastuvõtmise kiirus (B/s)
fa: نرخ دریافت پیام (B/s)
fi: Viestin vastaanottonopeus (B/s)
hi: संदेश प्राप्ति दर (बाइट/सेकंड)
hu: Üzenetfogadási sebesség (B/s)
in: Tingkat penerimaan pesan (B/s)
it: Velocità di ricezione dei messaggi (B/s)
ja: メッセージ受信速度(B/s)
ko: 메시지 수신 속도(B/s)
nb: Meldingsmottakshastighet (B/s)
nl: Ontvangstsnelheid van berichten (B/s)
pt: Taxa de recebimento de mensagens (B/s)
sl: Hitrost prejema sporočil (B/s)
sv: Meddelandemottagningshastighet (B/s)
uk: Швидкість отримання повідомлення (B/s)
vi: Tốc độ nhận tin nhắn (B/s)

source: Low-level receive rate (B/s)
ar: معدل الاستقبال منخفض المستوى (B/s)
az: Aşağı səviyyəli qəbul dərəcəsi (B/s)
bo: རྩེ་གྲའི་ལེན་ཚད། (B/s)
cs: Rychlost příjmu nízké úrovně (B/s)
da: Modtagelseshastighed på lavt niveau (B/s)
el: Χαμηλό ποσοστό λήψης (B/s)
es: Tasa de recepción de bajo nivel (B/s)
et: madala taseme vastuvõtukiirus (B/s)
fa: نرخ دریافت سطح پایین (B/s)
fi: Matala vastaanottonopeus (B/s)
hi: निम्न स्तरीय प्राप्ति दर (बाइट/सेकंड)
hu: Alacsony szintű vételi sebesség (B/s)
in: Tingkat penerimaan tingkat rendah (B/s)
it: Velocità di ricezione a basso livello (B/s)
ja: 低レベル受信レート(B/s)
ko: 낮은 수준의 수신 속도(B/s)
nb: Mottakshastighet på lavt nivå (B/s)
nl: Ontvangstsnelheid op laag niveau (B/s)
pt: Taxa de recepção de baixo nível (B/s)
sl: Osnovna hitrost prejema (B/s)
sv: Lågnivåmottagningshastighet (B/s)
uk: Швидкість отримання низького рівня (B/s)
vi: Tốc độ nhận ở mức thấp (B/s)

source: Message send rate (B/s)
ar: معدل إرسال الرسالة (B/s)
az: Mesaj göndərmə dərəcəsi (B/s)
bo: འཕྲིན་ཐུང་གཏོང་ཚད། (B/s)
cs: Rychlost odesílání zpráv (B/s)
da: Beskedafsendelseshastighed (B/s)
el: Ρυθμός αποστολής μηνύματος (B/s)
es: Velocidad de envío de mensajes (B/s)
et: Sõnumi saatmiskiirus (B/s)
fa: نرخ ارسال پیام (B/s)
fi: Viestin lähetysnopeus (B/s)
hi: संदेश भेजने की दर (बाइट/सेकंड)
hu: Üzenetküldési sebesség (B/s)
in: Kecepatan pengiriman pesan (B/s)
it: Velocità di invio del messaggio (B/s)
ja: メッセージ送信速度(B/s)
ko: 메시지 전송 속도(B/s)
nb: Sendhastighet for meldinger (B/s)
nl: Verzendsnelheid van berichten (B/s)
pt: Taxa de envio de mensagens (B/s)
sl: Hitrost pošiljanja sporočil (B/s)
sv: Sändningshastighet för meddelanden (B/s)
uk: Швидкість надсилання повідомлення (B/s)
vi: Tốc độ gửi tin nhắn (B/s)

source: Low-level send rate (B/s)
ar: معدل الإرسال منخفض المستوى (B/s)
az: Aşağı səviyyəli göndərmə dərəcəsi (B/s)
bo: རྩེ་གྲའི་གཏོང་ཚད། (B/s)
cs: Rychlost odesílání nízké úrovně (B/s)
da: Sendehastighed på lavt niveau (B/s)
el: Χαμηλό ποσοστό αποστολής (B/s)
es: Velocidad de envío de bajo nivel (B/s)
et: madal saatmiskiirus (B/s)
fa: نرخ ارسال سطح پایین (B/s)
fi: Alhainen lähetysnopeus (B/s)
hi: निम्न स्तरीय भेजने की दर (बाइट/सेकंड)
hu: Alacsony szintű küldési sebesség (B/s)
in: Kecepatan pengiriman tingkat rendah (B/s)
it: Velocità di invio a basso livello (B/s)
ja: 低レベル送信レート(B/s)
ko: 낮은 수준의 전송 속도(B/s)
nb: Sendehastighet på lavt nivå (B/s)
nl: Lage verzendsnelheid (B/s)
pt: Taxa de envio de baixo nível (B/s)
sl: Osnovna hitrost pošiljanja (B/s)
sv: Sändningshastighet på låg nivå (B/s)
uk: Швидкість надсилання низького рівня (B/s)
vi: Tỷ lệ gửi cấp thấp (B/s)

source: Peers active in the last minute
ar: أقرانهم نشطة في اللحظة الأخيرة
az: Son dəqiqədə aktiv olan həmkarlar
bo: སྐར་མ་གཅིག་གི་ནང་ཤུགས་ལྡན་མཐུད་སྣེ།
cs: Peers aktivní v poslední minutě
da: Peers aktive i sidste minut
el: Συνομήλικοι ενεργοί το τελευταίο λεπτό
es: Compañeros activos en el último minuto
et: Eakaaslased aktiivsed viimasel minutil
fa: همسالان فعال در آخرین دقیقه
fi: Kaverit olivat aktiivisia viime minuutilla
hi: अंतिम मिनट में सक्रिय पीयर
hu: Az utolsó percben aktív társak
in: Rekan aktif di menit terakhir
it: Peers attivi nell'ultimo minuto
ja: 最後の瞬間にアクティブになったピア
ko: 마지막 순간에 활동한 피어
nb: Personer aktive i siste liten
nl: Peers actief in de laatste minuut
pt: Peers ativos no último minuto
sl: Parterji, ki so bili aktivni v zadnjem minutu
sv: Peers aktiva i sista minuten
uk: однолітки активні в останню хвилину
vi: Đồng nghiệp hoạt động vào phút cuối

source: Peers sent to in the last minute
ar: أرسل أقرانهم إلى في اللحظة الأخيرة
az: Həmkarları son dəqiqədə göndərildi
bo: སྐར་མ་གཅིག་གི་ནང་གཏོང་བའི་མཐུད་སྣེ།
cs: Peers poslán do na poslední chvíli
da: Peers sendt til i sidste minut
el: Οι συνομήλικοι αποστέλλονται στο τελευταίο λεπτό
es: Compañeros enviados en el último minuto
et: Eakaaslased saadeti viimasel minutil
fa: ارسال همتایان به در دقیقه آخر
fi: Kaverit lähetettiin viime hetkellä
hi: अंतिम मिनट में भेजे गए पीयर
hu: Az utolsó percben küldött társak
in: Rekan dikirim ke menit terakhir
it: Peer inviati nell'ultimo minuto
ja: 直前に送信されたピア
ko: 마지막 순간에 전송된 피어
nb: Personer sendt til i siste liten
nl: Peers waarnaar in de laatste minuut is gestuurd
pt: Peers enviados no último minuto
sl: Parterji, do katerega smo poslali v zadnjem minutu
sv: Peers skickade till i sista minuten
uk: Однолітки, надіслані в останню хвилину
vi: Các đồng nghiệp được gửi tới vào phút cuối

source: Total peers in our banlist
ar: إجمالي أقرانهم في قائمة الحظر لدينا
az: Ban siyahımızda cəmi həmkarlar
bo: ང་ཚོའི་བཀག་པའི་ཐོ་གཞིའི་ནང་གི་མཐུད་སྣེ་བསྡོམས།
cs: Celkový počet kolegů v našem banlistu
da: Samlet jævnaldrende i vores banliste
el: Σύνολο συνομήλικων στο banlist μας
es: Total de pares en nuestra lista de baneos
et: eakaaslased meie banlistis kokku
fa: مجموع همتایان در فهرست ممنوعه ما
fi: Kaikki ikäisensä banlistissamme
hi: हमारी प्रतिबंध सूची में कुल पीयर
hu: Összes társa a banlistánkon
in: Jumlah rekan dalam daftar larangan kami
it: Peers nella nostra banlist
ja: 禁止リスト内のピアの合計数
ko: 금지 목록의 총 피어
nb: Totalt jevnaldrende i banlisten vår
nl: Totaal aantal peers op onze banlijst
pt: Total de peers em nossa lista banida
sl: Skupaj prepovedanih partnerjev v naši črni listi
sv: Totalt kamrater i vår banlista
uk: Загальна кількість однолітків у нашому бан-листі
vi: Tổng số đồng nghiệp trong danh sách cấm của chúng tôi
