Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Review extended info about installed .jar and .war files
ar: قم بمراجعة المعلومات الموسعة حول ملفات .jar و.war المثبتة
az: Quraşdırılmış .jar və .war faylları haqqında geniş məlumatı nəzərdən keçirin
bo: བཙོན་པའི་.jar དང་.war ཡིག་ཆའི་རྒྱུན་དུ་བཙོན་པའི་རྒྱུན་དུ་བཙོན་པའི་བརྒྱུད་བཏོན་པ་ལྟ་བ།
cs: Zkontrolujte rozšířené informace o nainstalovaných souborech .jar a .war
da: Gennemgå udvidet information om installerede .jar- og .war-filer
el: Ελέγξτε τις εκτεταμένες πληροφορίες σχετικά με τα εγκατεστημένα αρχεία .jar και .war
es: Revisar la información extendida sobre ficheros .jar y .war instalados
et: vaadake üle laiendatud teave installitud .jar- ja .war-failide kohta
fa: اطلاعات گسترده در مورد پرونده های نصب شده .jar و .war را مرور کنید
fi: Tarkastele laajennettuja tietoja asennetuista .jar- ja .war-tiedostoista
hi: इंस्टॉलेड .jar और .war फ़ाइलों के बारे में विस्तृत जानकारी की समीक्षा करें
hu: Tekintse át a telepített .jar és .war fájlokkal kapcsolatos kiterjesztett információkat
in: Tinjau kembali info tentang file .jar dan .war yang terinstall
it: Esamina informazioni estese riguardo i file .jar e .war installati
ja: インストールされている .jar および .war ファイルに関する詳細情報を確認する
ko: 설치된 .jar 및 .war 파일에 대한 확장 정보 검토
nb: Se over utvidet info om installerte .jar og .war-filer
nl: Bekijk uitgebreide informatie over geïnstalleerde .jar- en .war-bestanden
pt: Revise informações estendidas sobre arquivos .jar e .war instalados
sl: Preverite podrobne informacije o nameščenih datotekah .jar in .war
sv: Granska utökad information om installerade .jar- och .war-filer
uk: Перегляньте розширену інформацію про встановлені файли .jar і .war
vi: Xem lại thông tin mở rộng về các tệp .jar và .war đã cài đặt

source: Textual router performance statistics
ar: احصائات نصية للموجه
az: Mətn yönləndirici performans statistikası
bo: རོ་ཌེར་གྱི་ནུས་གནས་ཚད་རྩིས་ཡིག་གཟུག
cs: Statistika výkonu textového routeru
da: Tekstbaseret statistik over routerens ydelse
el: Στατιστικά απόδοσης δρομολογητή κειμένου
es: Estadísticas en formato texto de rendimiento del router
et: Ruuteri jõudlusinfo teksti kujul
fa: آمار عملکرد روتر متنی
fi: Tekstilliset reitittimen suorituskykytilastot
hi: लिखित रूटर प्रदर्शन सांख्यिकी
hu: Szöveges router teljesítmény statisztika
in: Statistik kinerja router tekstual
it: Statistiche testuali delle prestazioni del router
ja: テキストのルーターパフォーマンス統計
ko: 문자 라우터 퍼포먼스 통계
nb: Tekstbasert statistikk av ruterytelse
nl: Tekstuele router prestatie statistieken
pt: Estatísticas textuais do desempenho do roteador
sl: Besedilne statistike zmogljivosti usmerjevalnika
sv: Resultatstatistik för router i textform
uk: Статистика продуктивності текстового маршрутизатора
vi: Thống kê hiệu suất bộ định tuyến văn bản

source: Sybils
ar: العرافة
az: Sibillər
da: Sybiler
el: Σίβυλες
hi: साइबिल्स
hu: Sybileket
ja: シビル
ko: 시빌스
nb: Sybiler
pt: Sibilas
sv: Syskon
uk: Сивіли

source: Review possible sybils in network database
ar: قم بمراجعة رموز العرافة المحتملة في قاعدة بيانات الشبكة
az: Şəbəkə verilənlər bazasında mümkün sibilləri nəzərdən keçirin
bo: དྲ་ལམ་གནད་དཔེར་ནང་གི་sybilsལྟ་བ།
cs: Prohlédněte si možné sybily v síťové databázi
da: Gennemgå mulige sybiler i netværksdatabase
el: Επανεξέταση πιθανών sybils στη βάση δεδομένων δικτύου
es: Revisar posibles sybils (dobles identidades) en la base de datos de red
et: vaadake üle võrgu andmebaasis olevad võimalikud sümbolid
fa: Sybils احتمالی را در پایگاه داده شبکه مرور کنید
fi: Tarkastele mahdollisia sybilejä verkkotietokannassa
hi: नेटवर्क डेटाबेस में संभावित साइबिल्स की समीक्षा करें
hu: Tekintse át a lehetséges sybileket a hálózati adatbázisban
in: Tinjau kemungkinan sybils di database jaringan
it: Esamina possibili sybils nel NetDb
ja: ネットワークデータベース内の可能なシビルを確認する
ko: 네트워크 데이터베이스에서 가능한 시빌 검토
nb: Gjennomgå mulige sybiler i nettverksdatabasen
nl: Bekijk mogelijke sybils in de netwerkdatabase
pt: Revise possíveis sibilas no banco de dados da rede
sl: Preverite možne Sybils v omrežni bazi
sv: Granska möjliga sybils i nätverksdatabasen
uk: Перегляньте можливі сивіли в базі даних мережі
vi: Xem xét các sybils có thể có trong cơ sở dữ liệu mạng

source: Your Local Identity [{0}] is your unique I2P router identity, similar to an IP address but tailored to I2P.
ar: الهوية المحلية الخاصة بك [{0}] هي هوية جهاز توجيه I2P الفريدة الخاصة بك، وهي تشبه عنوان IP ولكنها مصممة خصيصًا لـ I2P.
az: Yerli Kimliyiniz [{0}] IP ünvanına bənzər, lakin I2P-ə uyğunlaşdırılmış unikal I2P marşrutlaşdırıcınızdır.
bo: ཁྱེད་ཀྱི་ནང་ཁུག་གི་ངོས་ཐགས་[{0}] ནི་ཁྱེད་ཀྱི་ཐུན་མོང་པའི་I2P རོ་ཌེར་ངོས་ཐགས་ཡིན། IP གྲངས་དང་འདྲ་བ་རེད་ཀྱང་I2Pལ་དགོས་པར་བཟོ་ཡོད།
cs: Your Local Identity [{0}] je vaše jedinečná identita směrovače I2P, podobná adrese IP, ale přizpůsobená I2P.
da: Din lokale identitet [{0}] er din unikke I2P-router-identitet, der ligner en IP-adresse, men er skræddersyet til I2P.
el: Η τοπική σας ταυτότητα [{0}] είναι η μοναδική σας ταυτότητα δρομολογητή I2P, παρόμοια με μια διεύθυνση IP αλλά προσαρμοσμένη στο I2P.
es: Su identidad local [{0}] es su identidad única de su router en I2P, similar a una dirección IP pero a la medida de I2P.
et: Teie kohalik identiteet [{0}] on teie ainulaadne I2P-ruuteri identiteet, mis sarnaneb IP-aadressiga, kuid on kohandatud I2P-le.
fa: هویت محلی شما [{0}] هویت روتر I2P منحصر به فرد شماست ، شبیه به یک آدرس IP اما متناسب با I2P.
fi: Paikallinen identiteettisi [{0}] on ainutlaatuinen I2P-reitittimesi identiteetti, joka muistuttaa IP-osoitetta, mutta on räätälöity I2P:lle.
hi: आपकी स्थानीय पहचान [{0}] आपकी अद्वितीय I2P रूटर पहचान है, जो एक आईपी पता के समान है, लेकिन I2P के लिए अनुकूलित है।
hu: Az Ön helyi identitása [{0}] az Ön egyedi I2P router identitása, amely hasonlít egy IP-címhez, de az I2P-re van szabva.
in: Identitas lokal anda [{0}] adalah identitas unik milik I2P Router anda, mirip dengan alamat IP namun disesuaikan untuk I2P.
it: La tua identità [{0}] e la tua identità univoca del tuo router I2P, simile ad un indirizzo IP ma adattato ad I2P.
ja: ローカル ID [{0}] は、IP アドレスに似ていますが、I2P に合わせて調整された、独自の I2P ルーター ID です。
ko: 로컬 ID [{0}]는 IP 주소와 유사하지만 I2P에 맞게 조정된 고유한 I2P 라우터 ID입니다.
nb: Din lokale identitet [{0}] er din unike I2P-ruteridentitet, lik en IP-adresse, men skreddersydd til I2P.
nl: Uw lokale identiteit [{0}] is uw unieke I2P-routeridentiteit, vergelijkbaar met een IP-adres, maar afgestemd op I2P.
pt: A sua identidade local [{0}] é a sua identidade única do roteador do I2P, semelhante a um endereço de IP, mas adaptada ao I2P.
sl: Vaša lokalna identiteta [{0}] je edinstvena identiteta vašega usmerjevalnika I2P, podobna IP naslovu, vendar prilagojena I2P.
sv: Din lokala identitet [{0}] är din unika I2P-routeridentitet, liknar en IP-adress men skräddarsydd för I2P.
uk: Ваш локальний ідентифікатор [{0}] — це ваш унікальний ідентифікатор I2P-маршрутизатора, подібний до IP-адреси, але налаштований на I2P.
vi: Nhận dạng cục bộ của bạn [{0}] là nhận dạng bộ định tuyến I2P duy nhất của bạn, tương tự như địa chỉ IP nhưng được điều chỉnh theo I2P.

source: Never disclose this to anyone, as it can reveal your real world IP.
ar: لا تكشف هذا أبدًا لأي شخص، لأنه قد يكشف عنوان IP الحقيقي الخاص بك.
az: Bunu heç vaxt heç kimə açıqlamayın, çünki bu sizin real dünya IP-nizi aşkar edə bilər.
bo: འདི་སུ་ལའང་བཤད་མི་རུང་། དེས་ཁྱེད་ཀྱི་ངོ་མདངས་ཀྱི་IP གྲངས་བཤད་ཐུབ།
cs: Nikdy to nikomu neprozrazujte, protože to může odhalit vaši skutečnou IP adresu.
da: Afslør aldrig dette til nogen, da det kan afsløre din virkelige IP-adresse.
el: Μην το αποκαλύψετε ποτέ σε κανέναν, καθώς μπορεί να αποκαλύψει την πραγματική σας IP.
es: Nunca desvele esto a nadie, ya que puede revelar su IP real.
et: Ärge kunagi avaldage seda kellelegi, kuna see võib paljastada teie tegeliku maailma IP-aadressi.
fa: هرگز این را برای کسی فاش نکنید ، زیرا می تواند IP دنیای واقعی شما را فاش کند.
fi: Älä koskaan paljasta tätä kenellekään, sillä se voi paljastaa todellisen IP-osoitteesi.
hi: इसे किसी को भी न खुलासा करें, क्योंकि यह आपका वास्तविक विश्व आईपी खोल सकता है।
hu: Soha ne fedje fel ezt senkinek, mivel ez felfedheti valós szellemi tulajdonát.
in: Jangan pernah mengungkapkan hal ini kepada siapapun, karena bisa mengungkapkan IP dunia nyata anda.
it: Non condividere questo con nessuno, perché può rivelare il tuo vero IP.
ja: 現実世界の IP を明らかにする可能性があるため、これを誰にも公開しないでください。
ko: 실제 IP가 공개될 수 있으므로 누구에게도 공개하지 마세요.
nb: Aldri avslør dette til noen, da det kan avsløre din virkelige IP-adresse.
nl: Maak dit nooit aan iemand bekend, omdat hierdoor uw echte IP-adres kan worden onthuld.
pt: Nunca divulgue isso a ninguém, pois isso pode revelar seu IP do mundo real.
sl: To nikoli ne razkrivajte nikomur, ker lahko razkrije vaš IP v resnem svetu.
sv: Avslöja aldrig detta för någon, eftersom det kan avslöja din riktiga IP-adress.
uk: Ніколи нікому не розголошуйте це, оскільки це може виявити вашу реальну IP-адресу.
vi: Không bao giờ tiết lộ điều này cho bất kỳ ai, vì nó có thể tiết lộ IP thế giới thực của bạn.

source: How long we've been running for this session
ar: كم من الوقت ركضنا لهذه الجلسة
az: Neçə vaxtdır ki, bu sessiya üçün çalışırıq
bo: འདི་ལོ་རེར་ང་ཚོ་ཇི་ཙམ་རིང་བར་འཁོར་བཞིན་པ།
cs: Jak dlouho jsme se ucházeli o tuto relaci
da: Hvor længe vi har været i gang i denne session
el: Πόσο καιρό τρέχουμε για αυτήν τη συνεδρία
es: El tiempo que lleva ejecutándose para esta sesión
et: Kui kaua on ruuter käesolevas sessioonis töötanud
fa: چه مدت ما برای این جلسه شرکت کرده ایم
fi: Kuinka kauan olemme olleet käynnissä tässä istunnossa
hi: इस सत्र के लिए हम कितनी देर से चल रहे हैं
hu: Mióta fut ez a munkaszakasz
in: Berapa lama kita telah menjalankan sesi ini
it: Da quanto tempo stiamo funzionando in questa sessione
ja: このセッションでどれだけの間起動しているか
ko: 이 세션이 얼마동안 동작중인가
nb: Hvor lenge denne økta har forløpt
nl: Hoe lang draaien we al voor deze sessie
pt: Tempo de duração desta sessão
sl: Koliko časa smo delali v tej sejanski
sv: Hur länge vi har kört för denna session
uk: Як довго ми працюємо для цього сеансу
vi: Chúng tôi đã chạy phiên này trong bao lâu

source: The version of the I2P software we are running
ar: إصدار برنامج I2P الذي نقوم بتشغيله
az: Çalışdığımız I2P proqramının versiyası
bo: ང་ཚོས་འཁོར་བཞིན་པའི་I2P མཉེན་ཆས་ཀྱི་པར་གྲངས།
cs: Verze softwaru I2P, který používáme
da: Den version af I2P som vi kører.
el: Η έκδοση του λογισμικού I2P που εκτελούμε
es: La versión del software I2P que está ejecutando
et: meie kasutatava I2P-tarkvara versioon
fa: نسخه نرم افزار I2P که در حال اجرا هستیم
fi: Käyttämämme I2P-ohjelmiston versio
hi: जिस सॉफ्टवेयर की हम वर्जन चला रहे हैं
hu: A futó I2P alkalmazás verziója
in: Versi software I2P yang sedang dijalankan
it: La versione di I2P che stiamo eseguendo
ja: 起動中の I2P ソフトウェアのバージョン
ko: 가동중인 I2P 소프트웨어 버전
nb: Versjonen av I2P-versjonen vi kjører
nl: De in gebruik zijnde versie van de I2P software
pt: Versão do I2P sendo usada agora
sl: Različica programske opreme I2P, ki jo izvajamo
sv: Den version av I2P vi kör
uk: Версія програмного забезпечення I2P, яке ми використовуємо
vi: Phiên bản phần mềm I2P chúng tôi đang chạy

source: Difference between network-synced time and local time
ar: الفرق بين الوقت المتزامن مع الشبكة والتوقيت المحلي
az: Şəbəkə ilə sinxronlaşdırılmış vaxt və yerli vaxt arasındakı fərq
bo: དྲ་ལམ་མཉམ་སྦྲེལ་དུས་ཚོད་དང་ས་ཁོངས་ཀྱི་དུས་ཚོད་བར་གྱི་ཁྱད་པར།
cs: Rozdíl mezi časem synchronizovaným se sítí a místním časem
da: Forskellen mellem netværkssynkroniseret tid og lokal tid
el: Διαφορά μεταξύ της ώρας συγχρονισμού δικτύου και της τοπικής ώρας
es: Diferencia entre la hora sincronizada por red y la hora local
et: Erinevus võrguga sünkroonitud aja ja kohaliku aja vahel
fa: تفاوت بین زمان همگام سازی شبکه و زمان محلی
fi: Ero verkkosynkronoidun ajan ja paikallisen ajan välillä
hi: नेटवर्क संगत समय और स्थानीय समय के बीच का अंतर
hu: Különbség a hálózati szinkronizált idő és a helyi idő között
in: Perbedaan antara waktu disinkronkan jaringan dan waktu setempat
it: Differenza tra l'orario sincronizzato con la rete e l'orario locale
ja: ネットワーク同期時刻と現地時刻の違い
ko: 네트워크 동기화 시간과 현지 시간의 차이
nb: Forskjellen mellom nettverkssynkronisert tid og lokal tid
nl: Verschil tussen netwerkgesynchroniseerde tijd en lokale tijd
pt: Diferença entre a hora sincronizada com a rede e a hora local
sl: Razlika med omrežnim usklajenim časom in lokalnim časom
sv: Skillnaden mellan nätverkssynkroniserad tid och lokal tid
uk: Різниця між часом, синхронізованим мережею, і місцевим часом
vi: Sự khác biệt giữa thời gian đồng bộ hóa mạng và thời gian địa phương

source: How much RAM I2P is using / total RAM available to I2P (excludes RAM allocated to the JVM)
ar: مقدار ذاكرة الوصول العشوائي التي يستخدمها I2P / إجمالي ذاكرة الوصول العشوائي المتاحة لـ I2P (باستثناء ذاكرة الوصول العشوائي المخصصة لـ JVM)
az: I2P nə qədər RAM istifadə edir / I2P üçün mövcud olan ümumi RAM (JVM-ə ayrılmış RAM istisna olmaqla)
bo: I2Pགིས་བེད་སྤྱོད་བཞིན་པའི་RAM ཙམ་མཚམས་/ I2Pལ་ཐོབ་པའི་RAM བསྡོམས་(JVMལ་བགོས་པའི་RAM མི་ཚུད་པ)
cs: Kolik RAM I2P využívá / celková RAM dostupná pro I2P (nezahrnuje RAM přidělenou JVM)
da: Hvor meget RAM I2P bruger / samlet RAM tilgængelig for I2P (ekskluderer RAM allokeret til JVM)
el: Πόση μνήμη RAM I2P χρησιμοποιεί / συνολική μνήμη RAM διαθέσιμη στην I2P (εξαιρείται η μνήμη RAM που έχει εκχωρηθεί στην JVM)
es: Cuánta RAM está usando I2P / RAM total disponible para I2P (excluye la RAM asignada a la JVM)
et: Kui palju RAM-i I2P kasutab / I2P-le saadaolev RAM kokku (ei sisalda JVM-ile eraldatud RAM-i)
fa: مقدار RAM I2P استفاده می کند / کل RAM موجود برای I2P (به استثنای RAM اختصاص داده شده به JVM)
fi: Kuinka paljon RAM-muistia I2P käyttää / I2P:lle käytettävissä oleva RAM kokonaismäärä (ei sisällä JVM:lle varattua RAM-muistia)
hi: I2P कितना RAM उपयोग कर रहा है / I2P के लिए उपलब्ध कुल RAM (JVM को अल्लोकेट किया गया RAM से छोड़कर)
hu: Mennyi RAM-ot használ az I2P/az I2P számára elérhető összes RAM (kivéve a JVM-hez rendelt RAM-ot)
in: Berapa banyak RAM digunakan I2P / total RAM tersedia untuk I2P (tidak termasuk RAM dialokasikan untuk JVM)
it: Quanta memoria I2P sta utilizzando / memoria totale disponibile a I2P (esclusa la memoria allocata alla JVM)
ja: I2P が使用している RAM の量 / I2P で利用可能な合計 RAM (JVM に割り当てられた RAM を除く)
ko: I2P가 사용하고 있는 RAM 양 / I2P에 사용 가능한 총 RAM(JVM에 할당된 RAM 제외)
nb: Hvor mye RAM I2P bruker / total RAM tilgjengelig for I2P (ekskluderer RAM tildelt JVM)
nl: Hoeveel RAM I2P gebruikt / totaal RAM beschikbaar voor I2P (exclusief RAM toegewezen aan de JVM)
pt: Quanto RAM I2P está usando/total de RAM disponível para I2P (exclui RAM alocada para a JVM)
sl: Koliko RAM-a uporablja I2P / skupaj RAM, na voljo I2P (izključuje RAM, namenjen JVM)
sv: Hur mycket RAM I2P använder / totalt RAM tillgängligt för I2P (exkluderar RAM tilldelat till JVM)
uk: Скільки оперативної пам’яті I2P використовує / загальна доступна для I2P оперативної пам’яті (за винятком оперативної пам’яті, виділеної для JVM)
vi: I2P đang sử dụng bao nhiêu RAM/ tổng RAM khả dụng cho I2P (không bao gồm RAM được phân bổ cho jvm)

source: Memory
ar: الذاكرة
az: Yaddaş
bo: དྲོན་གནས།
cs: Paměť
da: Hukommelse
el: Μνήμη
es: Memoria
et: Mälu
fa: حافظه
fi: Muisti
hi: मेमोरी
hu: Memória
in: Memori
it: Memoria
ja: 記憶
ko: 메모리
nb: Minne
nl: Geheugen
pt: Memória
sl: Pomnilnik
sv: Minne
uk: Пам'ять
vi: Bộ nhớ

source: Floodfill enabled
bo: ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ།
hi: फ्लॉडफिल सक्षम
ko: 플로드필 활성화
sl: Zalivni je omogočen

source: Total number of remote LeaseSets stored in our NetDb
bo: ང་ཚོའི་NetDbནང་ཉར་ཐག་LeaseSetsགྱི་སྡོམ་གྲངས།
hi: हमारे NetDb में संग्रहीत दूरस्थ लीज़सेट की कुल संख्या
ko: 우리 NetDb에 저장된 원격 리스셋 총수

source: Declining transit tunnel requests during startup phase
bo: འགོ་འཛུགས་དུས་མཚམས་སུ་བརྒྱུད་འགྲུལ་གྲུག་ལམ་རེ་འདུན་ངོས་འཛིན་མི་བྱེད་པ།
hi: रूटर स्थिर होने तक पहले 10 मिनटों में कोई पारगम्यता टनल अनुरोध स्वीकार नहीं किया जाता
ko: 라우터가 안정화되는 동안 처음 10분 동안 참여 터널 요청이 허용되지 않습니다.

source: Declining transit tunnel requests as we are shutting down
ar: رفض طلبات الأنفاق المشاركة أثناء إغلاقنا
az: İştirakçı tunel sorğularını bağladığımız üçün rədd edilir
bo: ང་ཚོས་སྒོ་རྒྱག་སྐབས་བརྒྱུད་འགྲུལ་གྲུག་ལམ་རེ་འདུན་ངོས་འཛིན་མི་བྱེད་པ།
cs: Odmítání zúčastněných požadavků na tunel, protože se vypínáme
da: Afviser deltagende tunnelanmodninger, da vi lukker ned
el: Απόρριψη συμμετοχικών αιτημάτων για σήραγγες καθώς κλείνουμε
es: Denegamos las peticiones de túneles participantes ya que estamos apagando
et: Osalevate tunnelitaotluste vähenemine, kuna sulgeme
fa: رد درخواست‌های تونل شرکت‌کننده چون در حال تعطیلی هستیم
fi: Osallistuvia tunnelipyyntöjä hylätään, kun olemme sulkemassa
hi: हम बंद कर रहे होंगे, इसलिए पारगम्यता टनल अनुरोध को अस्वीकार कर रहे हैं
hu: A részt vevő alagútkérelmek elutasítása a leállítás során
in: Menolak permintaan terowongan yang berpartisipasi karena kami menutupnya
it: Rifiutando richieste di partecipazione ai tunnel mentre ci stiamo spegnendo
ja: シャットダウン中のため、参加するトンネルリクエストを拒否します
ko: 우리가 종료 할 때 대중 교통 터널 요청이 감소합니다
nb: Avslår deltakende tunnelforespørsler når vi stenger
nl: Weigeren deelnemende tunnelaanvragen omdat we sluiten
pt: Recusando solicitações de túneis participantes enquanto estamos encerrando
sl: Zmanjšujemo zahteve za prenosne tunelje, ker se zapiramo
sv: Avslå deltagande tunnelförfrågningar när vi stänger av
uk: Відхилення запитів на участь у тунелях через припинення роботи
vi: Từ chối các yêu cầu đường hầm tham gia khi chúng tôi ngừng hoạt động

source: Router or network performance is impeding the building of transit tunnels
ar: يعيق أداء جهاز التوجيه أو الشبكة بناء الأنفاق المشاركة
az: Router və ya şəbəkə performansı iştirakçı tunellərin qurulmasına mane olur
bo: རྩིས་འཁོར་ངམ་དྲ་རྒྱའི་ནུས་པས་བརྒྱུད་འགྲུལ་གྲུག་ལམ་བཟོ་སྐྲུན་ལ་བཀག་འགོག་བྱེད་ཀྱི་ཡོད།
cs: Výkon směrovače nebo sítě brání budování zúčastněných tunelů
da: Router- eller netværksydelse hæmmer bygningen af ​​deltagende tunneler
el: Η απόδοση του δρομολογητή ή του δικτύου εμποδίζει την κατασκευή των σηράγγων που συμμετέχουν
es: El router o el rendimiento de la red impiden la creación de túneles participantes
et: ruuteri või võrgu jõudlus takistab osalevate tunnelite ehitamist
fa: عملکرد روتر یا شبکه مانع ساخت تونل های شرکت کننده می شود
fi: Reitittimen tai verkon suorituskyky estää osallistuvien tunnelien rakentamisen
hi: रूटर या नेटवर्क का प्रदर्शन ट्रांजिट टनल बनाने को रोक रहा है
hu: Az útválasztó vagy a hálózat teljesítménye akadályozza a részt vevő alagutak építését
in: Kinerja router atau jaringan menghambat pembangunan terowongan yang berpartisipasi
it: Le prestazioni del router o della rete stanno impedendo la costruzione di tunnel partecipanti
ja: ルーターまたはネットワークのパフォーマンスが参加トンネルの構築を妨げている
ko: 라우터 또는 네트워크 성능이 참여 터널 구축을 방해하고 있습니다.
nb: Ruter- eller nettverksytelse hindrer byggingen av deltakende tunneler
nl: De prestaties van de router of het netwerk belemmeren de bouw van deelnemende tunnels
pt: O desempenho do roteador ou da rede está impedindo a construção de túneis participantes
sl: Zmožnost usmerjevalnika ali omrežja ovira izgradnjo prenosnih tuneljev
sv: Router- eller nätverksprestanda hindrar byggandet av deltagande tunnlar
uk: Продуктивність маршрутизатора або мережі перешкоджає створенню тунелів-учасників
vi: Bộ định tuyến hoặc hiệu suất mạng đang cản trở việc xây dựng các đường hầm tham gia

source: Router is currently hosting the configured maximum number of transit tunnels
bo: རྩིས་འཁོར་གྱིས་ད་ལྟ་རྒྱུན་སྐྱོང་བྱས་པའི་བརྒྱུད་འགྲུལ་གྲུག་ལམ་གྱི་མང་ཤོས་གྲངས་ཀ་སྤྱོད་ཀྱི་ཡོད།
hi: रूटर वर्तमान में प्रारंभिक सेट किए गए पारगम्यता टनल की संख्या को मेजबानी कर रहा है
ko: 현재 라우터는 구성된 최대 트랜지스터 터널 수를 호스팅하고 있습니다.
sl: Usmerjevalnik trenutno gosti konfigurirano maksimalno število prenosnih tuneljev

source: Router is currently using the configured maximum share bandwidth
bo: རྩིས་འཁོར་གྱིས་ད་ལྟ་རྒྱུན་སྐྱོང་བྱས་པའི་མང་ཤོས་མཉམ་སྤྱོད་སྐུད་མཐའི་རྒྱ་ཁྱོན་སྤྱོད་ཀྱི་ཡོད།
hi: रूटर वर्तमान में सेट किए गए मौजूदा शेयर बैंडविड्थ का उपयोग कर रहा है
ko: 현재 라우터는 구성된 최대 공유 대역폭을 사용하고 있습니다.
sl: Usmerjevalnik trenutno uporablja konfigurirano maksimalno delež širine pasma

source: Router is ready to build participating tunnels
ar: جهاز التوجيه جاهز لبناء الأنفاق المشاركة
az: Router iştirakçı tunellər qurmağa hazırdır
bo: རྩིས་འཁོར་ཞུགས་མཁན་གྲུག་ལམ་བཟོ་སྐྲུན་བྱེད་པར་གྲ་སྒྲིག་ཡོད།
cs: Router je připraven vybudovat zúčastněné tunely
da: Routeren er klar til at bygge deltagende tunneler
el: Ο δρομολογητής είναι έτοιμος να κατασκευάσει συμμετέχουσες σήραγγες
es: El router está listo para crear túneles participantes
et: ruuter on valmis ehitama osalevaid tunneleid
fa: روتر آماده ساخت تونل های مشارکت کننده است
fi: Reititin on valmis rakentamaan osallistuvia tunneleita
hi: रूटर भाग लेने वाले टनल बनाने के लिए तैयार है
hu: A router készen áll a részt vevő alagutak építésére
in: Router siap membangun terowongan yang berpartisipasi
it: Il router è pronto per costruire i tunnel partecipanti
ja: ルーターは参加トンネルを構築する準備ができています
ko: 라우터가 참여 터널을 구축할 준비가 되었습니다.
nb: Ruteren er klar til å bygge deltakende tunneler
nl: Router is klaar om deelnemende tunnels te bouwen
pt: O roteador está pronto para construir túneis participantes
sl: Usmerjevalnik je pripravljen izgraditi sodelujoče tunele
sv: Router är redo att bygga deltagande tunnlar
uk: Маршрутизатор готовий будувати тунелі-учасники
vi: Bộ định tuyến đã sẵn sàng để xây dựng các đường hầm tham gia

source: Accepting transit tunnel requests; hosting {0} tunnels
ar: قبول طلبات الأنفاق المشاركة؛ المشاركة في {0} أنفاق
az: İştirakçı tunel sorğularının qəbul edilməsi; {0} tuneldə iştirak edir
bo: བརྒྱུད་འགྲུལ་གྲུག་ལམ་རེ་འདུན་ངོས་ལེན་བྱེད་ཀྱི་ཡོད། {0} གྲུག་ལམ་སྤྱོད་ཀྱི་ཡོད།
cs: Přijímání zúčastněných požadavků na tunel; účastnící se {0} tunelů
da: Accept af deltagende tunnelanmodninger; deltager i {0} tunneler
el: Αποδοχή συμμετεχόντων αιτημάτων για σήραγγες, συμμετοχή σε {0} σήραγγες
es: Aceptando las peticiones de túneles participantes; participando en {0} túneles
et: Osalevate tunnelitaotluste aktsepteerimine; osalemine {0} tunnelites
fa: پذیرش درخواست‌های تونل ترانزیت؛ میزبانی {0} تونل
fi: Osallistuvien tunnelipyyntöjen hyväksyminen; osallistuu {0} tunneliin
hi: {0} टनल मेजबानी करते हुए पारगम्यता टनल अनुरोध स्वीकार कर रहा है
hu: Résztvevő alagútkérések elfogadása; részvétel {0} alagútban
in: Menerima permintaan terowongan yang berpartisipasi; berpartisipasi dalam terowongan {0}
it: Accettando richieste di partecipazione ai tunnel; partecipando in {0} tunnel
ja: 参加トンネルのリクエストを受け入れる。 {0}トンネルへの参加
ko: 참여 터널 요청을 수락하고 {0} 터널에 참여 중입니다
nb: Akseptere deltakende tunnelforespørsler; delta i {0} tunneler
nl: Het accepteren van deelnemende tunnelverzoeken; Deelnemen aan {0} tunnels
pt: Aceitar solicitações de túnel participantes; participando de {0} túneis
sl: Sprejmemo zahteve za prenosne tunelje; gostimo {0} tuneljev
sv: Acceptera deltagande tunnelförfrågningar; Deltar i {0} tunnlar
uk: Прийняття запитів на тунель участі; Участь у {0} тунелях
vi: Chấp nhận các yêu cầu đường hầm tham gia; tham gia vào các đường hầm {0}
