Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Some IRC clients are configured to disconnect from the server if there's been no communication with the server for a period of time, which can sometimes be problematic for I2P IRC if the <i>ping timeout</i> value is set too low. Setting the ping timeout value in your client to a high value (e.g. 320 seconds) will often result in a more robust connection to the network. In hexchat you can configure the value by typing <code>/set net_ping_timeout 320</code>. This will write the value to your <code>hexchat.conf</code> file.
ar: بعض عملاء IRC مكونة للتفصل عن الخادم إذا لم يكن هناك تواصل مع الخادم لفترة زمنية، ما قد يسبب مشكلة في بعض الأحيان لـ IRC في I2P إذا تم تعيين قيمة <i>مهلة بنغ</i> بشكل منخفض. تعيين قيمة مهلة بنغ في عميلك على قيمة عالية (مثل 320 ثانية) سيؤدي في كثير من الأحيان إلى اتصال أكثر استقرارًا بالشبكة. في hexchat يمكنك تكوين القيمة بكتابة <code>/set net_ping_timeout 320</code>. سيتم كتابة القيمة في ملف <code>hexchat.conf</code> الخاص بك.
az: Bəzi IRC müştəriləri, hansısa bir vaxt ərzində server ilə heç bir əlaqə yoxdursa, serverdən ayırması konfiqurasiya edilə bilər, bu da bazən I2P IRC-üçün məsələ yarada bilər, əgər <i>ping timeout</i> qiyməti çox aşağı endirilərsə. Ping timeout dəyərini müştərinizdə yüksək bir qiymətə (məsələn, 320 saniyə) təyin edərək, şəbəkəyə daha da davamlı bir qoşulma ilə nəticələnmə edə bilərsiniz. Hexchat-də qiyməti daxil edərək qiyməti düzəldə bilərsiniz <code>/set net_ping_timeout 320</ code>. Bu dəyəri <code>hexchat.conf</ code> faylınıza qeyd edəcək.
bo: ལས་སྣོན་པ་ལ་ལ་རེད་དུས་སྐར་མ་གཅིག་གི་རིང་ཚད་ནང་སྐར་མ་དང་བརྒྱུད་འབྲེལ་མེད་ན་སྐར་མ་དང་བརྒྱུད་འབྲེལ་བར་འགོངས་པར་འཇུག་པར་རྒྱུན་སྐྱོང་ཡོད། <i>ping timeout</i> གནས་གཞི་དེ་གནས་དོན་དེ་བས་ཆུང་དྲགས་ན་ I2P IRC ལ་དཀའ་ངལ་འབྱུང་སྲིད། ཁྱེད་ཀྱི་ལས་སྣོན་པའི་ནང་ ping timeout གནས་གཞི་དེ་མཐོ་བར་གཏོང་ན། (དཔེར་ན། སྐར་མ་ 320) དྲ་ལམ་ལ་སྟོན་མཁྱེན་པའི་འབྲེལ་མཐུད་ཐུབ། hexchat ནང་ཁྱེད་ཀྱིས་ <code>/set net_ping_timeout 320</code> འབྲི་ནས་གནས་གཞི་དེ་རྒྱུན་སྐྱོང་ཐུབ། འདི་ཡིས་གནས་གཞི་དེ་ཁྱེད་ཀྱི་ <code>hexchat.conf</code> ཡིག་ཆར་འབྲི་བཞག
cs: Některé klienty IRC jsou konfigurovány tak, že se odpojí ze serveru, pokud nebylo po určitou dobu komunikováno se serverem, což může být někdy problém pro I2P IRC, pokud je hodnota <i>ping timeout</i> nastavena příliš nízko. Nastavení hodnoty ping timeout ve vašem klientovi na vysokou hodnotu (např. 320 sekund) často povede k robustnějšímu připojení k síti. V hexchatu hodnotu můžete nastavit zadáním příkazu <code>/set net_ping_timeout 320</code>. Tímto se hodnota zapíše do souboru <code>hexchat.conf</code>.
da: Nogle IRC-klienter er konfigureret til at afbryde forbindelsen til serveren, hvis der ikke har været nogen kommunikation med serveren i et stykke tid, hvilket kan være problematisk for I2P IRC, hvis værdien for <i>ping timeout</i> er indstillet for lavt. Hvis du indstiller ping timeout-værdien i din klient til en høj værdi (f.eks. 320 sekunder), vil det ofte resultere i en mere pålidelig forbindelse til netværket. I hexchat kan du konfigurere værdien ved at skrive <code>/set net_ping_timeout 320</code>. Dette vil skrive værdien til din <code>hexchat.conf</code>-fil.
el: Ορισμένοι πελάτες IRC έχουν ρυθμιστεί να αποσυνδέονται από τον διακομιστή αν δεν υπάρχει επικοινωνία με τον διακομιστή για ένα χρονικό διάστημα, το οποίο μπορεί να είναι ενίοτε προβληματικό για το I2P IRC αν η τιμή <i>λήξης ping</i> είναι πολύ χαμηλή. Ορίστε την τιμή λήξης ping στον πελάτη σας σε μια υψηλή τιμή (π.χ. 320 δευτερόλεπτα) θα οδηγήσει συχνά σε μια πιο αξιόπιστη σύνδεση στο δίκτυο. Στο hexchat μπορείτε να ρυθμίσετε την τιμή πληκτρολογώντας <code>/set net_ping_timeout 320</code>. Αυτό θα γράψει την τιμή στο αρχείο σας <code>hexchat.conf</code>.
es: Algunos clientes IRC están configurados para desconectarse del servidor si no hay comunicación con él durante un periodo de tiempo, lo que en ocasiones puede ser un problema para IRC de I2P si el valor de <i>tiempo de espera de ping</i> está establecido demasiado bajo. Establecer el valor de tiempo de espera de ping en tu cliente en un valor alto (p.ej. 320 segundos) generalmente dará como resultado una conexión más robusta a la red. En HexChat puedes configurar el valor escribiendo <code>/set net_ping_timeout 320</code>. Esto escribirá el valor en tu archivo <code>hexchat.conf</code>.
et: Mõnes IRC-i kliendis on konfigureeritud ühenduse katkestamine serverist, kui serveriga polnud mingi aeg suhtlust, mis võib I2P IRC-i puhul tekitada probleeme, kui <i>pingi aegumine</i> on liiga lühikeseks määratud. Klientis pingi aegumise väärtuse kõrgemale määramine (nt 320 sekundit) tagab sageli tugevama ühenduse võrguga. Hexchatis saate selle väärtuse seadistada, tippides <code>/set net_ping_timeout 320</code>. See kirjutab väärtuse teie <code>hexchat.conf</code> faili.
fa: برخی از مشتری‌های IRC به گونه‌ای تنظیم شده‌اند که در صورت عدم ارتباط با سرور تا مدت زمان معینی، از سرور قطع می‌شوند که گاهی می‌تواند برای IRC I2P مشکل‌ساز باشد اگر مقدار <i>ping timeout</i> پایین تنظیم شده باشد. تنظیم مقدار ping timeout مشتری خود به مقدار بالا (مثلا 320 ثانیه) معمولا نتیجه می‌دهد که اتصال مستحکم‌تری به شبکه برقرار شود. در hexchat می‌توانید این مقدار را با تایپ <code>/set net_ping_timeout 320</code> تنظیم کنید. این مقدار در فایل <code>hexchat.conf</code> شما ذخیره می‌شود.
fi: Jotkin IRC-asiakasohjelmat on määritetty katkaisemaan yhteys palvelimeen, mikäli ei ole tapahtunut viestintää palvelimen kanssa tietyn ajan jakson aikana. Tämä voi aiheuttaa ongelmia I2P IRC:n kanssa, jos <i>ping timeout</i> -arvo on liian pieni. Aseta asiakasohjelman ping timeout -arvo suureksi (esim. 320 sekuntia), mikä usein johtaa vakaampaan yhteyteen verkkoon. Hexchatissa voit tehdä tämän asettamalla arvon komennolla <code>/set net_ping_timeout 320</code>. Tämä kirjoittaa arvon tiedostoon <code>hexchat.conf</code>.
hi: कुछ IRC क्लाइंट ऐसे सेट किए गए हो सकते हैं कि यदि किसी अवधि के लिए सर्वर के साथ कोई संचार नहीं हुआ हो, तो वे सर्वर से डिस्कनेक्ट हो जाते हैं, जो कभी-कभी I2P IRC के लिए समस्यात्मक हो सकता है अगर पिंग टाइमआउट मान बहुत कम सेट किया गया हो। अपने क्लाइंट में पिंग टाइमआउट मान को एक उच्च मान (उदाहरण के लिए 320 सेकंड) सेट करने से अक्सर नेटवर्क के साथ एक मजबूत कनेक्शन प्राप्त होता है। हेक्सचैट में, आप यह सेटिंग इनपुट करके सेट कर सकते हैं <code>/set net_ping_timeout 320</code>. यह आपके <code>hexchat.conf</code> फ़ाइल में मान लिखेगा।
hu: Néhány IRC kliens úgy van konfigurálva, hogy lecsatlakozik a szerverről, ha egy ideig nincs kommunikáció a szerverrel, ez néha problémát jelenthet az I2P IRC-nél, ha az <i>ping timeout</i> értéke túl alacsonyra van állítva. A ping timeout érték beállítása a kliensben egy magas értékre (pl. 320 másodperc) általában erősebb kapcsolatot eredményez a hálózattal. A hexchat-ben beállíthatja az értéket a <code>/set net_ping_timeout 320</code> parancsal. Ez az értékét fogja beírni a <code>hexchat.conf</code> fájlba.
in: Beberapa klien IRC dikonfigurasi untuk terputus dari server jika tidak ada komunikasi dengan server selama periode waktu tertentu, yang kadang bisa menjadi masalah untuk I2P IRC jika nilai <i>ping timeout</i> diatur terlalu rendah. Mengatur nilai ping timeout di klien Anda ke nilai tinggi (misal 320 detik) seringkali akan menghasilkan koneksi yang lebih robust ke jaringan. Di hexchat Anda dapat mengkonfigurasi nilainya dengan mengetikkan <code>/set net_ping_timeout 320</code>. Hal ini akan menulis nilai ke file <code>hexchat.conf</code> Anda.
it: Alcuni client IRC sono configurati per disconnettersi dal server se non c'è stata nessuna comunicazione con il server per un certo periodo di tempo, cosa che può essere problematica per IRC su I2P se il valore di <i>timeout ping</i> è impostato troppo basso. Impostare il valore di timeout ping nel tuo client a un valore alto (ad esempio 320 secondi) spesso si traduce in una connessione più robusta alla rete. In HexChat puoi configurare il valore digitando <code>/set net_ping_timeout 320</code>. Questo scriverà il valore nel tuo file <code>hexchat.conf</code>.
ja: 一部のIRCクライアントは、一定時間サーバーとの通信がない場合にサーバーから切断するように設定されています。これはI2P IRCにとって問題となることがあります。pingタイムアウトの値が非常に低く設定されている場合は、ネットワークへのより強力な接続につながることがあります。hexchatでは、<code>/set net_ping_timeout 320</code>と入力して値を設定できます。これにより、値が<code>hexchat.conf</code>ファイルに書き込まれます。
ko: 일부 IRC 클라이언트는 일정 시간 동안 서버와의 통신이 없을 경우 서버와의 연결을 해제하도록 구성되어 있습니다. 이는 <i>핑 시간 제한</i> 값이 너무 낮게 설정된 경우 I2P IRC에 문제가 발생할 수 있습니다. 클라이언트에서 핑 시간 제한 값을 높은 값 (예: 320초)으로 설정하면 종종 네트워크와의 견고한 연결이 이루어집니다. Hexchat에서는 <code>/set net_ping_timeout 320</code>을 입력하여 값을 구성할 수 있습니다. 이는 값이 <code>hexchat.conf</code> 파일에 기록됩니다.
nb: Noen IRC-klienter er konfigurert til å koble fra serveren hvis det ikke har vært noen kommunikasjon med serveren i en gitt tidsperiode, noe som kan være problematisk for I2P IRC hvis <i>ping timeout</i> verdien er satt for lavt. Å sette ping timeout-verdien i klienten din til en høy verdi (f.eks. 320 sekunder) vil ofte resultere i en mer stabil tilkobling til nettverket. I hexchat kan du konfigurere verdien ved å skrive <code>/set net_ping_timeout 320</code>. Dette vil skrive verdien til din <code>hexchat.conf</code>-fil.
nl: Sommige IRC-clients zijn geconfigureerd om verbinding te verbreken met de server als er gedurende een bepaalde periode geen communicatie met de server is geweest. Dit kan soms problematisch zijn voor I2P IRC als de <i>ping time-out</i> waarde te laag is ingesteld. Het instellen van de ping time-out waarde in je client op een hoog getal (bijv. 320 seconden) resulteert vaak in een robuustere verbinding met het netwerk. In HexChat kun je de waarde configureren door <code>/set net_ping_timeout 320</code> in te typen. Dit schrijft de waarde naar je <code>hexchat.conf</code> bestand.
pt: Alguns clientes de IRC são configurados para desconectar do servidor se não houver comunicação com o servidor por um período de tempo, o que às vezes pode ser problemático para o IRC do I2P se o valor de <i>tempo limite de ping</i> estiver muito baixo. Definir o valor de tempo limite de ping em seu cliente para um valor alto (por exemplo, 320 segundos) geralmente resultará em uma conexão mais robusta com a rede. No hexchat, você pode configurar o valor digitando <code>/set net_ping_timeout 320</code>. Isso gravará o valor em seu arquivo <code>hexchat.conf</code>.
sl: Nekateri IRC klienti so nastavljeni tako, da se razklopijo z strežnikom, če je nekaj časa ne obstaja komunikacija z strežnikom, kar lahko v nekaterih primerih povzroči težave za I2P IRC, če je vrednost <i>časovnika ping</i> nastavljena prenizko. Nastavitev vrednosti časovnika ping v vašem klientu na visoko vrednost (npr. 320 sekund) pogosto rezultira močnejšo povezavo z omrežjem. V hexchat lahko vrednost nastavite tako, da tipkate <code>/set net_ping_timeout 320</code>. To bo vrednost zapise v vaš <code>hexchat.conf</code> datoteko.
sv: Vissa IRC-klienter är konfigurerade att koppla från servern om det inte har skett någon kommunikation med servern under en viss tid, vilket ibland kan vara problematiskt för I2P IRC om värdet för <i>ping timeout</i> är för lågt. Genom att ställa in värdet för ping timeout i din klient till ett högt värde (t.ex. 320 sekunder) leder oftast till en mer stabil anslutning till nätverket. I HexChat kan du konfigurera värdet genom att skriva <code>/set net_ping_timeout 320</code>. Detta kommer att skriva värdet till din <code>hexchat.conf</code>-fil.
uk: Деякі IRC-клієнти налаштовані на відключення від сервера, якщо не було зв'язку з сервером протягом певного періоду часу, що інколи може викликати проблеми для IRC в I2P, якщо значення <i>тайм-ауту ping</i> встановлено занадто низько. Встановлення високого значення тайм-ауту ping у вашому клієнті (наприклад 320 секунд) часто призведе до більш стабільного підключення до мережі. У HexChat це можна налаштувати командою <code>/set net_ping_timeout 320</code>. Це запише значення до вашого файлу <code>hexchat.conf</code>.
vi: Một số khách hộ IRC được cấu hình để ngắt kết nối khỏi máy chủ nếu không có giao tiếp với máy chủ trong một thời gian, điều này đôi khi gây trở ngại cho IRC I2P nếu giá trị <i>ping timeout</i> được đặt quá thấp. Đặt giá trị ping timeout trong khách hộ của bạn lên mức cao (ví dụ 320 giây) thường sẽ đem lại kết nối ổn định hơn đến mạng. Trong hexchat bạn có thể cấu hình giá trị bằng cách nhập <code>/set net_ping_timeout 320</code>. Điều này sẽ ghi giá trị vào tập tin <code>hexchat.conf</code> của bạn.

source: What ports does I2P use?
ar: أي المنافذ تستخدمها I2P؟
az: I2P hansı portlardan istifadə edir?
bo: I2P གིས་སྒོ་མོ་གང་དག་པ་རེད་དམ།
cs: Které porty používá I2P?
da: Hvilke porte bruger I2P?
el: Ποιες θύρες χρησιμοποιεί το I2P?
es: ¿Qué puertos usa I2P?
et: Milliseid pordid kasutab I2P?
fa: I2P از چه پورت های استفاده میکند؟
fi: Mitä portteja I2P käyttää?
hi: I2P किन पोर्ट्स का उपयोग करता है?
hu: Milyen portokat használ az I2P?
in: Port apa saja yang digunakan I2P?
it: Quali porte usa I2P?
ja: I2P はどのポートを使用しますか？
ko: I2P는 어떤 포트를 사용하나요?
nb: Hvilke porter bruker I2P?
nl: Welke poorten worden door I2P gebruikt?
pt: Que portas é que o I2P utiliza?
sl: Katere vrata uporablja I2P?
sv: Vilka portar använder I2P?
uk: Які порти використовує I2P?
vi: I2P sử dụng các cổng nào?

source: LOCAL PORTS
ar: المنافذ المحلية
az: YERLİ LİMANLAR
bo: ནང་ཁུག་གི་སྒོ་མོ།
cs: LOKÁLNÍ PORTY
da: LOKALE PORTE
el: ΤΟΠΙΚΕΣ ΘΥΡΕΣ
es: PUERTOS LOCALES
et: LOKAALED PORDID
fa: بنادر محلی
fi: PAIKALLISET PORTIT
hi: स्थानीय पोर्ट्स
hu: HELYI KIKÖTŐK
in: PORT LOKAL
it: PORT LOCALI
ja: ローカルポート
ko: 로컬 포트
nb: LOKALE PORTER
nl: LOKALE POORTEN
pt: PORTAS LOCAIS
sl: LOKALNA VRATA
sv: LOKALA PORTAR
uk: ЛОКАЛЬНІ ПОРТИ
vi: Cảng địa phương

source: These are the local I2P port mappings, listening only to local connections by default, except where noted. Unless you require access from other machines, they should only be accessible from localhost.
ar: هذه تعابير منافذ I2P المحلية، والتي تستمع فقط إلى الاتصالات المحلية افتراضيًا، باستثناء حالات ملاحظتها. ما لم تكن هناك حاجة من جهازك إلى الوصول إلى أجهزة أخرى، يجب أن تتمكن فقط من الوصول إليها عبر localhost.
az: Bu yerli I2P port xəritələri, yalnız yerli bağlantılara qulaq asan bir şəkildə qulaq asanırlar, qeydiyyatdan keçən hallar müstəsna. Başqaları maşınlarından girişə ehtiyacınız yoxdursa, yalnız lokalhostdan girişə açıq olmalıdır.
bo: འདི་ནི་ནང་ཁུག་གི་ I2P སྒོ་མོ་སྟོན་རྟགས་ཡིན། སྔོན་སྒྲིག་པར་ནང་ཁུག་གི་འབྲེལ་མཐུད་ལ་ཉན་རེད། བརྡ་བརྒྱུགས་བྱས་པའི་གནས་ཚུལ་མ་གཏོགས། ཁྱེད་ལ་གཞན་པའི་འཕྲུལ་ཆས་ནས་འཛུལ་སྤྱོད་དགོས་ན་མ་གཏོགས། localhost ནས་འཛུལ་སྤྱོད་བྱེད་དགོས།
cs: Toto jsou místní mapování portů I2P, které poslouchají výhradně lokální připojení, s výjimkou uvedených případů. Pokud nepotřebujete přístup z jiných strojů, měly by být přístupné pouze z localhostu.
da: Dette er de lokale I2P-portafbildninger, der som standard kun lytter til lokale forbindelser, medmindre andet er angivet. Medmindre du har brug for adgang fra andre maskiner, bør de kun være tilgængelige fra localhost.
el: Αυτές είναι οι τοπικές αντιστοιχίες θυρών I2P, που ακούνε μόνο σε τοπικές συνδέσεις από προεπιλογή, εκτός εάν αναφέρεται διαφορετικά. Εκτός αν απαιτείται πρόσβαση από άλλα μηχανήματα, θα πρέπει να είναι προσβάσιμες μόνο από το localhost.
es: Estos son los mapeos de puertos locales de I2P, escuchando solo conexiones locales por defecto, excepto donde se indique. A menos que requieras acceso desde otras máquinas, solo deberían ser accesibles desde localhost.
et: Need on kohalikud I2P pordisihid, mis vaikimisi kuulavad ainult kohalikele ühendustele, välja arvatud märkustes märgitud juhtudel. Kui te ei vaja juurdepääsu teistelt masinatelt, peaksid need olema juurdepääsetavad ainult kohalikult võrgult.
fa: این محدوده‌های درگاهی محلی برای I2P هستند که به‌طور پیش‌فرض فقط به اتصالات محلی گوش می‌دهند، به جز در مواردی که توضیح داده شده‌است. مگر اینکه نیاز به دسترسی از دیگر ماشین‌ها داشته باشید، فقط باید از میزبان محلی قابل دسترسی باشند.
fi: Nämä ovat paikalliset I2P-porttitunnusten kartoitukset, jotka oletusarvoisesti kuuntelevat vain paikallisia yhteyksiä, lukuun ottamatta erityistapauksia. Ellei sinun tarvitse käyttää niitä muilta koneilta, niiden pitäisi olla saatavilla vain localhostista.
hi: ये स्थानीय I2P पोर्ट मैपिंग हैं, जो मानक रूप से केवल स्थानीय कनेक्शन को सुनते हैं, अलग-अलग नोट किए गए स्थान से छोड़कर। अन्य मशीनों से पहुँच की आवश्यकता नहीं होने पर, वे केवल localhost से पहुँचने चाहिए।
hu: Ezek a helyi i2p port leképezések, amelyek alapértelmezés szerint csak a helyi kapcsolatokra hallgatnak, kivéve, ha megjegyezzük. Hacsak nem igényel hozzáférést más gépektől, akkor csak a LocalHost -ból érhetők el.
in: Ini adalah pelacakan port I2P lokal, yang hanya mendengarkan koneksi lokal secara default, kecuali jika disebutkan. Kecuali Anda memerlukan akses dari mesin lain, mereka seharusnya hanya dapat diakses dari localhost.
it: Queste sono le mappature delle porte I2P locali, che ascoltano solo le connessioni locali per impostazione predefinita, tranne quando specificato diversamente. A meno che non sia necessario l'accesso da altre macchine, dovrebbero essere accessibili solo da localhost.
ja: これらは、ローカルI2Pポートマッピングであり、デフォルトではローカル接続のみがリッスンされます（例外がある場合を除く）。他のマシンからのアクセスが必要でない場合、localhostからのみアクセスできるようにする必要があります。
ko: 이들은 로컬 I2P 포트 매핑으로, 언급 된 경우를 제외하고 기본적으로 로컬 연결 만 듣습니다. 다른 기계에서 액세스 할 필요가 없다면 LocalHost에서만 액세스 할 수 있어야합니다.
nb: Dette er de lokale I2P-portmappene, som bare lytter til lokale tilkoblinger som standard, unntatt der annet er angitt. Hvis du ikke trenger tilgang fra andre maskiner, bør de bare være tilgjengelige fra localhost.
nl: Dit zijn de lokale I2P-poorttoewijzingen, standaard alleen luisterend naar lokale verbindingen, behalve waar anders vermeld. Tenzij u toegang nodig heeft vanaf andere machines, moeten ze alleen toegankelijk zijn vanaf localhost.
pt: Estes são os mapeamentos locais de porta I2P, ouvindo apenas as conexões locais por padrão, exceto onde indicada. A menos que você precise de acesso de outras máquinas, elas devem estar acessíveis apenas a partir do host local.
sl: To so lokalne preslikave vratar I2P, ki privzeto zgolj poslušajo lokalne povezave, razen če je drugače opisano. Razen če zahtevate dostop iz drugih strojev, bi morali biti dostopni le iz localhost.
sv: Dessa är de lokala I2P-portmappningarna, som som standard endast lyssnar på lokala anslutningar, förutom när det anges. Om du inte behöver åtkomst från andra datorer ska de bara vara åtkomliga från localhost.
uk: Це локальні відображення портів I2P, які за типового налаштування прийматимуть лише локальні підключення, за винятком зазначених. Якщо ви не потребуєте доступу з інших машин, на них можна буде підключатися лише з локального хосту.
vi: Đây là các ánh xạ cổng i2P cục bộ, chỉ nghe các kết nối cục bộ theo mặc định, ngoại trừ nơi được ghi nhận. Trừ khi bạn yêu cầu truy cập từ các máy khác, chúng chỉ có thể truy cập được từ Localhost.

source: Function
ar: دور
az: Funksiya
bo: བྱེད་ལས།
cs: Funkce
da: Funktion
el: Λειτουργία
es: Función
et: Funktsioon
fa: کارکرد
fi: Toiminto
hi: कार्य
hu: Funkció
in: Fungsi
it: Funzione
ja: 機能
ko: 기능
nb: Funksjon
nl: Functie
pt: Função
sl: Funkcija
sv: Funktion
uk: Функція
vi: Chức năng

source: Notes
ar: ملاحظات
az: Qeydlər
bo: དྲན་འཛིན།
cs: Poznámky
da: Noter
el: Σημειώσεις
es: Notas
et: Märkused
fa: یادداشت‌ها
fi: Huomautus
hi: नोट्स
hu: Megjegyzések
in: Catatan
it: Note
ja: 履歴
ko: 참고
nb: Merknader
nl: Opmerkingen
pt: Notas
sl: Opombe
sv: Anteckningar
uk: Нотатки
vi: Các Lưu Ý

source: UPnP SSDP UDP multicast listener
ar: المستمع المتعدد UDP متعدد المستوى SSDP UPnP
az: UPnP SSDP UDP multicast dinləyicisi
bo: UPnP SSDP UDP མངའ་ཁུལ་ཉན་རེད།
cs: UPnP SSDP UDP multicast posluchač
da: UPnP SSDP UDP multicast-lytter
el: Ακροατής UPnP SSDP UDP πολυεκπομπής
es: Escuchador UDP multicast SSDP UPnP
et: UPnP SSDP UDP mitmeleheline kuulaja
fa: گوش دادن UDP چندرسانه‌ای SSDP UPnP
fi: UPnP SSDP UDP monenlähetyksen kuuntelija
hi: UPnP SSDP UDP मल्टीकास्ट लिस्टनर
hu: UPnP SSDP UDP multicast hallgató
in: Pendengar saluran UDP multicast SSDP UPnP
it: Ascoltatore multicast UPnP SSDP UDP
ja: UPnP SSDP UDPマルチキャストリスナー
ko: UPnP SSDP UDP 멀티캐스트 수신기
nb: UPnP SSDP UDP multicast-lytter
nl: UPnP SSDP UDP multicast-ontvanger
pt: Ouvinte multicast UPnP SSDP UDP
sl: Poslušalnik UDP multicast SSDP UPnP
sv: UPnP SSDP UDP multicast-lyssnare
uk: Приймач багатоканальних UDP-з'єднань SSDP для UPnP
vi: Nghe phát UDP multicast SSDP cho UPnP

source: Cannot be changed. Binds to all interfaces. Can be disabled on the <a href=/confignet>Network Configuration page</a>.
ar: لا يمكن تغييره. يربط إلى جميع الواجهات. يمكن تعطيله عبر صفحة <a href=/confignet>تكوين الشبكة</a>.
az: Dəyişdirilə bilməz. Bütün interfeyslərə bağlanır. <a href=/confignet>Ağ Konfiqurasiya səhifəsində</a> söndürülə bilər.
bo: བསྒྱུར་བཏོན་ཐབས་མེད། མཐུད་སྣེ་ཚང་མར་འབྲེལ་མཐུད། <a href=/confignet>དྲ་ལམ་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་སྒོ་རྒྱག་ཐུབ།
cs: Nelze změnit. Vazbuje ke všem rozhraním. Lze zakázat na <a href=/confignet>stránce Konfigurace sítě</a>.
da: Kan ikke ændres. Binder til alle grænseflader. Kan deaktiveres på <a href=/confignet>Siden for Netværkskonfiguration</a>.
el: Δεν μπορεί να αλλάξει. Δένεται με όλες τις διεπαφές. Μπορεί να απενεργοποιηθεί στην <a href=/confignet>σελίδα διαμόρφωσης δικτύου</a>.
es: No puede ser cambiado. Se une a todas las interfaces. Puede desactivarse en la página de <a href=/confignet>Configuración de red</a>.
et: Ei saa muuta. Seob kõik liidesed. Saab keelata <a href=/confignet>Võrgu konfiguratsiooni</a> lehel.
fa: نمیتواند تغییر کند. به همه رابط ها متصل میشود. میتواند در صفحه <a href=/confignet> پیکربندی شبکه </a> غیرفعال شود.
fi: Ei voida muuttaa. Sitoutuu kaikkiin rajapintoihin. Voidaan poistaa käytöstä <a href=/confignet>Verkon konfigurointi-sivulla</a>.
hi: बदला नहीं जा सकता। सभी इंटरफेस को बांधता है। <a href=/confignet>नेटवर्क सेटिंग पेज</a> पर डिसेबल कर सकते हैं।
hu: Nem lehet megváltoztatni. Minden interfészhez kötődik. Letiltható az <a href=/confignet>Hálózati konfigurációs oldalon</a>.
in: Tidak dapat diubah. Mengikat ke semua antarmuka. Dapat dinonaktifkan di halaman <a href=/confignet>Konfigurasi Jaringan</a>.
it: Non può essere modificato. Connesso a tutte le interfacce. Può essere disabilitato nella pagina <a href=/confignet>Configurazione di rete</a>.
ja: 変更できません。すべてのインターフェースにバインドされます。 <a href=/confignet>ネットワーク構成ページ</a>で無効にできます。
ko: 변경할 수 없습니다. 모든 인터페이스에 바인딩됩니다. <a href=/confignet>네트워크 구성 페이지</a>에서 비활성화할 수 있습니다.
nb: Kan ikke endres. Binder til alle grensesnitt. Kan deaktiveres på siden for <a href=/confignet>nettverkskonfigurasjon</a>.
nl: Kan niet worden gewijzigd. Bindt aan alle interfaces. Kan worden uitgeschakeld op de <a href=/confignet>Netwerkconfiguratiepagina</a>.
pt: Não pode ser alterado. Liga a todas as interfaces. Pode ser desativado na página de <a href=/confignet>Configuração de Rede</a>.
sl: Ni mogoče spremeniti. Poveže se na vse vmesnike. Ga lahko onemogočite na strani <a href=/confignet>Konfiguracija omrežja</a>.
sv: Kan inte ändras. Binder till alla gränssnitt. Kan inaktiveras på sidan för <a href=/confignet>nätverkskonfiguration</a>.
uk: Не може бути змінений. Приєднується до всіх інтерфейсів. Може бути вимкнений на сторінці <a href=/confignet>Налаштування мережі</a>.
vi: Không thể thay đổi. Gắn với tất cả các giao diện. Có thể vô hiệu hoá trên trang <a href=/confignet>Cấu hình Mạng</a>.

source: BOB bridge
ar: جسر BOB
az: BOB köprü
bo: BOB ཟམ་ལ།
cs: Most BOB
da: BOB bro
el: Γέφυρα BOB
es: Puente BOB
et: BOB sild
fa: پل BOB
fi: BOB-silta
hi: BOB ब्रिज
hu: BOB híd
in: Jembatan BOB
it: Ponte BOB
ja: BOBブリッジ
ko: BOB 브릿지
nb: BOB bro
nl: BOB-brug
pt: Ponte BOB
sl: Most BOB
sv: BOB-bro
uk: Міст BOB
vi: Cầu BOB
