Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The version of the I2P software you are running. If a new version is available, you will be notified in the Sidebar. It is recommended to keep your router up to date to ensure optimal performance and security. Router updates are usually made available on average every 2-3 months.
ar: الإصدار من برنامج I2P الذي تعمله. إذا أصبح إصدار جديد متاحًا، سيتم إخطارك في الشريط الجانبي. من المحبذ الاحتفاظ بموجهك محدثًا لضمان الأداء والأمن الأمثل. عادة ما يتم جعل التحديثات الخاصة بالموجه متاحة بمعدل كل 2-3 أشهر.
az: Çalıştırdığınız I2P yazılımının sürümü. Eğer yeni bir sürüm mevcutsa, Sidebar'da bildirim alacaksınız. Optimal performans ve güvenlik sağlamak için yönlendiricinizi güncel tutmanız önerilir. Yönlendirici güncellemeleri genellikle ortalama olarak her 2-3 ayda bir sunulur.
bo: ཁྱོད་རང་གིས་བརྒྱུད་སྐྱོད་བྱེད་ཀྱི་ཡོད་པའི་ I2P མཉེན་ཆས་ཀྱི་སྒྲིག་རིམ་ནི་གང་ཡིན་པ་ཡིན། གསར་པའི་སྒྲིག་རིམ་ཞིག་ཡོད་ཚེ་བརྒྱབ་ཐུར་གྱི་ནང་དུ་བརྡ་སྟོན་བྱེད་ངེས་ཡིན། སྤུས་ཚད་མཐོ་ཤོས་དང་བདེ་འཇགས་ལོགས་སུ་བཅུག་པ་དང་མཐུན་སྒྲིལ་བདེ་འཇགས་ཡོང་བར་གྱོད་པའི་ཆེད་དུ་ཁྱོད་རང་གི་རུ་ཊར་གྱི་གསར་སྒྱུར་བརྒྱུད་སྐྱོད་བྱེད་པར་བརྗེ་བཤེར་བྱས་ཡོད་པ་རེད། རུ་ཊར་གསར་སྒྱུར་ནི་སྤྱིར་བཏང་དུ་ཟླ་ 2-3 འཁོར་རེར་མཐུད་པར་ཡོད།
cs: Verze I2P softwaru, kterou používáte. Pokud je k dispozici nová verze, budete o tom informováni v postranním panelu. Doporučuje se udržovat aktualizovaný směrovač pro zajištění optimálního výkonu a zabezpečení. Aktualizace směrovače jsou obvykle dostupné průměrně každé 2-3 měsíce.
da: Versionen af den I2P-software, du kører. Hvis en ny version er tilgængelig, får du besked i sidepanelet. Det anbefales at holde din router opdateret for optimal ydeevne og sikkerhed. Routere opdateres normalt ca. hver 2-3 måned.
el: Η έκδοση του I2P λογισμικού που χρησιμοποιείτε. Εάν υπάρχει διαθέσιμη μια νέα έκδοση, θα ενημερωθείτε στην πλευρική γραμμή. Συνιστάται να κρατάτε τον δρομολογητή σας ενημερωμένο για να εξασφαλίσετε βέλτιστη απόδοση και ασφάλεια. Οι ενημερώσεις του δρομολογητή είναι συνήθως διαθέσιμες κατά μέσο όρο κάθε 2-3 μήνες.
es: La versión del software I2P que estás ejecutando. Si hay una nueva versión disponible, se te notificará en la barra lateral. Se recomienda mantener tu enrutador actualizado para garantizar un rendimiento y una seguridad óptimos. Las actualizaciones del enrutador generalmente están disponibles en promedio cada 2-3 meses.
et: Teie kasutatava I2P tarkvara versioon. Kui on saadaval uus versioon, teavitatakse teid küljepaneelis. Soovitatav on hoida ruuter ajakohasena, et tagada optimaalne jõudlus ja turvalisus. Ruuteri uuendused tehakse üldiselt kättesaadavaks keskmiselt 2-3 kuu järel.
fa: نسخه‌ای از نرم‌افزار I2P که دارید اجرا می‌کنید. اگر نسخه‌ای جدید موجود باشد، در منوی کناری اطلاع خواهید یافت. توصیه می‌شود روتر خود را به‌روز نگه دارید تا از عملکرد بهینه و امنیت بهتر بهره ببرید. به‌طور میانگین، بروزرسانی‌های روتر هر 2 تا 3 ماه یکبار ارائه می‌شوند.
fi: Käytössä oleva I2P-ohjelmiston versio. Jos uusi versio on saatavilla, ilmoitus tulee Sivupalkissa. On suositeltavaa pitää reititin ajan tasalla, jotta varmistetaan optimaalinen suorituskyky ja tietoturva. Reititin päivitykset yleensä tulevat saataville keskimäärin 2-3 kuukauden välein.
hi: आपके द्वारा चलाए जा रहे I2P सॉफ़्टवेयर की संस्करण। यदि एक नई संस्करण उपलब्ध है, तो आपको साइडबार में सूचित किया जाएगा। अपने रूटर को सबसे अच्छे प्रदर्शन और सुरक्षा की सुनिश्चित करने के लिए अपडेट करने की सिफारिश की जाती है। रूटर अपडेट आमतौर पर हर 2-3 महीने में उपलब्ध कराए जाते हैं।
hu: Az Ön által futtatott I2P szoftver verziója. Ha elérhető új verzió, értesíteni fogjuk az oldalsávban. Ajánlott az útválasztó frissítése a optimális teljesítmény és biztonság érdekében. Az útválasztó frissítések általában átlagosan 2-3 hónaponként elérhetőek.
in: Versi perangkat lunak I2P yang Anda jalankan. Jika versi baru tersedia, Anda akan diberitahu di Sidebar. Disarankan untuk selalu memperbarui router Anda untuk memastikan kinerja dan keamanan yang optimal. Pembaruan router biasanya tersedia rata-rata setiap 2-3 bulan.
it: La versione del software I2P che stai utilizzando. Se è disponibile una nuova versione, verrai avvisato nella barra laterale. È consigliato mantenere il tuo router aggiornato per garantire prestazioni e sicurezza ottimali. Di solito vengono rilasciati aggiornamenti del router mediamente ogni 2-3 mesi.
ja: 実行しているI2Pソフトウェアのバージョンです。新しいバージョンが利用可能な場合、サイドバーで通知されます。最適なパフォーマンスとセキュリティを確保するためには、ルーターを常に最新の状態に保つことをおすすめします。ルーターの更新は通常、平均で2〜3ヶ月ごとに提供されます。
ko: 현재 실행 중인 I2P 소프트웨어의 버전입니다. 새 버전이 있을 경우 사이드바에서 알림을 받을 수 있습니다. 최적의 성능과 보안을 위해 라우터를 최신 상태로 유지하는 것이 좋습니다. 라우터 업데이트는 평균적으로 2-3개월마다 제공됩니다.
nb: Versjonen av I2P-programvaren du kjører. Hvis det er tilgjengelig en ny versjon, vil du bli varslet i sidepanelet. Det anbefales å holde ruteren din oppdatert for å sikre optimal ytelse og sikkerhet. Ruteroppdateringer blir vanligvis tilgjengelig cirka hver 2-3 måned.
nl: De versie van de I2P-software die u gebruikt. Als er een nieuwe versie beschikbaar is, wordt u op de hoogte gebracht in de zijbalk. Het wordt aanbevolen om uw router up-to-date te houden om optimale prestaties en beveiliging te garanderen. Routerupdates worden meestal gemiddeld elke 2-3 maanden beschikbaar gesteld.
pt: A versão do software I2P que você está usando. Se uma nova versão estiver disponível, você será notificado na barra lateral. É recomendável manter seu roteador atualizado para garantir um desempenho e segurança ideais. As atualizações do roteador geralmente são disponibilizadas em média a cada 2-3 meses.
sl: Različica programske opreme I2P, ki jo delate. Če je nova različica na voljo, boste obveščeni v vrstnici. Priporočljivo je, da ohranjate svoj strežnik posodobljen, da zagotovite optimalno delovanje in varnost. Posodobitve strežnika so običajno na voljo vsaka 2-3 mesece.
sv: Versionen av I2P-programvaran du kör. Om en ny version finns tillgänglig kommer du att bli notifierad i sidofältet. Det rekommenderas att hålla din router uppdaterad för att säkerställa optimal prestanda och säkerhet. Routeruppdateringar är vanligtvis tillgängliga i genomsnitt varannan till var tredje månad.
uk: Версія програмного забезпечення I2P, яке ви використовуєте. Якщо доступна нова версія, ви отримаєте повідомлення в бічній панелі. Рекомендується тримати маршрутизатор оновленим для забезпечення оптимальної продуктивності та безпеки. Оновлення маршрутизаторів, як правило, стають доступними в середньому кожні 2-3 місяці.
vi: Phiên bản của phần mềm i2p bạn đang chạy. Nếu một phiên bản mới có sẵn, bạn sẽ được thông báo trong thanh bên. Bạn nên cập nhật bộ định tuyến của bạn để đảm bảo hiệu suất và bảo mật tối ưu. Cập nhật bộ định tuyến thường được cung cấp trung bình cứ sau 2-3 tháng.

source: The skew (offset) of your computer's clock relative to the network-synced time (if known). I2P requires your computer's time be accurate. If the skew is more than a few seconds, please correct the problem by adjusting your computer's time. If I2P cannot connect to the internet, a reading of 0ms may be indicated. Note: This is only displayed in the <i>Router Information (advanced)</i> section. You may add this section to your Sidebar on the <a href='/configsidebar'>Sidebar Configuration page</a>.
ar: الانحراف (الفارق) لساعة جهازك الحاسوبي مقارنة بالوقت المشترك على الشبكة (إن وجد). يتطلب I2P أن تكون ساعة جهازك الحاسوبي دقيقة. إذا كان الانحراف أكثر من ثوانٍ قليلة، يرجى تصحيح المشكلة عن طريق ضبط وقت جهازك الحاسوبي. إذا لم يتمكن I2P من الاتصال بالإنترنت، قد يشير قراءة 0ms. ملاحظة: لا يتم عرض هذا إلا في القسم <i>معلومات الموجه (متقدم)</i>. يمكنك إضافة هذا القسم إلى شريطك الجانبي عبر صفحة <a href='/configsidebar'>تكوين الشريط الجانبي</a>.
az: Şəbəkə ilə sinxronlaşdırılmış vaxta nisbətən kompüter saatınızın simalı (uzaklaşması). I2P kompüterinizin vaxtının düzgün olmasını tələb edir. Simal bir neçə saniyədən çox olarsa, kompüterinizin saatını düzəldərək probleminizi aradan qaldırın. İnternetə bağlanmaq mümkün deyilsə, 0ms oxuması görünə bilər. Qeyd: Bu, yalnız <i>Router Məlumatları (təkmilləşdirilmiş)</i> bölməsində göstərilir. Bu bölməni <a href='/configsidebar'>Sidebar Konfiqurasiya səhifəsində</a> əlavə edə bilərsiniz.
bo: ཁྱོད་རང་གི་མིག་འཕྲུལ་ལག་ཆས་གི་དུས་ཚིགས་དང་དྲ་ཚིག་གཤིག་སྒྲིག་བྱས་པའི་དུས་ཚིགས་(གལ་སྲིད་ཤེས་པ་ཡིན་ན།) གཉིས་ཀྱི་བར་གྱི་ཐོག་མ་མི་མཐུན་པ་(skew)། I2P ནི་ཁྱོད་རང་གི་མིག་འཕྲུལ་ལག་ཆས་གི་དུས་ཚིགས་དོན་ལྡན་དུ་གནས་པ་དགོས་པ་ཡིན། གལ་སྲིད་མཐུན་མེད་ཚད་ཆུ་ཚིགས་ཁག་གཅིག་ལས་མང་ན། ཁྱོད་རང་གི་མིག་འཕྲུལ་ལག་ཆས་གི་དུས་ཚིགས་སྒྲིག་བཅོས་བྱས་ཏེ་གནད་དོན་དེ་བཅོས་དགོས། གལ་སྲིད་ I2P ནི་དྲ་ཚིག་དང་མཐུད་སྒྲིལ་མི་ཐུབ་པ་ཡིན་ན། 0ms ཞེས་པ་བརྡ་སྟོན་བྱེད་ངེས་ཡིན། སྐད་པ་གཅིག་མ་ལགས་པ་ནི་དེ་ནི་<i>རུ་ཊར་གྱི་ཆ་འཕྲིན་(རྨང་གཞི་མཐོ་རུ་བཏུམ་པ།)</i> (Router Information (advanced)) འགུལ་ཚུལ་དེར་མཚོན་སྟོན་བྱས་ཡོད་པ་མ་གཏོགས་མེད་པ་ཡིན། ཁྱོད་རང་གི་བརྒྱབ་ཐུར་དུ་འདི་རུ་ཆོས་ཚན་འདི་བསྣན་པ་ནི་<a href='/configsidebar'>བརྒྱབ་ཐུར་གྱི་སྒྲིག་སྦྱོར་གྱི་ཤོག་ངོས།</a>གྱི་ནང་དུ་ཡོད།
cs: Posun (offset) času vašeho počítače vzhledem k síťově synchronizovanému času (je-li znám). I2P vyžaduje přesnost času vašeho počítače. Pokud je posun větší než několik sekund, opravte problém nastavením času na svém počítači. Pokud se I2P nepřipojí k internetu, může se zobrazit čtení 0 ms. Poznámka: Toto je zobrazeno pouze v části <i>Informační směrovače (pokročilé)</i>. Tuto část můžete přidat do bočního panelu na stránce <a href='/configsidebar'>Konfigurace bočního panelu</a>.
da: Skævheden (forskydningen) af din computers ur i forhold til det netværkssynkroniserede tidspunkt (hvis kendt). I2P kræver, at din computers tid er nøjagtig. Hvis skævheden er mere end et par sekunder, skal du rette problemet ved at justere din computers tid. Hvis I2P ikke kan oprette forbindelse til internettet, kan der angives en læsning af 0ms. Bemærk: Dette vises kun i afsnittet <i>Routerinformation (avanceret)</i>. Du kan tilføje dette afsnit til din sidebjælke på siden <a href='/configsidebar'>Sidebar Configuration</a>.
el: Η απόκλιση (offset) του ρολογιού του υπολογιστή σας σε σχέση με το χρόνο που συγχρονίζεται με το δίκτυο (εάν είναι γνωστός). Το I2P απαιτεί τον ακριβή χρόνο του υπολογιστή σας. Εάν η απόκλιση είναι περισσότερο από μερικά δευτερόλεπτα, διορθώστε το πρόβλημα αλλάζοντας τον χρόνο του υπολογιστή σας. Εάν το I2P δεν μπορεί να συνδεθεί στο διαδίκτυο, μπορεί να υποδεικνύεται μια ανάγνωση 0ms. Σημείωση: Αυτό εμφανίζεται μόνο στο τμήμα <i>Πληροφορίες Δρομολογητή (για προχωρημένους)</i>. Μπορείτε να προσθέσετε αυτό το τμήμα στην πλαϊνή γραμμή στην <a href='/configsidebar'>σελίδα Διαμόρφωσης πλαισιού</a>.
es: El desfase (desplazamiento) del reloj de tu ordenador con respecto a la hora sincronizada de la red (si se conoce). I2P requiere que la hora de tu ordenador sea precisa. Si el desfase es de más de unos segundos, por favor corrige el problema ajustando la hora de tu ordenador. Si I2P no puede conectarse a Internet, puede indicarse una lectura de 0ms. Nota: Esto solo se muestra en la sección <i>Información del enrutador (avanzada)</i>. Puedes añadir esta sección a tu barra lateral en la <a href='/configsidebar'>página de configuración de la barra lateral</a>
et: Teie arvuti kella moonutamine (nihkumine) võrreldes võrguga sünkroniseeritud ajaga (kui see on teada). I2P nõuab täpse aja kasutamist. Kui moonutus on rohkem kui mõni sekund, parandage probleem, seades arvuti aja sisse. Kui I2P ei saa Internetiga ühendust luua, võib näidatud olla 0 ms. Märkus: see kuvatakse ainult jaotises <i>Rooteeri teave (täpsem)</i>. Saate selle jaotise oma küljepaneelile lisada <a href='/configsidebar'>Küljepaneeli seadistuslehekülje </a> kaudu.
fa: انحراف (اختلاف) ساعت رایانه شما نسبت به زمان هماهنگ‌شده با شبکه (اگر مشخص باشد). I2P نیاز دارد ساعت رایانه شما دقیق باشد. اگر انحراف بیش از چند ثانیه باشد، لطفاً مشکل را با تنظیم ساعت رایانه‌تان اصلاح کنید. اگر I2P نتواند به اینترنت متصل شود، ممکن است 0 میلی‌ثانیه نمایش داده شود. توجه کنید: این تنها در بخش <i>اطلاعات روتر (پیشرفته)</i> نمایش داده می‌شود. می‌توانید این بخش را به منوی کناری در صفحه <a href='/configsidebar'>تنظیمات منوی کناری</a> اضافه کنید.
fi: Tietokoneesi kellon heitto (ero) suhteessa verkko-synkronoituun aikaan (jos tiedossa). I2P vaatii, että tietokoneesi aika on tarkka. Jos heitto on enemmän kuin muutama sekunti, korjaa ongelma säätämällä tietokoneen aikaa. Jos I2P ei pysty yhdistymään internettiin, lukema voi olla 0 ms. Huomaa: Tämä näkyy vain <i>Reititintiedot (edistynyt)</i> -osiossa. Voit lisätä tämän osion Sivupalkkiisi <a href='/configsidebar'>Sivupalkin asetukset -sivulta</a>.
hi: आपके कंप्यूटर की घड़ी का स्क्व (ऑफसेट) नेटवर्क सिंक के समय के संबंध में (यदि जाना जाता है)। I2P आपके कंप्यूटर के समय की सटीकता की आवश्यकता रखता है। यदि स्क्व कुछ सेकंड से अधिक होता है, तो कृपया अपने कंप्यूटर के समय को सम्पादित करके समस्या को सुधारें। यदि I2P इंटरनेट के साथ कनेक्ट नहीं कर पाता है, तो 0ms का पढ़ावा दिखाया जा सकता है। नोट: यह केवल <i>Router Information (advanced)</i> खंड में दिखाया जाता है। आप इस सेक्शन को <a href='/configsidebar'>Sidebar Configuration पृष्ठ</a> पर अपनी साइडबार में जोड़ सकते हैं।
hu: A számítógép órájának a hálózhonos idejétől való elhajlása (amennyiben ismert). Az I2P érvényes időt feltételez a számítógépen. Amennyiben az elhajlás több mint néhány másodperc, kérjük, állítsa be a helyes időt a számítógépen. Ha az I2P nem tud kapcsolódni az internethez, az 0ms értéket jelezhet. Megjegyzés: Ez csak megjelenik a <i>Kapcsolati adatok (haladó)</i> szakaszban. Ezt a részt hozzáadhatja az oldalsávjához a <a href='/configsidebar'>Oldalsáv beállítás oldalon</a>.
in: Pergeseran (offset) jam komputer Anda relatif terhadap waktu jaringan yang disinkronisasi (bila diketahui). I2P membutuhkan waktu komputer Anda yang akurat. Jika pergeseran lebih dari beberapa detik, silakan perbaiki masalah dengan menyesuaikan waktu komputer Anda. Jika I2P tidak dapat tersambung ke internet, pembacaan 0ms mungkin ditunjukkan. Catatan: Informasi ini hanya ditampilkan di bagian <i>Informasi Router (lanjut)</i>. Anda dapat menambahkan bagian ini ke Sidebar Anda di halaman <a href='/configsidebar'>Konfigurasi Sidebar</a>.
it: Lo spostamento (offset) dell'orologio del tuo computer rispetto all'ora sincronizzata della rete (se nota). I2P richiede che l'ora del tuo computer sia precisa. Se lo spostamento è superiore a pochi secondi, correggi il problema regolando l'ora del tuo computer. Se I2P non può connettersi a Internet, potrebbe essere indicata una lettura di 0ms. Nota: questo viene visualizzato solo nella sezione <i>Informazioni sul router (avanzato)</i>. Puoi aggiungere questa sezione alla barra laterale nella <a href='/configsidebar'>pagina di configurazione della barra laterale</a>.
ja: ネットワーク同期時間に対するコンピューターの時刻のずれ（オフセット）です（既知の場合）。I2Pでは、コンピューターの時刻が正確である必要があります。ずれが数秒以上ある場合は、コンピューターの時刻を調整して問題を修正してください。I2Pがインターネットに接続できない場合、0msの読み取りが表示される場合があります。注：これは<i>ルーター情報（詳細）</i>セクションにのみ表示されます。サイドバーの<a href='/configsidebar'>サイドバーの設定ページ</a>でこのセクションを追加できます。
ko: 네트워크 동기화된 시간에 비해 컴퓨터의 시계의 편차 (오프셋)입니다 (알려진 경우). I2P는 정확한 컴퓨터 시각이 필요합니다. 편차가 몇 초 이상이면 컴퓨터 시간을 조정하여 문제를 해결하십시오. I2P가 인터넷에 연결할 수 없는 경우 0ms로 표시될 수 있습니다. 참고: 이것은 <i>라우터 정보(고급)</i> 섹션에서만 표시됩니다. <a href='/configsidebar'>사이드바 구성 페이지</a>에서 이 섹션을 사이드바에 추가할 수 있습니다.
nb: Forskjellen (avviket) på datamaskinens klokke i forhold til nettverkssynkronisert tid (hvis kjent). I2P krever at datamaskinens klokke er nøyaktig. Hvis avviket er mer enn noen få sekunder, vennligst juster datamaskinens klokke for å korrigere avviket. Hvis I2P ikke kan koble til internett, kan det indikeres en avlesning av 0ms. Merk: Dette vises kun i delen <i>Router Information (advanced)</i>. Du kan legge til denne delen i sidepanelet på siden <a href='/configsidebar'>Sidebar Configuration</a>.
nl: De afwijking (offset) van de klok van uw computer ten opzichte van de netwerkgesynchroniseerde tijd (indien bekend). I2P vereist dat de tijd van uw computer nauwkeurig is. Als de afwijking meer dan een paar seconden is, corrigeer dan het probleem door de tijd van uw computer aan te passen. Als I2P geen verbinding kan maken met internet, kan een meting van 0 ms worden weergegeven. Opmerking: dit wordt alleen weergegeven in de sectie <i>Routerinformatie (geavanceerd)</i>. U kunt deze sectie toevoegen aan uw zijbalk op de <a href='/configsidebar'>Configuratiepagina zijbalk</a>.
pt: O deslocamento (offset) do relógio do seu computador em relação ao tempo sincronizado da rede (se conhecido). O I2P requer que a hora do seu computador esteja correta. Se o deslocamento for superior a alguns segundos, corrija o problema ajustando a hora do seu computador. Se o I2P não conseguir se conectar à internet, pode ser indicada uma leitura de 0ms. Observação: Isso é exibido apenas na seção <i>Informações do roteador (avançado)</i>. Você pode adicionar esta seção à sua barra lateral na página de <a href='/configsidebar'>Configuração da barra lateral</a>.
sl: Premik (premak) uro vašega računalnika v odnosu do omrežja-sinhronizirane čas (če je znano). I2P zahteva, da je čas vašega računalnika natančen. Če je premik več kot nekaj sekund, prosimo, da to popravite, tako da prilagodite čas vašega računalnika. Če I2P ne more povezati z interneto, se lahko prikaže branje 0ms. Opomba: To se prikaže samo v sekciji <i>Informacije o strežniku (napredne)</i>. To lahko dodate v svojo vrstnico na <a href='/configsidebar'>strani za konfiguracijo vrstnice</a>.
sv: Avvikelsen (offset) för din dators klocka i förhållande till den tid nätverket synkroniserat till (om det är känt). I2P kräver att din dators tid är korrekt. Om avvikelsen är mer än några sekunder, vänligen korrigera problemet genom att justera din dators tid. Om I2P inte kan ansluta till internet kan en läshastighet på 0 ms indikeras. Observera: Detta visas endast i avsnittet <i>Router Information (advanced)</i>. Du kan lägga till det här avsnittet i ditt sidofält på sidan <a href='/configsidebar'>Sidebar Configuration</a>.
uk: Зсув (зміщення) годинника вашого комп’ютера відносно синхронізованого з мережею часу (якщо відомо). I2P вимагає точного часу на вашому комп'ютері. Якщо зсув перевищує кілька секунд, будь ласка, виправте цю проблему шляхом коригування часу на комп'ютері. Якщо I2P не може підключитися до Інтернету, може бути показано 0 мс. Зауваження: це відображається лише в розділі <i>Інформація про маршрутизатор (розширена)</i>. Ви можете додати цей розділ до своєї бічної панелі на сторінці <a href='/configsidebar'>налаштування бічної панелі</a>.
vi: Sự lệch (chênh lệch) giữa đồng hồ máy tính của bạn so với thời gian đồng bộ mạng (nếu biết được). I2P yêu cầu đồng hồ máy tính của bạn phải chính xác. Nếu sự lệch lệch hơn vài giây, xin vui lòng khắc phục bằng cách điều chỉnh đồng hồ máy tính. Nếu I2P không thể kết nối với Internet, đọc giá trị 0ms có thể xuất hiện. Lưu ý: Thông tin này chỉ hiển thị tại phần <i>Thông tin Bộ định tuyến (nâng cao)</i>. Bạn có thể thêm phần này vào Thanh bên trang <a href='/configsidebar'>Cấu hình Thanh bên</a>.
