Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: For the best experience, it's recommended to configure your bandwidth settings to match the values provided by your ISP. If you are unsure of your bandwidth, you can run a test to determine your download and upload speeds.
ar: لتجربة أفضل، يُنصح بتكوين إعدادات عرض النطاق الترددي لديك لتتناسب مع القيم المقدمة من مزود خدمة الإنترنت لديك. وإذا لم تكن متأكدًا من عرض النطاق الترددي، يمكنك تشغيل اختبار لتحديد سرعات تنزيلك ورفعك.
az: En iyi deneyim için, bant genişliği ayarlarınızı İSP'nizin sağladığı değerlerle eşleştirmeniz önerilir. Bant genişliğinizden emin değilseniz, indirme ve yükleme hızlarınızı belirlemek için bir test yapabilirsiniz.
bo: ཉམས་མྱོང་ལེགས་ཤོས་ཆེད་དུ། ཁྱེད་ཀྱི་ ISP གིས་བྱིན་པའི་གནས་གསལ་དང་མཐུན་པར་སྐུད་རྒྱ་བཀོད་སྒྲིག་བྱེད་རྒྱུ་འོས་སྙམ། གལ་སྲིད་ཁྱེད་ཀྱི་སྐུད་རྒྱ་ངེས་མ་ཤེས་ན། ཁྱེད་ཀྱི་ཕབ་ལེན་དང་སྐྱེལ་བའི་མྱུར་ཚད་གཏན་འཁེལ་བྱེད་པར་ཚོད་ལྟ་བརྒྱུག་ཆོག
cs: Pro nejlepší zážitek je doporučeno nastavit hodnoty nastavení šířky pásma podle hodnot poskytovaných vaším ISP. Pokud si nejste jisti svou šířkou pásma, můžete spustit test pro určení svých rychlostí stahování a odesílání.
da: For den bedste oplevelse anbefales det at konfigurere dine båndbreddeindstillinger for at matche værdierne leveret af din internetudbyder. Hvis du er usikker på din båndbredde, kan du køre en test for at bestemme din download- og uploadhastigheder.
el: Για τη βέλτιστη εμπειρία, συνιστάται να ρυθμίσετε τις ρυθμίσεις του εύρους ζώνης σας για να ταιριάζουν με τις τιμές που παρέχονται από τον ISP σας. Εάν δεν είστε σίγουροι για το εύρος ζώνης σας, μπορείτε να εκτελέσετε ένα τεστ για να καθορίσετε τις ταχύτητες λήψης και μεταφόρτωσης σας.
es: Haga coincidir su configuración de ancho de banda con la proporcionada por su ISP para obtener la mejor experiencia.
et: Parima kogemuse saamiseks soovitatakse seadistada oma ribalaiuse sätteid vastavalt teie teenusepakkuja poolt esitatud väärtustele. Kui teie ribalaiuse kohta pole kindel, saate kiiruse testi käivitada, et teada saada oma allalaadimis- ja üleslaadimiskiirust.
fa: برای تجربه بهتر توصیه می‌شود تنظیمات پهنای باند خود را با مقادیر ارائه شده توسط سرویس اینترنت شما تطبیق دهید. اگر در مورد پهنای باند خود مطمئن نیستید، می‌توانید تستی اجرا کنید تا سرعت دانلود و آپلود خود را تعیین کنید.
fi: Parhaan kokemuksen saamiseksi suositellaan määrittämään kaistanleveysasetukset vastaamaan ISP:ltä saatuja arvoja. Jos et ole varma kaistanleveydestäsi, voit suorittaa testin ladataksesi ja lähettääksesi nopeudet.
hi: सबसे अच्छी अनुभव के लिए, आपको अपने बैंडविड्थ सेटिंग्स को अपने आईएसपी द्वारा प्रदान किए गए मानों के अनुरूप रखने की सिफारिश की जाती है। यदि आपको अपनी बैंडविड्थ के बारे में अनुमान नहीं है, तो आप अपनी डाउनलोड और अपलोड स्पीड को निर्धारित करने के लिए एक परीक्षण चला सकते हैं।
hu: A legjobb élmény érdekében ajánlatos a sávszélesség-beállításokat úgy konfigurálni, hogy azok megfeleljenek az internetszolgáltató által biztosított értékeknek. Ha nem biztos a sávszélességében, lefuttathat egy tesztet a letöltési és feltöltési sebesség meghatározásához.
in: Untuk pengalaman terbaik, disarankan untuk mengonfigurasi pengaturan bandwidth agar sesuai dengan nilai yang diberikan oleh ISP Anda. Jika Anda tidak yakin dengan bandwidth Anda, Anda dapat menjalankan tes untuk menentukan kecepatan unduh dan unggah.
it: Per la migliore esperienza, si raccomanda di configurare le tue impostazioni di larghezza di banda perché corrispondano ai valore forniti dal tuo ISP. Se non sei sicuro della tua larghezza di banda, puoi eseguire un test per determinare la tua velocità di scaricamento e caricamento.
ja: 最高の体験をするためには、ISPが提供する値に合わせて帯域幅の設定を行うことをお勧めします。帯域幅を確認できない場合は、テストを実行してダウンロード速度とアップロード速度を確認することができます。
ko: 최상의 경험을 위해 ISP가 제공하는 값과 일치하도록 대역폭 설정을 구성하는 것이 좋습니다. 대역폭을 확실하지 않은 경우다운로드 및 업로드 속도를 결정하기 위해 테스트를 실행할 수 있습니다.
nb: For den beste opplevelsen anbefales det å konfigurere båndbreddeinnstillingene for å matche verdiene som leveres av din ISP. Hvis du er usikker på båndbredden din, kan du kjøre en test for å bestemme nedlastings- og opplastingshastighetene dine.
nl: Voor de beste ervaring wordt aanbevolen om uw bandbreedte-instellingen zo te configureren dat ze overeenkomen met de waarden die door uw ISP worden verstrekt.
pt: Para a melhor experiência, é recomendável definir suas configurações de largura de banda para corresponder aos valores fornecidos pelo seu ISP. Se você não tiver certeza da sua largura de banda, poderá executar um teste para determinar suas velocidades de download e upload.
sl: Za najboljšo izkušnjo je priporočljivo, da konfigurirate nastavitve širine pasma, da se ujemajo z vrednostmi, ki jih pruža vaš ISP. Če niste prepričani o vaši širini pasma, lahko poženete test, da določite vaše hitrosti prenosa in nalaganja.
sv: För bästa användarupplevelse rekommenderas det att konfigurera dina bandbreddsinställningar så att de matchar de värden som din internetleverantör (ISP) har angivit. Om du är osäker på din bandbredd kan du köra en test för att avgöra din nedladdnings- och uppladdningshastighet.
uk: Для найкращого досвіду рекомендується налаштувати параметри пропускної здатності, відповідні до значень, наданих вашим Інтернет-провайдером. Якщо ви не впевнені у власній пропускній здатності, можете провести тест для визначення швидкості завантаження та відвантаження.
vi: Để có trải nghiệm tốt nhất, bạn nên định cấu hình cài đặt băng thông để khớp với các giá trị do ISP cung cấp. Nếu không chắc chắn về băng thông của mình, bạn có thể chạy thử nghiệm để xác định tốc độ tải xuống và tải lên.

source: Bandwidth Test
ar: اختبار عرض النطاق الترددي
az: Bant Genişliyi Testi
bo: སྐུད་རྒྱ་ཚོད་ལྟ།
cs: Test šířky pásma
da: Båndbreddetest
el: Δοκιμή εύρους ζώνης
es: Prueba de ancho de banda
et: Ribalaiuse test
fa: تست پهنای باند
fi: Kaistanleveystesti
hi: बैंडविड्थ परीक्षण
hu: Sávszélesség teszt
in: Tes Bandwidth
it: Test larghezza di banda
ja: 帯域幅テスト
ko: 대역폭 테스트
nb: Båndbreddetest
nl: Bandbreedtetest
pt: Teste de largura de banda
sl: Test širine pasma
sv: Bandbreddstest
uk: Перевірка пропускної здатності
vi: Kiểm tra băng thông

source: I2P+ will now test your internet connection to identify the optimal speed settings.
ar: سيقوم I2P الآن باختبار اتصالك بالإنترنت لتحديد إعدادات السرعة المثالية.
az: I2P indi optimal sürət parametrlərini müəyyən etmək üçün internet bağlantınızı sınayacaq.
bo: I2P+ ད་ལྟ་ཁྱེད་ཀྱི་རྒྱང་སྦྲེལ་འབྲེལ་བ་ཚོད་ལྟ་བྱས་ནས་ལེགས་ཤོས་མྱུར་ཚད་བཀོད་སྒྲིག་ངོས་འཛིན་བྱེད་རྒྱུ་རེད།
cs: I2P nyní otestuje vaše internetové připojení, aby zjistila optimální nastavení rychlosti.
da: I2P vil nu teste din internetforbindelse for at identificere de optimale hastighedsindstillinger.
el: Το I2P+ θα ελέγξει τώρα τη σύνδεσή σας στο internet για να εντοπίσει τις βέλτιστες ρυθμίσεις ταχύτητας.
es: Su ancho de banda ahora será probado para determinar su velocidad.
et: I2P testib nüüd teie Interneti-ühendust, et tuvastada optimaalsed kiiruse seaded.
fa: I2P اکنون اتصال اینترنت شما را برای شناسایی تنظیمات بهینه سرعت آزمایش می کند.
fi: I2P testaa nyt Internet-yhteytesi löytääkseen optimaaliset nopeusasetukset.
hi: I2P+ अब आपके इंटरनेट कनेक्शन का परीक्षण करेगा ताकि सबसे अच्छी गति सेटिंग निर्धारित की जा सके।
hu: Az I2P+ most teszteli az internetkapcsolatot, hogy meghatározza az optimális sebességbeállításokat.
in: I2P sekarang akan menguji koneksi internet Anda untuk mengidentifikasi pengaturan kecepatan optimal.
it: I2P testerà ora la tua connessione ad internet per identificare le impostazioni ottimali di velocità.
ja: I2P はインターネット接続をテストして、最適な速度設定を特定します。
ko: I2P는 이제 인터넷 연결을 테스트하여 최적의 속도 설정을 식별합니다.
nb: I2P vil nå teste internettforbindelsen din for å identifisere de optimale hastighetsinnstillingene.
nl: I2P test nu uw internetverbinding om de optimale snelheidsinstellingen te identificeren.
pt: O I2P agora testará sua conexão com a Internet para identificar as configurações de velocidade ideais.
sl: I2P+ zdaj preveri vaše omrežje interneta, da določi optimalne nastavitve hitrosti.
sv: I2P kommer nu att testa din internetanslutning för att identifiera de optimala hastighetsinställningarna.
uk: I2P тепер перевірить ваше інтернет-з’єднання, щоб визначити оптимальні налаштування швидкості.

source: This is done using the third-party M-Lab service.
ar: يتم ذلك باستخدام خدمة M-Lab التابعة لجهة خارجية.
az: Bu, üçüncü tərəfin M-Lab xidmətindən istifadə etməklə həyata keçirilir.
bo: འདི་གཞན་ཕྱོགས་ M-Lab ཞབས་ཞུ་བེད་སྤྱད་ནས་བྱེད་པ་རེད།
cs: To se provádí pomocí služby M-Lab třetí strany.
da: Dette gøres ved at bruge tredjeparts M-Lab-tjenesten.
el: Αυτό γίνεται χρησιμοποιώντας την υπηρεσία M-Lab τρίτου κατασκευαστή.
es: Esto es realizado por M-Lab.
et: Seda tehakse kolmanda osapoole M-Labi teenuse abil.
fa: این کار با استفاده از سرویس M-Lab شخص ثالث انجام می شود.
fi: Tämä tehdään käyttämällä kolmannen osapuolen M-Lab-palvelua.
hi: यह म-लैब की तीसरी पक्ष सेवा का उपयोग करके किया जाता है।
hu: Ez a harmadik féltől származó M-Lab szolgáltatás segítségével történik.
in: Ini dilakukan dengan menggunakan layanan M-Lab pihak ketiga.
it: Questo è effettuato utilizzando il servizio di terze parti M-Lab.
ja: これは、サードパーティの M-Lab サービスを使用して行われます。
ko: 이것은 타사 M-LAB 서비스를 사용하여 수행됩니다.
nb: Dette gjøres ved å bruke tredjeparts M-Lab-tjenesten.
nl: Dit gebeurt met behulp van de M-Lab-service van derden.
pt: Isso é feito usando o serviço M-Lab de terceiros.
sl: To se izvede z uporabo storitve tretjega stranka M-Lab.
sv: Detta görs med M-Lab-tjänsten från tredje part.
uk: Це робиться за допомогою стороннього сервісу M-Lab.
vi: Việc này được thực hiện bằng dịch vụ M-Lab của bên thứ ba.

source: Please review the M-Lab privacy policies linked below.
ar: يرجى مراجعة سياسات الخصوصية الخاصة بـ M-Lab المرتبطة أدناه.
az: Aşağıda əlaqələndirilmiş M-Lab məxfilik siyasətlərini nəzərdən keçirin.
bo: གཤམ་འབྲེལ་ M-Lab སྒེར་དོན་སྲིད་བྱུས་ལ་ཞིབ་བཤེར་བྱོས་རོགས།
cs: Prostudujte si zásady ochrany osobních údajů společnosti M-Lab uvedené níže.
da: Gennemgå venligst M-Labs privatlivspolitikker, der er linket til nedenfor.
el: Διαβάστε τις πολιτικές απορρήτου του M-Lab που αναφέρονται παρακάτω.
es: Por favor revise las políticas M-Lab vinculadas a continuación.
et: Palun vaadake allpool lingitud M-Labi privaatsuspoliitikat.
fa: لطفاً سیاست های حفظ حریم خصوصی M-Lab را که در زیر پیوند داده شده است مرور کنید.
fi: Tutustu alla oleviin M-Labin tietosuojakäytäntöihin.
hi: कृपया नीचे लिंक की M-Lab गोपनीयता नीतियों की जांच करें।
hu: Kérjük, tekintse át az M-Lab adatvédelmi szabályzatát, amely alább hivatkozik.
in: Harap tinjau kebijakan privasi M-Lab yang tertaut di bawah.
it: Perfavore guarda le politiche di privacy di M-Lab qui sotto.
ja: 以下のリンク先の M-Lab プライバシー ポリシーをご確認ください。
ko: 아래 링크 된 M-LAB 개인 정보 보호 정책을 검토하십시오.
nb: Les gjennom M-Labs personvernregler som er lenket nedenfor.
nl: Lees het privacybeleid van M-Lab hieronder.
pt: Por favor, revise as políticas de privacidade do M-Lab no link abaixo.
sl: Prosimo, da preglejete politike zasebnosti M-Lab, povezane spodaj.
sv: Läs igenom M-Labs sekretesspolicy som länkas nedan.
uk: Ознайомтеся з політикою конфіденційності M-Lab, посилання на яку наведено нижче.
vi: Vui lòng xem lại chính sách quyền riêng tư của M-Lab được liên kết bên dưới.

source: If you do not wish to run the M-Lab bandwidth test, you may skip it by clicking the button below.
ar: إذا كنت لا ترغب في تشغيل اختبار النطاق الترددي M-Lab، فيمكنك تخطيه بالنقر فوق الزر أدناه.
az: M-Lab bant genişliyi testini işə salmaq istəmirsinizsə, aşağıdakı düyməyə klikləməklə onu keçə bilərsiniz.
bo: གལ་སྲིད་ཁྱེད་ཀྱིས་ M-Lab སྐུད་རྒྱ་ཚོད་ལྟ་བརྒྱུག་འདོད་མེད་ན། གཤམ་གྱི་ཨེབ་རྟགས་གནོན་ནས་གཡོལ་ཆོག
cs: Pokud si nepřejete spustit test šířky pásma M-Lab, můžete jej přeskočit kliknutím na tlačítko níže.
da: Hvis du ikke ønsker at køre M-Lab båndbreddetesten, kan du springe den over ved at klikke på knappen nedenfor.
el: Εάν δεν θέλετε να εκτελέσετε τη δοκιμή εύρους ζώνης M-Lab, μπορείτε να την παραλείψετε κάνοντας κλικ στο παρακάτω κουμπί.
es: Omitir la prueba al golpear el botón SKIP.
et: Kui te ei soovi M-Labi ribalaiuse testi käivitada, võite selle vahele jätta, klõpsates allolevat nuppu.
fa: اگر نمی‌خواهید تست پهنای باند M-Lab را اجرا کنید، می‌توانید با کلیک روی دکمه زیر از آن صرفنظر کنید.
fi: Jos et halua suorittaa M-Labin kaistanleveystestiä, voit ohittaa sen napsauttamalla alla olevaa painiketta.
hi: यदि आप M-Lab बैंडविड्थ परीक्षण चलाने की इच्छा नहीं रखते हैं, तो नीचे दिए गए बटन पर क्लिक करके इसे छोड़ सकते हैं।
hu: Ha nem szeretné futtatni az M-Lab sávszélesség-tesztet, az alábbi gombra kattintva kihagyhatja.
in: Jika Anda tidak ingin menjalankan tes bandwidth M-Lab, Anda dapat melewatinya dengan mengklik tombol di bawah.
it: Se tu non desideri di eseguire il test di banda di M-Lab, puoi saltarlo cliccando il pulsante sotto.
ja: M-Lab 帯域幅テストを実行したくない場合は、下のボタンをクリックしてスキップできます。
ko: M-LAB 대역폭 테스트를 실행하지 않으려면 아래 버튼을 클릭하여 건너 뛸 수 있습니다.
nb: Hvis du ikke ønsker å kjøre M-Lab-båndbreddetesten, kan du hoppe over den ved å klikke på knappen nedenfor.
nl: Als u de M-Lab-bandbreedtetest niet wilt uitvoeren, kunt u deze overslaan door op de onderstaande knop te klikken.
pt: Se não desejar executar o teste de largura de banda do M-Lab, você pode ignorá-lo clicando no botão abaixo.
sl: Če ne želite poženeti testa širine pasma M-Lab, ga lahko preskočite tako, da kliknete gumb spodaj.
sv: Om du inte vill köra M-Lab:s bandbredds testet kan du hoppa över det genom att klicka på knappen nedan.
uk: Якщо ви не бажаєте запускати тест пропускної здатності M-Lab, ви можете пропустити його, натиснувши кнопку нижче.
vi: Nếu bạn không muốn chạy kiểm tra băng thông M-Lab, bạn có thể bỏ qua bằng cách nhấp vào nút bên dưới.

source: M-Lab Privacy Policy
ar: سياسة خصوصية M-Lab
az: M-Lab Məxfilik Siyasəti
bo: M-Lab སྒེར་དོན་སྲིད་བྱུས།
cs: Zásady ochrany osobních údajů společnosti M-Lab
da: M-Labs privatlivspolitik
el: M-Lab Πολιτική Απορρήτου
es: Política de privacidad de M-Lab
et: M-Labi privaatsuspoliitika
fa: سیاست حفظ حریم خصوصی M-Lab
fi: M-Labin tietosuojakäytäntö
hi: M-Lab गोपनीयता नीति
hu: M-Lab Adatvédelmi szabályzat
in: Kebijakan Privasi M-Lab
it: Politica di privacy M-Lab
ja: M-Labプライバシーポリシー
ko: M-LAB 개인 정보 보호 정책
nb: M-Labs retningslinjer for personvern
nl: M-Lab privacybeleid
pt: Política de Privacidade do M-Lab
sl: Politika zasebnosti M-Lab
sv: M-Labs sekretesspolicy
uk: Політика конфіденційності M-Lab
vi: Chính sách quyền riêng tư của M-Lab

source: M-Lab Name Server Privacy Policy
ar: سياسة خصوصية خادم الأسماء M-Lab
az: M-Lab Adı Serverinin Məxfilik Siyasəti
bo: M-Lab མིང་སར་བར་སྒེར་དོན་སྲིད་བྱུས།
cs: Zásady ochrany osobních údajů jmenného serveru M-Lab
da: M-Lab Name Server Privatlivspolitik
el: Πολιτική Απορρήτου του Εξυπηρετητή Ονομάτων M-Lab
es: Política de privacidad del servidor de nombres de M-Lab
et: M-Labi nimeserveri privaatsuspoliitika
fa: سیاست حفظ حریم خصوصی سرور نام M-Lab
fi: M-Lab Name Server -tietosuojakäytäntö
hi: M-Lab नेम सर्वर गोपनीयता नीति
hu: M-Lab névszerver adatvédelmi szabályzata
in: Kebijakan Privasi Server Nama M-Lab
it: Politica di privacy Name Server M-Lab
ja: M-Labネームサーバープライバシーポリシー
ko: M-LAB 이름 서버 개인 정보 보호 정책
nb: M-Lab Name Server Personvernerklæring
nl: M-Lab Name Server-privacybeleid
pt: Política de privacidade do servidor de nomes do M-Lab
sl: Politika zasebnosti imenski strežnik M-Lab
sv: M-Lab Name Server Sekretesspolicy
uk: Політика конфіденційності сервера імен M-Lab
vi: Chính sách quyền riêng tư của máy chủ tên M-Lab

source: The bandwidth test is now running and will take around 60 seconds to complete, after which you should be forwarded to the results page.
ar: يتم الآن تشغيل اختبار النطاق الترددي وسيستغرق إكماله حوالي 60 ثانية، وبعد ذلك يجب إعادة توجيهك إلى صفحة النتائج.
az: Bant genişliyi testi indi işləyir və başa çatdırmaq üçün təxminən 60 saniyə çəkəcək, bundan sonra siz nəticələr səhifəsinə yönləndirilməlisiniz.
bo: སྐུད་རྒྱ་ཚོད་ལྟ་ད་ལྟ་འཁོར་བཞིན་ཡོད་ཅིང་། སྐར་མ་༦༠ ཙམ་ལ་མཇུག་རྫོགས་རྗེས་འབྲས་བུའི་ཤོག་ངོས་ལ་བསྐྱལ་རྒྱུ་རེད།
cs: Test šířky pásma nyní běží a jeho dokončení bude trvat přibližně 60 sekund, poté byste měli být přesměrováni na stránku s výsledky.
da: Båndbreddetesten kører nu og vil tage omkring 60 sekunder at gennemføre, hvorefter du skal videresendes til resultatsiden.
el: Η δοκιμή εύρους ζώνης εκτελείται τώρα και θα χρειαστούν περίπου 60 δευτερόλεπτα για να ολοκληρωθεί, μετά από τα οποία θα πρέπει να προωθηθείτε στη σελίδα αποτελεσμάτων.
es: La prueba de ancho de banda ahora se está ejecutando y tardará alrededor de 60 segundos en completarse, después de lo cual se le redireccionará a la página de resultados.
et: Ribalaiuse test töötab nüüd ja selle lõpuleviimiseks kulub umbes 60 sekundit, pärast mida peaksite suunama teid tulemuste lehele.
fa: تست پهنای باند اکنون در حال اجرا است و حدود 60 ثانیه طول می کشد تا تکمیل شود، پس از آن باید به صفحه نتایج هدایت شوید.
fi: Kaistanleveystesti on nyt käynnissä ja kestää noin 60 sekuntia, minkä jälkeen sinut pitäisi ohjata tulossivulle.
hi: बैंडविड्थ परीक्षण अब चल रहा है और लगभग 60 सेकंड ले लेगा, जिसके बाद आपको परिणाम पेज पर उपयोग किया जाएगा।
hu: A sávszélesség-teszt most fut, és körülbelül 60 másodpercet vesz igénybe, majd továbbítani kell az eredményoldalra.
in: Tes bandwidth sekarang berjalan dan memerlukan waktu sekitar 60 detik untuk menyelesaikannya, setelah itu Anda akan diarahkan ke halaman hasil.
it: Il test della larghezza di banda è ora in esecuzione e richiederà circa 60 secondi per essere completato, dopodiché dovresti essere reindirizzato alla pagina dei risultati.
ja: 帯域幅テストが実行中です。完了までに約 60 秒かかります。その後、結果ページに転送されます。
ko: 대역폭 테스트가 실행 중이며 완료하는 데 약 60 초가 걸리고 결과 페이지로 전달해야합니다.
nb: Båndbreddetesten kjører nå og vil ta rundt 60 sekunder å fullføre, deretter skal du videresendes til resultatsiden.
nl: De bandbreedtetest wordt nu uitgevoerd en duurt ongeveer 60 seconden. Daarna wordt u doorgestuurd naar de resultatenpagina.
pt: O teste de largura de banda está em execução e levará cerca de 60 segundos para ser concluído, após o qual você deverá ser encaminhado para a página de resultados.
sl: Test širine pasma zdaj teče in potrebuje približno 60 sekund za končanje, po katerem se morate preusmeriti na stran z rezultati.
sv: Bandbreddstestet körs nu och kommer att ta cirka 60 sekunder att slutföra, varefter du bör vidarebefordras till resultatsidan.
uk: Зараз виконується перевірка пропускної здатності, яка триватиме близько 60 секунд, після чого вас буде перенаправлено на сторінку результатів.
vi: Quá trình kiểm tra băng thông hiện đang chạy và sẽ mất khoảng 60 giây để hoàn thành, sau đó bạn sẽ được chuyển tiếp đến trang kết quả.

source: Bandwidth Test in progress
ar: اختبار النطاق الترددي قيد التقدم
az: Bandwidth Test davam edir
bo: སྐུད་རྒྱ་ཚོད་ལྟ་འཕེལ་བཞིན་པ།
cs: Probíhá test šířky pásma
da: Båndbreddetest i gang
el: Δοκιμή εύρους ζώνης σε εξέλιξη
es: Prueba de ancho de banda en curso
et: Ribalaiuse test on pooleli
fa: تست پهنای باند در حال انجام است
fi: Kaistanleveystesti käynnissä
hi: बैंडविड्थ परीक्षण चल रहा है
hu: Sávszélesség-teszt folyamatban
in: Uji Bandwidth sedang berlangsung
it: Test della larghezza di banda in corso
ja: 帯域幅テスト中
ko: 대역폭 테스트 진행 중
nb: Båndbreddetest pågår
nl: Bandbreedtetest wordt uitgevoerd
pt: Teste de largura de banda em andamento
sl: Test širine pasma v teku
sv: Bandbreddstest pågår
uk: Виконується перевірка пропускної здатності
vi: Đang kiểm tra băng thông

source: Javascript is disabled - wait 60 seconds for the bandwidth test to complete and then click Next
ar: تم تعطيلتم تعطيل JavaScript - انتظر 60 ثانية لإكمال اختبار النطاق الترددي ثم انقر فوق التالي
az: Javascript deaktivdir - bant genişliyi testinin başa çatması üçün 60 saniyə gözləyin və sonra Next düyməsini basın
bo: Javascript བསྒྲིག་འགོད་བཤོལ་ཡོད། - སྐུད་རྒྱ་ཚོད་ལྟ་མཇུག་རྫོགས་པར་སྐར་མ་༦༠ སྒུག་རོལ་རྗེས་རྗེས་མར་གནོན་རོགས།
cs: Javascript je zakázán – počkejte 60 sekund na dokončení testu šířky pásma a poté klikněte na Další
da: Javascript er deaktiveret - vent 60 sekunder på, at båndbreddetesten er fuldført, og klik derefter på Næste
el: Η Javascript είναι απενεργοποιημένη - περιμένετε 60 δευτερόλεπτα για να ολοκληρωθεί η δοκιμή εύρους ζώνης και, στη συνέχεια, κάντε κλικ στο κουμπί Επόμενο
es: JavaScript está deshabilitado .. Espere 60 segundos y luego haga clic en <<Siguiente>>
et: Javascript on keelatud – oodake 60 sekundit, kuni ribalaiuse test on lõpule viidud ja seejärel klõpsake nuppu Edasi
fa: جاوا اسکریپت غیرفعال است - 60 ثانیه صبر کنید تا تست پهنای باند کامل شود و سپس روی Next کلیک کنید
fi: Javascript ei ole käytössä – odota 60 sekuntia, kunnes kaistanleveystesti on valmis, ja napsauta sitten Seuraava
hi: JavaScript अक्षम है - बैंडविड्थ परीक्षण पूरा होने के लिए 60 सेकंड इंतजार करें और फिर अगले को क्लिक करें
hu: A Javascript le van tiltva – várjon 60 másodpercet, amíg a sávszélesség-teszt befejeződik, majd kattintson a Tovább gombra
in: Javascript dinonaktifkan - tunggu 60 detik hingga tes bandwidth selesai, lalu klik Berikutnya
it: Javascript è disabilitato - aspetta 60 secondi per il completamento del test di banda e poi clicca Next
ja: JavaScript が無効になっています - 帯域幅テストが完了するまで 60 秒待ってから、「次へ」をクリックします
ko: JavaScript가 비활성화되었습니다 - 대역폭 테스트를 완료하려면 60 초 기다렸다가 다음을 클릭하십시오.
nb: Javascript er deaktivert - vent 60 sekunder til båndbreddetesten er fullført, og klikk deretter på Neste
nl: Javascript is uitgeschakeld - wacht 60 seconden totdat de bandbreedtetest is voltooid en klik vervolgens op Volgende
pt: Javascript está desabilitado - aguarde 60 segundos para que o teste de largura de banda seja concluído e clique em Avançar
sl: Javascript je onemogočen - počakajte 60 sekund, da se test širine pasma zaključi, in nato kliknite Naprej
sv: Javascript är inaktiverat - vänta 60 sekunder för att bandbreddstestet ska slutföras och klicka sedan på Nästa
uk: Javascript вимкнено - зачекайте 60 секунд, поки завершиться перевірка пропускної здатності, а потім натисніть «Далі»
vi: Javascript bị tắt - đợi 60 giây để quá trình kiểm tra băng thông hoàn tất rồi nhấp vào Tiếp theo

source: Bandwidth Test Results
ar: نتائج اختبار النطاق الترددي
az: Bandwidth Test Nəticələri
bo: སྐུད་རྒྱ་ཚོད་ལྟའི་འབྲས་བུ།
cs: Výsledky testu šířky pásma
da: Båndbreddetestresultater
el: Αποτελέσματα δοκιμής εύρους ζώνης
es: Resultados de la prueba de ancho de banda
et: Ribalaiuse testi tulemused
fa: نتایج تست پهنای باند
fi: Kaistanleveystestin tulokset
hi: बैंडविड्थ परीक्षण परिणाम
hu: Sávszélesség-teszt eredményei
in: Hasil Uji Bandwidth
it: Risultati test di banda
ja: 帯域幅テストの結果
ko: 대역폭 테스트 결과
nb: Båndbreddetestresultater
nl: Testresultaten bandbreedte
pt: Resultados do teste de largura de banda
sl: Rezultati testa širine pasma
sv: Bandbreddstest resultat
uk: Результати тестування пропускної здатності
vi: Kết quả kiểm tra băng thông

source: Test running?
ar: تشغيل الاختبار؟
az: Test çalışır?
bo: ཚོད་ལྟ་འཁོར་བཞིན་པ་ཡིན་ནམ།
cs: Zkušební provoz?
da: Prøveløb?
el: Εκτέλεσηδοκιμής?
es: ¿Prueba en ejecución?
et: Kas proovite?
fa: تست دویدن؟
fi: Testaus käynnissä?
hi: परीक्षण चल रहा है?
hu: Próbafutás?
in: Uji coba berjalan?
it: Test in esecuzione?
ja: 試運転？
ko: 테스트 실행?
nb: Testløping?
nl: Proefdraaien?
pt: Teste em execução?
sl: Test teče?
sv: Testlöpning?
uk: Тестовий запуск?
vi: Đang chạy thử?

source: Test complete?
ar: اكتمل الاختبار؟
az: Test tamamlandı?
bo: ཚོད་ལྟ་མཇུག་རྫོགས་ཡོད་དམ།
cs: Test dokončen?
da: Test afsluttet?
el: Η δοκιμή ολοκληρώθηκε?
es: ¿Prueba completa?
et: test on lõppenud?
fa: تست کامل شد؟
fi: Testi on valmis?
hi: परीक्षण पूरा हुआ?
hu: A teszt befejeződött?
in: Tes selesai?
it: Test completato?
ja: テストは完了しましたか?
ko: 테스트 완료?
nb: Test fullført?
nl: Test voltooid?
pt: Teste concluído?
sl: Test končan?
sv: Testet klart?
uk: Тест завершено?
vi: Bài kiểm tra hoàn tất?
