Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If after a few minutes of uptime your router is indicating 0 Active Peers and 0 Known Peers, with a notification in the sidebar that you need to check your network connection, verify that you can access the internet. If your internet connection is functional, you may need to unblock Java in your firewall. Otherwise, you may need to reseed your I2P router. Visit the <a href=/configreseed#reseedconfig>Reseed Configuration page</a> and click the <i>Save Changes and Reseed Now</i> button. For more information, see the <a href=#reseedhelp>Reseed help section</a> above.
ar: إذا بعد بضع دقائق من العمل، كان موجهك يبين عدم وجود أي أقران نشطة ولا أقران معروفة، مع إشعار في الجانب أنه يجب التحقق من اتصال الشبكة، تحقق من إمكانية الوصول إلى الإنترنت. إذا كان اتصالك بالإنترنت سليما، قد تحتاج إلى فتح حظر لغة Java في جدارك الناري. وإلا، قد تحتاج إعادة تغذية موجه I2P الخاص بك. تفضل زيارة <a href=/configreseed#reseedconfig>صفحة إعادة التغذية</a> واضغط على زر <i>حفظ التغييرات وإعادة التغذية الآن</i>. لمزيد من المعلومات، انظر قسم <a href=#reseedhelp>مساعدة إعادة التغذية</a> أعلاه.
az: Həyat dövründən sonra bir neçə dəqiqə hələ dəsliyin 0 Aktiv Fərdilər və 0 Tanınmış Fərdilər göstərilir, yanaşmada sizin şəbəkə bağlantınızı yoxlamaq üçün bir xəbərdarlaşma varsa və ya internetə girişiniz olmadığı halda bunu yoxlayın. İnternet bağlantınız funksionaldırsa, Java-nı qoruyucu divarınızda qeydə almaq lazım ola bilər. Əks halda, I2P dərouterinizi yenidən təkrarlamaq lazım ola bilər. <a href=/configreseed#reseedconfig>Təkrar Etmə Konfiqurasiya səhifəsini</a> ziyarət edin və <i>Dəyişiklikləri Yadda Saxla və İndi Buğdaşdırma</i> düyməsinə basın. Ətraflı məlumat üçün, yuxarıda olan <a href=#reseedhelp>Təkrar Etmə kömək bölməsinə</a> baxın.
bo: ཁྱོད་ཀྱི་རོ་ཊར་གོང་དུ་བཞིན་པའི་རྗེས་སུ་0 Active Peers ཡང་ན་0 Known Peers གི་ཚོད་མཚོན་ན་དྲོད་ཀྱི་དྲིལ་ཚོར་བཟོ་བར་བཟོ་དགོས་པའི་བརྟག་ཚོན་ཞིག་གིས་མཚོན། ཁྱོད་ཀྱི་དྲོད་ཀྱི་དྲིལ་ཚོར་ཡག་པོར་གནས་ན་ཁྱོད་ཀྱི་མེ་འདས་ནང་གི་Java མེན་པར་བཟོ་དགོས། འབྲས་བུ་ཁྱོད་ཀྱི་I2P རོ་ཊར་གསར་དུ་བཙུགས་དགོས། <a href=/configreseed#reseedconfig>གསར་དུ་བཙུགས་པའི་བཀོ་སྒྲིག་གི་ཤོག་ངོས</a> དུ་ཕེབས་ནས་<i>བཤིགས་པ་དང་གསར་དུ་བཙུགས་པར་བཟོ་བོ</i> གི་ཐོན་མཐེབས། དེ་བོད་བརྒྱུད་གཞི་གཞི་ནས་གསར་དུ་བཙུགས་པའི་བརྟག་ཚོན་གཞི་མཚོན་ན་གོང་གི་<a href=#reseedhelp>གསར་དུ་བཙུགས་པའི་བརྟག་ཚོན</a>
cs: Pokud po několika minutách aktivního provozu váš směrovač zobrazuje hodnoty 0 aktivních spojení a 0 známých spojení spolu s oznámením v postranním panelu, že je nutné zkontrolovat připojení k síti, ověřte, zda je přístup na internet funkční. Pokud je váš internetový připojení v pořádku, je možné, že je potřeba povolit Java ve vaší firewallu. V opačném případě je možné, že je potřeba restartovat váš I2P směrovač. Navštivte stránku konfigurace převnosu dat na <a href=/configreseed#reseedconfig>konfiguraci přenoášení dat</a> a klikněte na tlačítko <i>Uložit změny a převést data nyní</i>. Pro více informací se podívejte na sekci nápovědy k převnosu dat výše.
da: Hvis din router efter et par minutters uptime viser 0 aktive samarbejdspartnere og 0 kendte samarbejdspartnere med en notifikation på sidepanelet om, at du skal kontrollere din netværksforbindelse, skal du kontrollere, om du har adgang til internettet. Hvis din internetforbindelse fungerer, skal du muligvis fjerne blokeringen af Java i din firewall. Ellers skal du måske genoprette forbindelsen til din I2P-router. Besøg siden for <a href=/configreseed#reseedconfig>Genopret konfigurationside</a> og klik på knappen <i>Gem ændringer og genopret nu</i>. For mere information, se afsnittet om <a href=#reseedhelp>hjælp til genopretning</a> ovenfor.
el: Εάν μετά από λίγα λεπτά λειτουργίας ο δρομολογητής σας εμφανίζει 0 Ενεργούς συνομιλητές και 0 Γνωστοί συνομιλητές, με μια ειδοποίηση στην πλευρική γραμμή ότι πρέπει να ελέγξετε τη σύνδεσή σας στο δίκτυο, επιβεβαιώστε ότι μπορείτε να έχετε πρόσβαση στο διαδίκτυο. Εάν η σύνδεσή σας στο διαδίκτυο λειτουργεί κανονικά, μπορεί να χρειαστεί να ξεμπλοκάρετε το Java στο τείχος προστασίας σας. Διαφορετικά, μπορεί να χρειαστεί να αναπληρωθείτε τον δρομολογητή του I2P σας. Επισκεφθείτε τη σελίδα <a href=/configreseed#reseedconfig>Ρύθμιση αναπλύσης</a> και κάντε κλικ στο κουμπί <i>Αποθήκευση αλλαγών και αναπλήρωση τώρα</i>. Για περισσότερες πληροφορίες, δείτε την <a href=#reseedhelp>Ενότητα βοήθειας αναπλήρωσης</a> παραπάνω.
es: Si después de unos minutos de funcionamiento su enrutador indica 0 peers activos y 0 peers conocidos, con una notificación en la barra lateral de que debe verificar su conexión de red, compruebe que puede acceder a Internet. Si su conexión a Internet funciona, es posible que necesite desbloquear Java en su cortafuegos. De lo contrario, es posible que deba volver a sembrar su enrutador I2P. Visite la página <a href=/configreseed#reseedconfig>Reseed Configuration</a> y haga clic en el botón <i>Guardar cambios y volver a sembrar ahora</i>. Para más información, consulte la sección <a href=#reseedhelp>Ayuda para volver a sembrar</a> anterior.
et: Kui mõne minuti jooksul peale käivitamist teatab sinu marsuuter, et seal puuduvad aktiivsed või teatatud sõlmed ja külgribas on märguanne, et pead kontrollima oma võrguühendust, kontrolli, kas saad ligipääsu internetile. Kui sinu internetiühendus on töökorras, võib-olla pead Java avama oma tulemüüris. Vastasel korral võib-olla pead reseedima oma I2P marsuuteri. Minge <a href=/configreseed#reseedconfig>Reseedi seadete lehele</a> ja klõpsake nuppu <i>Säilita muudatused ja reseedi nüüd</i>. Lisateabe saamiseks vaadake eespool olevat <a href=#reseedhelp>Reseedi abi osa</a>.
fa: اگر پس از چند دقیقه از آپتایم، روتر شما به شما نشان دهد که هیچ همتای فعال و هیچ همتای شناخته شده‌ای ندارید و اعلانی در نوار کناری نمایان شود که به شما می‌گوید باید اتصال شبکه خود را بررسی کنید، ابتدا تأیید کنید که به اینترنت دسترسی دارید. در صورتی که اتصال اینترنت شما کار می‌کند، ممکن است نیازباشد جاوا را در دیواره آتشین خود آنبلاک کنید. در غیر این صورت، ممکن است نیازباشد روتر I2P خود را مجدداً بذربینید. صفحه <a href=/configreseed#reseedconfig>پیکربندی بذربینی</a> را بازدید کرده و برروی دکمه <i>ذخیره تغییرات و بذربینی اکنون</i> کلیک کنید. برای اطلاعات بیشتر، بخش راهنمای <a href=#reseedhelp>بذربینی</a> را بالاتر مشاهده کنید.
fi: Jos reitittimen käynnistyksen jälkeen muutaman minuutin kuluttua reititin näyttää 0 aktiivista vertaista ja 0 tunnettua vertaista ja sivupalkissa on ilmoitus, että sinun täytyy tarkistaa verkkoyhteytesi, varmista, että pääset internettiin. Jos internetyhteytesi toimii, sinun saattaa tarvita avata Javan palomuuriestettä. Muussa tapauksessa sinun saattaa tarvita uudelleensijoittaa I2P-reitimesi. Mene <a href=/configreseed#reseedconfig>-otsikon alle ja napsauta sitten <i>Tallenna muutokset ja uudelleensijoita nyt</i>-painiketta. Lisätietoja löydät <a href=#reseedhelp>-otsikon alta.
hi: यदि अपने रूटर की अपग्रेड समय के कुछ मिनटों के बाद, आपके रूटर को 0 सक्रिय सहयोगी और 0 जानकार सहयोगी दिखाई दे रहे हों, और साइडबार में एक सूचना हो कि आपको अपने नेटवर्क कनेक्शन की जाँच करनी है, तो सुनिश्चित करें कि आप इंटरनेट पहुँच सकते हैं। यदि आपका इंटरनेट कनेक्शन कार्यात्मक है, तो आपको अपने फायरवॉल में जावा को अनब्लॉक करने की आवश्यकता हो सकती है। अन्यथा, आपको अपने I2P रूटर को पुनः सीड करने की आवश्यकता हो सकती है। <a href=/configreseed#reseedconfig>Reseed Configuration पृष्ठ</a> पर जाएं और <i>Save Changes and Reseed Now</i> बटन पर क्लिक करें। अधिक जानकारी के लिए, ऊपर <a href=#reseedhelp>Reseed help section</a> को देखें।
hu: Ha pár perce működik a központja és 0 aktív vagy ismert kapcsolatot jelent, és a oldalsávon a hálózati kapcsolat megvizsgálása üzenet jelenik meg, ellenőrizze, hogy elérhető-e az internet. Ha az internetkapcsolat működik, jelentkezhet, hogy feloldja a tűzfalban a Javát. Más esetben újra kell ültetni az I2P központját. Látogasson el a <a href=/configreseed#reseedconfig>Termesztési konfiguráció oldalra</a> és kattintson a <i>Változtatások mentése és újrateljesítés</i> gombra. További információért lásd az <a href=#reseedhelp>Újraültetési segédlet</a> szakaszt.
in: Jika setelah beberapa menit uptime, router Anda menunjukkan 0 Active Peers dan 0 Known Peers, dengan notifikasi di sidebar bahwa Anda perlu memeriksa koneksi jaringan Anda, verifikasi bahwa Anda dapat mengakses internet. Jika koneksi internet Anda berfungsi, Anda mungkin perlu membuka blokir Java di firewall Anda. Jika tidak, Anda mungkin perlu menyemai ulang router I2P Anda. Kunjungi halaman <a href=/configreseed#reseedconfig>Konfigurasi Reseed</a> dan klik tombol <i>Simpan Perubahan dan Reseed Sekarang</i>. Untuk informasi lebih lanjut, lihat bagian bantuan Reseed di atas <a href=#reseedhelp>Reseed help section</a>.
it: Se dopo alcuni minuti di uptime il tuo router indica 0 Peer attivi e 0 Peer conosciuti, con una notifica nella barra laterale che ti richiede di controllare la connessione di rete, verifica se riesci ad accedere a internet. Se la tua connessione internet funziona correttamente, potresti dover sbloccare Java nel tuo firewall. Altrimenti, potresti dover rialimentare il tuo router I2P. Visita la pagina <a href=/configreseed#reseedconfig>Configurazione Rialimentazione</a> e clicca il pulsante <i>Salva Modifiche e Rialimenta Ora</i>. Per ulteriori informazioni, consulta la sezione di assistenza sulla rialimentazione cliccando <a href=#reseedhelp>qui</a>.
ja: もし動作時間が数分たってもルーターがアクティブピア数と既知のピア数が0を示し、サイドバーにネットワーク接続を確認する必要があるという通知が表示される場合は、インターネットにアクセスできるか確認してください。インターネット接続が正常であれば、ファイアウォールでJavaのブロックを解除する必要があるかもしれません。それ以外の場合は、I2Pルーターをリシードする必要があるかもしれません。 <a href=/configreseed#reseedconfig>リシード設定ページ</a>にアクセスし、<i>保存してリシード</i>ボタンをクリックしてください。詳細については、上記の<a href=#reseedhelp>リシードのヘルプセクション</a>を参照してください。
ko: 만약 몇 분간 사용 시간 후에 라우터가 0개의 활성 피어와 0개의 알려진 피어를 나타내며, 네트워크 연결을 확인하라는 사이드바에 알림이 표시된다면, 인터넷에 액세스할 수 있는지 확인하세요. 인터넷 연결이 정상이라면 방화벽에서 Java의 차단을 해제해야 할 수도 있습니다. 그렇지 않으면 I2P 라우터를 재시작해야 할 수도 있습니다. <a href=/configreseed#reseedconfig>리시드 설정 페이지</a>를 방문하여 <i>변경 사항 저장 및 지금 리시드</i> 버튼을 클릭하세요. 더 자세한 정보는 위의 <a href=#reseedhelp>리시드 도움말 섹션</a>을 참조하세요.
nb: Hvis etter noen minutter med oppetid, viser ruteren 0 aktive noder og 0 kjente noder, med en melding i sidefeltet om at du må sjekke nettverkstilkoblingen, bekreft at du kan få tilgang til internett. Hvis internettforbindelsen din fungerer, kan du prøve å oppheve blokkeringen av Java i brannmuren din. Ellers kan det bli nødvendig å gjenså i2pruteren. Besøk <a href=/configreseed#reseedconfig>Reseed Configuration page</a> og klikk på knappen <i>Lagre endringer og gjenså nå</i> For mer informasjon, se <a href=#reseedhelp>Gjenså hjelpeseksjonen</a> ovenfor.
nl: Als na enkele minuten werktijd uw router 0 actieve peers en 0 bekende peers aangeeft, met een melding in de zijbalk dat u uw netwerkverbinding moet controleren, controleer dan of u toegang heeft tot internet. Als uw internetverbinding functioneel is, moet u mogelijk Java deblokkeren in uw firewall. Anders moet u mogelijk uw I2P-router opnieuw zaaien. Ga naar de <a href=/configreseed#reseedconfig>Reseed Configuration page</a> en klik op de knop <i>Save Changes and Reseed Now</i>. Voor meer informatie, zie de <a href=#reseedhelp>Reseed help section</a> hierboven.
pt: Se após alguns minutos de funcionamento, o seu roteador indicar 0 Pares Ativos e 0 Pares Conhecidos, com uma notificação na barra lateral informando que você precisa verificar sua conexão de rede, verifique se você consegue acessar a internet. Se a sua conexão com a internet estiver funcionando, talvez seja necessário desbloquear o Java no seu firewall. Caso contrário, talvez seja necessário reiniciar o seu roteador I2P. Acesse a página de <a href=/configreseed#reseedconfig>Configuração de Reinicialização</a> e clique no botão <i>Salvar Alterações e Reinicializar Agora</i>. Para mais informações, consulte a seção de ajuda sobre reinicialização <a href=#reseedhelp>aqui</a>.
sl: Če po nekaj minutah časa delovanja vaš usmerjevalnik pokazuje 0 Aktivnih partnerjev in 0 Znanih partnerjev, z obvestilom v stranici, da morate preveriti omrežno povezavo, preverite, da lahko dostopate do interneta. Če vaša internetska povezava deluje, morda potrebujete razblokirati Java v firewallu. V nasprotnem primeru morda potrebujete ponovno semeniti svoj usmerjevalnik I2P. Obiščite <a href=/configreseed#reseedconfig>Stran za konfiguracijo ponovnega semenjenja</a> in kliknite gumb <i>Shrani spremembe in ponovno semenjenje zdaj</i>. Za dodatne informacije glejte <a href=#reseedhelp>Seznam pomoči za ponovno semenjenje</a> zgoraj.
sv: Om efter några minuter av upptid din router indikerar 0 aktiva peers och 0 kända peers, med en avisering i sidofältet att du behöver kontrollera din nätverksanslutning, verifiera att du kan komma åt internet. Om din internetanslutning är funktionsduglig kan du behöva avblockera Java i din brandvägg. Annars kan du behöva återså din I2P-router. Gå till <a href=/configreseed#reseedconfig>Reseed Configuration-sidan</a> och klicka på knappen <i>Spara ändringar och återså nu</i>. För mer information, se avsnittet <a href=#reseedhelp>Reseed hjälp</a> ovan.
uk: Якщо через кілька хвилин роботи ваш роутер показує 0 активних пірів і 0 відомих пірів, з повідомленням у бічній панелі про необхідність перевірки мережевого з'єднання, переконайтесь, що ви можете отримати доступ до інтернету. Якщо ваше підключення до мережі функціонує, вам може знадобитися розблокувати Java у брандмауері. В іншому випадку, можливо, вам знадобиться перенастроїти роутер I2P. Відвідайте сторінку <a href=/configreseed#reseedconfig>Налаштування перенастроювання</a> та натисніть кнопку <i>Зберегти зміни і перенастроїти зараз</i>. Для більш детальної інформації дивіться розділ <a href=#reseedhelp>Допомога щодо перенастроювання</a> вище.
vi: Nếu sau vài phút đã hoạt động, bộ định tuyến của bạn hiển thị 0 Đồng hành hoạt động và 0 Đồng hành biết được, với thông báo ở thanh bên rằng cần kiểm tra kết nối mạng, đảm bảo bạn có thể truy cập internet hay không. Nếu kết nối internet của bạn hoạt động bình thường, bạn có thể cần mở chặn Java trong tường lửa. Ngược lại, bạn có thể cần tái phân phối bộ định tuyến I2P của mình. Truy cập trang <a href=/configreseed#reseedconfig>Cấu hình Tái phân phối</a> và nhấp nút <i>Lưu thay đổi và Tái phân phối ngay</i>. Xem thêm thông tin ở phần <a href=#reseedhelp>Hướng dẫn Tái phân phối</a> trên.

source: My router has very few active peers, is this OK?
ar: موجهي لديه عدد قليل جدا من الأقران النشطة، هل هذا طبيعي؟
az: Routerimdə çox az aktiv həmyaşıd var, bu yaxşıdır?
bo: ཁྱོད་ཀྱི་རོ་ཊར་མཐུད་པ་ཉུང་ཤོས་ཡིན་ན་དེ་ཡག་པ་ཡིན་ནམ།
cs: Můj router má velmi málo aktivních vrstevníků, je to v pořádku?
da: Hvis din router har meget få aktive samarbejdspartnere, er det så okay?
el: Ο δρομολογητής μου έχει πολύ λίγους ενεργούς συνομιλητές, είναι αυτό εντάξει?
es: Mi enrutador tiene muy pocos peers activos, ¿esto está bien?
et: Minu marsuuteril on väga vähe aktiivseid sõlmi, kas see on korras?
fa: رهیاب من تعداد خیلی کمی جفت فعال دارد، آیا طبیعی است؟
fi: Reitittimelläni on hyvin vähän aktiivisia vertaisia, onko tämä ok?
hi: मेरा राउटर बहुत कुछ सक्रिय पीयर नहीं रखता, क्या यह ठीक है?
hu: A routeremnek nagyon kevés aktív társa van, ez rendben van?
in: Router memiliki peer aktif yang sangat sedikit, apakah ini OK?
it: Il mio router ha pochissimi peer attivi, è normale?
ja: 自分のルーターにはほとんどアクティブなピアがありませんが、これは大丈夫ですか？
ko: 제 라우터가 매우 적은 활성 피어만 있습니다, 괜찮은 건가요?
nb: Min ruter har svært få aktive noder, er dette OK?
nl: Mijn router heeft maar weinig actieve peers, is dit OK?
pt: Meu roteador tem poucos peers ativos, isso está certo?
sl: Moje usmerjevalnik ima zelo malo aktivnih partnerjev, je to v redu?
sv: Min router har väldigt få aktiva noder, är det okej?
uk: У мого роутера дуже мало активних пірів, чи є це нормальним?
vi: Bộ định tuyến của tôi có rất ít đồng hành hoạt động, điều này có đúng không?

source: If your router has 10 or more active peers, everything is fine. The router should maintain connections to a few peers at all times. The best way to stay "better-connected" to the network is to <a href=/config>share more bandwidth</a>.
ar: إذا كان لدى موجهك 10 أقران نشطة أو أكثر، فكل شيء بحاله الطبيعية. يجب على الموجه الحفاظ على اتصالات مع بضعة أقران في جميع الأوقات. أفضل طريقة للبقاء "أكثر اتصالا" بالشبكة هي <a href=/config>مشاركة المزيد من استخدام النطاق</a>.
az: Əgər yönləndiricinizdə 10 və ya daha çox fəal izlək yoldaşı varsa, hər şey yaxşı deməkdir. Yönləndirici hər zaman bir neçə yoldaşla əlaqələr saxlamalıdır. Şəbəkə ilə daha yaxşı bağlantı qurmanın ən yaxşı yolu <a href=/config>daha çox bənd genişliyi paylaşmaqdır</a>.
bo: ཁྱོད་ཀྱི་རོ་ཊར་མཐུད་པ་10 ཡང་ན་གོང་དུ་ཡོད་ན་མ་ཟད་ཡག་པོ་རེད། རོ་ཊར་ནི་གང་རུང་དུས་སུ་ཉུང་ཤོས་མཐུད་པ་གནས་དགོས། དྲོད་ཀྱི་དྲིལ་ཚོར་གནས་པར་བཟོ་བར་བཟོ་དགོས་པའི་ཐབས་ལམ་ཆེས་ལེགས་ནི་<a href=/config>བེན་ཌི་ཝིཌི་གོང་དུ་གནས་པར་བཟོ་བོ</a>
cs: Pokud váš router má 10 nebo více aktivních vrstevníků, je vše v pořádku. Router by měl udržovat spojení s několika vrstevníky neustále. Nejlepší způsob, jak zůstat 'lépe připojený' k síti, je <a href=/config>sdsahovat více šířky pásma</a>.
da: Hvis din router har 10 eller flere aktive samarbejdspartnere, er alt i orden. Routeren skal opretholde forbindelse til nogle få samarbejdspartnere hele tiden. Den bedste måde at være bedre forbindelse til netværket er at <a href=/config>dele mere båndbredde</a>.
el: Εάν ο δρομολογητής σας έχει 10 ή περισσότερους ενεργούς συνομιλητές, τότε είναι όλα καλά. Ο δρομολογητής θα πρέπει να διατηρεί πάντοτε συνδέσεις με μερικούς από τους συνομιλητές. Ο καλύτερος τρόπος για να παραμείνετε "καλύτερα συνδεδεμένος" στο δίκτυο είναι να <a href=/config>κοινοποιήσετε περισσότερο εύρος ζώνης</a>.
es: Si su enrutador tiene 10 o más peers activos, todo está bien. El enrutador debe mantener conexiones con unos pocos peers en todo momento. La mejor manera de permanecer "mejor conectado" a la red es <a href=/config>compartir más ancho de banda</a>.
et: Kui sinu marsuutil on 10 või rohkem aktiivset sõlme, siis kõik on korras. Marsuuter peaks hoidma ühendusi mõne sõlmega pidevalt. Võrguga "paremini ühendatud" viibimiseks on parim viis <a href=/config>rohkem ribalaiust jagada</a>.
fa: اگر روتر شما 10 همتای فعال یا بیشتر داشته باشد، همه چیز خوب است.
fi: Jos reitittimessäsi on 10 tai useampi aktiivinen vertainen, kaikki on kunnossa. Reitittimen pitäisi pitää yllä yhteyksiä muutamaan vertaiseen koko ajan. Paras tapa pysyä paremmin yhteydessä verkkoon on <a href=/config>jakaa enemmän kaistanleveyttä</a>.
hi: यदि आपके रूटर के पास 10 या अधिक सक्रिय सहयोगी हैं, तो सब कुछ ठीक है। रूटर को सदैव कुछ सहयोगियों के साथ कनेक्शन बनाए रखना चाहिए। नेटवर्क के साथ "बेहतर संलग्न" रहने का सबसे अच्छा तरीका है <a href=/config>बैंडविड्थ को अधिक साझा करना</a>।
hu: Ha a routernek 10 vagy több aktív társa van, minden rendben van. A routernek állandóan fennt kell tartania néhány társ kapcsolatát. A legjobb módja a "jobb kapcsolattartásnak" a hálózattal az, hogy <a href=/config>több sávszélességet oszt meg</a>.
in: Jika router Anda memiliki 10 peer aktif atau lebih, semuanya baik-baik saja. Router seharusnya tetap terhubung dengan beberapa peer setiap saat. Cara terbaik untuk tetap "lebih terhubung" ke jaringan adalah dengan <a href=/config>berbagi lebih banyak bandwidth</a>.
it: Se il tuo router ha 10 o più peer attivi, è tutto a posto. Il router dovrebbe mantenere sempre alcune connessioni con i peer. Il modo migliore per rimanere "meglio connessi" alla rete è condividere più larghezza di banda.
ja: もしルーターに10人以上のアクティブなピアがある場合は、すべて正常です。ルーターは常にいくつかのピアに接続を維持する必要があります。ネットワークに「より良く接続される」ための最良の方法は、<a href=/config>帯域幅をより共有することです。</a>
ko: 만약 귀하의 라우터에 10개 이상의 활성 피어가 있다면, 모든 것이 정상입니다. 라우터는 항상 몇 개의 피어와 연결을 유지해야 합니다. 네트워크에 더 잘 연결되기 위한 가장 좋은 방법은 <a href=/config>더 많은 대역폭을 공유하는 것</a>입니다.
nb: Hvis ruteren din har 10 eller flere aktive noder, er alt i orden. Ruteren bør opprettholde tilkoblinger til noen få noder til enhver tid. Den beste måten å opprettholde bedre tilkobling til nettverket er å <a href=/config>dele mer båndbredde</a>.
nl: Als je router 10 of meer actieve peers heeft, is alles in orde. De router moet te allen tijde verbindingen met enkele peers behouden. De beste manier om "beter verbonden" te blijven met het netwerk is om <a href=/config>meer bandbreedte te delen</a>.
pt: Se o seu roteador tiver 10 ou mais peers ativos, está tudo bem. O roteador deve manter conexões com alguns peers o tempo todo. A melhor maneira de se manter "melhor conectado" à rede é <a href=/config>compartilhar mais largura de banda</a>.
sl: Če ima vaš usmerjevalnik 10 ali več aktivnih partnerjev, je vse v redu. Usmerjevalnik mora vedno vzdrževati povezave z nekaj partnerji. Najboljši način, da ostane "bolje povezan" z omrežjem, je <a href=/config>deliti več širine pasma</a>.
sv: Om din router har 10 eller fler aktiva noder, är allting bra. Routern bör behålla anslutningar till ett par noder hela tiden. Det bästa sättet att vara "bättre-ansluten" till nätverket är att <a href=/config>dela mer bandbredd</a>.
uk: Якщо на вашому роутері 10 і більше активних пірів, все в порядку. Роутер повинен підтримувати з'єднання з декількома пірами постійно. Найкращий спосіб бути "краще підключеним" до мережі - <a href=/config>виділяти більше смуги пропускання</a>.
vi: Nếu bộ định tuyến của bạn có 10 đồng hành hoạt động trở lên, mọi thứ đều ổn. Bộ định tuyến nên duy trì kết nối với một vài đồng hành liên tục. Cách tốt nhất để là "kết nối tốt hơn" với mạng là <a href=/config>chia sẻ thêm băng thông</a>.

source: I'm missing lots of hosts in my addressbook. What are some good subscription links?
ar: أنا فاقد الكثير من المضيفين في دليل عناويني. ما هي بعض روابط اشتراكات الدليل الجيدة؟
az: Ünvan kitabçamda çoxlu hostlar çatışmır. Ancaq necə bir abunəlik bağlantısı ətrafında olmalıdır?
bo: ཁྱོད་ཀྱི་གློག་ཐོན་དུ་མང་པོ་མེད་པ་ཡིན། དཔེར་ན་གཞི་ལམ་གཞི་བཟུང་བའི་དྲོད་ཀྱི་ཞབས་ཞུ་གང་ཡིན།
cs: Chybí mi spousta hostitelů v mé adresářské knize. Jaké jsou některé dobré odkazy na předplatné?
da: Jeg mangler mange værter i min adressebog. Hvad er nogle gode links til abonnementer?
el: Λείπουν πολλοί κόμβοι από το βιβλίο διευθύνσεών μου. Ποιοι είναι μερικοί καλοί σύνδεσμοι συνδρομής?
es: Me faltan muchos anfitriones en mi libreta de direcciones. ¿Cuáles son algunos buenos enlaces de suscripción?
et: Minu aadressiraamatust puuduvad paljud hostid. Millised on mõned head tellimislingid?
fa: آدرس دفترچه تلفن من خیلی آدرسها کم دارد. چه لینکهای مشترک خوبی وجود دارد؟
fi: Minulta puuttuu paljon isäntiä osoitekirjastani. Mitkä ovat joitain hyviä tilauksia koskevia linkkejä?
hi: मेरे एड्रेसबुक में कई होस्ट कम हैं। कुछ अच्छे सब्सक्रिप्शन लिंक क्या हैं?
hu: Sok host hiányzik az addressbookomból. Melyek a jó előfizetési linkek?
in: Banyak host yang hilang di buku alamat saya. Apa beberapa pranata langganan yang baik?
it: Mi mancano molti host nel mio addressbook. Quali sono alcuni buoni link di sottoscrizione?
ja: 私のアドレスブックにはたくさんのホストが欠落しています。いくつかの良いサブスクリプションリンクはありますか？
ko: 주소록에 많은 호스트가 누락되었습니다. 어떤 좋은 구독 링크가 있을까요?
nb: Mange vertsnavn mangler i adresseboken min. Hvilke abonnementslenker er gode?
nl: Ik mis veel hosts in mijn adresboek. Wat zijn enkele goede abonnementslinks?
pt: Estou perdendo muitos hosts no meu livro de endereços. Quais são alguns bons links de assinatura?
sl: Manjka mi veliko gostiteljev v mojem imeniku. Kaj so nekatere dobre povezave za pretplatnike?
sv: Jag saknar många värdar i min adressbok. Vilka är några bra prenumerationslänkar?
uk: У моїй адресній книзі бракує багатьох хостів. Які корисні посилання для підписки?
vi: Tôi thiếu rất nhiều máy chủ trong sổ địa chỉ của mình. Một số liên kết đăng ký tốt là gì?
