Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: To enable the configuration of reseed urls, activate the console's <a href="/help/advancedsettings">Advanced mode</a>.
ar: لتمكين تكوين عناوين URL المعاد زرعها، قم بتنشيط <a href="/help/advancedsettings">الوضع المتقدم</a> لوحدة التحكم.
az: Yenidən baxılan URL-lərin konfiqurasiyasını aktivləşdirmək üçün konsolun <a href="/help/advancedsettings">Qabaqcıl rejimi</a> aktivləşdirin.
cs: Chcete-li povolit konfiguraci reseed adres URL, aktivujte <a href="/help/advancedsettings">Pokročilý režim</a> konzoly.
da: For at aktivere konfigurationen af reseed -URL'er skal du aktivere konsolens <a href=/help/advancedSettings>avanceret tilstand</a>.
el: Για να ενεργοποιήσετε τη διαμόρφωση των url επανασύνδεσης, ενεργοποιήστε τη <a href="/help/advancedsettings">Σύνθετη λειτουργία</a> της κονσόλας.
es: Para habilitar la configuración de las URL de reseño, active el <a href=/help/advancedsettings>Modo avanzado</a>.
et: URL-ide uuesti esitamise konfigureerimise lubamiseks aktiveerige konsooli <a href="/help/advancedsettings">täiustatud režiim</a>.
fa: برای فعال کردن تنظیم urlهای بازیابی، حالت <a href="/help/advancedsettings">پیشرفته</a> کنسول را فعال کنید.
fi: Ota uudelleenseed-URL-osoitteiden määrittäminen käyttöön aktivoimalla konsolin <a href="/help/advancedsettings">Lisäasetukset-tila</a>.
hu: Az újraolvasott URL-ek beállításának engedélyezéséhez aktiválja a konzol <a href=/help/advancedsettings>Speciális módját</a>.
in: Untuk mengaktifkan konfigurasi url reseed, aktifkan mode <a href="/help/advancedsettings">Lanjutan</a> dari konsol ini.
it: Per abilitare la configurazione degli url per reseed, attiva la <a href="/help/advancedsettings">modalità avanzata</a> della console.
ja: 再シード URL の構成を有効にするには、コンソールの<a href="/help/advancedsettings">詳細モード</a>をアクティブにします。
nb: For å aktivere konfigurasjonen av gjenopptatte nettadresser, aktiver konsollens <a href="/help/advancedsettings">Avanserte modus</a>.
nl: Om de configuratie van reseed-URL 's in te schakelen, activeert u de <a href="/help/advancedsettings">geavanceerde modus</a> van de console.
pt: Para ativar a configuração de URLs reprojetados, ative o <a href=/help/advancedsettings>modo avançado</a> do console.
sl: Da bi omogočili konfiguracijo URL-jev za ponovno semenjenje, aktivirajte napredni način konzole <a href="/help/advancedsettings">Napredni način</a>.
sv: För att aktivera konfigurationen av återbesäddnings-URL:er, aktivera konsolens <a href=/help/advancedsettings>Avancerat läge</a>.
uk: Щоб увімкнути конфігурацію URL-адрес повторного заповнення, активуйте <a href="/help/advancedsettings">розширений режим</a> консолі.
vi: Để bật cấu hình của url reseed, hãy kích hoạt <a href="/help/advancedsettings">Chế độ nâng cao</a> của bảng điều khiển.

source: Change these only if HTTPS is blocked by a restrictive firewall and reseed has failed.
ar: قم بتغيير هذه الإعدادات فقط إذا تم حظر HTTPS بواسطة جدار حماية مقيد وفشلت عملية إعادة الزرع.
az: Yalnız HTTPS məhdudlaşdırıcı təhlükəsizlik duvarı tərəfindən bloklanıbsa və yenidən yükləmə uğursuz olarsa, bunları dəyişdirin.
cs: Změňte je pouze v případě, že je HTTPS blokováno restriktivním firewallem a znovu se nezdařilo.
da: Ændre disse kun hvis HTTPS er blokeret af en restriktiv firewall og reseed mislykkedes.
el: Αλλάξτε τα μόνο εάν το HTTPS έχει αποκλειστεί από ένα περιοριστικό τείχος προστασίας και το reseed έχει αποτύχει.
es: Cambie estas sólo si HTTPS está bloqueado por un cortafuegos restrictivo y el resembrado ha fallado.
et: muutke neid ainult siis, kui piirav tulemüür blokeerib HTTPS-i ja uuesti esitamine ebaõnnestus.
fa: فقط در صورتی این موارد را تغییر دهید که HTTPS توسط یک فایروال محدود کننده مسدود شده باشد و reseed ناموفق باشد.
fi: Muuta näitä vain, jos rajoittava palomuuri on estänyt HTTPS:n ja uudelleensyöttö on epäonnistunut.
hu: Csak akkor módosítsa ezeket, ha a HTTPS-t korlátozó tűzfal blokkolja, és az újratöltés sikertelen.
in: Ubah ini hanya jika HTTPS diblokir oleh firewall dan reseed telah gagal.
it: Cambia questi solo se HTTPS è bloccato da un firewall restrittivo ed il reseed ha fallito.
ja: HTTPS が制限的なファイアウォールによってブロックされ、再シードが失敗した場合にのみ、これらを変更します。
nb: Endre disse bare hvis HTTPS er blokkert av en restriktiv brannmur og reseed har mislyktes.
nl: Verander dit alleen als HTTPS geblokkeerd is door een firewall en reseeden is mislukt.
pt: Altere-os apenas se o HTTPS estiver bloqueado por um firewall restritivo e a nova propagação falhar.
sl: Spremenite ta le, če je HTTPS preprečen s strogo konfiguriranim firewallom in ponovno semenjenje je spodletelo.
sv: Ändra dess endast om HTTPS är blockerad av en restriktiv brandvägg och återdistribuering har misslyckats.
uk: Змінюйте їх, лише якщо HTTPS заблоковано обмежувальним брандмауером і повторне завантаження не вдалось.
vi: Chỉ thay đổi những điều này nếu HTTPS bị chặn bởi tường lửa hạn chế và việc gieo hạt lại không thành công.

source: Refresh Interval
ar: الفاصل الزمني للتحديث
az: Yeniləmə intervalı
cs: Interval Obnovení
da: Opdateringinterval
el: Ανανέωση διαστήματος
es: Intervalo de refresco
et: Värskendusintervall
fa: فاصله بازخوانی
fi: Päivitysväli
hu: Frissítési időköz
it: Intervallo di aggiornamento
ja: リフレッシュ間隔
nb: Oppdateringsintervall
nl: Hernieuw interval
pt: Intervalo de atualização
sl: Interval osveževanja
sv: Uppdateringsintervall
uk: Інтервал оновлення
vi: Khoảng thời gian làm mới

source: Here are some other public addressbook subscription links. You may wish to add one or two to your <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns subscription list</a>. In the event that addresses conflict in the subscriptions, the lists placed at the top of your susidns configuration will take precedence over those placed further down.
ar: هذه بعض روابط اشتراكات دليل العناوين العامة الأخرى. قد ترغب في إضافة واحد أو اثنين إلى <a href=/susidns/subscriptions target=_blank rel=noreferrer>قائمة اشتراكات susidns</a> الخاصة بك. في حال تعارض العناوين في الاشتراكات، سيتم الأخذ بالقوائم الموضوعة في أعلى تكوين susidns بدلاً من تلك الموضوعة في الأسفل.
az: İşarəsi boş yerlərə əlavə olunan digər ictimai ünvan kitabı abunəlik bağlantıları aşağıdakı kimi ətrafında olur. Dərsdə, eyni ünvandakı əlavələr müddətində çətinliklə sterilinir, aplikasiyanızın üstünə yerləşdirilən siyahılar daha aşağı qoymadan öncəlik verilir.
cs: Zde je několik odkazů na veřejné odběry adresáře. Možná si přejete přidat jeden nebo dva do svého seznamu odběru <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns</a>. V případě konfliktů adres v odběrech budou seznamy umístěné nahoře ve vaší konfiguraci susidns preferovány před těmi umístěnými níže.
da: Her er nogle andre offentlige adressebogsabonnementlinks. Du kan ønske at tilføje et eller to til din <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns abonnementsliste</a>. Hvis adresser i abonnementerne er i konflikt, vil listerne placeret øverst i din susidns-konfiguration blive prioriteret over dem, der er placeret længere nede.
el: Ορίστε μερικοί άλλοι δημόσιοι σύνδεσμοι συνδρομής βιβλίου διευθύνσεων. Ίσως θέλετε να προσθέσετε έναν ή δύο στη λίστα συνδρομών <a href=/susidns/subscriptions target=_blank rel=noreferrer> susidns</a> σας. Στην περίπτωση που διευθύνσεις συγκρούονται στις συνδρομές, οι λίστες που τοποθετούνται στην κορυφή της διαμόρφωσης susidns θα έχουν προτεραιότητα έναντι εκείνων που τοποθετούνται πιο κάτω.
es: Aquí hay algunos otros enlaces de suscripción a la libreta de direcciones pública. Puede que desees añadir uno o dos a tu <a href=/susidns/subscriptions target=_blank rel=noreferrer>lista de suscripciones de susidns</a>. En caso de que haya conflictos de direcciones en las suscripciones, las listas colocadas en la parte superior de tu configuración de susidns tendrán precedencia sobre las que se encuentren más abajo.
et: Siin on mõned muud avalikud aadressiraamatu tellimislingid. Võite soovida lisada ühe või kaks neist oma <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns'i tellimuste loendisse</a>. Kui aadressid tellimustes omavahel konflikti satuvad, on ülevalpool susidns-i konfiguratsiooniga paigutatud loendid tähtsusega nende osas, mis on allpool paigutatud.
fa: اینجا لینک‌های دیگری برای اشتراک در دفترچه تلفن عمومی وجود دارد. شما ممکن است بخواهید یک یا دو لینک را به لیست اشتراکات <a href=/susidns/subscriptions target=_blank rel=noreferrer>اشتراک در susidns</a> خود اضافه کنید. در صورت تضاد آدرس‌ها در اشتراکات، لیست‌های قرار داده شده در بالای پیکربینی susidns شما به اولویت خواهند رسید نسبت به آن‌هایی که در پایین‌تر قرار داده شده‌اند.
fi: Tässä on muutama muu julkinen osoitekirjatilauksen linkki. Voit halutessasi lisätä yhden tai kaksi <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns-tilauksesi listaan</a>. Jos osoitteet aiheuttavat ristiriitoja tilauksissa, susidns-määrityksen yläosassa olevat luettelot menevät etusijalle verrattuna alempana oleviin.
hu: Íme néhány más könyvjelző feliratkozási link. Lehet, hogy érdemes hozzáadni egy-kétet a <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns előfizetési listádhoz</a>. Abban az esetben, ha a címek ütköznek az előfizetésekben, az előfizetések felső részén elhelyezett listák elsőbbséget élveznek a továbbiakban elhelyezettekhez képest.
in: Berikut ini beberapa pranala langganan buku alamat publik lainnya. Anda mungkin ingin menambah satu atau dua ke daftar <a href=/susidns/subscriptions target=_blank rel=noreferrer>langganan susidns Anda</a>. Jika alamat bertabrakan di beberapa langganan, daftar yang ditempatkan di atas konfigurasi susidns Anda akan diutamakan daripada yang ditempatkan lebih bawah.
it: Ecco alcuni altri link sottoscrizioni pubbliche dell'addressbook. Potresti voler aggiungerne uno o due alla tua <a href=/susidns/subscriptions target=_blank rel=noreferrer>lista di sottoscrizioni di susidns</a>. Nel caso in cui gli indirizzi siano in conflitto nelle sottoscrizioni, le liste posizionate in cima alla configurazione di susidns avranno la precedenza su quelle posizionate più in basso.
ja: 以下は、他の公開アドレスブック購読リンクです。いくつかを<a href=/susidns/subscriptions target=_blank rel=noreferrer>サブスクリプションリスト</a>に追加することをお勧めします。購読アドレスが衝突する場合は、susidnsの設定の上部に配置されたリストが下部に配置されたリストよりも優先されます。
nb: Her er noen andre offentlige abonnementslenker til adresseboken. Du kan ønske å legge til en eller to i <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns-abonnementslisten</a> din. Hvis det er konflikt mellom adressene i abonnementene, vil listen øverst i susidns-konfigurasjonen din ha forrang over de som er plassert lenger ned.
nl: Hier zijn enkele andere openbare adresboekabonnementslinks. Je kunt er een of twee toevoegen aan je <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns-abonnementslijst</a>. In het geval dat adressen conflicteren in de abonnementen, hebben de lijsten bovenaan de susidns-configuratie voorrang op die verder naar beneden geplaatst zijn.
pt: Aqui estão alguns outros links de assinatura de livros de endereços públicos. Você pode querer adicionar um ou dois à sua <a href=/susidns/subscriptions target=_blank rel=noreferrer>lista de assinaturas susidns</a>. No caso de endereços entrarem em conflito nas assinaturas, as listas colocadas no topo da configuração do susidns terão prioridade sobre as que foram colocadas mais abaixo.
sl: Tukaj so nekatere druge javne povezave za pretplatnike imenika. Morda želite dodati eno ali dve na svojo <a href=/susidns/subscriptions target=_blank rel=noreferrer>seznam pretplatnikov susidns</a>. Če se naslovi v pretplatnih seznama v nasprotnem primeru, se seznami, postavljeni na vrh vaše konfiguracije susidns, bodo imeli prednost pred tistimi, ki so postavljeni dalje dol.
sv: Här är några andra offentliga adressboksprenumerationslänkar. Du kan vilja lägga till en eller två i din <a href=/susidns/subscriptions target=_blank rel=noreferrer>susidns prenumerationslista</a>. Om adresserna krockar i prenumerationerna kommer listorna som placeras högst upp i din susidns-konfiguration att ha företräde över de som placeras längre ner.
uk: Ось декілька інших публічних посилань на підписку до адресної книги. Ви можете бажати додати один-два з них до списку <a href=/susidns/subscriptions target=_blank rel=noreferrer>ваших підписок susidns</a>. У разі сумісця адрес в різних підписках, перевагу матимуть списки розташовані вгорі налаштувань susidns перед тими, що знаходяться нижче.
vi: Đây là một số liên kết đăng ký sách địa chỉ công khai khác. Bạn có thể muốn thêm một hay hai liên kết vào <a href=/susidns/subscriptions target=_blank rel=noreferrer>danh sách đăng ký susidns</a> của mình. Trường hợp xảy ra xung đột địa chỉ trong các đăng ký, các danh sách đặt lên trên cấu hình susidns của bạn sẽ ưu tiên hơn những danh sách đặt xuống dưới.

source: B33
ar: ب٣٣
fa: بی 33

source: BOB
ar: بوب

source: I2NP
ar: بروتوكول الشبكة I2P

source: Alternatively, you can copy the <i>address helper link</i> for your domain, indicated either on the addressbook list page, or on the details page for your domain e.g. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>details for i2p-projekt.i2p</a>, and paste the link where it's required to share it with others.
ar: كبديل، يمكنك نسخ رابط <i>مساعد العنوان</i> للدومين الخاص بك، كما هو مبين إما في صفحة قائمة الدفتر العناوين، أو في صفحة تفاصيل الدومين مثل <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>تفاصيل i2p-projekt.i2p</a>، ولصق الرابط حيث يتطلب مشاركته مع الآخرين.
az: Əksinə, domaininiz üçün <i>ünvan köməkçi linkini</i> köçürə bilərsiniz, ya ünvan kitabçası siyahısında və ya domaininizin detallar səhifəsində göstərilir, məsələn. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>i2p-projekt.i2p detalları üçün</a>, və linki lazım olan yerdə köçürüb başqaları ilə bölüşmək üçün yapışdırmaq.
cs: Alternativně můžete zkopírovat <i>adresářový odkaz</i> pro vaší doménu, který je uveden buď na stránce seznamu adresářů nebo na stránce podrobností o vaší doméně např. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>podrobnosti o i2p-projekt.i2p</a>, a vložte odkaz tam, kde je třeba ji sdílet s ostatními.
da: Alternativt kan du kopiere <i>adressehjælperlinket</i> til din domæne, som enten er angivet på adresselistesiden eller på detaljesiden for dit domæne, f.eks. <a href='http://127.0.0.1: 7657/susidns/details? h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>detaljer for i2p-projekt.i2p</a>, og indsæt linket, hvor det er nødvendigt for at dele det med andre.
el: Εναλλακτικά, μπορείτε να αντιγράψετε το <i>σύνδεσμο βοηθού διεύθυνσης (address helper link)</i> για τον τομέα σας, όπως φαίνεται είτε στη σελίδα λίστας βιβλιοδεσίας διευθύνσεων, είτε στην σελίδα λεπτομερειών για τον τομέα σας, π.χ. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>λεπτομέρειες για το i2p-projekt.i2p</a>, και επικολλήστε τον σύνδεσμο εκεί όπου απαιτείται για να τον μοιραστείτε με άλλους.
es: Alternativamente, puedes copiar el enlace <i>de ayuda de dirección</i> de tu dominio, indicado ya sea en la página de lista de la libreta de direcciones o en la página de detalles de tu dominio por ejemplo <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>detalles para i2p-projekt.i2p</a>, y pegar el enlace donde sea necesario para compartirlo con otros.
et: Teise võimalusena saate kopeerida <i>aadressiabistava lingi</i> oma domeenile, mis on näidatud kas aadressiraamatu loendilehel või domeeni üksikasjalikul lehel, näiteks <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>i2p-projekt.i2p detailid</a> ja kleepige link kuhu see on vajalik, et seda teistega jagada.
fa: به جای آن، می‌توانید پیوند «کمک‌رسان آدرس» مربوط به دامنه‌تان را که بر روی صفحه لیست دفترچه‌آدرس یا صفحه جزئیات دامنه‌تان مثلا <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>جزئیات برای i2p-projekt.i2p</a> مشخص شده است کپی و در جایی که لازم است آن را با دیگران به اشتراک بگذارید، جابجا کنید.
fi: Vaihtoehtoisesti voit kopioida <i>osoiteavustajan linkin</i> antamalla verkkotunnukselle, joka näkyy joko osoitekirjan sivulla tai verkkotunnuksen yksityiskohtaisella sivulla, esim. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer> lisätietoja i2p-projekt.i2p: stä</a>, ja liitä linkki sinne, missä sitä tarvitaan jaettavaksi muille.
hu: Vagy másolhatod <i>a címsegítő hivatkozást</i> a tartományodhoz, amelyet fel lehet tüntetni az elérhetőségjegyzék címjegyzék-lista oldalán vagy a tartományod részletes oldalán. Példa: <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>i2p-projekt részletek</a>. Illessz be vagy küld el a szükséges helyre a hivatkozást, hogy megadhassd másoknak.
in: Sebagai alternatif, Anda dapat menyalin tautan <i>bantuan alamat</i> untuk domain Anda, yang ditunjukkan baik di halaman daftar alamat buku atau di halaman rincian untuk domain Anda misalnya <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>rincian untuk i2p-projekt.i2p</a>, dan tempel tautan tersebut dimana diperlukan untuk berbagi dengan orang lain.
it: In alternativa, puoi copiare il <i>link indirizzo helper</i> per il tuo dominio, indicato sulla pagina dell'elenco della rubrica o sulla pagina dei dettagli del tuo dominio, ad esempio <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>dettagli per i2p-projekt.i2p</a>, e incolla il link dove è richiesto per condividerlo con gli altri.
ja: また、ドメインの<i>アドレスヘルパーリンク</i>をコピーして、アドレス帳リストページまたはドメインの詳細ページ（例：<a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>i2p-projekt.i2pの詳細</a>）で示されている場所に貼り付けることもできます。それによって、他の人と共有する必要がある場所にリンクを貼り付けることができます。
nb: Alternativt kan du kopiere <i>adressehjelperlenken</i> for domenet ditt, som angis enten på adresseliste-siden eller på detaljsiden for domenet ditt, f.eks. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>detailed for i2p-projekt.i2p</a>, og lime inn lenken der det er nødvendig å dele den med andre.
nl: U kunt ook de <i>adres helper link</i> voor uw domein kopiëren, zoals aangegeven op de adressenlijst pagina, of op de details pagina van uw domein bijv. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>details voor i2p-projekt.i2p</a>, en plak de link waar het nodig is om deze met anderen te delen.
pt: Alternativamente, você pode copiar o <i>link de assistente de endereço</i> para o seu domínio, indicado na página de lista de livros de endereços ou na página de detalhes do seu domínio, por exemplo, <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>detalhes para i2p-projekt.i2p</a> e colar o link onde é necessário compartilhá-lo com outras pessoas.
sl: Alternativno, lahko kopirate <i>povezavo pomočnika naslova</i> za vašo domeno, navedeno na strani z naslovnikom, ali pa na strani z podrobnostmi o vaši domeni, npr. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>podrobnosti o i2p-projekt.i2p</a>, in prilepite povezavo tam, kjer je to potrebno, da jo podelite z drugimi.
sv: Alternativt kan du kopiera <i>adresshjälplänken</i> för din domän, som visas antingen på adressbokssidan eller på detaljsidan för din domän, t.ex. <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>information för i2p-projekt.i2p</a>, och klistra in länken där den krävs för att dela den med andra.
uk: Або можна скопіювати посилання на <i>адресну допомогу</i> для вашого домену, яке вказано або на сторінці зі списком адресної книги, або на сторінці деталей для вашого домену, наприклад <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>деталі для i2p-projekt.i2p</a>, і вставити посилання там, де це необхідно, щоб його поділитися з іншими.
vi: Ngoài ra, bạn có thể sao chép liên kết trợ giúp địa chỉ <i>của tên miền mình</i>, được chỉ ra trên trang danh sách sổ địa chỉ hoặc trang chi tiết của tên miền, ví dụ <a href='http://127.0.0.1:7657/susidns/details?h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>chi tiết của i2p-projekt.i2p</a>, và dán liên kết đó vào nơi yêu cầu chia sẻ với người khác.
