Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: An introduction to hosting websites on the I2P network
ar: مقدمة عن استضافة المواقع على شبكة I2P
az: I2P şəbəkəsində veb saytların yerləşdirilməsinə giriş
bo: I2P དྲ་ལམ་ཐོག་ཝེབ་ས་ཁུག་འཛུགས་པའི་ངོ་སྤྲོད།
cs: Úvod do hostingu webových stránek v I2P síti
da: En introduktion til hosting af websteder på I2P-netværket
el: Εισαγωγή στη φιλοξενία ιστοσελίδων στο δίκτυο I2P
es: Introducción al alojamiento de sitios web en la red I2P
et: Sissejuhatus veebisaitide hostimisse I2P-võrgus
fa: مقدمه ای برای میزبانی وب سایت ها در شبکه I2P
fi: Johdatus verkkosivustojen isännöintiin I2P-verkossa
hi: I2P नेटवर्क पर वेबसाइट्स होस्ट करने का परिचय
hu: Bevezetés az I2P-hálózat webhelyeinek üzemeltetésébe
in: Pengantar hosting situs web di jaringan I2P
it: Un'introduzione all'hosting di siti web sulla rete I2P
ja: I2P ネットワーク上で Web サイトをホスティングする方法の概要
ko: I2P 네트워크에서 웹 사이트 호스팅 소개
nb: En introduksjon til hosting av nettsteder på I2P-nettverket
nl: Een inleiding tot het hosten van websites op het I2P-netwerk
pt: Uma introdução à hospedagem de sites na rede I2P
sl: Uvod v gostiteljstvo spletnih strani na omrežju I2P
sv: En introduktion till att vara värd för webbplatser i I2P-nätverket
uk: Знайомство з розміщенням веб-сайтів у мережі I2P
vi: Giới thiệu về lưu trữ trang web trên mạng I2P

source: New hosts in last 24 hours
bo: ཆོག་མ་24 གི་ནང་གི་མངའ་ཁུལ་གསར་པ།
hi: पिछले 24 घंटों में नए होस्ट
ko: 최근 24시간 내의 새로운 호스트

source: RPC Service
ar: خدمة RPC
az: RPC xidməti
bo: RPC ཞབས་ཞུ།
cs: Služba RPC
el: Υπηρεσία RPC
es: Servicio RPC
et: RPC teenus
fa: سرویس RPC
fi: RPC-palvelu
hi: RPC सेवा
hu: RPC szolgáltatás
in: Layanan RPC
it: Servizio RPC
ja: RPCサービス
ko: RPC 서비스
nb: RPC-tjeneste
pt: Serviço RPC
sl: RPC storitev
sv: RPC-tjänst
uk: Служба RPC
vi: Dịch vụ RPC

source: Manage I2P client and server tunnels to access or provide network services
ar: إدارة أنفاق العميل والخادم I2P للوصول إلى خدمات الشبكة أو توفيرها
az: Şəbəkə xidmətlərinə daxil olmaq və ya təmin etmək üçün I2P müştəri və server tunellərini idarə edin
bo: I2P ལེན་གནད་དང་སརྟོན་གྲུང་ནེལ་དོ་དམ་བྱས་ནས་དྲ་ལམ་ཞབས་ཞུ་ལ་འཛུལ་སྤྱོད་པ་དང་མཁོ་སྤྲོད་པ།
cs: Spravujte I2P klientské a serverové tunely pro přístup nebo poskytování síťových služeb
da: Administrer I2P-klient- og servertunneler for at få adgang til eller levere netværkstjenester
el: Διαχειριστείτε τις σήραγγες πελατών και διακομιστή I2P για πρόσβαση ή παροχή υπηρεσιών δικτύου
es: Administrar los túneles cliente y servidor para accede o proveer servicios de red
et: Hallake I2P-kliendi- ja serveritunneleid võrguteenustele juurdepääsuks või nende pakkumiseks
fa: تونل های مشتری و سرور I2P را برای دسترسی یا ارائه خدمات شبکه مدیریت کنید
fi: Hallinnoi I2P-asiakas- ja palvelintunneleita verkkopalvelujen käyttämiseksi tai tarjoamiseksi
hi: I2P क्लाइंट और सर्वर टनल को प्रबंधित करें ताकि नेटवर्क सेवाओं की पहुँच प्रदान करें या प्राप्त करें
hu: Az I2P kliens- és szerveralagutak kezelése hálózati szolgáltatások eléréséhez vagy nyújtásához
in: Kelola terowongan klien dan server I2P untuk mengakses atau menyediakan layanan jaringan
it: Gestisci tunnel client e server I2P per accedere o fornire servizi di rete
ja: ネットワーク サービスにアクセスまたは提供するための I2P クライアントとサーバーのトンネルを管理する
ko: 네트워크 서비스에 액세스하거나 제공하기 위해 I2P 클라이언트 및 서버 터널을 관리합니다.
nb: Administrer I2P-klient- og servertunneler for å få tilgang til eller tilby nettverkstjenester
nl: Beheer I2P-client- en servertunnels om toegang te krijgen tot netwerkdiensten of deze te leveren
pt: Gerenciar túneis de cliente e servidor I2P para acessar ou fornecer serviços de rede
sl: Upravljanje klientovih in strežniških tuneljev I2P za dostop ali zagotavljanje omrežnih storitev
sv: Hantera I2P-klient- och servertunnlar för att komma åt eller tillhandahålla nätverkstjänster
uk: Керуйте тунелями клієнта та сервера I2P для доступу або надання мережевих послуг
vi: Quản lý đường hầm máy khách và máy chủ I2P để truy cập hoặc cung cấp dịch vụ mạng

source: Local Web Server
ar: خادم الويب المحلي
az: Yerli Veb Server
bo: ནང་ཁུག་ཝེབ་སརྟོན།
cs: Místní webový server
da: Lokal webserver
el: Τοπικός διακομιστής ιστού
es: Servidor Web Local
et: Kohalik veebiserver
fa: سرور وب محلی
fi: Paikallinen Web-palvelin
hi: स्थानीय वेब सर्वर
hu: Helyi webszerver
in: Server Web Lokal
it: Server Web locale
ja: ローカルWebサーバー
ko: 로컬 웹 서버
nb: Lokal webserver
nl: Lokale webserver
pt: Servidor Web Local
sl: Lokalen spletni strežnik
sv: Lokal webbserver
uk: Локальний веб-сервер
vi: Máy chủ web cục bộ

source: Configure startup of clients and webapps (services); manually start dormant services
ar: تكوين بدء تشغيل العملاء وتطبيقات الويب (الخدمات)؛
az: Müştərilərin və WebApps (Xidmətlərin) başlanğıcını konfiqurasiya edin; Xüsusiyyətləri əl ilə başlayın
bo: ལེན་གནད་དང་ཝེབ་པ་ཚུགས་པ་(ཞབས་ཞུ)འགོ་ཚུགས་རྒྱུན་སྒྲིག་བྱེད་པ། ལག་བཟོས་ཐོག་གཉིད་ལོག་པའི་ཞབས་ཞུ་འགོ་ཚུགས་པ།
cs: Konfigurace spuštění klientů a webApps (Services); Ručně spusťte spící služby
da: Konfigurer opstart af klienter og webapps (tjenester); manuel start af hvilende tjenester
el: Διαμορφώστε την εκκίνηση των πελατών και των διαδικτυακών εφαρμογών (υπηρεσιών). Ξεκινήστε χειροκίνητα τις αδρανείς υπηρεσίες
es: Configure el inicio de clientes y aplicaciones web (servicios); inicie manualmente servicios inactivos
et: Häälesta klientide ja veebirakenduste (teenuste) käivitumist; käivita magavaid teenuseid käsitsi
fa: پیکربندی راه اندازی مشتری ها و WebApps (خدمات) ؛ خدمات خفته را به صورت دستی شروع کنید
fi: Määritä asiakkaiden ja verkkosovellusten (palvelujen) käynnistys;
hi: क्लाइंट और वेबएप्लिकेशन (सेवाओं) के लिए स्थापना संरचित करें; स्थिर सेवाओं को हस्तमैथुन से शुरू करें
hu: Beállítások a kliensek és webalkalmazások (szolgáltatások) indítására vonatkozóan; elfekvő szolgáltatások kézi indítása
in: Konfigurasi startup untuk klien dan webapps (services); Secara manual memulai service yang tidak aktif
it: Configura l'avvio di client e webapps (servizi); avvia manualmente servizi dormienti
ja: クライアントとウェブアプリ (サービス) のスタートアップを構成。手動で休止サービスを開始
ko: 클라이언트와 웹앱 시작 설정 (서비스); 수동으로 휴면 서비스 시작
nb: Konfigurer oppstart av klienter og webapps (tjenester);
nl: Configureer de opstart van clients en webapps (services); start sluimerende services handmatig
pt: Configurar o inicio de clientes e webapps (serviços); iniciar manualmente os serviços parados
sl: Nastavi zagon klientov in webappov (storitev); ročno zagni uštenjene storitve
sv: Konfigurera start av klienter och webbappar (tjänster), starta vilande tjänster manuellt
uk: Налаштувати запуск клієнтів і веб-додатків (служб);
vi: Định cấu hình khởi động máy khách và ứng dụng web (dịch vụ); khởi động thủ công các dịch vụ không hoạt động

source: Services
ar: الخدمات
az: Xidmətlər
bo: ཞབས་ཞུ།
cs: Služby
da: Tjenester
el: Υπηρεσίες
es: Servicios
et: teenused
fa: خدمات
fi: Palvelut
hi: सेवाएँ
hu: Szolgáltatások
in: Layanan
it: Servizi
ja: サービス
ko: 서비스
nb: Tjenester
nl: Diensten
pt: Serviços
sl: Storitve
sv: Tjänster
uk: Послуги
vi: Dịch vụ

source: I2P+ Router Sitemap
ar: خريطة موقع جهاز التوجيه I2P+
az: I2P Router Sayt Xəritəsi
bo: I2P+ རོ་ཌེར་ས་ཁྲ་མེཔ།
cs: Mapa stránek I2P+ Routeru
el: Χάρτης ιστότοπου δρομολογητή I2P
es: Mapa del sitio del enrutador I2P
et: I2P ruuteri saidikaart
fa: نقشه برداری روتر I2P
fi: I2P-reitittimen sivustokartta
hi: I2P+ रूटर साइटमैप
hu: I2P router oldaltérkép
in: Peta Situs Router I2P
it: Mappa del sito del router I2P
ja: I2Pルーターサイトマップ
ko: I2P 라우터 사이트맵
nb: I2P+ Ruter Sitemap
pt: Mapa do site do roteador I2P
sl: Spletne mape usmerjevalnika I2P+
sv: I2P-router webbplatskarta
uk: Карта сайту маршрутизатора I2P
vi: I2P+ Sitemap

source: Internals
ar: الداخلية
az: Daxili
bo: ནང་ཁུག་གི་ཆ་འཕྲིན།
cs: Vnitřní části
da: Interne
el: Εσωτερικοί
es: Interno
et: Sisemised
fa: داخلی
fi: Sisäosat
hi: आंतरिक
hu: Belső
in: Internal
it: Interni
ja: 内部
ko: 내부
nb: Internaler
nl: Interne onderdelen
pt: Internos
sl: Notranji deli
sv: Internaler
uk: Внутрішні органи
vi: Nội bộ

source: Certs
ar: الشهادات
az: Sertifikatlar
bo: ཚད་མཐུད།
cs: Certifikace
el: Πιστοποιητικά
es: Certificados
et: Sertifikaadid
fa: گواهینامه ها
fi: Sertit
hi: सर्टिफिकेट्स
hu: Tanúsítványok
in: Sertifikat
it: Certificati
ja: 証明書
ko: 인증서
nb: Sertifikat
nl: Certificaten
pt: Certificados
sl: Certifikati
sv: Certifieringar
uk: Сертифікати
vi: Chứng chỉ

source: Review active encryption certificates used in console
ar: مراجعة شهادات التشفير النشطة المستخدمة في وحدة التحكم
az: Konsolda istifadə olunan aktiv şifrələmə sertifikatlarını nəzərdən keçirin
bo: རོགས་སྒྱུར་བཞིན་པའི་ནང་ལག་བཞུགས་པའི་གསང་བཅད་ཚད་མཐུད་ཞིབ་བཤོལ་བ།
cs: Zkontrolujte aktivní šifrovací certifikáty používané v konzole
da: Gennemgå aktive krypteringscertifikater, der bruges i konsollen
el: Έλεγχος ενεργών πιστοποιητικών κρυπτογράφησης που χρησιμοποιούνται στην κονσόλα
es: Revisar los certificados de cifrado activos usados en la consola
et: vaadake üle konsoolis kasutatavad aktiivsed krüpteerimissertifikaadid
fa: گواهینامه های رمزگذاری فعال مورد استفاده در کنسول را مرور کنید
fi: Tarkista konsolissa käytetyt aktiiviset salaussertifikaatit
hi: कंसोल में उपयोग किए जाने वाले सक्रिय एन्क्रिप्शन सर्टिफिकेट की समीक्षा करें
hu: A konzolban használt aktív titkosítási tanúsítványok áttekintése
in: Tinjau sertifikat enkripsi aktif yang digunakan di console
it: Esamina i certificati di codifica attivi usati nella console
ja: コンソールで使用されているアクティブな暗号化証明書を確認する
ko: 콘솔에서 사용되는 활성 암호화 인증서 검토
nb: Se gjennom aktive krypteringssertifikater som brukes i konsollen
nl: Bekijk actieve encryptiecertificaten die in de console worden gebruikt
pt: Revise os certificados de criptografia ativos usados ​​no console
sl: Preverite dejansko uporabljene šifrirne certifikate v konzoli
sv: Granska aktiva krypteringscertifikat som används i konsolen
uk: Перегляньте активні сертифікати шифрування, які використовуються в консолі
vi: Xem xét các chứng chỉ mã hóa đang hoạt động được sử dụng trong bảng điều khiển

source: View historical log of router events
ar: عرض السجل التاريخي لأحداث جهاز التوجيه
az: Router hadisələrinin tarixi qeydinə baxın
bo: རོ་ཌེར་གྱི་བྱེད་སྒང་གི་ལོ་རྒྱུས་ཟིན་ཐོ་ལྟ་བ།
cs: Zobrazení historického protokolu událostí routeru
da: Se historisk log over routerhændelser
el: Προβολή ιστορικού συμβάντων δρομολογητή
es: Ver registro histórico del eventos del router
et: vaadake ruuteri sündmuste ajaloolist logi
fa: مشاهده گزارش تاریخی رویدادهای روتر
fi: Näytä reitittimen tapahtumien historiallinen loki
hi: रूटर घटनाओं के ऐतिहासिक लॉग को देखें
hu: A routeres események előzménynaplójának megtekintése
in: Lihat log historis dari router event
it: Guarda log storici degli eventi del router
ja: ルーターイベントの履歴ログを表示する
ko: 라우터 이벤트의 기록 로그 보기
nb: Se historisk logg over ruterhendelser
nl: Bekijk historisch logboek van routergebeurtenissen
pt: Visualizar registo do histórico dos eventos do roteador
sl: Oglejte zgodovinski dnevnik dogodkov usmerjevalnika
sv: Visa historisk logg över routerhändelser
uk: Перегляд історичного журналу подій маршрутизатора
vi: Xem nhật ký lịch sử của các sự kiện bộ định tuyến

source: Graph router performance
ar: أظهر اشتغال الموجه بريم بياني
az: Qrafik marşrutlaşdırıcının performansı
bo: རོ་ཌེར་གྱི་ནུས་གནས་རི་མོ།
cs: Graf výkonu routeru
da: Graf over routerens ydelse
el: Απόδοση δρομολογητή γραφήματος
es: Gráfica del rendimiento del router
et: Ruuteri jõudlusgraafikud
fa: عملکرد روتر نمودار
fi: Kuvaa reitittimen suorituskyky
hi: रूटर की प्रदर्शन को ग्राफ़ करें
hu: Ábra router teljesítmény
in: Grafik kinerja router
it: Grafico delle prestazioni del router
ja: ルーターパフォーマンスをグラフ化
ko: 그래프 라우터 퍼포먼스
nb: Graf over ruterytelse
nl: Grafieken router prestatie
pt: Gráfico de performance do roteador
sl: Graf za zmogljivost usmerjevalnika
sv: Diagram över router prestanda
uk: Граф продуктивності маршрутизатора
vi: Hiệu suất bộ định tuyến đồ thị

source: Router Help and FAQ
ar: تعليمات جهاز التوجيه والأسئلة الشائعة
az: Router yardımı və tez-tez verilən suallar
bo: རོ་ཌེར་གྱི་རོགས་རམ་དང་གནད་དོན་གསལ་བརྟག
cs: Nápověda a časté dotazy k routeru
da: Router Hjælp og FAQ
el: Βοήθεια δρομολογητή και Συχνές ερωτήσεις
es: Ayuda del router y preguntas frecuentes
et: ruuteri abi ja KKK
fa: کمک روتر و سؤالات متداول
fi: Reitittimen ohje ja usein kysytyt kysymykset
hi: रूटर मदद और सामान्य प्रश्न
hu: Router Súgó és GYIK
in: Bantuan dan FAQ Router
it: Aiuto del router e FAQ
ja: ルーターのヘルプとよくある質問
ko: 라우터 도움말 및 FAQ
nb: Ruterhjelp og vanlige spørsmål
nl: Router help en FAQ
pt: Ajuda do Roteador e Perguntas Mais Frequentes
sl: Pomoč usmerjevalnika in ČPP
sv: Routerhjälp och vanliga frågor
uk: Довідка та поширені запитання щодо маршрутизатора
vi: Trợ giúp và Câu hỏi thường gặp về Bộ định tuyến

source: Router information including transport addresses and UPnP scan
ar: معلومات جهاز التوجيه بما في ذلك عناوين النقل ومسح UPnP
az: Nəqliyyat ünvanları və UPnP skanı daxil olmaqla marşrutlaşdırıcı məlumat
bo: གནས་སྤོར་ཁ་བྱང་དང་UPnP བརྟག་དཔྱད་ཚུད་པའི་རོ་ཌེར་བརྒྱུད་བཏོན་པ།
cs: Informace o směrovači včetně přenosových adres a skenování UPnP
da: Routerinformation inklusive transportadresser og UPnP-scanning
el: Πληροφορίες δρομολογητή, συμπεριλαμβανομένων των διευθύνσεων μεταφοράς και της σάρωσης UPnP
es: Información del enrutador, incluidas direcciones de transporte y escaneo UPnP
et: ruuteri teave, sealhulgas transpordiaadressid ja UPnP skannimine
fa: اطلاعات روتر از جمله آدرس های حمل و نقل و اسکن UPNP
fi: Reitittimen tiedot, mukaan lukien siirtoosoitteet ja UPnP-skannaus
hi: ट्रांसपोर्ट पते और UPnP स्कैन सहित रूटर की जानकारी
hu: Router információk, beleértve a szállítási címeket és az UPnP szkennelést
in: Informasi router termasuk alamat transportasi dan pemindaian UPnP
it: Informazioni del router inclusi indirizzi di trasporto e scansioni UPnP
ja: トランスポートアドレスやUPnPスキャンなどのルーター情報
ko: 전송 주소 및 UPnP 스캔을 포함한 라우터 정보
nb: Ruterinformasjon inkludert transportadresser og UPnP-skanning
nl: Routerinformatie inclusief transportadressen en UPnP-scan
pt: Informações do roteador, incluindo endereços de transporte e varredura UPnP
sl: Informacije o usmerjevalniku, vključno z naslovi prevoznika in skenom UPnP
sv: Routerinformation inklusive transportadresser och UPnP-skanning
uk: Інформація про маршрутизатор, включаючи транспортні адреси та сканування UPnP
vi: Thông tin bộ định tuyến bao gồm địa chỉ vận chuyển và quét UPnP

source: Jobs
ar: مناصب شغل
az: İş
bo: ལས་ཀ།
cs: Práce
el: Εργασία
es: Tareas
et: Töökohad
fa: شغل‌ها
fi: Työpaikat
hi: कार्य
hu: Állások
in: Pekerjaan
it: Lavori
ja: 採用情報
ko: 일감
nb: Arbeidsplasser
nl: Vacatures
pt: Empregos
sl: Posluge
sv: Jobb
uk: Робота
vi: Công việc

source: Show the router's workload, and how it's performing
ar: أظهر حجم عمل جهاز التوجيه وكيفية أدائه
az: Routerin iş yükünü və onun necə işlədiyini göstərin
bo: རོ་ཌེར་གྱི་ལས་ཀའི་ཁུར་པ་དང་དེ་ཇི་ལྟར་ལས་ཀ་བྱེད་ཀྱི་ཡོད་པ་སྟོན་པ།
cs: Ukažte zátěž routeru a jeho výkon
da: Vis routerens arbejdsbyrde, og hvordan den fungerer
el: Εμφάνιση του φόρτου εργασίας του δρομολογητή και της απόδοσής του
es: Muestra la carga de trabajo del router, y cómo está rindiendo
et: Näidake ruuteri töökoormust ja selle toimivust
fa: بار کاری روتر و نحوه عملکرد آن را نشان دهید
fi: Näytä reitittimen työkuorma ja sen suorituskyky
hi: रूटर की कार्यवाही और उसके प्रदर्शन को दिखाएं
hu: Az útválasztó munkaterhelésének és teljesítményének megjelenítése
in: Tunjukkan beban kerja router dan bagaimana kinerjanya
it: Mostra il carico del router e come sta performando
ja: ルーターのワークロードとそのパフォーマンスを表示する
ko: 라우터의 작업량과 성능을 보여줍니다.
nb: Vis ruterens arbeidsmengde og hvordan den yter
nl: Toon de werklast van de router en hoe deze presteert
pt: Mostrar a carga de trabalho do roteador, e o seu desempenho
sl: Prikaži obremenitev usmerjevalnika in kako deluje
sv: Visa routerns arbetsbelastning och hur den fungerar
uk: Показати робоче навантаження маршрутизатора та його продуктивність
vi: Hiển thị khối lượng công việc của bộ định tuyến và cách bộ định tuyến hoạt động

source: Logs
ar: يجلات
az: Jurnallar
bo: ཟིན་ཐོ།
cs: Záznamy
el: Εγγραφές
es: Registros
et: Logid
fa: گزارش ها
fi: Lokit
hi: लॉग
hu: Napló
in: Log
it: Registri
ja: ログ
ko: 로그
nb: Logger
pt: Registros
sl: Dnevniki
sv: Loggar
uk: Журнали
vi: Nhật trình

source: NetDb
bo: དྲ་ལམ་གནད་དཔེར།
el: Καθαρό Db
fa: پایگاه داده شبکه
hi: नेटडीबी
ja: ネットデータベース
ko: 네트워크 DB
uk: Мережа БД
vi: Db mạng

source: Show all current peer connections
ar: أظهر اتصالات المشاركين
az: Bütün cari həmyaşıd əlaqələrini göstərin
bo: ད་ལྟའི་ལག་གདང་འབྲེལ་བ་ཆ་ཚང་སྟོན་པ།
cs: Zobrazit všechna aktuální peer připojení
da: Vis alle de nuværende klient forbindelser
el: Εμφάνιση όλων των τρεχουσών ομότιμων συνδέσεων
es: Mostrar todas las conexiones actuales con pares
et: Näita kõiki ühendusi teiste ruuteritega
fa: تمام اتصالات همسالان فعلی را نشان دهید
fi: Näytä kaikki nykyiset vertaisyhteydet
hi: सभी वर्तमान पीयर कनेक्शन दिखाएं
hu: Minden jelenlegi társ csatlakozás megjelenítése
in: Tampilkan semua koneksi peer saat ini
it: Mostra tutte le connessioni correnti dei peer
ja: 現在のピア接続をすべて表示
ko: 모든 현재 피어 연결 보기
nb: Vis alle nåværende likemannstilkoblinger
nl: Toon alle huidige peer connecties
pt: Mostrar todas conexões atuais com os pares
sl: Prikaži vse trenutne povezave z partnerji
sv: Visa alla aktuella nodanslutningar
uk: Показати всі поточні однорангові підключення
vi: Hiển thị tất cả các kết nối ngang hàng hiện tại

source: Profiles
ar: الملفات الشخصية
az: Profillər
bo: གསལ་ཐོ།
cs: Profily
da: Profiler
el: Προφίλ
es: Perfiles
et: Profiilid
fa: پروفایل ها
fi: Profiilit
hi: प्रोफ़ाइल
hu: Profil
in: Profil
it: Profili
ja: プロファイル
ko: 프로필
nb: Profiler
nl: Profielen
pt: Perfis
sl: Profile
sv: Profiler
uk: Профілі
vi: Hồ sơ

source: Show recent peer performance profiles
ar: عرض ملفات تعريف الأداء الحديثة للأقران
az: Son həmyaşıd performans profillərini göstərin
bo: ཉེ་ཆར་གྱི་ལག་གདང་གི་ནུས་གནས་གསལ་ཐོ་སྟོན་པ།
cs: Ukázat nedávné profily výkonu rovnocenných partnerů
da: Vis seneste klient ydelsesprofiler
el: Εμφάνιση πρόσφατων προφίλ απόδοσης ομότιμων
es: Mostrar perfiles de rendimiento de los pares recientes
et: Näita hiljutisi ruuterite jõudluse profiile
fa: پروفایل عملکرد همسالان اخیر را نشان دهید
fi: Näytä viimeisimmät vertaistoimintaprofiilit
hi: हाल के पीयर प्रदर्शन प्रोफ़ाइल दिखाएं
hu: A legutóbbi társ teljesítmény profilok megjelenítése
in: Tampilkan profil kinerja peer terbaru
it: Mostra i profili di prestazioni recenti dei peer
ja: 最近のピアパフォーマンスプロファイルを表示
ko: 최근 피어 작동상태 프로필 보기
nb: Vis nylige jevnaldrende ytelsesprofiler
nl: Toon recente peer prestatie profielen
pt: Mostrar perfis de performance recentes dos pares
sl: Prikaži nedavne profile zmogljivosti partnerjev
sv: Visa senaste nod-prestandaprofiler
uk: Показати останні профілі ефективності однорангового
vi: Hiển thị hồ sơ hiệu suất ngang hàng gần đây

source: View existing tunnels and tunnel build status
ar: أظهر الأنفاق الموجودة وحالة الانفاق
az: Mövcud tunellərə və tunel qurma statusuna baxın
bo: ཡོད་པའི་གྲུང་ནེལ་དང་གྲུང་ནེལ་བཟོ་བའི་གནས་བབ་སྟོན་པ།
cs: Zobrazení existujících tunelů a stavu sestavení tunelu
da: Se eksisterende tunneler og status på tunneler som bygges
el: Προβολή υπάρχουσας κατάστασης σηράγγων και κατασκευής σηράγγων
es: Mostrar túneles existentes y el estado de creación de túneles
et: Vaata tunnelite ja nende ehitamise staatust
fa: تونل های موجود و وضعیت ساخت تونل را مشاهده کنید
fi: Näytä nykyiset käytävät ja käytävien rakentamistilanne
hi: मौजूदा टनल और टनल बनाने की स्थिति देखें
hu: Létező alagutak és alagút építési állapot megtekintése
in: Lihat tunnel yang ada dan status pembuatan tunnel
it: Vedi i tunnel esistenti e lo stato della costruzione dei tunnel
ja: 既存のトンネルとトンネル作成ステータスを表示
ko: 존재하는 터널과 터널 구축 상태 보기
nb: Se eksisterende tunneler og tunnelbyggingsstatus
nl: Bekijk bestaande tunnels en tunnel opbouw status
pt: Ver túneis estabelecidos e estado da construção de túneis
sl: Oglej obstoječe tunele in status gradnje tunelja
sv: Visa existerande tunnlar och status för tunnlar som byggs
uk: Переглянути існуючі тунелі та стан будівництва тунелів
vi: Xem các đường hầm hiện có và trạng thái xây dựng đường hầm

source: Advanced Configuration
ar: التهيئة المتقدمة
az: Yüksək quraşdırma
bo: མཐོ་རིམ་པའི་རྒྱུན་སྒྲིག་སྟེན།
cs: Pokročilá konfigurace
da: Avanceret konfiguration
el: Σύνθετη διαμόρφωση
es: Configuración avanzada
et: Täpsem konfiguratsioon
fa: پیکربندی پیشرفته
fi: Lisäasetukset
hi: विस्तृत सेटिंग
hu: Speciális Konfiguráció
in: Konfigurasi Lanjutan
it: Configurazione avanzata
ja: 高度な設定
ko: 고급 설정
nb: Avansert oppsett
nl: Geavanceerde configuratie
pt: Configuração Avançada
sl: Napredna konfiguracija
sv: Avancerad Konfiguration
uk: Розширена конфігурація
vi: Thiết lập nâng cao

source: API
ar: واجهة برمجة التطبيقات
hi: एपीआई

source: Documentation for the I2P API
ar: وثائق I2P API
az: I2P API üçün sənədlər
bo: I2P API ཡི་ཡིག་ཆ་ཚགས་པ།
cs: Dokumentace pro I2P API
da: Dokumentation til I2P API
el: Τεκμηρίωση για το I2P API
es: Documentación de la API de I2P
et: I2P API dokumentatsioon
fa: مستندات مربوط به API I2P
fi: I2P API:n dokumentaatio
hi: I2P API की सामग्री
hu: Az I2P API dokumentációja
in: Dokumentasi untuk I2P API
it: Documentazione per l'API di I2P
ja: I2P API のドキュメント
ko: I2P API에 대한 문서
nb: Dokumentasjon for I2P API
nl: Documentatie voor de I2P API
pt: Documentação para a API I2P
sl: Dokumentacija za API I2P
sv: Dokumentation för I2P API
uk: Документація для API I2P
vi: Tài liệu cho API I2P

source: Debug
ar: التصحيح
az: Sazlama
bo: རྐྱེན་སེལ།
cs: Ladění
da: Fejlsøg
el: Αποσφαλμάτωση
es: Depuración
et: Silumine
fa: اشکال زدایی کردن
fi: Debuggaa
hi: डीबग
ja: デバッグ
ko: 디버그
nb: Feilretting
pt: Depuração de erros
sl: Razhroščaj
sv: Felsökning
uk: Налагодження
vi: Gở lỗi

source: View router debug information
ar: عرض معلومات تصحيح جهاز التوجيه
az: Routerin debug məlumatlarına baxın
bo: རོ་ཌེར་གྱི་རྐྱེན་སེལ་བརྒྱུད་བཏོན་པ་ལྟ་བ།
cs: Zobrazení informací o ladění routeru
da: Se oplysninger om routerfejlretning
el: Προβολή πληροφοριών εντοπισμού σφαλμάτων δρομολογητή
es: Ver la información de depuración del router
et: vaadake ruuteri silumise teavet
fa: مشاهده اطلاعات اشکال زدایی روتر
fi: Näytä reitittimen virheenkorjaustiedot
hi: रूटर की डीबग जानकारी देखें
hu: Útválasztó hibakeresési információinak megtekintése
in: Lihat informasi debug router
it: Guarda le informazioni di debug del router
ja: ルーターのデバッグ情報の表示
ko: 라우터 디버그 정보 보기
nb: Vis ruterfeilrettingsinformasjon
nl: Bekijk de router debug informatie
pt: Ver informação de depuração do roteador
sl: Oglej informacije o razhroščajanju usmerjevalnika
sv: Visa information om routerfelsökning
uk: Переглянути інформацію про налагодження маршрутизатора
vi: Xem thông tin gỡ lỗi bộ định tuyến

source: Jars
ar: الجرار
az: Bankalar
cs: Sklenice
da: Krukker
el: Βάζα
et: Purgid
fi: Purkit
hi: जार
hu: Üvegek
in: Jar
ja: 瓶
ko: 항아리
nb: Krukker
nl: Potten
pt: Frascos
sv: Burkar
uk: Банки
vi: Chum
