Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Tunnels longer than 3 hops (for example 2 hops + 0-2 hops, 3 hops + 0-1 hops, 3 hops + 0-2 hops), or a high quantity + backup quantity, may severely reduce performance or reliability.
ar: الأنفاق الأطول من 3 قفزات (على سبيل المثال 2 قفزات 0-2 قفزات، 3 قفزات 0-1 قفزات، 3 قفزات 0-2 قفزات)، أو كمية احتياطية عالية الكمية، قد تقلل بشكل كبير من الأداء أو الموثوقية.
az: 3 atlamadan uzun tunellər (məsələn, 2 atlama 0-2 atlama, 3 atlama 0-1 atlama, 3 atlama 0-2 atlama) və ya yüksək miqdarda ehtiyat miqdar performansı və ya etibarlılığı ciddi şəkildə azalda bilər.
bo: གསང་ལམ་ 3 ལས་རིང་བ་(དཔེར་ན། 2 འགྲུལ་བ་ + 0-2 འགྲུལ་བ། 3 འགྲུལ་བ་ + 0-1 འགྲུལ་བ། 3 འགྲུལ་བ་ + 0-2 འགྲུལ་བ་)ཡང་ན་གྲངས་མང་པོ་ + རྒྱབ་གསང་གྲངས་ནི་ནུས་པོ་དང་གཏན་འཁེལ་ལ་གནོད་ཤུགས་བར་གཡོ་སྒྱོགས་བྱེད།
cs: Tunely delší než 3 skoky (například 2 skoky 0-2 skoky, 3 skoky 0-1 skoky, 3 skoky 0-2 skoky) nebo velké množství zálohy mohou vážně snížit výkon nebo spolehlivost.
da: Tunneler længere end 3 hop (f.eks. 2 hop + 0-2 hop, 3 hop + 0-1 hop, 3 hop + 0-2 hop), eller en høj mængde + backup mængde, kan betyde en alvorlig reduktion af ydeevne eller pålidelighed.
el: Σήραγγες μεγαλύτερες από 3 λυκίσκους (για παράδειγμα 2 λυκίσκοι 0-2 λυκίσκος, 3 λυκίσκοι 0-1 λυκίσκος, 3 λυκίσκοι 0-2 λυκίσκος) ή μια εφεδρική ποσότητα υψηλής ποσότητας, μπορεί να μειώσουν σημαντικά την απόδοση ή την αξιοπιστία.
es: Los túneles de más de 3 saltos (por ejemplo, 2 + 0-2 saltos, 3 + 0-1 saltos, 3 + 0-2 saltos), o una alta cantidad + una cantidad de túneles de respaldo, pueden reducir severamente el rendimiento o la fiabilidad.
et: Tunnelid pikkusega üle 3 sammu (näiteks 2 sammu + 0-2 sammu, 3 sammu + 0-1 sammu, 3 sammu + 0-2 sammu), või suur tunnelite kogus + varukogus, võivad jõudlust või töökindlust tõsiselt vähendada.
fa: تونل‌های طولانی‌تر از 3 پرش (به عنوان مثال 2 پرش 0-2 پرش، 3 پرش 0-1 پرش، 3 پرش 0-2 پرش)، یا یک مقدار پشتیبان با مقدار بالا، ممکن است عملکرد یا قابلیت اطمینان را به شدت کاهش دهد.
fi: Käytävät, jotka ovat pidempiä kuin 3 hyppyä (esim. 2 hyppyä + 0-2 hyppyä, 3 hyppyä + 0-1 hyppyä, 3 hyppyä + 0-2 hyppyä) tai suuri määrä + suuri määrä varalla, voivat heikentää tehokkuutta tai luotettavuutta pahasti.
hi: 3 हॉप से अधिक लंबे टनल (उदाहरण के लिए 2 हॉप + 0-2 हॉप, 3 हॉप + 0-1 हॉप, 3 हॉप + 0-2 हॉप), या उच्च मात्रा + बैकअप मात्रा, प्रदर्शन या विश्वसनीयता को गंभीर रूप से कम कर सकते हैं।
hu: A 3 ugrásúnál hosszabb alagutak (például 2 ugrású + 0-2 ugrású, 3 ugrású + 0-1 ugrású, 3 ugrású + 0-2 ugrású), vagy nagy mennyiség + mentési mennyiség jelentősen csökkenthetik a teljesítményt vagy a megbízhatóságot.
in: Tunnel lebih dari 3 hop (misalnya 2 hop 0-2 hop, 3 hop 0-1 hop, 3 hop 0-2 hop), atau kuantitas tinggi + kuantitas cadangan, dapat sangat mengurangi kinerja atau keandalan.
it: I tunnel più lunghi di 3 hop (per esempio 2 hop + 0-2 hop, 3 hop + 0-1 hop, 3 hop + 0-2 hop), o un'alta quantità in aggiunta a una quantità di backup, possono severamente ridurre le prestazioni o l'affidabilità.
ja: 3 ホップより長いトンネル (たとえば、2 ホップ 0 ～ 2 ホップ、3 ホップ 0 ～ 1 ホップ、3 ホップ 0 ～ 2 ホップ)、または大量のバックアップの場合、パフォーマンスまたは信頼性が大幅に低下する可能性があります。
ko: 3단계 이상의 긴 터널 (예를들면 2단계 + 0-2단계, 3단계 + 0-1단계, 3단계 + 0-2단계) 또는 높은 수량 + 예비 수량은 구동 속도및 신뢰성을 감소시킵니다.
nb: Tunneler som er lengre enn 3 hopp (for eksempel 2 hopp 0-2 hopp, 3 hopp 0-1 hopp, 3 hopp 0-2 hopp), eller en stor reservekvantitet, kan redusere ytelsen eller påliteligheten betydelig.
nl: Tunnels langer dan 3 hops (bijvoorbeeld 2 hops + 0-2 hops, 3 hops + 0-1 hops, 3 hops + 0-2 hops), of een hoge hoeveelheid + backup hoeveelheid, kunnen leiden tot een vermindering van prestatie of bereikbaarheid.
pt: Túneis com mais de 3 saltos (por exemplo 2 saltos + 0-2 saltos, 3 saltos + 0-1 saltos, 3 saltos + 0-2 saltos), ou alta quantidade + alta quantidade de backup, podem diminuir bastante a performance.
sl: Tuneli, daljši od 3 skokov (npr. 2 skoka + 0-2 skoka, 3 skoka + 0-1 skoka, 3 skoka + 0-2 skoka), ali visoka količina + rezervna količina, morda zelo zmanjša zmogljivost ali pouzdanost.
sv: Tunnlar med mer än 3 hopp (t.ex. 2 hopp + 0-2 hopp, 3 hopp + 0-1 hopp, 3 hopp + 0-2 hopp), eller en stor mängd och kvantiteten på backupen, kan allvarligt försämra prestanda eller tillförlitlighet.
uk: Тунелі, тривалість яких перевищує 3 стрибки (наприклад, 2 стрибки 0-2 стрибки, 3 стрибки 0-1 стрибки, 3 стрибки 0-2 стрибки) або велика кількість резервних копій можуть серйозно знизити продуктивність або надійність.
vi: Đường hầm dài hơn 3 bước (ví dụ 2 bước nhảy + 0-2, 3 bước nhảy + 0-1, 3 bước nhảy + 0-2 hop) hoặc số lượng cao + số lượng dự phòng, có thể giảm nghiêm trọng hiệu suất hoặc độ tin cậy.

source: High CPU and/or high outbound bandwidth usage may result.
ar: قد ينتج عن ذلك استخدام وحدة معالجة مركزية عالية و/أو عرض نطاق ترددي عالي للخارج.
az: Yüksək CPU və/və ya yüksək çıxış bant genişliyi istifadəsi nəticələnə bilər.
bo: CPU མཐོ་བ་དང་/ཡང་ན་ཕྱིན་བཏོན་པའི་རྒྱུན་རིམ་མཐོ་བའི་བེད་སྤྱོད་བྱེད་པ་འབྱུང་སྲིད།
cs: Může dojít k velkému využití CPU a/nebo velké odchozí šířky pásma.
da: Høj CPU og/eller høj udadgående båndbredde kan resultere i.
el: Ενδέχεται να προκύψει υψηλή χρήση CPU ή/και υψηλού εξερχόμενου εύρους ζώνης.
es: Puede producirse un elevado uso de la CPU y/o del ancho de banda de salida.
et: Tulemuseks võib olla kõrge protsessori/ribalaiuse kasutus.
fa: CPU بالا و/یا استفاده از پهنای باند خروجی بالا ممکن است منجر شود.
fi: Seurauksena voi kulua paljon prosessoriaikaa ja/tai ulospäin menevää liikennettä.
hi: उच्च CPU और/या उच्च आउटबाउंड बैंडविड्थ का उपयोग हो सकता है।
hu: Magas processzor használatot és/vagy nagy kimenő sávszélesség használatot eredményezhet.
in: Penggunaan CPU dan / atau penggunaan outbound bandwidth tinggi dapat terjadi.
it: Ne possono derivare utilizzi intensi di CPU e/o di banda in uscita.
ja: 高いCPU かつ/または 高い送信帯域幅使用率に繋がる恐れがあります。
ko: 높은 CPU, 송신 대역폭 사용량을 야기시킵니다.
nb: Høy CPU og/eller høy utgående båndbreddebruk kan resultere.
nl: CPU gebruik en/of uitgaand bandbreedte kan toenemen.
pt: Pode resultar em uso alto de CPU e/ou alta taxa de upload.
sl: Morda bo rezultat visoka obremenitev CPU in/ali visoka uporaba izhodne širine pasma.
sv: Hög CPU-belastning och/eller högt bandbreddsutnytjande kan uppstå.
uk: Це може призвести до високого використання центрального процесора та/або високої вихідної смуги пропускання.
vi: Có thể dẫn đến việc sử dụng CPU và băng thông đi cao.

source: Change these settings with care, and adjust them if you have problems.
ar: قم بتغيير هذه الإعدادات بعناية، واضبطها إذا واجهتك مشاكل.
az: Bu parametrləri ehtiyatla dəyişdirin və probleminiz varsa, onları tənzimləyin.
bo: སྒྲིག་བཀོད་འདི་དག་གཡོ་བར་གདོང་རྩལ་བྱེད་པ་དང་། དཀའ་ངལ་ཡོད་ན་དེ་དག་བསྒྱུར་བཅོས་བྱོས།
cs: Tato nastavení měňte opatrně a v případě problémů je upravte.
da: Ændrer disse indstillinger med forsigtighed, og juster dem hvis du har problemer.
el: Αλλάξτε αυτές τις ρυθμίσεις με προσοχή και προσαρμόστε τις εάν αντιμετωπίζετε προβλήματα.
es: Cambie estas opciones con cuidado, y ajústelas en caso de tener problemas.
et: Ole nende seadete muutmisel hoolas, ja reguleeri kui on probleeme.
fa: این تنظیمات را با احتیاط تغییر دهید و در صورت بروز مشکل آنها را تنظیم کنید.
fi: Ole huolellinen muuttaessasi näitä asetuksia, ja tee muutoksia vain, jos sinulla on ongelmia.
hi: ये सेटिंग्स सावधानीपूर्वक बदलें, और अगर समस्याएं होती हैं तो उन्हें समायोजित करें।
hu: Körültekintően változtasd ezeket a beállításokat és módosítsd őket, ha problémát észlelsz.
in: Ubah pengaturan ini dengan hati-hati, dan sesuaikan jika anda dapat masalah.
it: Cambia queste impostazioni con attenzione, regolale se riscontri problemi.
ja: 「これらの設定を注意して変更し、問題がある場合は調整します。
ko: 조심해서 설정하십시오. 문제가 있다면 설정을 변경하세요.
nb: Endre disse innstillingene med forsiktighet, og juster dem hvis du har problemer.
nl: Wijzig deze instellingen met zorg, en pas ze aan indien problemen optreden.
pt: Altere estas configurações com cuidado, ajuste somente em caso de problemas.
sl: Spremenite te nastavitve s previdom, in jih prilagodite, če imate težave.
sv: Ändra dessa inställningar med försiktighet, och ändra dem bara om du har problem.
uk: Обережно змінюйте ці налаштування та змінюйте їх, якщо у вас виникнуть проблеми.
vi: Hãy thay đổi cài đặt này cẩn thận và điều chỉnh nếu gặp vấn đề.

source: Exploratory tunnel setting changes are stored in the router.config file.
ar: يتم تخزين تغييرات إعدادات النفق الاستكشافية في ملف router.config.
az: Kəşfiyyat tunelinin parametrlərində dəyişikliklər router.config faylında saxlanılır.
bo: འཚོལ་བཤེར་གསང་ལམ་གྱི་སྒྲིག་བཀོད་བསྒྱུར་བ་དག་ router.config ཡིག་ཆར་ཉར་ཚར་ཡོད།
cs: Změny nastavení průzkumného tunelu jsou uloženy v souboru router.config.
da: Ændring af udforskende tunnel indstillinger bliver gemt i router.config filen.
el: Οι διερευνητικές αλλαγές ρύθμισης διοχέτευσης αποθηκεύονται στο αρχείο router.config.
es: Los cambios en las configuraciones de los túneles exploratorios se almacenan en el fichero router.config .
et: Võrgu avastamise tunnelite seaded talletuvad failis router.config.
fa: تغییرات تنظیمات تونل اکتشافی در فایل router.config ذخیره می شود.
fi: Tutkimustunnelin asetusten muutokset tallennetaan router.config-tiedostoon.
hi: अन्वेषणीय टनल सेटिंग की परिवर्तनशीलता राउटर.config फ़ाइल में संग्रहित होती है।
hu: A felfedező alagút beállításainak változtatásai a router.config fájlban kerülnek tárolásra.
in: Perubahan pengaturan Exploratory tunnel disimpan di file router.config.
it: I cambiamenti nelle impostazioni dei tunnel d'esplorazione sono memorizzati nel file router.config.
ja: 予備トンネル設定の変更はルーターの .config ファイルに保存されています。
ko: 예비 터널 세팅 변경사항이 router.config 파일에 저장됬습니다.
nb: Endringer i utforskende tunnelinnstillinger lagres i filen router.config.
nl: Exploratory tunnel configuratie wijzigingen zijn opgeslagen in het router.config bestand.
pt: Configurações de túneis exploradores são guardadas no arquivo router.config.
sl: Spremembe nastavitev raziskovalnega tunela so shranjene v datoteki router.config.
sv: undersökande tunnel inställningar sparas i router.config filen
uk: Зміни налаштувань дослідницького тунелю зберігаються у файлі router.config.
vi: Những thay đổi cài đặt đường hầm thám hiểm được lưu trữ trong tệp router.config.

source: Client tunnel changes are temporary and are not saved.
ar: تغييرات النفق هي مؤقتة وغير محفوظة
az: Müştəri tunel dəyişiklikləri müvəqqətidir və yadda saxlanmır.
bo: ཞབས་འདེགས་གསང་ལམ་བསྒྱུར་བ་ནི་གནས་སྐབས་ཡིན་པ་དང་ཉར་ཚར་བྱེད་མི་སྲིད།
cs: Změny klientského tunelu jsou dočasné a neukládají se.
da: Klient tunnel ændringer er midlertidige og bliver ikke gemt.
el: Οι αλλαγές στη σήραγγα πελάτη είναι προσωρινές και δεν αποθηκεύονται.
es: Los cambios en túneles cliente son de carácter temporal y no se guardan.
et: Klienditunnelite seaded on ajutised ja ei salvestu.
fa: تغییرات تونل مشتری موقتی است و ذخیره نمی شود.
fi: Asiakastunnelin muutokset ovat väliaikaisia, eikä niitä tallenneta.
hi: ग्राहक टनल की परिवर्तनशीलता स्थानिक होती है और सहेजी नहीं जाती।
hu: A kliens alagút változtatásai ideiglenesek és nincsenek mentve.
in: Perubahan client tunnel bersifat sementara dan tidak disimpan.
it: I cambiamenti ai tunnel client sono temporanei e non vengono salvati.
ja: クライアント トンネルの変更は一時的なものであり、保存されません。
ko: 클라이언트 터널 변경사항이 임시적으로 변경됨. 저장되지 않았습니다.
nb: Endringer i klienttunnelen er midlertidige og lagres ikke.
nl: Client tunnel wijzigingen zijn tijdelijk en worden niet opgeslagen.
pt: Mudanças nos túneis cliente são temporárias e não são salvas.
sl: Spremembe klientovih tuneljev so prehodne in niso shranjene.
sv: Klienttunnel ändringarna är tillfälliga och sparas inte.
uk: Зміни клієнтського тунелю є тимчасовими та не зберігаються.
vi: Những thay đổi đường hầm khách hàng là tạm thời và không được lưu trữ.

source: The default settings are optimized for general usage and normally don't need to be changed.
ar: تم تحسين الإعدادات الافتراضية للاستخدام العام ولا تحتاج عادةً إلى التغيير.
az: Defolt parametrlər ümumi istifadə üçün optimallaşdırılıb və adətən dəyişdirilməyə ehtiyac yoxdur.
bo: སྔོན་སྒྲིག་བྱས་པའི་སྒྲིག་བཀོད་དེ་དག་སྤྱི་བཏོན་པའི་བེད་སྤྱོད་ལ་ལེགས་བཅོས་ཡོད་པ་དང་སྤྱིར་བཏོན་པར་བསྒྱུར་བ་དགོས་མི་སྲིད།
cs: Výchozí nastavení jsou optimalizována pro obecné použití a za normálních okolností není nutné je měnit.
da: Standardindstillingerne er optimeret til generel brug og skal normalt ikke ændres.
el: Οι προεπιλεγμένες ρυθμίσεις βελτιστοποιούνται για γενική χρήση και κανονικά δεν χρειάζεται να αλλάξουν.
es: La configuración predeterminada está optimizada para uso general y normalmente no es necesario cambiarla.
et: Vaikesätted on optimeeritud üldiseks kasutamiseks ja tavaliselt ei pea neid muutma.
fa: تنظیمات پیش فرض برای استفاده عمومی بهینه شده است و معمولاً نیازی به تغییر ندارد.
fi: Oletusasetukset on optimoitu yleiseen käyttöön, eikä niitä yleensä tarvitse muuttaa.
hi: मानक सेटिंग आम उपयोग के लिए ऑप्टिमाइज़्ड होती हैं और सामान्यतया बदलने की जरूरत नहीं होती है।
hu: A beállítások alapértelmezett értékei az általános használatra vannak optimalizálva, és általában nem szükséges őket megváltoztatni.
in: Pengaturan default dioptimalkan untuk penggunaan umum dan biasanya tidak perlu diubah.
it: Le impostazioni di default sono ottimizzate per un utilizzo generale e normalmente non hanno bisogno di essere cambiate.
ja: デフォルト設定は一般的な使用向けに最適化されており、通常は変更する必要はありません。
ko: 기본 설정은 일반 사용을 위해 최적화되어 있으며 보통 변경할 필요가 없습니다.
nb: Standardinnstillingene er optimalisert for generell bruk og trenger normalt ikke å endres.
nl: De standaardinstellingen zijn geoptimaliseerd voor algemeen gebruik en hoeven normaal gesproken niet te worden gewijzigd.
pt: As configurações padrão são otimizadas para uso geral e normalmente não precisam ser alteradas.
sl: Privzete nastavitve so optimizirane za splošno uporabo in običajno ne zahtevajo sprememb.
sv: Standardinställningarna är optimerade för allmän användning och behöver normalt inte ändras.
uk: Параметри за замовчуванням оптимізовані для загального використання, і зазвичай їх не потрібно змінювати.
vi: Cài đặt mặc định được tối ưu hóa cho việc sử dụng chung và thường không cần phải thay đổi.

source: To modify client tunnel settings, use the <a href="/i2ptunnelmgr">Tunnel Manager</a>, or the <a href="/i2psnark/configure">Configuration page</a> for I2PSnark.
ar: لتعديل إعدادات نفق العميل، استخدم <a href="/i2ptunnelmgr">مدير النفق</a>، أو <a href="/i2psnark/configure">صفحة التكوين</a> لـ
az: Müştəri tunel parametrlərini dəyişdirmək üçün, <a href=/i2ptunnelmgr>Tunel Meneceri</a> və ya <a href=/i2psnark/configure>konfiqurasiya səhifəsi</a> I2PSnark üçün istifadə edin.
bo: ཞབས་འདེགས་གསང་ལམ་གྱི་སྒྲིག་བཀོད་བསྒྱུར་བར། <a href="/i2ptunnelmgr">གསང་ལམ་འཛིན་སྐྱོང་པ།</a> བེད་སྤྱོད་བྱོས་ཡང་ན། I2PSnark དོང་ <a href="/i2psnark/configure">བཀོད་སྒྲིག་ཤོག་ངོས།</a> བེད་སྤྱོད་བྱོས།
cs: Chcete-li upravit nastavení klientského tunelu, použijte <a href="/i2ptunnelmgr">Správce tunelů</a> nebo <a href="/i2psnark/configure">stránku konfigurace</a> pro I2PSnark.
da: For at ændre klienttunnelindstillinger skal du bruge <a href=/i2ptunnelmgr>Tunnel Manager</a> eller <a href=/i2psnark/configure>konfigurationssiden</a> til I2PSnark.
el: Για να τροποποιήσετε τις ρυθμίσεις της σήραγγας του προγράμματος-πελάτη, χρησιμοποιήστε τον <a href="/i2ptunnelmgr">Διαχειριστή σήραγγας</a> ή τη <a href="/i2psnark/configure">σελίδα Διαμόρφωση</a> για το I2PSnark.
es: Para modificar la configuración del túnel del cliente, use el <a href=/i2ptunnelmgr>Gerente de Túnel</a>, o el <a href=/i2psnark/configure>página de configuración</a> para I2PSnark.
et: Klienttunneli seadete muutmiseks kasutage <a href="/i2ptunnelmgr">Tunnelihaldurit</a> või <a href="/i2psnark/configure">konfigureerimislehte</a> I2PSnarki jaoks.
fa: برای تغییر تنظیمات تونل مشتری، از <a href="/i2ptunnelmgr">مدیر تونل</a> یا صفحه <a href="/i2psnark/configure">پیکربندی</a> برای I2PSnark استفاده کنید.
fi: Jos haluat muokata asiakastunnelin asetuksia, käytä <a href="/i2ptunnelmgr">Tunnel Manageria</a> tai <a href="/i2psnark/configure">määrityssivua</a>
hi: क्लाइंट टंनल सेटिंग को संशोधित करने के लिए, <a href="/i2ptunnelmgr">टंनल मैनेजर</a> का उपयोग करें, या I2PSnark के लिए <a href="/i2psnark/configure">सेटिंग पृष्ठ</a>।
hu: Az ügyfél alagút beállításainak módosításához használja a <a href="/i2ptunnelmgr">Alagútkezelőt</a>, vagy az I2PSnark <a href="/i2psnark/configure">konfigurációs oldalát</a>.
in: Untuk mengubah pengaturan terowongan klien, gunakan <a href="/i2ptunnelmgr">Pengelola Terowongan</a>, atau halaman <a href="/i2psnark/configure">Konfigurasi</a> untuk I2PSnark.
it: Per modificare i settaggi dei tunnel client, usa il <a href="/i2ptunnelmgr"> Manager dei tunnel</a>, o la <a href="/i2psnark/configure">Pagina di configurazione</a> per I2PSnark.
ja: クライアント トンネル設定を変更するには、<a href="/i2ptunnelmgr">トンネル マネージャー</a>、または <a href="/i2psnark/configure">設定ページ</a>を使用します。
ko: 클라이언트 터널 설정을 변경하려면 <a href=/i2ptunnelmgr>터널 관리자</a> 또는 I2PSnark의 <a href=/i2psnark/configure>구성 페이지</a>를 사용하세요.
nb: For å endre klient tunnelinnstillinger, bruk <a href="/i2ptunnelmgr">Tunnel Manager</a>, eller <a href="/i2psnark/configure">Konfigurasjonssiden</a> for I2PSnark.
nl: Om de instellingen van de clienttunnel te wijzigen, gebruikt u de <a href=/i2ptunnelmgr>Tunnel Manager</a> of de <a href=/i2psnark/configure>configuratiepagina</a> voor I2PSnark.
pt: Para modificar as configurações do túnel do cliente, use o <a href=/i2ptunnelmgr>Tunnel Manager</a> ou a <a href=/i2psnark/configure>página de configuração</a> para I2PSnark.
sl: Da spremenite nastavitve klientovih tuneljev, uporabite <a href="/i2ptunnelmgr">Upravitelj tuneljev</a>, ali <a href="/i2psnark/configure">Stran konfiguracije</a> za I2PSnark.
sv: För att ändra klienttunnelinställningar, använd <a href="/i2ptunnelmgr">Tunnelhanteraren</a> eller <a href=/i2psnark/configure>Konfigurationssidan</a> för I2PSnark.
uk: Щоб змінити параметри клієнтського тунелю, використовуйте <a href="/i2ptunnelmgr">Менеджер тунелів</a> або <a href="/i2psnark/configure">сторінку конфігурації</a> для.
vi: Để sửa đổi cài đặt đường hầm khách hàng, hãy sử dụng <a href="/i2ptunnelmgr">Quản lý đường hầm</a> hoặc trang <a href="/i2psnark/configure">Cấu hình</a> cho I2PSnark.

source: To enable session-only changes to the client tunnels, activate the console's <a href="/help/advancedsettings">Advanced mode</a>.
ar: لتمكين تغييرات الجلسة فقط على أنفاق العميل، قم بتنشيط <a href="/help/advancedsettings">الوضع المتقدم</a> لوحدة التحكم.
az: Sessiya-yalnız müştəri tunellərində dəyişiklikləri aktivləşdirmək, konsolun <a href=/help/advancedsettings> Advanced rejimi</a> aktivləşdirin.
bo: ཞབས་འདེགས་གསང་ལམ་ལ་ལོ་རེའི་བསྒྱུར་བ་སྐུ་འགུག་བྱར། སྐུ་སྟེགས་ཀྱི་ <a href="/help/advancedsettings">མཐོ་རིམ་རྣམ་པ།</a> སྐུ་འགུག་བྱོས།
cs: Chcete-li povolit změny v klientských tunelech pouze pro relaci, aktivujte <a href="/help/advancedsettings">Pokročilý režim</a> konzoly.
da: For at aktivere kun sessionsændringer til klienttunnelerne skal du aktivere konsollens <a href=/help/advancedsettings>Avanceret tilstand</a>.
el: Για να ενεργοποιήσετε τις αλλαγές μόνο συνεδρίας στις σήραγγες του προγράμματος-πελάτη, ενεργοποιήστε τη <a href="/help/advancedsettings">λειτουργία για προχωρημένους</a> της κονσόλας.
es: Para habilitar los cambios de solo sesión en los túneles del cliente, active el <a href=/help/advancedsettings>Modo Avanzado</a>.
et: Klienttunnelite seansiosa muudatuste lubamiseks aktiveerige konsooli <a href="/help/advancedsettings">Täiustatud režiim</a>.
fa: برای فعال کردن تغییرات فقط در جلسه در تونل های سرویس گیرنده، <a href="/help/advancedsettings">حالت پیشرفته</a> کنسول را فعال کنید.
fi: Jos haluat ottaa käyttöön vain istunnon mukaiset muutokset asiakastunneleissa, aktivoi konsolin <a href="/help/advancedsettings">Lisäasetustila</a>.
hi: केवल सत्र के लिए क्लाइंट टंनल में परिवर्तन को सक्षम करने के लिए, कंसोल के <a href="/help/advancedsettings">Advance मोड</a> को सक्रिय करें।
hu: A kliens alagutakhoz csak a munkamenet során módosításokat tenni aktiválja a konzol <a href="/help/advancedsettings">Speciális módját</a>.
in: Untuk mengaktifkan perubahan sesi saja pada terowongan klien, aktifkan mode <a href="/help/advancedsettings">Lanjutan</a> dari konsol ini.
it: Per abilitare le modifiche di sola sessione ai tunnel client, attiva la <a href="/help/advancedsettings">Modalità avanzata</a> della console.
ja: クライアント トンネルに対するセッションのみの変更を有効にするには、コンソールの<a href="/help/advancedsettings">詳細モード</a>をアクティブにします。
ko: 세션에만 클라이언트 터널 변경을 활성화하려면 콘솔의 <a href=/help/advancedsettings>고급 모드</a>를 활성화하세요.
nb: For å tillate endringer kun for økten til klienttunneler, aktivere konsollens <a href="/help/advancedsettings">Avansert modus</a>.
nl: Om alleen-sessiewijzigingen in de clienttunnels in te schakelen, activeert u de <a href=/help/advancedsettings>geavanceerde modus</a> van de console.
pt: Para ativar alterações somente de sessão nos túneis do cliente, ative o <a href=/help/advancedsettings>modo avançado</a> do console.
sl: Da bi omogočili spremembe, namenjene le sejanski za klientove tunele, aktivirajte <a href="/help/advancedsettings">Napredni način</a> konzole.
sv: För att aktivera endast sessionsändringar i klienttunnlarna, aktivera konsolens <a href=/help/advancedsettings>avancerade läge</a>.
uk: Щоб увімкнути лише сеансові зміни клієнтських тунелів, активуйте <a href="/help/advancedsettings">розширений режим</a> консолі.
vi: Để kích hoạt những thay đổi chỉ trong phiên cho các đường hầm khách hàng, hãy kích hoạt chế độ <a href="/help/advancedsettings">Nâng cao</a> của console.

source: config UI
ar: اعدادات واجهة المستخدم
az: UI konfiqurasiyası
bo: རྒྱུད་འཛུགས་ངོས་སྟོན
cs: konfigurační uživatelské rozhraní
el: διεπαφή χρήστη διαμόρφωσης
es: configuración de la interfaz de usuario
et: konfiguratsioon UI
fa: پیکربندی UI
fi: käyttöliittymäasetukset
hi: सेटिंग यूजर इंटरफेस
hu: Kezelőfelüle
in: konfigurasi UI
it: configura Interfaccia Utente
ja: 設定UI
ko: UI 설정
nb: oppsettsgrensesnitt
nl: configureer UI
pt: configurar interface gráfica
sl: konfig UI
uk: Конфігурація інтерфейсу користувача
vi: Giao diện người dùng cấu hình

source: User Interface Configuration
ar: تكوين واجهة المستخدم
az: İstifadəçi interfeysinin konfiqurasiyası
bo: སྤྱོད་མཁན་ངོས་སྟོན་རྒྱུད་འཛུགས
cs: Konfigurace uživatelského rozhraní
da: Brugergrænsefladekonfiguration
el: Διαμόρφωση διεπαφής χρήστη
es: Configuración del interfaz de usuario
et: Kasutajaliidese konfiguratsioon
fa: پیکربندی رابط کاربری
fi: Käyttöliittymän asetukset
hi: उपयोगकर्ता इंटरफेस के सेटिंग
hu: Felhasználói felület konfigurálása
in: Konfigurasi Antarmuka Pengguna
it: Configurazione dell'interfaccia utente
ja: ユーザーインターフェース構成
ko: 사용자 인터페이스 구성
nb: Konfigurasjon av brukergrensesnitt
nl: Configuratie gebruikersinterface
pt: Configuração da interface do usuário
sl: Nastavitve uporabniškega vmesnika
sv: Konfiguration av användargränssnitt
uk: Конфігурація інтерфейсу користувача
vi: Cấu hình giao diện người dùng

source: Router Console Theme
ar: تيمة واجهة المستخدم
az: Router Konsol Mövzusu
bo: རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པ།
cs: Téma konzoly směrovače
da: Router Konsol Tema
el: Θέμα κονσόλας δρομολογητή
es: Tema de la consola del router
et: Ruuteri konsooli teema
fa: موضوع کنسول روتر
fi: Reitittimen ohjauspaneelin teema
hi: राउटर कंसोल थीम
hu: Router Konzol Téma
in: Tema Konsol Router
it: Tema Console del router
ja: ルーターコンソールのテーマ
ko: 라우터 콘솔 테마
nb: Ruterkonsolldrakt
nl: Router Console Thema
pt: Tema do Painel do Roteador
sl: Tema konzole usmerjevalnika
sv: Routerkonsol Tema
uk: Тема консолі маршрутизатора
vi: Chủ đề Bảng điều khiển bộ định tuyến

source: Apply
ar: طبق
az: Tətbiq et
bo: འཇུག་སྐྱོགས་པ།
cs: Použít
da: Ansøge
el: Εφαρμογή
es: Aplicar
et: Kohalda
fa: اعمال كردن
fi: Käytä
hi: ागू करें
hu: Alkalmaz
in: Terapkan
it: Applica
ja: 適用
ko: 적용
nb: Bruk
nl: Toepassen
pt: Aplicar
sl: Uporabi
sv: Tillämpa
uk: Застосувати
vi: Áp dụng
