Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you have some peers but need more, you may try the I2P Outproxy option. This will not work for the initial reseed when you have 0 known peers. Selecting this option will use the I2P HTTP outproxy (by default on <code>127.0.0.1:4444</code>) or, if configured, the Orchid Tor plugin.
ar: إذا كان لديك بعض الأقران وتحتاج إلى المزيد، يمكنك محاولة خيار وكيل I2P الخارجي. لن يعمل هذا بالنسبة لإعادة البذر الأولى عندما لا تعرف أي أقران. سيستخدم اختيار هذا الخيار وكيل I2P HTTP الخارجي (بشكل افتراضي على <code>127.0.0.1:4444</code>) أو وحدة إضافية Tor Orchid إذا تم تكوينها.
az: Bir neçə həmyaşıdlarınız varsa, daha çox şeyə ehtiyacınız varsa, I2P Outproxy seçimini sınaya bilərsiniz. Bu, 0 tanınmış həmyaşıdlarınız olduqda ilkin kire üçün işləməyəcəkdir. Bu seçimi seçmək i2P HTTP Outproxy (<code>127.0.0.0.1:0.0.0.1:4444</code> və ya konfiqurasiya edilərsə, Orkide Tor plugin.
bo: ཁྱོད་ཀྱིས་མིང་དོན་གཞན་གཞིར་བཟུང་ཡོད་ཀྱང་དེ་བས་མང་བ་བྱེད་དགོས་ན་I2P གི་ཕྱི་བྱེད་སྒོའི་རིགས་བེད་སྤྱོད་བྱོས། ཁྱོད་ཀྱིས་མིང་དོན་གཞན་མེད་པའི་སྐབས་སུ་འགོའི་རེ་སིིཌ་ལ་འཇོག་མི་ཐུབ། དེའི་རིགས་བོད་དོ་ན་I2P HTTP ཕྱི་བྱེད་སྒོ་（རྒྱུན་དུ་གཞི་ནས་<code>127.0.0.1:4444</code>）དང་། སྒྲིག་འགོད་བྱས་ན་ཨོར་ཁིཌི་ཐོར་གྱི་བརྒྱུད་སྒྲིག་བེད་སྤྱོད་བྱེད་ཐུབ།
cs: Pokud máte nějaké peery, ale potřebujete více, můžete zkusit možnost I2P Outproxy. Toto nebude fungovat pro počáteční rezidování, kdy nemáte žádné známé peery. Vybráním této možnosti se použije I2P HTTP outproxy (ve výchozím nastavení na <code>127.0.0.1:4444</code>) nebo, pokud je nakonfigurováno, plugin Orchid Tor.
da: Hvis du har nogle peers, men har brug for flere, kan du prøve med I2P Outproxy-optionen. Dette virker ikke for den første reseed, når du ikke har nogen kendte peers. Ved at vælge denne valgmulighed bruges I2P HTTP outproxyen (som standard på <code>127.0.0.1:4444</code>) eller, hvis konfigureret, Orchid Tor-pluginet.
el: Εάν έχετε κάποιους υπόζυγους αλλά χρειάζεστε περισσότερους, μπορείτε να δοκιμάσετε την επιλογή I2P Outproxy. Αυτή η επιλογή δεν θα λειτουργήσει για την αρχική αναπαραγωγή όταν έχετε 0 γνωστούς υπόζυγους. Η επιλογή αυτή θα χρησιμοποιήσει το I2P HTTP outproxy (προεπιλεγμένα στη διεύθυνση <code>127.0.0.1:4444</code>) ή, αν έχει ρυθμιστεί, το πρόσθετο Orchid Tor.
es: Si ya tienes pares pero necesitas más, puedes probar la opción del outproxy de I2P. Esto no funcionará para el resembrado inicial cuando tengas 0 pares. Seleccionar esta opción usará el outproxy HTTP de I2P (por defecto en <code>127.0.0.1:4444</code>) o, si está configurado, el complemento Orchid para Tor.
et: Kui teil on mõned eakaaslased, kuid vajate rohkem, võite proovida I2P väljaproksi valikut. See ei tööta algse reseedimise korral, kui teil pole ühtegi tuntud eakaaslast. Selle valiku valimine kasutab I2P HTTP väljaproksit (vaikimisi aadressil <code>127.0.0.1:4444</code>) või, kui see on konfigureeritud, Orchid Tor pluginat.
fa: اگر دارای برخی همتایان هستید اما نیاز به بیشتر دارید، ممکن است گزینه «پراکسی بیرونی I2P» را امتحان کنید. این گزینه برای دوباره‌بذریابی اولیه که تعداد همتای شناخته‌شده‌تان صفر است، کار نخواهد کرد. انتخاب این گزینه از پراکسی HTTP بیرونی I2P (به‌طور پیش‌فرض بر روی <code>127.0.0.1:4444</code>) یا اگر تنظیم شده باشد، افزونه تور اورکید استفاده خواهد کرد.
fi: Jos sinulla on joitain vertaisia, mutta tarvitset enemmän, voit kokeilla I2P Outproxy -vaihtoehtoa. Tämä ei toimi alkuperäisessä uudelleenkylvössä, kun sinulla ei ole tunnettuja vertaisia. Tämän vaihtoehdon valitseminen käyttää I2P HTTP outproxya (oletuksena osoitteessa <code>127.0.0.1:4444</code>) tai, jos määritetty, Orchid Tor -liitännäistä.
hi: यदि आपके पास कुछ पीयर हैं लेकिन अधिक की आवश्यकता है, तो आप I2P Outproxy サंभावना को आज़मा सकते हैं। यह आपके पास 0 जानकारी वाले पीयर के साथ प्रारंभिक बीजीकरण के लिए कार्य नहीं करेगा। यह विकल्प चुनने से I2P HTTP outproxy (दर्शावान <code>127.0.0.1:4444</code> पर) या, यदि सेट किया गया हो, Orchid Tor प्लगइन का उपयोग करेगा।
hu: Ha vannak néhány csomópontjai és többre van szüksége, próbálkozhat a I2P Kimenet nemközvetítő lehetőségével. Ez nem fog működni az első reseed esetén, amikor nincsenek ismert csomópontjai. A kijelölésekor az I2P HTTP kimeneti nemközvetítőt használja (alapértelmezetten <code>127.0.0.1:4444</code>-en) vagy, ha be van állítva, az Orchid Tor bővítményt.
in: Jika Anda sudah memiliki beberapa peers tetapi membutuhkan lebih banyak, Anda dapat mencoba pilihan Outproxy I2P. Ini tidak akan berfungsi untuk reseed awal ketika Anda memiliki 0 peers yang diketahui. Memilih pilihan ini akan menggunakan outproxy HTTP I2P (secara default di <code>127.0.0.1:4444</code>) atau, jika dikonfigurasi, plugin Tor Orchid.
it: Se tu hai alcuni peer ma ne necessiti di più, puoi provare l'opzione I2P Outproxy. Questa non funzionerà per il reseed iniziale quando hai 0 peer conosciuti. Selezionando questa opzione userai il proxy di uscita HTTP di I2P (predefinito su <code>127.0.0.1:4444</code>) o, se configurato, il plugin Orchid di Tor.
ja: いくつかのピアを持っているが、さらに必要な場合、I2P Outproxyオプションを試すことができます。これは、0の既知のピアがある場合の初期リシードには機能しません。このオプションを選択すると、I2P HTTPアウトプロキシ（デフォルトで<code>127.0.0.1:4444</ code>）または、設定されている場合はOrchid Torプラグインが使用されます。
ko: 일부 피어를 가지고 있지만 더 필요한 경우 I2P Outproxy 옵션을 시도해 볼 수 있습니다. 이는 초기 재시드시에는 작동하지 않습니다. 이 옵션을 선택하면 I2P HTTP 아웃프록시(기본적으로 <code>127.0.0.1:4444</code>) 또는 설정된 경우 Orchid Tor 플러그인을 사용합니다.
nb: Hvis du har noen peers, men trenger flere, kan du prøve I2P Outproxy-alternativet. Dette vil ikke fungere for den initielle reseed når du ikke har noen kjente peers. Ved å velge dette alternativet blir I2P HTTP outproxy (som standard på <code>127.0.0.1:4444</code>) eller, hvis konfigurert, Orchid Tor-plugin brukt.
nl: Als je enkele peers hebt maar er meer nodig hebt, kun je de I2P outproxy-optie proberen. Dit werkt echter niet voor de initiële reseed als je geen bekende peers hebt. Door deze optie te selecteren, wordt de I2P HTTP outproxy gebruikt (standaard op <code>127.0.0.1:4444</code>) of, indien geconfigureerd, de Orchid Tor-plug-in.
pt: Se você já possui alguns peers, mas precisa de mais, pode experimentar a opção I2P Outproxy. Isso não funcionará para o reseed inicial quando você não possui nenhum peer conhecido. A seleção dessa opção usará o I2P HTTP outproxy (por padrão em <code>127.0.0.1:4444</code>) ou, se configurado, o plugin Orchid Tor.
sl: Če imate nekatere sosednje strežnike, vendar jih potrebujete več, lahko poskusite možnost I2P Outproxy. To ne bo delovalo za prvo ponovno zalaganje, ko imate 0 znanih sosednjih strežnikov. Izbor te možnosti uporabi I2P HTTP Outproxy (privzeto na <code>127.0.0.1:4444</code>) ali, če je nastavljeno, vstavek Orchid Tor.
sv: Om du har några peers men behöver fler kan du prova alternativet I2P Outproxy. Detta kommer inte att fungera för den inledande reseed när du inte har några kända peers. Om du väljer detta alternativ kommer I2P HTTP-utproxyn (som standard på <code>127.0.0.1:4444</code>) att användas eller, om konfigurerat, Orchid Tor-pluginet.
uk: Якщо ви вже маєте декількох пірів, але потрібно більше, ви можете спробувати використати опцію I2P Outproxy. Це не спрацює для початкового перенасіння, коли відомо 0 пірів. Обравши цю опцію, буде використовуватись HTTP outproxy I2P (за замовчуванням на <code>127.0.0.1:4444</code>) або, якщо налаштований, плагін Tor Orchid.
vi: Nếu bạn có một số thiết bị ngang hàng nhưng cần nhiều hơn, bạn có thể thử tùy chọn I2P Outproxy. Điều này sẽ không hoạt động đối với lần gieo lại ban đầu khi bạn có 0 đồng nghiệp đã biết. Việc chọn tùy chọn này sẽ sử dụng proxy ngoài I2P HTTP (theo mặc định là <code>127.0.0.1:4444</code>) hoặc, nếu được định cấu hình, plugin Orchid Tor.

source: Then click the <i>Save changes</i> button to confirm the proxy configuration and then the <i>Reseed now</i> button to initiate the reseed process.
ar: بعد ذلك، انقر على زر <i>حفظ التغييرات</i> للتأكيد على تكوين الوكيل المراقبة ثم اضغط على زر <i>إعادة البذر الآن</i> لبدء عملية إعادة البذر.
az: Sonra proksi konfiqurasiyasını təsdiqləmək üçün <i>Dəyişiklikləri yadda saxla</i> düyməsini və sonra yenidən səpilmə prosesini başlamaq üçün <i>İndi yenidən bax</i> düyməsini klikləyin.
bo: མཐོང་བརྒྱུད་སྒྲིག་འགོད་གནས་ཚུལ་གཏན་འཁེལ་བྱེད་དུ་གི་ཡོད་བཅོལ་གཏོང་གི་ཡོད་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད་རེ་སིིཌ་བྱེད་རྒྱུར་དུ་གཤོག་གི་ཡོད་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད།
cs: Poté klikněte na tlačítko <i>Uložit změny</i> pro potvrzení konfigurace proxy a poté na tlačítko <i>Reseed now</i> pro zahájení procesu rezidování.
da: Klik derefter på <i>Gem ændringer</i>-knappen for at bekræfte proxykonfigurationen og derefter på <i>Reseed nu</i>-knappen for at starte reseed-processen.
el: Κάντε κλικ στο κουμπί <i>Αποθήκευση αλλαγών</i> για να επιβεβαιώσετε τη ρύθμιση του διακομιστή μεσολάβησης και στη συνέχεια κάντε κλικ στο κουμπί <i>Αναπαραγωγή τώρα</i> για να ξεκινήσετε τη διαδικασία αναπαραγωγής.
es: Ahora pulsa <i>Guardar cambios</i> para confirmar la configuración del proxy y entonces pulsa <i>Resembrar ahora</i> para iniciar el proceso de resembrado.
et: Seejärel klõpsake <i>Salvesta muudatused</i> nuppu, et kinnitada proksikonfiguratsioon ja seejärel klõpsake <i>Alusta reseedimist</i> nuppu, et käivitada reseedimisprotsess.
fa: سپس دکمه <i>ذخیره تغییرات</i> را برای تایید پیکربندی پروکسی و سپس دکمه <i>Reseed now</i> را کلیک کنید تا فرآیند reseed آغاز شود.
fi: Napsauta sitten <i>Tallenna muutokset</i> -painiketta vahvistaaksesi välityspalvelimen määrityksen ja napsauta sitten <i>Kylvä uudelleen nyt</i> -painiketta aloittaaksesi uudelleenkylvöprosessin.
hi: फिर <i>सेव चेंजेज</i> बटन को क्लिक करें ताकि प्रोक्सी सेटिंग्स की पुष्टि करें, और फिर <i>बीजीकरण अब</i> बटन को क्लिक करें ताकि बीजीकरण प्रक्रिया शुरू करें।
hu: Akkor kattintson a <i>Változtatások mentése</i> gombra a proxy beállításainak megerősítéséhez, majd a <i>Reseed most</i> gombra a reseed folyamat elindításához.
in: Kemudian klik tombol <i>Simpan perubahan</i> untuk mengkonfirmasi konfigurasi proxy dan kemudian tombol <i>Reseed sekarang</i> untuk menginisialisasi proses reseeding.
it: Poi clicca il bottone <i>Save changes</i> per confermare la configurazione proxy e poi clicca il bottone <i>Reseed now</i> per iniziare il processo di reseeding.
ja: その後、プロキシの設定を確認するために<i>Save changes</i>ボタンをクリックし、リシードプロセスを開始するために<i>Reseed now</i>ボタンをクリックします。
ko: 그런 다음 프록시 구성을 확인하기 위해 <i>변경 내용 저장</i> 버튼을 클릭하고 재시드 프로세스를 시작하려면 <i>지금 재시드</i> 버튼을 클릭하세요.
nb: Deretter klikker du på <i>Lagre endringer</i>-knappen for å bekrefte proxykonfigurasjonen og deretter på <i>Reseed nå</i>-knappen for å starte reseed-prosessen.
nl: Klik vervolgens op de knop <i>Wijzigingen opslaan</i> om de proxyconfiguratie te bevestigen en daarna op de knop <i>Reseed nu</i> om het reseed-proces te starten.
pt: Em seguida, clique no botão <i>Salvar alterações</i> para confirmar a configuração do proxy e, em seguida, clique no botão <i>Reseed agora</i> para iniciar o processo de reseed.
sl: Nato kliknite gumb <i>Zašrani spremembe</i>, da potrdite konfiguracijo posredniškega strežnika, in nato gumb <i>Ponovno zalaganje zdaj</i>, da zazeni postopek ponovnega zalaganja.
sv: Klicka sedan på knappen <i>Spara ändringar</i> för att bekräfta proxykonfigurationen och sedan på knappen <i>Reseed now</i> för att initiera omstartsprocessen.
uk: Потім натисніть кнопку <i>Зберегти зміни</i>, щоб підтвердити налаштування проксі, та кнопку <i>Перенасити зараз</i>, щоб ініціювати процес перенасіння.
vi: Sau đó nhấp vào nút <i>Lưu thay đổi</i> để xác nhận cấu hình proxy và sau đó nhấp vào nút <i>Reseed now</i> để bắt đầu quá trình gieo hạt lại.

source: If you know and trust somebody that runs I2P, ask them to send you a reseed file generated using this page in their router console. Then, select the <i>Reseed from file</i> option on the {0} using the file you received.
ar: إذا كنت تعرف شخصًا تثق به يستخدم I2P، اطلب منه إرسال ملف إعادة بذر تم إنشاؤه باستخدام هذه الصفحة في لوحة مراقبة موجههم. ثم اختر خيار <i>إعادة البذر من الملف</i> في {0} باستخدام الملف الذي تلقيته.
az: I2P-i işlədən kimisə tanıyırsan və etibar edirsinizsə, bu səhifəni router konsolundakı bu səhifədən istifadə edərək yaradılan bir kiriyə sənəd göndərmələrini xahiş edin. Sonra, aldığınız fayldan istifadə edərək {0} -də <i>seçimdən seçimdən</i> seçimini seçin.
bo: ཁྱོད་ཀྱིས་I2P སྤྱོད་པའི་མི་ཤེས་རུང་བཞིན་དུ་བརྩི་ན་ཁྱོད་ཀྱིས་ཁོང་གི་བྷོ་དེར་གི་ཡིག་ཆ་རེ་སིིཌ་བྱེད་པའི་ཡིག་ཆ་གཏོང་བར་བཞེད་པ་བྱོས། གཤམ་གྱི་གཞི་གྲངས་ནང་གི་ཡིག་ཆ་རེ་སིིཌ་བྱེད་པའི་རིགས་བོད་དོ་གི་ཡོད་{0} ལ་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད།
cs: Pokud znáte a důvěřujete někomu, kdo používá I2P, požádejte ho, aby vám poslal soubor se znovuzasažením vygenerovaný pomocí této stránky v konzoli svého směrovače. Poté ve {0} vyberte možnost <i>Reseed from file</i> a použijte přijatý soubor.
da: Hvis du kender nogen, der kører I2P, og du stoler på dem, så bed dem sende dig en reseed-fil, der er genereret ved hjælp af denne side i deres router-konsol. Vælg derefter <i>Reseed fra fil</i>-muligheden på {0} ved hjælp af den fil, du modtog.
el: Εάν γνωρίζετε και εμπιστεύεστε κάποιον που χρησιμοποιεί το I2P, ζητήστε του να σας στείλει ένα αρχείο αναπαραγωγής που δημιουργήθηκε χρησιμοποιώντας αυτήν τη σελίδα στην κονσόλα του δρομολογητή του. Στη συνέχεια, επιλέξτε την επιλογή <i>Αναπαραγωγή από αρχείο</i> στον/στην {0} χρησιμοποιώντας το αρχείο που λάβατε.
es: Si conoce y confía en alguien que ejecuta I2P, pídale que le envíe un fichero de resembrado que se genera usando esta página en la consola del routerde este. {0}
et: Kui sa tead ja usaldad kedagi, kes töötab I2P-s, palu neil saata sulle uuestisöötmise fail, mida nad on genereerinud sellel lehel oma ruuteri konsoolis. Seejärel vali {0}-s valik <i>Uuestisööt failist</i> ja kasuta saadud faili.
fa: اگر فردی را می‌شناسید و به او اعتماد دارید که I2P را اجرا می‌کند، از او بخواهید فایل دوباره‌بذریابی ایجاد شده توسط این صفحه در کنسول روترش را به شما بفرستد. سپس گزینه «دوباره‌بذری از فایل» را در {0} با استفاده از فایل دریافت شده انتخاب کنید.
fi: Jos tunnet jonkun, joka käyttää I2P:a ja luotat häneen, pyydä heitä lähettämään sinulle uudelleenkylvötiedosto, joka on luotu tätä sivua käyttämällä heidän reitittimen konsolissaan. Valitse sitten <i>Kylvä uudelleen tiedostosta</i> -vaihtoehto {0}:ssa käyttäen vastaanottamaasi tiedostoa.
hi: यदि आप ऐसे किसी को जानते और विश्वास करते हैं जो I2P चला रहे हैं, तो उनसे यह अनुरोध करें कि उन्हें अपने राउटर कंसोल में इस पृष्ठ का उपयोग करके बनाया गया बीजीकरण फ़ाइल भेजें। फिर, {0} पर <i>बीजीकरण फ़ाइल से</i> विकल्प को चुनें जिस फ़ाइल का आप प्राप्त करेंगे।
hu: Ha ismer valakit, aki futtatja a I2P-t és megbízik benne, kérje meg hogy küldjön önnek egy újraindítási fájlt, amit a I2P párnafájl generálási oldalon az ő útválasztójának a konzoljában generáltak. Ezután a {0}-or válassza az újraindítás a fájlból lehetőséget és használja a kapott fájlt.
in: Jika Anda mengenal dan mempercayai seseorang yang menjalankan I2P, mintalah mereka untuk mengirimkan file reseed yang dihasilkan menggunakan halaman ini di konsol router mereka. Kemudian, pilih opsi <i>Reseed dari file</i> di {0} menggunakan file yang Anda terima.
ja: I2Pを実行している人物を知っていて信頼している場合、その人に、ルーターコンソールでこのページを使用して生成されたリシードファイルを送信するように依頼してください。その後、受け取ったファイルを使用して、{0}で<i>Reseed from file</i>オプションを選択します。
ko: I2P를 실행하는 사람을 알고 신뢰한다면 그들에게 라우터 콘솔에서 생성된 재시드 파일을 보내달라고 요청하십시오. 그런 다음, 받은 파일을 사용하여 {0}에서 <i>파일에서 재시드</i> 옵션을 선택하세요.
nb: Hvis du kjenner noen som kjører I2P og stoler på dem, kan du be dem sende deg en reseed-fil generert ved hjelp av denne siden i ruterkonsollen deres. Deretter velger du alternativet <i>Resedd fra fil</i> på {0} ved å bruke filen du mottok.
nl: Als je iemand kent en vertrouwt die I2P gebruikt, vraag hen dan om je een reseed-bestand te sturen dat is gegenereerd met behulp van deze pagina in hun routerconsole. Selecteer vervolgens de optie <i>Reseed vanuit bestand</i> op de {0} en gebruik het ontvangen bestand.
pt: Se você conhece e confia em alguém que utiliza o I2P, peça para que eles enviem um arquivo de reseed gerado usando esta página em seu console do roteador. Em seguida, selecione a opção <i>Reseed a partir do arquivo</i> no {0} utilizando o arquivo recebido.
sl: Če poznavate in zaupate nekomu, ki pokrene I2P, vprašajte jih, da vam pošljejo datoteko ponovnega zalaganja, ustvarjeno z uporabo te strani v njihovi konzoli strežnika. Nato izberite možnost <i>Ponovno zalaganje iz datoteke</i> na {0} z uporabo prejete datoteke.
sv: Om du känner någon som kör I2P och litar på dem, be dem skicka dig en återsåddsfilm som genererats med hjälp av denna sida i deras routerkonsol. Välj sedan alternativet <i>Återså frånfilm</i> på {0} med den fil du fick.
uk: Якщо ви знаєте і довіряєте комусь, хто користується I2P, попросіть їх надіслати вам файл перенасіння, згенерований на цій сторінці в їхній консолі маршрутизатора. Потім оберіть опцію <i>Перенасіння з файлу</i> на сторінці {0}, використовуючи отриманий файл.
vi: Nếu bạn biết và tin tưởng ai đó đang chạy I2P, hãy nhờ họ gửi cho bạn một tệp gieo hạt được tạo ra bằng trang này trên bảng điều khiển router của họ. Sau đó, chọn tùy chọn <i>Gieo hạt từ Tệp</i> trên {0} bằng tệp bạn nhận được.

source: If you know and trust somebody that publishes reseed files, ask them for the URL. Then, click the <i>Reseed from URL</i> button on the {0} to reseed using the URL you received.
ar: إذا كنت تعرف وتثق بشخص ينشر ملفات إعادة البذر، اطلب منه عنوان URL. ثم اضغط على زر <i>إعادة البذر من عنوان URL</i> على {0} لإعادة البذر باستخدام عنوان URL الذي تلقيته.
az: Əgər yenilənmiş faylların URL-ni yayımlayan və etibarlı olduğunuzu bildiyiniz birini tanıyırsınızsa, URL-ni ondan soruşun. Sonra, aldığınız URL ilə yenidən tohumlamaq üçün {0} üzərindəki <i>URL-dan Tohumlama</i> düyməsinə basın.
bo: ཁྱོད་ཀྱིས་རེ་སིིཌ་ཡིག་ཆ་ཕྱོགས་པའི་མི་ཤེས་རུང་བཞིན་དུ་བརྩི་ན་ཁྱོད་ཀྱིས་ཁོང་གི་URL གཏོང་བར་བཞེད་པ་བྱོས། གཤམ་གྱི་གཞི་གྲངས་ནང་གི་URL རེ་སིིཌ་བྱེད་པའི་རིགས་བོད་དོ་གི་ཡོད་{0} ལ་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད།
cs: Pokud znáte a důvěřujete někomu, kdo publikuje soubory pro znovuzasažení, požádejte ho o URL. Poté klikněte na tlačítko <i>Reseed from URL</i> ve {0} pro znovuzasažení pomocí přijaté URL.
da: Hvis du kender og stoler på nogen, der offentliggør genstod filer, skal du bede dem om URL'en. Klik derefter på <i>-knappen fra URL</i> på knappen {0} til genindlæg ved hjælp af den URL, du har modtaget.
el: Εάν γνωρίζετε και εμπιστεύεστε κάποιον που δημοσιεύει αρχεία αναπαραγωγής, ζητήστε του το URL. Στη συνέχεια, κάντε κλικ στο κουμπί <i>Αναπαραγωγή από URL</i> στον/στην {0} για να αναπαραγάγετε χρησιμοποιώντας το URL που λάβατε.
es: Si conoces y confías en alguien que publica archivos de reseed, pídeles la URL. Luego, haz clic en el botón <i>Reseed desde URL</i> en el {0} para realizar un reseed utilizando la URL que recibiste.
et: Kui teate ja usaldate kedagi, kes avaldab uuestisöötamise faile, paluge neilt URL-i. Seejärel klõpsake {0} -l nupul <i>Uuestisööt URL-ist</i>, et kasutada saadud URL-i uuestisöötimiseks.
fa: اگر فردی را می‌شناسید و به او اعتماد دارید که فایل‌های دوباره‌بذریابی منتشر می‌کند، از او آدرسی را بخواهید. سپس، روی دکمه «دوباره‌بذری از آدرس» در {0} کلیک کنید تا با استفاده از آدرسی که دریافت کرده‌اید دوباره‌بذریابی شود.
fi: Jos tunnet ja luotat johonkin, joka julkaisee uudelleenkylvötiedostoja, pyydä heiltä URL-osoitetta. Napsauta sitten <i>Kylvä uudelleen URL-osoitteesta</i> -painiketta {0}:ssa uudelleenkylvön aloittamiseksi käyttäen vastaanottamaasi URL-osoitetta.
hi: यदि आप ऐसे किसी को जानते और विश्वास करते हैं जो बीजीकरण फ़ाइल प्रकाशित करते हैं, तो उनसे यूआरएल की मांग करें। फिर, {0} पर <i>URL से बीजीकरण</i> बटन को क्लिक करें ताकि आपके प्राप्त यूआरएल का उपयोग करके बीजीकरण किया जा सके।
hu: Ha ismersz és megbízol valakit, aki újratelepítő fájlokat publikál, kérdezd meg tőle a URL-t. Ezután kattints a <i>URL-ből újratelepítés</i> gombra a(z) {0}-nál, hogy újratelepítsd a kapott URL segítségével.
in: Jika Anda mengenal dan mempercayai seseorang yang menerbitkan file reseed, mintalah URL dari mereka. Kemudian, klik tombol <i>Reseed dari URL</i> di {0} untuk melakukan reseed menggunakan URL yang Anda terima.
ja: リシードファイルを公開している人物を知っていて信頼している場合は、URLをお尋ねください。その後、受け取ったURLを使用して、{0}で<i>Reseed from URL</i>ボタンをクリックしてリシードを行います。
ko: 재시드 파일을 게시하는 사람을 알고 신뢰한다면 URL을 요청하십시오. 그런 다음, 받은 URL을 사용하여 {0}에서 <i>URL에서 재시드</i> 버튼을 클릭하여 재시드하세요.
nb: Hvis du kjenner noen som publiserer reseed-filer og stoler på dem, kan du be dem om URL-en. Deretter klikker du på knappen <i>Resed fra URL</i> på {0} for å reseed ved hjelp av URL-en du mottok.
nl: Als je iemand kent en vertrouwt die reseed-bestanden publiceert, vraag hen dan om de URL. Klik vervolgens op de knop <i>Reseeden vanuit URL</i> op de {0} om opnieuw te reseeden met behulp van de ontvangen URL.
pt: Se você conhece e confia em alguém que publica arquivos de reseed, peça para eles a URL. Em seguida, clique no botão <i>Reseed a partir de URL</i> no {0} para realizar o reseed utilizando a URL recebida.
sl: Če poznavate in zaupate nekomu, ki objavlja datoteke ponovnega zalaganja, vprašajte jih za URL. Nato kliknite gumb <i>Ponovno zalaganje iz URL</i> na {0}, da ponovno zalagate z uporabo URL, ki ste ga prejeli.
sv: Om du känner någon som publicerar återsåddsfiler och litar på dem, be dem om URL:en. Klicka sedan på knappen <i>Återså från URL</i> på {0} för att återså frånrätt=denna sida du fick urlen.
uk: Якщо ви знаєте і довіряєте комусь, хто розміщує файли перенасіння, попросіть у них URL. Потім натисніть кнопку <i>Перенасіння з URL</i> на сторінці {0}, щоб перенаситися з отриманого URL.
vi: Nếu bạn biết và tin tưởng ai đó công bố các tệp gieo hạt, hãy nhờ họ cho URL. Sau đó, nhấp vào nút <i>Gieo hạt từ URL</i> trên {0} để gieo hạt bằng URL bạn nhận được.

source: How do I reseed manually?
ar: كيف أقوم بإعادة البذر يدويًا؟
az: Mən əl ilə necə təkrar toxum əkmək olar?
bo: ངས་རེ་སིིཌ་བྱེད་པ་ཇི་ལྟར་བྱེད་དགོས་པ་ཡིན་ནམ།
cs: Jak provést ruční rezidování?
da: Hvordan genbesår jeg manuelt?
el: Πώς μπορώ να γίνει reseed χειροκίνητα?
es: ¿Cómo resiembro manualmente?
et: Kuidas ma saan uuesti sööta käsitsi?
fa: چگونه می توانم به صورت دستی دوباره بکارم؟
fi: Kuinka reseediä manuaalisesti?
hi: मैन्युअल रूप से बीजीकरण कैसे करूँ?
hu: Hogyan újratelepítsek kézzel?
in: Bagaimana cara melakukan reseed secara manual?
it: Come eseguo il reseed manualmente?
ja: 手動でリシードするにはどうすればよいですか？
ko: 수동으로 재시드하는 방법은?
nb: Hvordan reseed jeg manuelt?
nl: Hoe kan ik handmatig opnieuw zaaien?
pt: Como faço para realizar o reseed manualmente?
sl: Kako ročno ponovno zalagam?
sv: Hur återställer jag manuellt?
uk: Як зробити перенасіння вручну?
vi: Làm cách nào để gieo hạt theo cách thủ công?
