Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The default subscription is to <code>http://i2p-projekt.i2p/hosts.txt</code> which is seldom updated. If you don't have another subscription, you may often have to use "jump" links which is much slower but ensures that your addressbook is only populated by sites you use (in addition to the default subscription addresses). To speed up browsing on I2P, it's a good idea to add some addressbook subscriptions.
ar: الاشتراك الافتراضي هو في <code>http://i2p-projekt.i2p/hosts.txt</code> والذي يتم تحديثه نادرا. إذا لم يكن لديك اشتراك آخر، فقد تضطر في كثير من الأحيان إلى استخدام روابط "القفز" والتي تكون أبطأ بكثير ولكنها تضمن أن يتم ملء دليل عناوينك فقط بالمواقع التي تستخدمها (بالإضافة إلى عناوين اشتراكات افتراضية). من أجل تسريع التصفح على I2P، من الجيد إضافة بعض اشتراكات دليل العناوين.
az: Standart abunəlik <code>http://i2p-projekt.i2p/hosts.txt</code> -dən edilir ki, nadir yenilənir. Əgər başqa bir abunəlik yoxdursa, ən çox "jump" keçidi istifadə etməlisiniz ki, bu daha yavaş olmaqla da olsa, ünvan kitabçanız yalnız işlədiyiniz saytlar tərəfindən bağlı olunur (standart abunəlik ünvanlarına əlavə olaraq). I2P-də axtarışı sürətləndirmək üçün, bir neçə ünvan kitabı abunəlik əlavə etmək yaxşı fikirdir.
bo: དཔེ་འབྱུང་གི་ཞབས་ཞུ་ནི་<code>http://i2p-projekt.i2p/hosts.txt</code> ཡིན་པས་ཉུང་ཤོས་བསྐྱར་བཤེར་བྱེད་པ་ཡིན། ཁྱོད་ཀྱིས་གཞན་ཞབས་ཞུ་མེད་ན་ཁྱོད་ཀྱི་གློག་ཐོན་ནི་ཁྱོད་ཀྱིས་བཟུང་བའི་གློག་སྡེ་གཙོ་བོར་ཡིན་པར་བཟོ་བར་བཟོ་དགོས། "jump" གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་དགོས། I2P ནང་གི་དྲོད་ཀྱི་བཤེར་རྒྱུར་གྱུར་ན་གློག་ཐོན་གི་ཞབས་ཞུ་གང་རུང་གི་བཙུགས་དགོས།
cs: Výchozí odběr je <code>http://i2p-projekt.i2p/hosts.txt</code>, který se zřídka aktualizuje. Pokud nemáte jiné předplatné, často budete muset používat odkazy na 'skok', které jsou mnohem pomalejší, ale zajišťují, že vaše adresářová kniha je pouze plněna weby, které používáte (kromě adres výchozího odběru). Pro zrychlení prohlížení na I2P je dobrý nápad přidat nějaké předplatné adresářové knihy.
da: Standardabonnementet er til <code>http://i2p-projekt.i2p/hosts.txt</code>, som sjældent opdateres. Hvis du ikke har et andet abonnement, skal du ofte bruge "jump"-links, som er meget langsommere, men sikrer, at din adressebog kun er befolket af sider, du bruger (udover standardabonnementsadresserne). For at øge hastigheden på I2P anbefales det at tilføje nogle adressebogsabonnementer.
el: Η προεπιλεγμένη συνδρομή είναι στο <code>http://i2p-projekt.i2p/hosts.txt</code> το οποίο σπάνια ενημερώνεται. Αν δεν έχετε άλλη συνδρομή, μπορεί συχνά να χρειαστεί να χρησιμοποιήσετε «jump» συνδέσμους, οι οποίοι είναι πολύ πιο αργοί αλλά εξασφαλίζουν ότι το βιβλίο διευθύνσεων σας θα γεμίζει μόνο από ιστότοπους που χρησιμοποιείτε (εκτός από τις προεπιλεγμένες διευθύνσεις συνδρομών). Για να επιταχυνθεί η περιήγηση στο I2P, είναι καλή ιδέα να προσθέσετε μερικές συνδρομές στο βιβλίο διευθύνσεών σας.
es: La suscripción predeterminada es a <code>http://i2p-projekt.i2p/hosts.txt</code>, que rara vez se actualiza. Si no tiene otra suscripción, a menudo tendrá que usar enlaces de "salto" que es mucho más lento pero garantiza que su libreta de direcciones solo se puebla con sitios que usa (además de las direcciones de suscripción predeterminadas). Para acelerar la navegación en I2P, es una buena idea agregar algunas suscripciones a la libreta de direcciones.
et: Vaikimisi tellimus on aadressile <code>http://i2p-projekt.i2p/hosts.txt</code>, mis on harva värskendatud. Kui teil pole teist tellimust, peate sageli kasutama aeglasemat „hüppe“ linke, mis tagab, et teie aadressiraamat täidetakse ainult saitidega, mida kasutate (lisaks vaikimisi tellimus aadressidele). I2P-s sirvimise kiirendamiseks on hea mõte lisada mõned aadressiraamatu tellimused.
fa: مشترک پیش‌فرض به <code>http://i2p-projekt.i2p/hosts.txt</code> است که به ندرت به روز می‌شود. اگر مشترک دیگری ندارید، ممکن است باید اغلب از لینک‌های «پرش» استفاده کنید که کندتر است اما اطمینان می‌دهد دفترچه تلفن شما تنها با سایت‌هایی که استفاده می‌کنید پر می‌شود (به علاوه آدرس‌های مشترک پیش‌فرض). برای سرعت بخشیدن به جستجو در I2P، افزودن چند مشترک دفترچه تلفن خوب است.
fi: Oletustilaus on osoitteessa <code>http://i2p-projekt.i2p/hosts.txt</code>, jota harvoin päivitetään. Jos sinulla ei ole muuta tilausta, joudut usein käyttämään "hyppy"-linkkejä, jotka ovat paljon hitaampia, mutta varmistavat, että osoitekirjaasi tulevat vain sivustot, joita käytät (lisäksi oletustilauksen osoitteita). I2P:n selaamisen nopeuttamiseksi on hyvä idea lisätä joitain osoitekirjatilauksia.
hi: डिफ़ॉल्ट सब्सक्रिप्शन <code>http://i2p-projekt.i2p/hosts.txt</code> है जो दुर्लभ रूप से अपडेट होता है। अगर आपके पास कोई अन्य सब्सक्रिप्शन नहीं है, तो आपको अक्सर "जंप" लिंकों का उपयोग करना पड़ सकता है, जो बहुत धीमा होता है, लेकिन सुनिश्चित करता है कि आपकी पत्रिका केवल उन साइटों द्वारा भरी होती है जिन्हें आप उपयोग करते हैं (डिफ़ॉल्ट सब्सक्रिप्शन पत्रिका के साथ जुड़ी हुई)। I2P पर ब्राउज़ करने की गति बढ़ाने के लिए, कुछ पत्रिका सब्सक्रिप्शन जोड़ना अच्छा विचार है।
hu: Az alapértelmezett előfizetés a <code>http://i2p-projekt.i2p/hosts.txt</code> címre történik, amit ritkán frissítenek. Ha nincs más előfizetésed, gyakran használnod kell az "ugrás" linkeket, amelyek sokkal lassabbak, de biztosítják, hogy az addressbook-od csak az általad használt oldalakkal legyen betöltve (az alapértelmezett előfizetési címeken kívül). Az I2P böngészés gyorsítása érdekében érdemes néhány címtár előfizetést hozzáadni.
in: Langganan default ke <code>http://i2p-projekt.i2p/hosts.txt</code> yang jarang diperbarui. Jika Anda tidak memiliki langganan lain, Anda sering harus menggunakan tautan "lompat" yang jauh lebih lambat tetapi memastikan buku alamat Anda hanya diisi oleh situs yang Anda gunakan (ditambah alamat langganan default). Untuk mempercepat pelayaran di I2P, baiknya menambahkan beberapa langganan buku alamat.
it: La sottoscrizione predefinita è a <code>http://i2p-projekt.i2p/hosts.txt</code> che viene raramente aggiornato. Se non si ha un'altra sottoscrizione, potrebbe essere necessario utilizzare spesso link di "salto", che è molto più lento ma garantisce che il proprio addressbook sia popolato solo dai siti che si utilizzano (oltre agli indirizzi di sottoscrizione predefiniti). Per velocizzare la navigazione su I2P, è una buona idea aggiungere alcune sottoscrizioni all'addressbook.
ja: デフォルトの購読は、通常は更新されない<code>http://i2p-projekt.i2p/hosts.txt</code>に設定されています。他の購読がない場合、よく「jump」リンクを使用する必要があります。これは非常に遅くなりますが、アドレスブックがデフォルトの購読アドレスに加えて使用するサイトのみで埋められることを保証します。I2Pでのブラウジングを高速化するために、いくつかのアドレスブックの購読を追加することがおすすめです。
ko: 기본 구독은 흔히 업데이트되지 않는 <code>http://i2p-projekt.i2p/hosts.txt</code>로 설정되어 있습니다. 다른 구독이 없다면, 자주 "jump" 링크를 사용해야 할 수 있습니다. 이는 훨씬 느리지만 주소록이 기본 구독 주소 외에 사용하는 사이트로만 구성되도록 보장합니다. I2P에서 브라우징 속도를 높이기 위해 몇 가지 주소록 구독을 추가하는 것이 좋습니다.
nb: Standardabonnementet er på <code>http://i2p-projekt.i2p/hosts.txt</code> og oppdateres sjelden. Hvis du ikke har et annet abonnement, må du ofte bruke "jump"-lenker som er mye tregere, men som sikrer at adresseboken din kun fylles med nettsteder du bruker (i tillegg til standardabonnementsadressene). For å øke hastigheten på nettlesingen på I2P, er det en god idé å legge til noen adressebok-abonnementer.
nl: Het standaardabonnement is <code>http://i2p-projekt.i2p/hosts.txt</code>, dat zelden wordt bijgewerkt. Als je geen ander abonnement hebt, moet je vaak gebruik maken van "jump"-links, die veel langzamer zijn maar ervoor zorgen dat je adresboek alleen wordt gevuld met sites die je gebruikt (in aanvulling op de standaard abonnementsadressen). Om het browsen op I2P te versnellen, is het een goed idee om enkele adresboekabonnementen toe te voegen.
pt: A assinatura padrão é para <code>http://i2p-projekt.i2p/hosts.txt</code> que raramente é atualizada. Se você não tiver outra assinatura, muitas vezes você terá que usar links "jump", que é muito mais lento, mas garante que seu livro de endereços seja populado apenas por sites que você usa (além dos endereços da assinatura padrão). Para acelerar a navegação no I2P, é uma boa ideia adicionar algumas assinaturas de livros de endereços.
sl: Privzeta pretplata je na <code>http://i2p-projekt.i2p/hosts.txt</code>, ki se redko osvežuje. Če nimate druge pretplate, boste pogosto morali uporabiti "jump" povezave, kar je zelo počasnejše, zagotavlja pa, da je vaš imenik naseljen le z stranmi, ki jih uporabljate (prav tako kot privzete povezave pretplate). Da bi ubrzali brskanje na I2P, je dobra ideja dodati nekatere pretplate imenika.
sv: Standard-prenumerationen är till <code> http://i2p-projekt.i2p/hosts.txt </code> som sällan uppdateras. Om du inte har en annan prenumeration, måste du ofta använda "jump"-länkar som är mycket långsammare men säkerställer att din adressbok endast fylls med sidor som du använder (förutom standardprenumerationsadresserna). För att snabba upp surfningen på I2P är det en bra idé att lägga till några adressboksprenumerationer.
uk: Типовою є підписка на <code>http://i2p-projekt.i2p/hosts.txt</code>, яка рідко оновлюється. Якщо ви не маєте інших підписок, вам доводиться часто використовувати посилання "стрибків", що значно сповільнює роботу, проте гарантує, що ваша адресна книга буде заповнена лише адресами використовуваних сайтів (разом із типовими адресами). Щоб прискорити перегляд в I2P, доцільно додати декілька адресних підписок.
vi: Liên kết đăng ký mặc định là <code>http://i2p-projekt.i2p/hosts.txt</code>, ít khi được cập nhật. Nếu bạn không có liên kết đăng ký khác, bạn thường phải sử dụng liên kết "nhảy" - là chậm hơn nhưng đảm bảo rằng sổ địa chỉ của bạn chỉ được cập nhật bởi các trang web bạn sử dụng (bên cạnh các địa chỉ đăng ký mặc định). Để tăng tốc độ duyệt web trên I2P, việc thêm một số liên kết đăng ký vào sổ địa chỉ là một ý tưởng hay.

source: Here are some other public addressbook subscription links. You may wish to add one or two to your <a href='/dns?subscriptions' target=_blank rel=noreferrer>susidns subscription list</a>. In the event that addresses conflict in the subscriptions, the lists placed at the top of your susidns configuration will take precedence over those placed further down.
bo: གོང་གི་གློག་ཐོན་གི་ཞབས་ཞུའི་དྲོད་ཀྱི་ཞབས་ཞུ་གང་རུང་ཡོད། ཁྱོད་ཀྱི་<a href='/dns?subscriptions' target=_blank rel=noreferrer>susidns གི་ཞབས་ཞུའི་ཤོག</a> དུ་གཅིག་ཡང་ན་གཉིས་བཙུགས་དགོས། གློག་ཐོན་གི་ཞབས་ཞུའི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་ན་susidns གི་བཀོ་སྒྲིག་གི་གོང་དུ་བཙུགས་པ་ནི་གོང་གི་དོན་ལུགས་ལས་གོང་གི་གནས་གཞི་བཟུང་བར་བཟོ་བོ།
hi: यहाँ कुछ अन्य सार्वजनिक पत्रिका सब्सक्रिप्शन लिंक हैं। आपको अपनी <a href='/dns?subscriptions' target=_blank rel=noreferrer>susidns सब्सक्रिप्शन सूची</a> में एक या दो जोड़ने की इच्छा हो सकती है। यदि सब्सक्रिप्शन में पत्रिका पते में संघर्ष होता है, तो susidns के आपके सेटिंग के शीर्ष पर रखे गए सूची को उनके नीचे रखे गए सूची से प्राथमिकता मिलेगी।
ko: 다음은 몇 가지 다른 공개 주소록 구독 링크입니다. <a href='/dns?subscriptions' target=_blank rel=noreferrer>수시디엔스 구독 목록</a>에 하나 또는 두 개를 추가할 수 있습니다. 구독 중 주소가 충돌하는 경우, 수시디엔스 구성의 맨 위에 배치된 목록이 아래에 배치된 목록보다 우선합니다.

source: Note that subscribing to a hosts.txt service is an act of trust, as a malicious subscription could give you incorrect addresses, so be careful subscribing to lists from unknown sources. The operators of these services may have various policies for listing hosts. Presence on this list does not imply endorsement.
ar: ملاحظة أن الاشتراك بخدمة hosts.txt هو فعل ثقة، لأن اشتراكاخبيث قد يعطيك عناوين خاطئة، لذا يجب الحذر عند الاشتراك بقوائم من مصادر مجهولة. قد تكون لمديري هذه الخدمات سياسات مختلفة لعرض المضيفين. الحضور على هذه القائمة لا يعني الموافقة.
az: Ünvanlar.txt xidmətinə abunə olmaq etibarlilə müşayiət faktıdır, çünki zərərli bir abunəlik yanlış ünvanlar verə bilər, bu səbəbdən bilinməyən mənbətdən siyahılarına qeyd olmaq üçün diqqətli olun. Bu xidmətlərin operatorları ünvanaq təmsil etmək üçün müxtəlif siyasətlərə sahib ola bilər. Bu siyahıda bulunmaq onları tağıma etmək demək deyil.
bo: hosts.txt གི་ཞབས་ཞུའི་ཞིག་གིས་ཞབས་ཞུ་བྱེད་པ་ནི་གཞི་བཟུང་བའི་དོན་ལུགས་ཞིག་ཡིན་པས། མ་བཟོད་ཞབས་ཞུའི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་ན་གློག་ཐོན་གི་ཞིབ་ཚགས་ནི་བཟོ་མི་ཐུབ་པ་ཡིན་པས་གཞི་མཚོན་བར་བཟོ་དགོས། འདི་དང་འདྲའི་དོན་ལུགས་གཞི་བཟུང་བའི་བཟོ་སྒྲིག་པ་ཚོ་གང་རུང་གི་བཟོ་སྒྲིག་ཡོད་པ་ཡིན། འདི་དང་འདྲའི་ཞབས་ཞུའི་ཤོག་ནང་གི་མངོན་པ་ནི་བཟོ་སྒྲིག་བརྟེན་པ་ཡིན་པ་མེན།
cs: Všimněte si, že odběr služby hosts.txt je důvodem důvěry, protože zlomyslný odběr by vám mohl poskytnout nesprávné adresy, takže si dávejte pozor při odběru seznamů ze zdrojů neznámých. Provozovatelé těchto služeb mohou mít různá pravidla pro zařazování hostitelů. Přítomnost v tomto seznamu neznamená podporu.
da: Bemærk, at at abonnere på en hosts.txt-tjeneste er et tillidshandling, da et ondsindet abonnement kan give dig forkerte adresser, så vær forsigtig med at abonnere på lister fra ukendte kilder. Operatørerne af disse tjenester kan have forskellige politikker for at opføre værter. Tilstedeværelsen på denne liste indebærer ikke anbefaling.
el: Σημειώστε ότι η συνδρομή σε έναν υπηρεσία hosts.txt είναι ένα πράξη εμπιστοσύνης, καθώς μια κακόβουλη συνδρομή μπορεί να σας παρέχει εσφαλμένες διευθύνσεις. Για αυτό πρέπει να είστε προσεκτικοί κατά τη συνδρομή σε λίστες από άγνωστες πηγές. Οι χειριστές αυτών των υπηρεσιών μπορεί να έχουν διάφορες πολιτικές για την καταχώριση των κεντρικών υπολογιστών. Η παρουσία σε αυτήν τη λίστα δεν υποδηλώνει έγκριση.
es: Ten en cuenta que suscribirte a un servicio hosts.txt es un acto de confianza, ya que una suscripción maliciosa podría darte direcciones incorrectas, así que ten cuidado al suscribirte a listas de fuentes desconocidas. Los operadores de estos servicios pueden tener varias políticas para listar hosts. La presencia en esta lista no implica un respaldo.
et: Pange tähele, et hosts.txt teenuse tellimine on usaldusakt, kuna pahatahtlik tellimus võib anda teile valesid aadresse, seega veenduge, et tellite loendeid tundmatutest allikatest ettevaatlikult. Nende teenuste operaatoritel võib olla erinevad poliitikad hostide loendamiseks. Käesoleval nimekirjas olemine ei tähenda heakskiitu.
fa: توجه کنید که عضویت در یک سرویس hosts.txt یک عمل اعتماد است، زیرا یک عضویت مخرب ممکن است باعث ارائه آدرس‌های نادرست شود، پس در عضویت در لیست‌ها از منابع ناشناخته مراقب باشید. متصدیان این سرویس‌ها ممکن است سیاست‌های مختلفی برای فهرست کردن هاست ها داشته باشند. حضور در این لیست به معنی تایید نمی باشد.
fi: Huomaa, että tilaaminen hosts.txt-palveluun on luottamuksen osoitus, koska haitallinen tilaus voi antaa sinulle vääriä osoitteita, joten ole varovainen tilatessa listoja tuntemattomista lähteistä. Nämä palveluiden ylläpitäjät voivat noudattaa erilaisia käytäntöjä isäntien luetteloimisessa. Läsnäolo tällä listalla ei merkitse suosittelua.
hi: ध्यान दें कि एक hosts.txt सेवा के लिए सब्सक्राइब करना विश्वास का एक कार्य है, क्योंकि दुष्प्रभावी सब्सक्रिप्शन आपको गलत पते प्रदान कर सकते हैं, इसलिए अज्ञात स्रोतों से सूची के लिए सावधानीपूर्वक सब्सक्राइब करें। इन सेवाओं के संचालकों के पास मेजबानी करने के लिए विभिन्न नीतियाँ हो सकती हैं। इस सूची में मौजूदा होना समर्थन का संकेत नहीं देता है।
hu: Ne feledd, hogy a hosts.txt szolgáltatásra való előfizetés bizalmi kifejezése, mivel egy rosszindulatú előfizetés helytelen címeket adhat meg neked, így vigyázz, hogy az ismeretlen forrásból származó listákra feliratkozol. Ezeknek a szolgáltatásoknak az üzemeltetői különféle eljárásrendet alkalmazhatnak a hostok felsorolására vonatkozóan. Az jelenléte a listán nem jelent ajánlást.
in: Perlu dicatat bahwa berlanggan ke layanan hosts.txt adalah tindakan kepercayaan, karena langganan berbahaya dapat memberi Anda alamat yang salah, jadi hati-hati berlanggan ke daftar dari sumber tak dikenal. Operator layanan ini mungkin menetapkan berbagai kebijakan untuk pendaftaran host. Kehadiran dalam daftar ini tidak membuktikan restu.
it: Si noti che la sottoscrizione a un servizio hosts.txt è un atto di fiducia, in quanto una sottoscrizione malevola potrebbe fornire indirizzi errati, quindi fare attenzione a sottoscrivere liste da fonti sconosciute. Gli operatori di questi servizi possono avere varie politiche per l'elenco degli host. La presenza in questa lista non implica l'approvazione.
ja: hosts.txtサービスに購読することは信頼の行為です。悪意のある購読が間違ったアドレスを提供する可能性があるため、不明なソースからのリストに購読する場合は注意してください。これらのサービスのオペレーターは、ホストのリストに対してさまざまなポリシーを持っているかもしれません。このリストに掲載されているだけでは、推奨を意味しません。
ko: hosts.txt 서비스에 구독하는 것은 신뢰의 표시입니다. 악성 구독으로 인해 잘못된 주소를 받을 수 있으므로 알려지지 않은 소스에서 목록에 구독하는 데 주의해야 합니다. 이러한 서비스의 운영자는 호스트를 나열하는 데 다양한 정책을 가지고 있을 수 있습니다. 이 목록에 있는 것이 반드시 지지됨을 의미하지는 않습니다.
nb: Vær oppmerksom på at å abonnere på en hosts.txt-tjeneste er en handling som krever tillit, ettersom et ondsinnet abonnement kan gi deg feil adresser. Vær forsiktig med å abonnere på lister fra ukjente kilder. Operatørene av disse tjenestene kan ha forskjellige politikker for oppføring av verter. Å være på denne listen impliserer ikke godkjenning.
nl: Houd er rekening mee dat een abonnement op een hosts.txt-service een daad van vertrouwen is, aangezien een kwaadaardig abonnement incorrecte adressen kan geven, dus wees voorzichtig met het abonneren op lijsten van onbekende bronnen. De exploitanten van deze services kunnen verschillende beleidsregels hebben voor het vermelden van hosts. Aanwezigheid op deze lijst impliceert geen goedkeuring.
pt: Observe que assinar um serviço hosts.txt é um ato de confiança, pois uma assinatura maliciosa pode fornecer endereços incorretos, portanto, tenha cuidado ao assinar listas de fontes desconhecidas. Os operadores desses serviços podem ter políticas diferentes para listar hosts. A inclusão nesta lista não implica em endosso.
sl: Opomba: Pretplata na storitev hosts.txt je dejanje zaupanja, saj bi zlonameren pretplatalnik lahko določil napačne naslove, zato pri pretplavi na sezname iz neznanih virov postopajte z previdom. Operatorji teh storitev lahko imajo različne politike za vključevanje gostiteljev. Prisotnost na tem seznamu ne pomeni potrditve.
sv: Observera att att prenumerera på en hosts.txt-tjänst är en förtroendehandling, eftersom en skadlig prenumeration kan ge dig felaktiga adresser, så var försiktig med att prenumerera på listor från okända källor. Operatorerna för dessa tjänster kan ha olika policys för att lista värdar. Närvaro på den här listan innebär inte godkännande.
uk: Зауважте, що підписка на хостс.txt-сервіс - це акт довіри, оскільки шкідлива підписка може надати неправильні адреси, тому ставтеся обережно до підписок з невідомих джерел. Оператори цих сервісів можуть мати різні політики щодо включення хостів. Внесення до цього переліку не означає підтримку.
vi: Lưu ý rằng việc đăng ký dịch vụ hosts.txt là một hành động tin tưởng, bởi một đăng ký có hại có thể cung cấp cho bạn các địa chỉ sai, vì vậy hãy thận trọng khi đăng ký các danh sách từ các nguồn không rõ. Các đơn vị vận hành các dịch vụ này có thể áp dụng các chính sách khác nhau cho việc liệt kê các máy chủ. Sự xuất hiện trong danh sách này không ngụ ý có sự hậu thuẫn.

source: How do I access IRC, BitTorrent, or other services on the regular Internet?
ar: كيف أصل إلى قنوات الدردشة، بت تورنت أو أي خدمات أخرى على الإنترنت العادي؟
az: Adi İnternetdə IRC, BitTorrent və ya digər xidmətlərə necə daxil ola bilərəm?
bo: IRC, BitTorrent ཡང་ན་གཞན་དོན་ལུགས་གཞི་བཟུང་བའི་དྲོད་ཀྱི་དྲིལ་ཚོར་བཟོ་བར་བཟོ་དགོས་ན་གང་བྱེད་དགོས།
cs: Jak mohu přistupovat k IRC, BitTorrentu nebo k jiným službám na běžném internetu?
da: Hvordan får jeg adgang til IRC, BitTorrent eller andre tjenester på det almindelige internet?
el: Πώς μπορώ να αποκτήσω πρόσβαση σε IRC, BitTorrent ή άλλες υπηρεσίες στο κανονικό Ίντερνετ?
es: ¿Cómo accedo a IRC, BitTorrent u otros servicios en Internet regular?
et: Kuidas ma pääsen juurde IRC-le, BitTorrentile või muudele teenustele tavalisel internetil?
fa: چگونه می‌توان به سرویس‌های IRC، بیت‌تورنت یا سایر سرویس‌ها در اینترنت عادی دسترسی پیدا کرد؟
fi: Kuinka pääsen IRC:hen, BitTorrentiin tai muihin palveluihin normaalissa internetissä?
hi: मैं नियमित इंटरनेट पर IRC, बिटटॉरेंट, या अन्य सेवाओं को कैसे एक्सेस करूँ?
hu: Hogyan férhetek hozzá az IRC-hez, a BitTorrent-hez vagy más szokásos internetes szolgáltatásokhoz?
in: Bagaimana cara mengakses IRC, BitTorrent, atau layanan lainnya di Internet biasa?
it: Come posso accedere a IRC, BitTorrent o altri servizi sull'Internet normale?
ja: IRC や BitTorrent 、その他通常のインターネット上にあるサービスには？
ko: 어떻게 일반 인터넷의 IRC, BitTorrent 혹은 다른 서비스에 접근할 수 있나요?
nb: Hvordan får jeg tilgang til IRC, BitTorrent eller andre tjenester på det vanlige internettet?
nl: Hoe kan ik bij IRC, bittorrent of andere services op het normale Internet?
pt: Como acesso IRC, BitTorrent ou outros serviços na Internet normal?
sl: Kako dostopam do IRC, BitTorrent ali drugih storitev na običajnem spletu?
sv: Hur kan jag nå IRC, BitTorrent, eller andra tjänster på internet?
uk: Як отримати доступ до IRC, BitTorrent та інших сервісів на звичайному Інтернеті?
vi: Tôi có thể truy cập IRC, BitTorrent hoặc các dịch vụ khác trên Internet thông thường như thế nào?
