Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Click the <i>Reseed from File</i> button
ar: انقر فوق الزر <i>إعادة النشر من ملف</i>
az: <i>Fayldan yenilən</i> düyməsini basın
bo: <i>ཡིག་ཆ་རེ་སིིཌ་བྱེད་པའི་རིགས</i> གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད།
cs: Klikněte na tlačítko <i>Reseed from File</i>
da: Klik på knappen <i>Reseed fra fil</i>
el: Κάντε κλικ στο κουμπί <i>Αναζωογόνηση από αρχείο</i>
es: Pulsa el botón <i>Resembrar desde archivo</i>
et: Klõpsake nupul <i>Uuesti vaata failist</i>
fa: کلیک بر روی دکمه <i>تکثیر مجدد از فایل</i>
fi: Klikkaa <i>Uudelleenvaraviä tyhjästä tiedostosta</i> -painiketta
hi: <i>फ़ाइल से बीजीकरण</i> बटन पर क्लिक करें
hu: Kattintson az <i>Újrabetöltés a fájlból</i> gombra
in: Klik tombol <i>Reseed dari Berkas</i>
it: Clicca il pulsante <i>Reseed from File</i>
ja: <i>ファイルからリシード</i> ボタンをクリック
ko: <i>파일에서 Reseed</i> 버튼을 클릭하세요.
nb: Klikk <i>Reseed from File</i>-knappen
nl: Klik op de knop <i>Herstarten vanuit bestand</i>
pt: Clique no botão <i>Reabastecer do Arquivo</i>
sl: Kliknite gumb <i>Ponovno zalaganje iz datoteke</i>
sv: Klicka på knappen <i>Reseed från fil</i>
uk: Натисніть кнопку <i>Перенасіння з файлу</i>
vi: Nhấn nút <i>Gieo hạt từ Tệp</i>

source: Service (Wrapper) log
ar: سجل الخدمة (المجمع).
az: Xidmət (Wrapper) jurnalı
bo: བྱེད་ནུས་པའི་རིམ་པའི་ཐོག་པ།
cs: Servisní protokol (Wrapper).
el: Καταγραφή λογαριασμού υπηρεσίας (Περιτύλιγμα)
es: Registro del servicio (wrapper)
et: Teenindus (ümbris) logi
fa: لاگ سرویس (راپر)
fi: Palvelun (Wrapper) loki
hi: सर्विस (वॉरपर) लॉग
hu: Szolgáltatás (Wrapper) napló
in: Log Layanan (Wrapper)
it: Registro del servizio (Wrapper)
ja: サービス（ラッパー）ログ
ko: 서비스 (Wrapper) 로그
nb: Service (Wrapper) logg
pt: Log do serviço (Wrapper)
sl: Dnevnik storitve (Omotnik)
sv: Tjänstens (Wrapper) logg
uk: Журнал сервісу (обгортка)
vi: Nhật ký dịch vụ (Trình bao bọc)

source: The reseed status will be indicated on the sidebar. You can also check the {0} for the following message: <code>Reseed got 100 router infos from file with 0 errors</code>
ar: سيتم عرض حالة إعادة البذر في الشريط الجانبي. كما يمكنك أيضًا التحقق من {0} لمشاهدة الرسالة التالية: <code>تم الحصول على 100 معلومات موجه من الملف بدون أخطاء</code>
az: Yenilənmə vəziyyəti yan panelin istiqamətdə göstəriləcək. Aşağıdakı mesaj üçün {0}-ni də yoxlaya bilərsiniz: <code>Reeksin 0 səhv ilə fayldan 100 rötar məlumatı aldı</code>
bo: རེ་སིིཌ་བྱེད་པའི་གནས་ཚུལ་མིང་དོན་གཞན་གི་གྲངས་ཀ་ནང་ནུས་པར་གསལ་བར་བྱེད་ཐུབ། ཁྱོད་ཀྱིས་གཤམ་གྱི་གཞི་གྲངས་ནང་གི་བརྒྱུད་རིམ་བོད་དོ་གི་ཡོད་{0} <code>ཡིག་ཆ་ནང་ནས་རེ་སིིཌ་བྱེད་པའི་གནས་ཚུལ་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན།</code>
cs: Stav reseed bude uveden na postranním panelu. Můžete také zkontrolovat {0} pro následující zprávu: <code>Reseed získal 100 informací o routeru ze souboru s 0 chybami</code>
da: Status for reseed vil blive angivet på sidepanelet. Du kan også kontrollere {0} for følgende meddelelse: <code> Reseed fik 100 router infos fra fil med 0 fejl </code>
el: Η κατάσταση της αναζωογόνησης θα εμφανίζεται στην πλαϊνή γραμμή. Μπορείτε επίσης να ελέγξετε το {0} για το ακόλουθο μήνυμα: <code>Η αναζωογόνηση λάβ εκταμίευσης 100 πληροφορίες δρομολογητή από το αρχείο με 0 σφάλματα</code>
es: El estado del resembrado se indicará en la barra lateral. También puedes comprobar en {0} si aparece el siguiente mensaje: <code>El resembrado obtuvo el archivo con la información de 100 routers con 0 errores</code>
et: Reseedi olekut kuvatakse küljepaneelil. Samuti saate kontrollida järgmist sõnumit {0} kohta: <code>Reseed sai 100 marsruuterite teavet failist 0 veaga</code>
fa: وضعیت تکثیر مجدد در نوار کناری نشان داده خواهد شد. شما همچنین می‌توانید در {0} پیام زیر را بررسی کنید: <code>تکثیر مجدد 100 اطلاعات رهیاب را از فایل با صفر خطا دریافت کرد</code>
fi: Reseed-tila näkyy sivupalkissa. Voit myös tarkistaa {0} seuraavan viestin: <code>Reseed sai 100 reitittimen tietoa tiedostosta ilman virheitä</code>
hi: बीजीकरण की स्थिति साइडबार पर दर्शाई जाएगी। आप निम्नलिखित संदेश की जांच करने के लिए भी {0} की जाँच कर सकते हैं: <code>बीजीकरण फ़ाइल से 100 राउटर जानकारी प्राप्त की, 0 त्रुटियाँ</code>
hu: Az újramagvetés állapota az oldalsávon lesz feltüntetve. Ellenőrizheti a(z) {0} helyét is az alábbi üzenet megjelenítéséhez: <code>Az újramagvetés 100 útvonal-infót kapott a fájlból, 0 hibával</code>
in: Status reseed akan ditunjukkan di sidebar. Anda juga dapat memeriksa {0} untuk pesan berikut: <code>Reseed mendapatkan 100 router infos dari berkas dengan 0 kesalahan</code>
it: Lo stato del reseed sarà indicato nella barra laterale. Puoi anche controllare il {0} per il seguente messaggio: <code>Reseed ha ottenuto 100 router infos dal file senza errori</code>
ja: 再シードのステータスはサイドバーに表示されます。また、次のメッセージをチェックするために {0} を利用できます: <code>ファイルから100のルータ情報を取得し、エラーはありません</code>
ko: 리시드 상태는 사이드바에 표시됩니다. 다음 메시지를 위해 {0}을/를 확인할 수도 있습니다.: <code>파일에서 100개의 라우터 정보를 리시드하고 오류가 0개 발생했습니다</code>
nb: Reseed-statusen vil bli indikert på sidepanelet. Du kan også sjekke {0} for følgende melding: <code>Reseed fikk 100 rutinfos fra filen uten feil</code>
nl: De status van de reseed wordt aangegeven in de zijbalk. U kunt ook controleren op {0} voor de volgende boodschap: <code>Reseed heeft 100 routerinformatie uit bestand ontvangen zonder fouten</code>
pt: O status de reabastecimento será indicado na barra lateral. Você também pode verificar o {0} para a seguinte mensagem: <code>O reabastecimento obteve 100 informações de roteador do arquivo sem erros</code>
sl: Stanje ponovnega zalaganja bo prikazano na vrstnici. Tudi lahko preverite {0} za naslednje sporočilo: <code>Ponovno zalaganje je pridobilo 100 informacij o strežniku iz datoteke z 0 napakami</code>
sv: Repetablering statusen kommer att visas på sidopanelen. Du kan också kontrollera {0} för följande meddelande: <code>Reseed fick 100 routerdetaljer från filen utan några fel</code>
uk: Статус перенасіння буде показаний у бічній панелі. Ви також можете перевірити {0} на наступне повідомлення: <code>Перенасіння отримало 100 інформацій про маршрутизаторів із файлу з 0 помилками</code>
vi: Trạng thái gieo lại sẽ được chỉ định trên thanh bên. Bạn cũng có thể kiểm tra {0} để biết thông báo sau: <code>Reseed nhận được 100 thông tin bộ định tuyến từ tệp với 0 lỗi</code>

source: Sharing a reseed file
ar: مشاركة ملف reseed
az: Yenilənmə faylını paylaşmaq
bo: རེ་སིིཌ་ཡིག་ཆ་གཤིང་བཤིག་བྱེད་པ།
cs: Sdílení reseed souboru
da: Deling af en reseed fil
el: Διαμοιρασμός ενός αρχείου επανασποράς
es: compartiendo un archivo de resembrado
et: Uuesti külvatud faili jagamine
fa: اشتراک‌گذاری یک فایل تکثیر مجدد
fi: Reseed-tiedoston jakaminen
hi: बीजीकरण फ़ाइल साझा करना
hu: Az újramagvetési fájl megosztása
in: Berbagi berkas reseed
it: Condividere un file di reseed
ja: リシードファイルの共有
ko: 리시드 파일 공유
nb: Deler en reseed-fil
nl: Het delen van een reseed-bestand
pt: Compartilhando um arquivo de reabastecimento
sl: Dieljenje datoteke ponovnega zalaganja
sv: Dela en reseed-fil
uk: Поділитися файлом перенасіння
vi: Chia sẻ file reseed

source: For trusted friends you can use your local I2P router to give them a jump start:
ar: بالنسبة للأصدقاء الموثوقين، يمكنك استخدام جهاز توجيه I2P المحلي الخاص بك لمنحهم بداية سريعة:
az: Güvənən dostlarınız üçün onlara başlanğıc vermək üçün yerli I2P reytarınızı istifadə edə bilərsiniz:
bo: བརྩི་ན་མི་ཤེས་རུང་བཞིན་དུ་ཁྱོད་ཀྱིས་ཁོང་གི་བྷོ་དེར་གི་ཡིག་ཆ་རེ་སིིཌ་བྱེད་པའི་ཡིག་ཆ་གཏོང་བར་བཞེད་པ་བྱོས།
cs: Pro důvěryhodné přátele můžete použít svůj místní I2P router, abyste jim dali rychlý start:
da: Til betroede venner kan du bruge din lokale I2P-router til at give dem en start:
el: Για τους αξιόπιστους φίλους, μπορείτε να χρησιμοποιήσετε τον τοπικό δρομολογητή I2P σας για να τους δώστε ένα άλμα ξεκινήματος:
es: Con los amigos de confianza puedes usar tu router I2P local para darles un inicio más rápido:
et: Usaldusväärsete sõprade jaoks saate kasutada kohalikku I2P-ruuterit, et anda neile hüppeline algus.
fa: برای دوستان مطمئن می‌توانید از رهیاب محلی I2P خود برای عرضه یک شروع سریع به آنها استفاده کنید:
fi: Voit antaa luotetuille ystäville alkuvauhtia paikallisesta I2P-reitittimestä:
hi: विश्वासपात्र मित्रों के लिए आप अपने स्थानीय I2P राउटर का उपयोग करके उन्हें एक शुरुआती बढ़ावा दे सकते हैं:
hu: A megbízható barátoknak használhatja a helyi I2P útválasztóját, hogy lendületbe lendítse őket:
in: Untuk teman terpercaya Anda dapat menggunakan router I2P lokal Anda untuk memberi mereka permulaan cepat:
it: Per amici fidati puoi usare il tuo router I2P locale per dare a loro un avvio facilitato:
ja: 信頼できる友人には、ローカルI2Pルータを使用して彼らにスタートを与えることができます:
ko: 신뢰하는 친구들에게 점프 스타트를 제공하기 위해 로컬 I2P 라우터를 사용할 수 있습니다:
nb: For pålitelige venner kan du bruke din lokale I2P-ruter for å gi dem en hurtigstart:
nl: Voor vertrouwde vrienden kunt u uw lokale I2P-router gebruiken om ze een voorsprong te geven:
pt: Para amigos confiáveis, você pode usar o seu roteador I2P local para dar a eles um impulso inicial:
sl: Za pouzdane prijatelje lahko uporabite svoj lokalni strežnik I2P, da jim dajte hudačno začetek:
sv: För betrodda vänner kan du använda din lokala I2P-router för att ge dem en kickstart:
uk: Для довірених друзів можна використовувати свій локальний маршрутизатор I2P, щоб допомогти їм розпочатися:
vi: Đối với những người bạn đáng tin cậy, bạn có thể sử dụng bộ định tuyến I2P cục bộ của mình để giúp họ bắt đầu:

source: Under <i>Create Reseed File</i> click the <i>Create reseed file</i> button
ar: تحت <i>إنشاء ملف إعادة البذور</i> انقر فوق الزر <i>إنشاء ملف إعادة البذور</i>
az: <i>Yeniləmə faylı yarat</i> altında <i>Yeniləmə faylı yarat</i> düyməsinə basın
bo: <i>རེ་སིིཌ་ཡིག་ཆ་བཟོ་བཤིག་བྱེད་པ།</i> ནང་གི་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད་བོད་དོ་གི་ཡོད།
cs: V části <i>Vytvořit soubor pro opětovné nastavení</i> klikněte na tlačítko <i>Vytvořit soubor pro opětovné nastavení</i>
da: Under <i>Lav Reseed Fil</i> klik på knappen <i>Lav reseed fil</i>
el: Κάτω από <i>Create Reseed File</i> κάντε κλικ στο κουμπί <i>Create reseed file</i>
es: Bajo <i>Crear un archivo de resembrado</i> pulsa el botón <i>Crear un archivo de resembrado</i>
et: Klõpsake jaotises <i>Loo uuesti lähtefail</i> nuppu <i>Loo uuesti lähtefail</i>
fa: زیر <i>ایجاد فایل تکثیر مجدد</i> بر روی دکمه <i>ایجاد فایل تکثیر مجدد</i> کلیک کنید
fi: Valitse <i>Luo reseed-tiedosto</i> painamalla <i>Luo reseed-tiedosto</i> -painiketta
hi: <i>बीजीकरण फ़ाइल बनाएँ</i> के तहत <i>बीजीकरण फ़ाइल बनाएँ</i> बटन पर क्लिक करें
hu: <i>Újraszórási fájl létrehozása</i> alatt kattintson az <i>Újraszórási fájl létrehozása</i> gombra
in: Di bawah <i>Buat Berkas Reseed</i> klik tombol <i>Buat berkas reseed</i>
it: Sotto <i>Create Reseed File</i> clicca il pulsante <i>Create reseed file</i>
ja: <i>リシードファイルの作成</i> の下で、<i>リシードファイルの作成</i> ボタンをクリックしてください
ko: 재시딩 파일 만들기 아래의 <i>재시딩 파일 생성하기</i> 버튼을 클릭하세요.
nb: Under <i>Opprett reseed-fil</i> klikker du på <i>Create reseed-fil</i>-knappen
nl: Klik onder <i>Maak Reseedbestand</i> op de knop <i>Maak reseedbestand</i>
pt: Clique no botão <i>Criar arquivo de reseeda</i> em <i>Criar arquivo de reseeda</i>
sl: Pod <i>Ustvari datoteko ponovnega zalaganja</i> kliknite gumb <i>Ustvari datoteko ponovnega zalaganja</i>
sv: Under <i>Skapa Reseed-fil</i>, klicka på <i>Skapa reseed-fil</i>-knappen
uk: У розділі <i>Створити файл перенасіння</i> натисніть кнопку <i>Створити файл перенасіння</i>
vi: Trong phần <i>Tạo tệp hạt giống</i> nhấp vào nút <i>Tạo tệp hạt giống</i>

source: Securely send the i2preseed.zip file to your friend
ar: قم بإرسال ملف i2preseed.zip بشكل آمن إلى صديقك
az: i2preseed.zip faylını təhlükəsiz bir şəkildə dostunuza göndərin
bo: ཡིག་ཆ་i2preseed.zip ཁོང་གི་མི་ཤེས་རུང་བཞིན་དུ་གཏོང་བར་བཞེད་པ་བྱོས།
cs: Bezpečně odešlete soubor i2preseed.zip svému příteli
da: Send den i2preseed.zip sikret fil til din ven
el: Αποστείλετε ασφαλώς το αρχείο i2preseed.zip στον φίλο σας
es: Envía el archivo i2preseed.zip a tu amigo de forma segura
et: Saatke fail i2preseed.zip turvaliselt oma sõbrale
fa: با احتیاط فایل i2preseed.zip را به دوستتان ارسال کنید
fi: Lähetä i2preseed.zip-tiedosto turvallisesti ystävällesi
hi: अपने मित्र को i2preseed.zip फ़ाइल को सुरक्षित ढंग से भेजें
hu: Biztonságosan küldje el a i2preseed.zip fájlt a barátjának
in: Kirim dengan aman berkas i2preseed.zip ke teman Anda
it: Invia il file i2preseed.zip in modo sicuro al tuo amico
ja: i2preseed.zip ファイルを安全に友達に送信してください
ko: 안전하게 i2preseed.zip 파일을 친구에게 보내세요.
nb: Send i2preseed.zip-filen sikkert til vennen din
nl: Stuur het i2preseed.zip-bestand veilig naar uw vriend
pt: Envie de forma segura o arquivo i2preseed.zip para o seu amigo
sl: Varno pošljite datoteko i2preseed.zip svojemu prijatelju
sv: Skicka i2preseed.zip-filen på ett säkert sätt till din vän
uk: Безпечно надішліть файл i2preseed.zip своєму другу
vi: Gửi an toàn tệp i2preseed.zip cho bạn bè của bạn

source: Do not reveal this file to unknown users, as it contains sensitive data (100 RouterInfo files) from your own I2P router which potentially could be used by an adversary to decloak your identity. In order to protect your anonymity: you should wait for a few hours/days before sharing the file with your trusted friend. It is also advisable to use this procedure sparingly (no more than once a week).
ar: لا تكشف عن هذا الملف للمستخدمين المجهولين، حيث إنه يحتوي على بيانات حساسة (100 ملفات RouterInfo) من موجه I2P الخاص بك التي من الممكن أن يستخدمها خصم لإزالة إخفاء هويتك. من أجل حماية سريتك: يجب أن تنتظر بضع ساعات/أيام قبل مشاركة الملف مع صديقك المؤتمن. كما ينصح أيضًا باستخدام هذه الإجراءات بشكل معتدل (لا أكثر من مرة واحدة في الأسبوع).
az: Bu faylı tanınmayan istifadəçilərə açıqlamaşın, çünki o, müzakirəli melumatları (100 RouterInfo faylı) avversar tərəfindən sizin kimliyinizi açmaq üçün istifadə edilə bilər. Məxsus mühafizədə ciddiyətli olan anonimliyinizi qorumaq üçün: faylı etibarlı dostunuzla paylaşmazdan əvvəl bir neçə saat/gün gözləməlisiniz. Bu proseduru ən çox bir həftədə bir dəfə istifadə etməkə qadir olmaq da məsləhətdir.
bo: ཡིག་ཆ་དེ་མི་ཤེས་མི་དང་བཤིག་མི་བྱོས། དེ་ཡང་ན་ཁྱོད་ཀྱིས་རེ་སིིཌ་བྱེད་པའི་གནས་ཚུལ་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན། དེ་ཡང་ན་ཁྱོད་ཀྱིས་རེ་སིིཌ་བྱེད་པའི་གནས་ཚུལ་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན། ཁྱོད་ཀྱིས་མིང་དོན་གཞན་གི་གྲངས་ཀ་བཟོ་སྒྲིག་བྱེད་པའི་ཆེད་དུ་གཤིབ་པ་དང་། རེ་སིིཌ་བྱེད་པའི་གནས་ཚུལ་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན།
cs: Tento soubor nesdílejte s neznámými uživateli, protože obsahuje citlivá data (100 RouterInfo souborů) z vašeho vlastního I2P routeru, která by mohla být použita nepřítelem k odhalení vaší totožnosti. Abyste chránili svoji anonymitu, měli byste počkat několik hodin/dní, než soubor sdílíte se svým důvěryhodným přítelem. Je také doporučeno používat tento postup šetrně (ne více než jednou týdně).
da: Afstjernelser denne fil til ukendte brugere, da den indeholder følsomme data (100 RouterInfo- filer) fra din egen I2P-router, som potentielt kunne bruges af en modstander til at afsløre din identitet. For at beskytte din anonymitet: Du bør vente et par timer / dage, før du deler filen med din betroede ven. Det anbefales også at bruge denne procedure sparsomt (ikke mere end en gang om ugen).
el: Μην αποκαλύπτετε αυτό το αρχείο σε άγνωστους χρήστες, καθώς περιέχει ευαίσθητα δεδομένα (100 αρχεία RouterInfo) από τον ίδιο τον δρομολογητή I2P σας που ενδεχομένως μπορεί να χρησιμοποιηθεί από έναν εχθρό για να αποκαλύψει την ταυτότητά σας. Για να προστατεύσετε την ανωνυμία σας: θα πρέπει να περιμένετε μερικές ώρες/ημέρες πριν μοιραστείτε το αρχείο με τον αξιόπιστο σας φίλο. Είναι επίσης συνιστώμενο να χρησιμοποιείτε αυτή τη διαδικασία με μέτρο (όχι περισσότερο από μία φορά την εβδομάδα).
es: No reveles este archivos a usuarios desconocidos, ya que contiene información sensible (100 archivos de RouterInfo) de tu propio router I2P que podrían usarse para obtener tu identidad. Para proteger tu anonimato deberías esperar unas horas o días antes de compartir el archivo con tu amigo de confianza. Es recomendable también no usar este procedimiento a menudo (no más de una vez a la semana).
et: Ärge paljastage seda faili võõrastele kasutajatele, kuna see sisaldab tundlikke andmeid (100 RouterInfo faili) teie enda I2P ruuterist, mida vastane võib potentsiaalselt kasutada teie identiteedi avastamiseks. Anonüümsuse kaitseks peaksite ootama mõned tunnid/päevad enne faili jagamist usaldusväärse sõbraga. Samuti on soovitatav seda protseduuri kasutada mõõdukalt (mitte rohkem kui kord nädalas).
fa: این فایل را به کاربران ناشناخته نشان ندهید، زیرا شامل داده‌های حساس (100 فایل اطلاعات رهیاب) از رهیاب خودتان است که ممکن است توسط یک حمله‌کننده برای دور کردن هویت شما مورد استفاده قرار گیرد. برای حفاظت از ناشناسی خود: باید منتظر چند ساعت/روز برای اشتراک‌گذاری فایل با دوست اعتمادتان باشید. همچنین توصیه می‌شود این روال را به ندرت (حداکثر یک بار در هفته) انجام دهید.
fi: Älä paljasta tätä tiedostoa tuntemattomille käyttäjille, koska se sisältää arkaluonteisia tietoja (100 RouterInfo-tiedostoa) omasta I2P-reitittimestäsi, jotka potentiaalisesti voivat pahantahtoinen käyttää dekloakkaamaan identiteettisi. Anonymiteettisi suojelemiseksi: sinun tulisi odottaa muutamia tunteja/päiviä ennen kuin jaat tiedoston luotetun ystäväsi kanssa. On myös suositeltavaa käyttää tätä menetelmää säästeliäästi (enintään kerran viikossa).
hi: इस फ़ाइल को अज्ञात उपयोगकर्ताओं के साथ न खोलें, क्योंकि यह आपके खुद के I2P राउटर से संवेदनशील डेटा (100 RouterInfo फ़ाइलें) धारण करता है, जो एक दुश्मन द्वारा आपकी पहचान को खोलने के लिए संभावित रूप से उपयोग किया जा सकता है। अपनी अनामता की सुरक्षा के लिए: आपको अपने विश्वासपात्र मित्र के साथ फ़ाइल को साझा करने से पहले कुछ घंटे/दिन का इंतजार करना चाहिए। यह भी सलाह दी जाती है कि इस प्रक्रिया को कम उपयोग करें (ek हफ़्ते में अधिक से अधिक एक बार नहीं)।
hu: Ne fedje fel ezt a fájlt ismeretlen felhasználóknak, mivel érzékeny adatokat tartalmaz (100 RouterInfo fájlok) a saját I2P útválasztójából, amelyet egy ellenfél használhat, hogy leleplezze azonosságát. A névtelenség védelme érdekében: várjon néhány órával / nappal azelőtt, hogy megosztja a fájlt megbízható barátjával. Szintén tanácsos óvatosan használni ezt a eljárást (hetente többször ne legyen).
in: Jangan ungkapkan file ini kepada pengguna yang tidak dikenal, karena berisi data sensitif (100 file RouterInfo) dari router I2P Anda sendiri yang berpotensi digunakan oleh musuh untuk mengungkap identitas Anda. Untuk melindungi anonimitas Anda: Anda harus menunggu beberapa jam/hari sebelum membagikan file dengan teman tepercaya Anda. Dianjurkan juga untuk menggunakan prosedur ini dengan hemat (tidak lebih dari sekali seminggu).
it: Non rivelare questo file a utenti sconosciuti, perché contiene dati sensibili (100 file RouterInfo) dal tuo router I2P che potrebbero potenzialmente essere usati da avversari per scoprire la tua identità. Per proteggere il tuo anonimato: tu dovresti aspettare alcune ore/giorni prima di condividere il file con il tuo amico fidato. E' anche consigliato di usare questa procedura raramente (non oltre una volta a settimana).
ja: このファイルを未知のユーザーに公開しないでください。自分自身のI2Pルーターの機密データ（100個のRouterInfoファイル）が含まれており、これは敵対者によってあなたの身元を暴かれる可能性があります。匿名性を保護するためには、このファイルを信頼できる友人と共有する前に数時間/数日待つ必要があります。また、この手順を繰り返し行うことは推奨されていません（1週間に1回を超えて）。
ko: 이 파일은 알 수 없는 사용자에게 공개되어서는 안 됩니다. 자신의 I2P 라우터의 민감한 데이터(100개의 RouterInfo 파일)가 포함되어 있기 때문에 이를 악의적으로 사용해 신원을 파악할 수 있습니다. 익명성을 보호하기 위해 신뢰할 수 있는 친구와 파일을 공유하기 전에 몇 시간/몇 일을 기다려야 합니다. 또한 이 절차를 적게 사용하는 것이 좋습니다 (일주일에 한 번 이상 사용하지 않습니다).
nb: Ikke avslør denne filen til ukjente brukere, da den inneholder sensitiv informasjon (100 RouterInfo-filer) fra din egen I2P-ruter, som potensielt kan brukes av en motstander for å avsløre din identitet. For å beskytte din anonymitet, bør du vente noen timer/dager før du deler filen med din betrodde venn. Det anbefales også å bruke denne prosedyren sjelden (ikke mer enn en gang i uken).
nl: Onthul dit bestand niet aan onbekende gebruikers, omdat het gevoelige gegevens bevat (100 RouterInfo-bestanden) van uw eigen I2P-router die mogelijk door een tegenstander kunnen worden gebruikt om uw identiteit te onthullen. Om uw anonimiteit te beschermen: moet u enkele uren/dagen wachten voordat u het bestand deelt met uw vertrouwde vriend. Het is ook raadzaam deze procedure spaarzaam te gebruiken (niet meer dan eens per week).
pt: Não revele esse arquivo para usuários desconhecidos, pois ele contém dados sensíveis (100 arquivos RouterInfo) do seu próprio roteador I2P, que potencialmente poderiam ser usados por um adversário para desmascarar sua identidade. Para proteger sua anonimidade, você deve esperar algumas horas/dias antes de compartilhar o arquivo com seu amigo de confiança. Também é aconselhável usar esse procedimento com parcimônia (não mais do que uma vez por semana).
sl: Ne odkrivate te datoteke nepoznanim uporabnikom, saj vsebuje občutljiva podatka (100 datotek RouterInfo) iz vašega strežnika I2P, ki bi jih potencialno lahko uporabil nasprotnik za odkrivanje vaše identitete. Da bi zaščitili svojo anonimnost: morate počakati nekaj ur/dni pred deljenjem datoteke z svojim pouzdanim prijateljem. Poleg tega je morda svetovalno uporabiti ta postopek omejeno (ne več kot enkrat tedensko).
sv: Avslöja inte denna fil för okända användare, eftersom den innehåller känslig data (100 RouterInfo filer) från din egen I2P-router som potentiellt kan användas av en motståndare för att avslöja din identitet. För att skydda din anonymitet bör du vänta några timmar/dagar innan du delar filen med din betrodda vän. Det är också lämpligt att använda detta förfarande sparsamt (högst en gång i veckan).
uk: Не розголошуйте цей файл невідомим користувачам, оскільки він містить конфіденційні дані (100 файлів RouterInfo) з вашого власного маршрутизатора I2P, які потенційно можуть бути використані супротивником для розкриття вашої особистості. Щоб захистити свій анонімітет: вам варто зачекати кілька годин/днів перш ніж поділитися файлом зі своїм довіреним другом. Також рекомендується рідко (не частіше ніж 1 раз на тиждень) використовувати таку процедуру.
vi: Không tiết lộ tệp này cho những người dùng không xác định vì nó chứa dữ liệu nhạy cảm (100 tệp RouterInfo) từ bộ định tuyến I2P của riêng bạn mà kẻ thù có thể sử dụng để tiết lộ danh tính của bạn.

source: General guidelines for manual reseeding of I2P
ar: إرشادات عامة لإعادة البذر اليدوي لـ I2P
az: I2P-nin əl ilə re-seedinqi üçün ümumiləşmiş təlimatlar
bo: I2P ལ་གཞི་བརྒྱུད་པའི་ལག་སློགས་པའི་སྤྱོད་ཡོད་པའི་གཞི་བརྒྱུད་པ།
cs: Obecné pokyny pro ruční přenastavení I2P
da: Generelle retningslinjer for manuel gensåning af I2P
el: Γενικές κατευθυντήριες γραμμές για τη χειροκίνητη επανασπορά του I2P
es: Guías generales para el resembrado manual de I2P
et: Üldjuhised I2P käsitsi uuesti külvamiseks
fa: راهنمای کلی برای تکثیر مجدد دستی I2P
fi: Yleiset ohjeet I2P:n manuaaliseen uudelleensijoittamiseen
hi: I2P के मैन्युअल बीजीकरण के लिए सामान्य मार्गदर्शन
hu: Általános útmutató a kézi I2P újraszóráshoz
in: Pedoman umum untuk penyemaian ulang I2P secara manual
it: Linee guida generali per il reseeding manuale di I2P
ja: I2Pの手動リシードの一般的なガイドライン
ko: I2P의 수동 재시딩에 대한 일반적인 지침
nb: Generelle retningslinjer for manuell reseeding av I2P
nl: Algemene richtlijnen voor het handmatig opnieuw zaaien van I2P
pt: Diretrizes gerais para a resemeadura manual do I2P
sl: Splošne smernice za ročno ponovno zalaganje I2P
sv: Allmänna riktlinjer för manuell repeatering av I2P
uk: Загальні рекомендації для ручного перенасіння I2P
vi: Hướng dẫn chung về việc tạo lại I2P theo cách thủ công
