Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A router on the network tasked with providing and receiving information about other routers and services on the network. The current minimum share bandwidth for a router to be considered as capable of performing floodfill duties is 128 KBytes/sec, though it's possible to override this requirement and force a router to be a floodfill on the <a href=/configadvanced>Advanced Configuration page</a>. For more information, see the <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: موجه على الشبكة مكلف بتوفير واستقبال معلومات عن موجهات وخدمات أخرى على الشبكة. الحد الأدنى الحالي لعرض النطاق الترددي المشترك لكي يعتبر الموجه قادراً على أداء مهام فيض التكرار هو 128 كيلوبايت/ثانية، على الرغم من إمكانية تجاوز هذه المتطلبات وإجبار موجه على أن يكون فيض تكرار عبر <a href=/configadvanced>صفحة التهيئة المتقدمة</a>. لمزيد من المعلومات، الرجاء زيارة الوثائق <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: Şəbəkədə əlavə routerlərlə və xidmətlərlə bağlı məlumatları təmin etmək və almak üçün vəzifələndirilmiş bir router. Floodfill vəzifələrini yerinə yetirmək üçün bir ruterin minimum paylaşılan bant genişliyi hazırda 128 KBayt/saniyə olmalıdır, hər halda bu tələbə əməliyyatı hərəkətə keçirmək və bir routeri flooding olaraq sərtləşdirmək üçün <a href=/configadvanced>Advanced Configuration page</a> səhifəsində bu tələbi özgür etmək olar. Əlavə məlumat üçün <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online sənədlərə</a> müraciət edin.
bo: དྲ་ལམ་གི་རོ་ཌེར་ཞིག་གི་ལས་ཀ་ནི་དྲ་ལམ་གི་རོ་ཌེར་དང་ཞབས་ཞུངས་ཀྱི་སྐོར་བརྒྱུད་པའི་ཆ་འཕྲིན་སྤྲོད་པ་དང་ལེན་པའི་ལས་ཀ་བྱེད་པ་ཞིག་ཡིན། རོ་ཌེར་ཞིག་ floodfill ལས་ཀ་བསྒྲུབ་པར་ནུས་ལྡན་པའི་ཆུང་ཐུང་གཞན་པའི་བརྒྱུད་ཚད་ 128 KBytes/sec ཡིན་ལ། འོན་ཀྱང་ <a href=/configadvanced>མཐོ་རིམ་རྒྱུན་རྣམ་རྒྱུན་ངོ་སྟོན་ཤོག་</a> ཐོག་ནས་འདི་རྒྱུན་རྣམ་རྒྱུན་ནུས་ལྡན་པར་བསྒྱུར་བཞག་པ་དང་རོ་ཌེར་ཞིག་ floodfill ལ་བསྒྱུར་བཞག་པ་ནུས་ལྡན་པར་བསྒྱུར་བཞག་པ་ཞིག་ཡིན། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན་གསལ་བའི་ <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>གློ་བརྟེན་ཡིག་ཆ་</a> ལ་གཟིགས་རོགས།
cs: Směrovač v síti zodpovědný za poskytování a příjem informací o dalších směrovačích a službách v síti. Minimální podíl šířky pásma pro směrovač, aby byl považován za schopný plnit povinnosti floodfillu, je v současnosti 128 Kbytů/s, ale je možné tuto požadavku přepsat a vynutit směrovač jako floodfill na stránce <a href=/configadvanced>Upřesněné konfigurace</a>. Pro více informací přečtěte si <a href=https://geti2p.net/cs/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: En router på netværket, der er ansvarlig for at levere og modtage oplysninger om andre routere og tjenester på netværket. Den aktuelle minimum fælles båndbredde for en router for at blive betragtet som i stand til at udføre floodfill-opgaver er 128 KBytes / sek, men det er muligt at overskrive denne krav og tvinge en router til at være en floodfill på <a href = /configadvanced>Avanceret konfigurationsside</a>. For mere information, se <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>den online dokumentation</a>.
el: Ένας δρομολογητής στο δίκτυο που έχει αναλάβει το καθήκον να παρέχει και να λαμβάνει πληροφορίες σχετικά με άλλους δρομολογητές και υπηρεσίες στο δίκτυο. Το τρέχον ελάχιστο εύρος ζώνης κοινής χρήσης για ένα δρομολογητή ώστε να θεωρείται ικανός να εκτελέσει καθήκοντα floodfill είναι 128 KBytes/sec, αν και είναι δυνατόν να αντικατασταθεί αυτή η απαίτηση και να αναγκαστεί ένας δρομολογητής να είναι floodfill στην <a href=/configadvanced>Σελίδα Προηγμένων Ρυθμίσεων</a>. Για περισσότερες πληροφορίες, δείτε την <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: Un enrutador en la red responsable de proporcionar e intercambiar información sobre otros enrutadores y servicios en la red. El ancho de banda compartido mínimo actual para que un enrutador se considere capaz de realizar las funciones de floodfill es de 128 KBytes/seg, aunque es posible anular este requisito y forzar a un enrutador a ser un floodfill en la <a href=/configadvanced>página de configuración avanzada</a>. Para más información, consulta la <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: Võrgus olev ruuter, mille ülesandeks on pakkuda ja vastu võtta teavet teiste ruuterite ja teenuste kohta võrgus. Praegune minimaalne jagatav ribalaius, mida peab kasutama ruuter, et olla võimeline täitma üleujutusvõrgu ülesandeid, on 128 Kbyte/sek, kuigi on võimalik sellest nõudest üle sõita ja sundida ruuterit olema üleujutusvõrk <a href=/configadvanced> Täpsemate sätetega lehel</a>. Lisateavet leiate <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>veebidokumentatsioonist</a>.
fa: یک رهیاب در شبکه که مسئول ارائه و دریافت اطلاعات در مورد سایر رهیاب‌ها و خدمات شبکه است. حداقل پهنای باند تقسیم برای تمایز یک رهیاب به عنوان قادر به انجام وظایف پر کردن سیل 128 کیلوبایت بر ثانیه است، اگر چه ممکن است این الزام را نادیده گرفت و رهیاب را در صفحه <a href=/configadvanced>تنظیمات پیشرفته</a> به عنوان پر کن سیل تحمیل کند. برای اطلاعات بیشتر مستندات آنلاین را ببینید.
fi: Verkossa oleva reititin, jolle on annettu tehtäväksi tarjota ja vastaanottaa tietoa muista reitittimistä sekä palveluista verkossa. Reitittimen, jotta kyettäisiin pitämään sitä potentiaalisena tulvanjakofunktioiden suoritukseen, on vähintäänkin jaettava kaistanleveys 128 Kt/s, vaikka vaatimuksen voikin ohittaa ja pakottaa reitittimen toimimaan tulvanjakona <a href=/configadvanced>Edistyneellä kokoonpanosivulla</a>. Lisätietoja löydät <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: नेटवर्क पर एक रूटर जिसे अन्य रूटरों और नेटवर्क पर सेवाओं के बारे में जानकारी प्रदान करने और प्राप्त करने का कार्य दिया गया है। एक रूटर को floodfill के कर्तव्यों को पूरा करने के लिए वर्तमान मिनिमम साझा बैंडविड्थ 128 KBytes/sec है, हालांकि यह मानदंड ओवरराइड करने की संभावना है और रूटर को <a href=/configadvanced>अनुकूलित सेटिंग पेज</a> पर floodfill बनाने के लिए मजबूर कर सकते हैं। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Egy közvetítő a hálózaton, amelynek feladata más közvetítőkkel és szolgáltatásokkal kapcsolatos információk megadása és fogadása a hálózaton. Az aktuális minimális osztozott sávszélesség a közvetítő számára ahhoz, hogy képesnek tekinthető legyen a tulajdonában lévő floodfill feladatok elvégzésére, 128 KByte/sec, bár lehetséges felülbírálni ezt az elvárást és kényszeríteni a közvetítőt a floodfill funkcióra a <a href=/configadvanced>Speciális Konfigurációs oldalon</a>. További információért lásd az <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Sebuah router di jaringan yang bertugas menyediakan dan menerima informasi tentang router dan layanan lain di jaringan. Bandwidth bagian minimum saat ini untuk sebuah router dianggap mampu melaksanakan tugas banjir adalah 128 KBytes/detik, meskipun memungkinkan untuk menimpa persyaratan ini dan memaksa sebuah router menjadi banjir di <a href=/configadvanced>Halaman Konfigurasi Lanjutan</a>. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Un router sulla rete incaricato di fornire e ricevere informazioni su altri router e servizi sulla rete. La larghezza di banda minima attuale per considerare un router capace di svolgere le funzioni di floodfill è di 128 KBytes/sec, anche se è possibile ignorare questo requisito e forzare un router ad essere un floodfill nella <a href=/configadvanced>pagina Configurazione Avanzata</a>. Per maggiori informazioni, consultare la <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: ネットワーク上の他のルーターとサービスに関する情報を提供し受け取るためのルーターです。洪水埋め込みの状態を果すのにリーズスバイト/秒で128 KBytes以上の最低共有帯域幅が必要ですが、この要件を無視してルーターを洪水埋め込みにすることも可能です。詳細は<a href=/configadvanced>高度な設定ページ</a>および<a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: 네트워크에서 다른 라우터 및 서비스에 대한 정보를 제공하고 수신하는 라우터입니다. 플러드필 임무를 수행할 수 있다고 인정받으려면 현재 최소 공유 대역폭은 128 KBytes/sec이지만, 이 요구 사항을 무시하고 라우터를 플러드필로 지정하는 것도 가능합니다. 자세한 내용은 <a href=/configadvanced>고급 설정 페이지</a>에서 확인하십시오. 추가 정보는 <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: En ruter på nettverket som er oppgitt med å gi og motta informasjon om andre rutere og tjenester på nettverket. Den gjeldende minimumsbåndbredden som en ruter må ha for å kunne utføre flomfyldningsoppgaver, er 128 KBytes/sek, selv om det er mulig å overstyre dette kravet og tvinge en ruter til å være en flomfylling på <a href=/configadvanced>Avansert konfigurasjonsside</a>. For mer informasjon, se <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>dokumentasjonen på nettet</a>.
nl: Een router op het netwerk belast met het verstrekken en ontvangen van informatie over andere routers en diensten op het netwerk. De huidige minimale gedeelde bandbreedte voor een router om te worden beschouwd als in staat tot het uitvoeren van floodfill taken is 128 KBytes/sec, hoewel het mogelijk is om deze vereiste te negeren en een router te dwingen een floodfill te zijn op de <a href=/configadvanced>Geavanceerde configuratiepagina</a>. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: Um roteador na rede encarregado de fornecer e receber informações sobre outros roteadores e serviços na rede. A largura de banda mínima compartilhada atual para um roteador ser considerado capaz de executar tarefas de floodfill é de 128 KBytes / s, embora seja possível substituir esse requisito e forçar um roteador a ser um floodfill na <a href=/configadvanced>página de Configuração Avançada</a>. Para obter mais informações, consulte a <a href=https://geti2p.net/en/docs/how/network-database#floodfill class = 'sitelink external' target = _blank rel = noreferrer>documentação online</a>.
sl: Usmerjevalnik na omrežju, ki je nalogovana z zagotavljanjem in prejemanjem informacij o drugih usmerjevalnikeh in storitvah na omrežju. Sedajnja minimalna dodeljena širina pasma za usmerjevalnik, da se obravnava kot sposoben opravljanja nalog floodfill, je 128 KBytes / sec, vendar je mogoče prenesti to zahtevo in prisiliti usmerjevalnik, da je floodfill na <a href=/configadvanced>Strani za napredno konfiguracijo</a>. Za več informacij, glejte <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: En router på nätverket som ansvarar för att tillhandahålla och ta emot information om andra routrar och tjänster i nätverket. Den nuvarande minimandelbandbredden för en router som anses vara kapabel att utföra floodfill-uppgifter är 128 KBytes/sec, även om det är möjligt att åsidosätta detta krav och tvinga en router att vara en floodfill på <a href=/configadvanced>Avancerad konfigurationssida</a>. För mer information, se <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: Маршрутизатор в мережі, на якого покладено обов’язки надання та отримання інформації про інших маршрутизаторів і сервісів в мережі. Поточний мінімальний обсяг смуги пропускання для маршрутизатора, щоб вважатися таким, що здатний виконувати обов’язки заповнення, становить 128 Кбайт/с, хоча існує можливість переписати цю вимогу і примусити маршрутизатор бути заповнювачем на сторінці <a href=/configadvanced>Розширеної налаштувань</a>. Додаткову інформацію можна знайти в <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>онлайн-документації</a>.
vi: Một bộ định tuyến trên mạng được giao nhiệm vụ cung cấp và nhận thông tin về các bộ định tuyến và dịch vụ khác trên mạng. Băng thông chia sẻ tối thiểu hiện tại cho một bộ định tuyến được coi là có khả năng thực hiện nhiệm vụ floodfill là 128 KBytes/giây, mặc dù có thể ghi đè yêu cầu này và buộc một bộ định tuyến là floodfill trên trang <a href=/configadvanced>Cấu hình nâng cao</a>. Để biết thêm thông tin, xem <a href=https://geti2p.net/en/docs/how/network-database#floodfill class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Garlic Routing
ar: توجيه الثوم
az: Sarımsaq Yönəltmə
bo: སྒོགས་ཆེན་ལམ་རྒྱུད་བྱེད་པ།
cs: Směrování česneku
es: Enrutamiento con Ajos
et: Sibularouting
fa: گردش پیازی
fi: Valkosipulaliikenne
hi: लहसुनी रूटिंग
hu: Fokhagyma Routing
in: Penerjangan Bawang
it: Instradamento Garlic
ja: ガーリックルーティング
ko: 마늘 라우팅
nb: Hvitløkruting
nl: Knoflookrouting
pt: Roteamento Garlic
sl: Rutevanje češnjake
uk: Часникова маршрутизація
vi: Định tuyến Hành

source: A variant of onion routing that encrypts multiple messages together to make it more difficult for attackers to perform traffic analysis and to increase the speed of data transfer. For more information, see the <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: إصدار متغير من التوجيه البصلي يشفر عدة رسائل معاً لجعله أكثر صعوبة على المهاجمين أداء تحليل حركة المرور وزيادة سرعة نقل البيانات. لمزيد من المعلومات، يُرجى زيارة الوثائق <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: Zinaqor yönəltmənin variantıdır ki, hücumlucuların trafik analizi aparmaq və məlumat köçürmə sürətini artırmaq üçün birgə bir neçə mesajı şifrələyir. Əlavə məlumat üçün <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online sənədlərə</a> baxın.
bo: onion རྒྱུད་བྱེད་པའི་གདོང་རིམ་ཞིག་ཡིན་ཞིག་ཡིན་འདྲེན་པར་བེད་ཐུབ་པའི་འཕྲང་བརྒྱུད་བྱེད་པ་ལ་གང་འདྲེན་པར་བེད་ཐུབ་པར་དཀོག་པར་བེད་ཐུབ་པར་དུ་བསྒྱུར་བརྒྱུད་བྱེད་པར་བེད་ཐུབ་པར་དུ་བསྒྱུར་བརྒྱུད་བྱེད་པར་བེད་ཐུབ་པར་དུ་བསྒྱུར་བརྒྱུད་བྱེད་པ། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན། <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>གློ་བརྟེན་ཡིག་ཆ་</a>ལ་གཟིགས།
cs: Variant routování cibulí, která šifruje více zpráv dohromady, aby bylo obtížnější pro útočníky provádět analýzu provozu a zvýšit rychlost přenosu dat. Další informace naleznete v <a href=https://geti2p.net/en/docs/how/garlic-routing>online dokumentaci</a>.
da: En variant af løg-routing, der krypterer flere beskeder sammen for at gøre det sværere for angribere at udføre trafikanalyse og for at øge hastigheden på datatransmissionen. For mere information, se <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>den online dokumentation</a>.
el: Μια παραλλαγή της onion routing που κρυπτογραφεί πολλά μηνύματα μαζί για να γίνει πιο δύσκολη η ανάλυση της κίνησης από επιτιθέμενους και να αυξηθεί η ταχύτητα μεταφοράς δεδομένων. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>ηλεκτρονική τεκμηρίωση</a>.
es: Una variante del enrutamiento cebolla que cifra varios mensajes juntos para dificultar el análisis de tráfico por atacantes y aumentar la velocidad de transferencia de datos. Para más información, consulta la <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: Sibularouting on siburarvutuse variant, mis krüpteerib mitu teadet koos, et raskendada liiklusanalüüsi ning suurendada andmeedastuse kiirust. Rohkem teavet leiate <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>vebdokumentatsioonist</a>.
fa: نوعی از گردش پیازی که پیام‌های متعدد را به صورت مشترک رمزنگاری می‌کند تا دشوارتر شود تحلیل ترافیک توسط حمله کنندگان انجام شود و سرعت انتقال داده افزایش یابد. برای اطلاعات بیشتر دستورالعمل‌های آنلاین را ببینید.
fi: Sipulireitityksen variantti, joka salaa useita viestejä yhtäaikaa vaikeuttaakseen liikenteen analysointia ja parantaakseen tiedonsiirron nopeutta. Lisätietoja löydät <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: सुनहरे प्याज़ रूटिंग का एक वैरिएंट है जो कई संदेशों को एक साथ एन्क्रिप्ट करता है, ताकि हमलावरों के लिए ट्रैफ़िक विश्लेषण करना मुश्किल हो जाए और डेटा संचार की गति बढ़ा सके। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Az egy hagymás menetrend variáció, amely több üzenetet titkosít együtt, hogy az adatforgalmat elemző támadók számára nehezebb legyen, és növeli az adatátvitel sebességét. További információért lásd a(z) <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Variasi dari penerjangan bawang yang mengenkripsi beberapa pesan bersama untuk membuat lebih sulit bagi penyerang melakukan analisis lalu lintas dan meningkatkan kecepatan transfer data. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Una variante di onion routing che cripta più messaggi insieme per rendere più difficile agli attaccanti l'analisi del traffico e aumentare la velocità di trasferimento dei dati. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: オニオンルーティングのバリアントで、複数のメッセージを一緒に暗号化して、攻撃者によるトラフィック分析をより困難にし、データ転送の速度を向上させます。詳細については、<a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: 공격자가 트래픽 분석을 수행하기 어렵게 만들고 데이터 전송 속도를 높이기 위해 여러 메시지를 함께 암호화하는 어니언 라우팅의 변형입니다. 자세한 내용은 <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하세요.
nb: En variant av løkruting som krypterer flere meldinger sammen for å gjøre det vanskeligere for angripere å utføre trafikkopplysningsanalyse og øke hastigheten for dataoverføring. For mer informasjon, se <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online-dokumentasjonen</a>.
nl: Een variant van onion routing die meerdere berichten samen versleutelt om het voor aanvallers moeilijker te maken om verkeersanalyse uit te voeren en om de snelheid van gegevensoverdracht te verhogen. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: Uma variante do roteamento de cebola que criptografa várias mensagens juntas para dificultar a análise de tráfego pelos atacantes e aumentar a velocidade da transferência de dados. Para obter mais informações, consulte a <a href=https://geti2p.net/en/docs/how/garlic-routing class = 'sitelink external' target = _blank rel = noreferrer>documentação online</a>.
sl: Različica lukovnice usmerjanja, ki šifrirajo več sporočil skupaj, da težko naredi za napadljike za analizo prometa in povečanje hitrosti prenosa podatkov. Za več informacij, glejte <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: En variant av onion-routing som krypterar flera meddelanden tillsammans för att göra det svårare för angripare att utföra trafikanalys och för att öka hastigheten på datatransfer. För mer information, se <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: Різновид маршрутизації цибулин, що шифрує кілька повідомлень разом для ускладнення перехоплення трафіку і прискорення передачі даних. Додаткову інформацію можна знайти в <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>онлайн-документації</a>.
vi: Một biến thể của định tuyến lớp hành mầm mã hóa nhiều tin nhắn cùng nhau để làm cho khó khăn hơn cho kẻ tấn công thực hiện phân tích lưu lượng và tăng tốc độ chuyển dữ liệu. Để biết thêm thông tin, xem <a href=https://geti2p.net/en/docs/how/garlic-routing class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Hidden Mode
ar: وضع الخفاء
az: Gizlənmiş Rejim
bo: སྦེ་གསལ་རྒྱུད་བྱེད་པ།
cs: Skrytý režim
da: Skjult tilstand
el: Κρυφή λειτουργία
es: Modo Oculto
et: Peidetud režiim
fa: حالت مخفی
fi: Piilomoodi
hi: छिपे हुए मोड
hu: Rejtett mód
in: Mode Tersembunyi
it: Modalità nascosta
ja: Hiddenモード
ko: 숨김 모드
nb: Skjult modus
nl: Verborgen modus
pt: Modo Oculto
sl: Skrito stanje
sv: Dolt läge
uk: Прихований режим
vi: Chế độ ẩn
