Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Tunnels we are using to provide or access services on the network
ar: الأنفاق التي نستخدمها لتقديم الخدمات على الشبكة أو الوصول إليها
az: Şəbəkədə xidmətləri təmin etmək və ya onlara daxil olmaq üçün istifadə etdiyimiz tunellər
bo: དྲ་ལམ་ཐོག་ཞབས་ཞུ་འམིན་ལ་འཛུལ་སྤྱོད་པ་དང་འཛུལ་སྤྱོད་པར་བེད་པའི་གྲུང་ནེལ།
cs: Tunely, které používáme k poskytování nebo přístupu ke službám v síti
da: Tunneler, vi bruger til at levere eller få adgang til tjenester på netværket
el: Σήραγγες που χρησιμοποιούμε για την παροχή ή την πρόσβαση σε υπηρεσίες στο δίκτυο
es: Túneles que está usando para proporcionar servicios en la red o acceder a ellos
et: tunnelid, mida kasutame võrguteenuste pakkumiseks või neile juurdepääsuks
fa: تونل‌هایی که برای فراهم کردن یا دسترسی به سرویس‌های شبکه از آنها استفاده می‌کنیم
fi: Tunnelit, joita käytämme tarjotaksemme tai käyttääksemme palveluita verkossa
hi: हम नेटवर्क पर सेवाओं को प्रदान करने या पहुँचने के लिए उपयोग कर रहे टनल
hu: Alagutak, amelyeket a hálózati szolgáltatások nyújtására vagy elérésére használunk
in: TUnnel yang kita gunakan untuk memberikan atau mengakses services di jaringan
it: Tunnel che stiamo usando per fornire o accedere a servizi in rete
ja: ネットワーク上でサービスを提供またはアクセスするために使用しているトンネル
ko: 네트워크 서비스에 접근하거나 제공하는데 사용되는 터널
nb: Tunneler brukt til å tilby eller nå tjenester på nettverket
nl: Tunnels die we gebruiken om diensten in het netwerk te voorzien of om toegang toe te hebben
pt: Túneis usados para prover ou acessar serviços na rede
sl: Tuneli, ki jih uporabljamo za zagotavljanje ali dostop do storitev v omrežju
sv: Tunnlar vi använder för att tillhandahålla eller få tillgång till tjänster i nätverket
uk: Тунелі, які ми використовуємо для надання або доступу до послуг у мережі
vi: Đường hầm chúng tôi đang sử dụng để cung cấp hoặc truy cập các dịch vụ trên mạng

source: inbound / outbound
ar: الوارد/الصادر
az: gələn / gedən
bo: ནང་འདྲེན་ / ཕྱི་འདྲེན།
cs: příchozí / odchozí
da: indgående / udgående
el: εισερχόμενα / εξερχόμενα
es: entrante / saliente
et: sissetulev / väljaminev
fa: ورودی/خروجی
fi: saapuva / lähtevä
hi: आगंतुकीय / निर्गमी
hu: bejövő / kimenő
in: masuk / keluar
it: entrata / uscita
ja: インバウンド / アウトバウンド
ko: 인바운드 / 아웃 바운드
nb: inngående / utgående
nl: inkomend / uitgaand
pt: entrada/saída
sl: vhodni / izhodni
sv: inkommande / utgående
uk: вхід / вихід
vi: trong nước / bên ngoài

source: Used for building and testing tunnels, and communicating with floodfill peers
ar: يستخدم في بناء واختبار الأنفاق والتواصل مع أقرانه في مجال الردم
az: Tunellərin tikintisi və sınaqdan keçirilməsi və daşqınların həmyaşıdları ilə ünsiyyət üçün istifadə olunur
bo: གྲུང་ནེལ་བཟོ་བ་དང་ཚད་ལེན་བརྟོ་བ། དེ་མིན་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ་དང་འབྲེལ་བརྒྱུད་བར་ལ་བེད་པ།
cs: Používá se pro stavbu a testování tunelů a komunikaci s vrstevníky zásypu
da: Bruges til opbygning og afprøvning af tunneler, og kommunikation med floodfill peers
el: Χρησιμοποιείται για την κατασκευή και τη δοκιμή σηράγγων και την επικοινωνία με συνομηλίκους πλημμυρών
es: Usados para crear y probar túneles, y para comunicarse con pares floodfill
et: kasutatakse tunnelite ehitamiseks ja katsetamiseks ning üleujutuste täitekaaslastega suhtlemiseks
fa: برای ساخت و آزمایش تونل‌ها و ارتباط با همتاهای فلودفیل مورد استفاده قرار می‌گیرد
fi: Käytetään tunneleiden rakentamiseen ja testaamiseen sekä kommunikointiin floodfill-kumppanien kanssa
hi: टनल बनाने, परीक्षण करने और फ्लॉडफिल पीयर के साथ संवाद करने के लिए उपयोग किया जाता है
hu: Alagutak építésére és tesztelésére, valamint az árvízvédelmi társakkal való kommunikációra szolgál
in: Digunakan untuk membangun dan menguji tunnel, dan berkomunikasi dengan peer floodfill
it: Usato per costruire/testare i tunnel e comunicare con i peer di accumulo
ja: トンネルの作成・テストと、floodfillピアとコミュニケーションを取るのに使用され た
ko: 터널을 빌드하고 테스트하는데 사용됩니다. 또 플러드필 피어들과 통신하는데도 사용됩니다
nb: Brukt for bygging og testing av tunneler, og kommunikasjon med flodfyll-likemenn
nl: Gebruikt voor het bouwen en testen van tunnels, en om te communiceren met floodfill peers
pt: Usado para criar e testar túneis, e comunicar com pares de floodfill
sl: Uporabljen za izgradnjo in testiranje tuneljev ter za komunikacijo z zalivnimi partnerji
sv: Används för att bygga och testa tunnlar och kommunicera med floodfill-noder
uk: Використовується для побудови та тестування тунелів, а також для спілкування з партнерами floodfill
vi: Được sử dụng để xây dựng và thử nghiệm các đường hầm, và giao tiếp với các đồng nghiệp lấp đầy lũ

source: Utility
ar: فائدة
az: Faydalı proqram
bo: སྤྱོད་ཆོད།
cs: Užitečnost
da: Hjælpeprogram
el: Χρησιμότητα
es: Utilidad
et: Kasulikkus
fa: سودمند
fi: Hyödyllisyys
hi: उपयोगिता
in: Utilitas
it: Utilità
ja: ユーティリティ
ko: 유틸리티
nb: Verktøy
nl: Hulpprogramma
pt: Utilitário
sl: Uporabnost
sv: Verktyg
uk: Корисність
vi: Tiện ích

source: Tunnels we are participating in, directly contributing bandwidth to the network
ar: الأنفاق التي نشارك فيها، تساهم بشكل مباشر في عرض النطاق الترددي للشبكة
az: İştirak etdiyimiz tunellər, şəbəkəyə birbaşa bant genişliyinə töhfə verir
bo: ང་ཚོའི་ཞུགས་ཐེགས་བཞིན་པའི་གྲུང་ནེལ། དྲ་ལམ་ལ་ཐད་ཀྱི་བརྒྱུད་བཏོན་ཚད་ཐད་ཀྱི་ཐད་ཀྱི་ལག་བཞུགས་པ།
cs: Tunely, kterých se účastníme, přímo přispívající šířkou pásma do sítě
da: Tunneller, vi deltager i, bidrager direkte med båndbredde til netværket
el: Σήραγγες στις οποίες συμμετέχουμε, συμβάλλοντας άμεσα στο εύρος ζώνης του δικτύου
es: Túneles en los que está participando, aportando ancho de banda directamente a la red
et: Tunnelid, milles osaleme, andes otse võrgu ribalaiuse
fa: تونل‌هایی که در آن شرکت می‌کنیم و مستقیما پهنای باند را به شبکه تخصیص می‌دهیم
fi: Tunnelit, joihin osallistumme, lisäävät suoraan verkon kaistanleveyttä
hi: जिन टनल में हम भाग ले रहे हैं, जो सीधे नेटवर्क के बैंडविड्थ को योगदान करते हैं
hu: Alagutak, amelyekben részt veszünk, közvetlenül hozzájárulva a hálózat sávszélességéhez
in: Tunnel yang kita ikut partisipasi di dalamnya, memberikan kontribusi bandwidth langsung untuk jaringan
it: Tunnel a cui stiamo partecipando, fornendo direttamente banda alla rete
ja: 参加していて、ネットワークの帯域幅に直接貢献しているトンネル
ko: 네트워크에 직접적으로 대역폭을 기여하고 있는 내가 참가중인 터널
nb: Tunneler brukt til deltagelse i, direkte bidrag av båndbredde til nettverket.
nl: Tunnels waar we in deelnemen, die direct contribueren aan de bandbreedte van het netwerk
pt: Túneis dos quais participamos, contribuindo diretamente com largura de banda para a rede
sl: Tuneli, v katerih sodelujemo, neposredno prispevamo širino pasma v omrežje
sv: Tunnlar vi deltar i och direkt bidrar med bandbredd till nätverket
uk: Тунелі, в яких ми беремо участь, безпосередньо забезпечують пропускну здатність мережі
vi: Đường hầm chúng tôi đang tham gia, trực tiếp đóng góp băng thông cho mạng

source: Current / Maximum
ar: الحالي/الحد الأقصى
az: Cari / Maksimum
bo: ད་ལྟ། / མཐོ་བ།
cs: Aktuální / Maximální
da: Nuværende / Maksimum
el: Τρέχουσα / Μέγιστη
es: Actual / Máximo
et: praegune / maksimaalne
fa: فعلی/حداکثر
fi: Nykyinen / Maksimi
hi: वर्तमान / मौजूदा मानक
hu: Áram / Maximum
in: Saat Ini / Maksimum
it: Corrente / Massimo
ja: 現在 / 最大
ko: 현재 / 최대 값
nb: Nåværende / Maksimum
nl: Huidig ​​/ Maximaal
pt: Atual/Máximo
sl: Trenutno / Največje
sv: Nuvarande / Maximum
uk: Поточний / Максимальний
vi: Hiện tại / Tối đa

source: Transit
ar: العبور
az: Tranzit
bo: བརྒྱུད་འགྲུལ།
cs: Tranzit
el: Διέλευση
es: Tránsito
et: Transiit
fa: ترانزیت
fi: Julkinen liikenne
hi: पारगम्यता
hu: Tranzit
it: Transito
ja: トランジット
ko: 환승
nb: Transitt
nl: Doorvoer
pt: Trânsito
sl: Prehod
sv: Transitera
uk: Транзит
vi: Quá cảnh

source: Concurrent tunnel builds (averaged over a minute) / single tunnel build time
ar: بناء النفق المتزامن (متوسط ​​أكثر من دقيقة) / وقت بناء النفق الفردي
az: Paralel tunel tikintisi (orta hesabla bir dəqiqədən çox) / tək tunel qurma vaxtı
bo: མཉམ་འགྲོགས་གྲུག་ལམ་བཟོ་སྐྲུན། (སྐར་མ་གཅིག་གི་ཆ་སྙོམས) / གྲུག་ལམ་རེ་བཟོ་སྐྲུན་དུས་ཚད
cs: Souběžné vytváření tunelu (v průměru za minutu) / doba vytvoření jednoho tunelu
da: Samtidig tunnelbyggeri (gennemsnit over et minut) / enkelt tunnelbyggetid
el: Ταυτόχρονες κατασκευές σηράγγων (κατά μέσο όρο σε ένα λεπτό) /χρόνος κατασκευής μονής σήραγγας
es: Construcciones de túneles simultáneas (promediado durante un minuto)/tiempo de construcción de un solo túnel
et: samaaegsed tunneliehitused (keskmiselt üle minuti) / ühe tunneli ehitamise aeg
fa: ساخت تونل‌های هم‌زمان (میانگین در یک دقیقه) / زمان ساخت یک تونل واحد
fi: Samanaikaiset tunnelin rakennukset (keskiarvo yli minuutin) / yhden tunnelin rakennusaika
hi: समान समय में टनल बनाने (एक मिनट पर औसत) / एकल टनल बनाने का समय
hu: Egyidejű alagútépítések (egy perc alatt átlagolva) / egy alagútépítési idő
in: Pembangunan terowongan secara bersamaan (rata-rata lebih dari satu menit) / waktu pembangunan terowongan tunggal
it: Costruzione di tunnel in parallelo (mediamente in un minuto) / tempo di costruzione del singolo tunnel
ja: 同時トンネル ビルド (1 分間の平均) / 単一トンネル ビルド時間
ko: 동시 터널 구축(평균 1분) / 단일 터널 구축 시간
nb: Samtidig tunnelbygging (gjennomsnittlig over ett minutt) / enkel tunnelbyggingstid
nl: Gelijktijdige tunnelbouw (gemiddeld meer dan een minuut) / bouwtijd van één tunnel
pt: Construções de túnel simultâneas (média de um minuto)/tempo de construção de túnel único
sl: Istočasne gradnje tuneljev (povprečjeno v minutu) / čas izgradnje enega tunela
sv: Samtidiga tunnelbyggen (i genomsnitt över en minut) / enstaka tunnelbyggetid
uk: Одночасне будівництво тунелю (у середньому за хвилину) / час створення одного тунелю
vi: Xây dựng đường hầm đồng thời (trung bình trong một phút) /thời gian xây dựng đường hầm đơn 184:Đồng thời

source: Concurrency
ar: التزامن
az: Paralellik
bo: མཉམ་འགྲོགས་རང་བཞིན།
cs: Souběžnost
da: Samtidighed
el: Ταυτόχρονος
es: Simultaneidad
et: Samaaegsus
fa: هم‌زمانی
fi: Samanaikaisuus
hi: समकालीनता
hu: 51-es konkurencia:
in: Konkurensi
it: Concorrenza
ja: 同時実行性
ko: 동시성
nb: Samtidighet
nl: Gelijktijdigheid
pt: Simultaneidade
sl: Vsičasnost
sv: Samtidighet
uk: Одночасність
vi: Đồng thời

source: Combined utility and service tunnel build success (averaged over 10 minute intervals)
ar: نجاح بناء نفق المرافق والخدمات المشتركة (بمتوسط ​​فترات زمنية مدتها 10 دقائق)
az: Birləşdirilmiş kommunal və xidmət tunelinin qurulması uğuru (ortalama 10 dəqiqəlik fasilələrlə)
bo: མཉམ་སྦྲེལ་སྤྱོད་ནུས་དང་ཞབས་ཞུ་གྲུག་ལམ་བཟོ་སྐྲུན་གྲུབ་འབྲས། (སྐར་མ་ 10 ཡི་བར་མཚམས་ཆ་སྙོམས)
cs: Úspěšné sestavení kombinovaného obslužného a servisního tunelu (v průměru za 10minutové intervaly)
da: Succes med kombineret hjælpe- og servicetunnelbyggeri (i gennemsnit over 10 minutters intervaller)
el: Συνδυασμένη επιτυχία κατασκευής σήραγγας κοινής ωφέλειας και υπηρεσίας (κατά μέσο όρο σε διαστήματα 10 λεπτών)
es: Éxito en la construcción del túnel de servicios y servicios combinados (promediado en intervalos de 10 minutos)
et: kombineeritud utiliidi ja teenindustunneli ehitamise edu (keskmiselt 10-minutilise intervalliga)
fa: موفقیت در ساخت تونل خدمات و ابزار ترکیبی (میانگین فواصل بیش از 10 دقیقه)
fi: Yhdistetty hyöty- ja palvelutunnelin rakentaminen onnistui (keskiarvoisesti yli 10 minuutin välein)
hi: उपयोगिता और सेवा टनल बनाने की सफलता का मिश्रण (10 मिनट के क्षेत्र पर औसत)
hu: Kombinált közmű- és szervizalagút-építési siker (átlagosan 10 perces időközönként)
in: Keberhasilan pembangunan terowongan utilitas dan layanan gabungan (rata-rata dalam interval 10 menit)
it: Successo combinato della creazione di tunnel di servizio e di utilità (media su intervalli di 10 minuti)
ja: ユーティリティ トンネルとサービス トンネルを組み合わせた構築成功率 (10 分間隔の平均)
ko: 유틸리티 및 서비스 터널 구축 성공(평균 10분 간격)
nb: Kombinert nytte- og servicetunnelsuksess (i snitt over 10 minutters intervaller)
nl: Gecombineerd succes bij het bouwen van nuts- en servicetunnels (gemiddeld over intervallen van 10 minuten)
pt: Sucesso na construção combinada de utilitário e túnel de serviço (média em intervalos de 10 minutos)
sl: Zlago uspeha gradnje storitve in tunelja (povprečjeno v 10-minutnih intervalih)
sv: Framgång för att bygga nytta och servicetunnel (i genomsnitt över 10 minuters intervall)
uk: Успіх побудови комбінованого службового та сервісного тунелів (усереднене за 10-хвилинні інтервали)
vi: Kết hợp xây dựng đường hầm tiện ích và dịch vụ thành công (trung bình trong khoảng thời gian 10 phút)

source: Build Success
ar: بناء النجاح
az: Uğur yaradın
bo: བཟོ་སྐྲུན་གྲུབ་འབྲས།
cs: Budujte úspěch
da: Opbyg succes
el: Κατασκευή Επιτυχίας
es: Construir el éxito
et: Edu saavutamine
fa: موفقیت را بسازید
fi: Rakenna menestystä
hi: बनाने की सफलता
hu: Építési siker
in: Bangun Kesuksesan
it: Costruisci il successo
ja: ビルド成功
ko: 성공을 구축하십시오
nb: Bygg suksess
nl: Succes opbouwen
pt: Construir Sucesso
sl: Uspeh izgradnje
sv: Bygg framgång
uk: Домагайтеся успіху
vi: Xây dựng thành công

source: The ratio of tunnel hops we provide to tunnel hops we use - a value greater than 1.00 indicates a positive contribution to the network
ar: نسبة قفزات النفق التي نقدمها إلى قفزات النفق التي نستخدمها - تشير القيمة الأكبر من 1.00 إلى مساهمة إيجابية في الشبكة
az: Təqdim etdiyimiz tunel tullantılarının istifadə etdiyimiz tunel mayalarına nisbəti - 1.00-dən çox dəyər şəbəkəyə müsbət töhfəni göstərir
bo: ང་ཚོས་མཁོ་སྤྲོད་བྱེད་པའི་གྲུག་ལམ་མཆོང་འཕྲོ་དང་ང་ཚོས་སྤྱོད་པའི་གྲུག་ལམ་མཆོང་འཕྲོའི་བར་གྱི་གནས་སྡུར། - 1.00 ལས་ཆེ་བའི་གནས་གྲངས་ཀྱིས་དྲ་རྒྱའི་ནང་ལ་ཕན་ཐོགས་བྱེད་པ་བསྟན་གྱི་ཡོད།
cs: Poměr tunelových skoků, které poskytujeme, k tunelovým skokům, které používáme – hodnota větší než 1,00 označuje kladný příspěvek k síti
da: Forholdet mellem tunnel hops vi leverer med tunnel hops vi bruger - en værdi større end 1.00 indikerer et positivt bidrag til netværket
el: Η αναλογία των λυκίσκων σήραγγας που παρέχουμε με τους λυκίσκους σήραγγας που χρησιμοποιούμε - μια τιμή μεγαλύτερη από 1,00 υποδηλώνει θετική συμβολή στο δίκτυο
es: La relación entre el número de saltos de los túneles que proporciona y el número de saltos de los que usa - un valor mayor que 1,00 indica una aportación positiva a la red
et: meie pakutavate tunnelihüppade ja meie kasutatavate tunnelihüppe suhe – väärtus, mis on suurem kui 1,00, näitab positiivset panust võrku
fa: نسبت تونل هاپ هایی که ما ارائه می دهیم به تونل هاپ هایی که ما استفاده می کنیم - مقدار بزرگتر از 1.00 نشان دهنده یک سهم مثبت در شبکه است.
fi: Toimittamiemme tunnelihyplien suhde käyttämiimme tunnelihyppeihin - arvo suurempi kuin 1,00 osoittaa positiivisen panoksen verkkoon
hi: हम उपलब्ध कराए गए टनल हॉप के अनुपात के बनावट के बराबर हैं - 1.00 से अधिक मान नेटवर्क के प्रति सकारात्मक योगदान का संकेत देता है
hu: Az általunk biztosított alagút komló és az általunk használt alagút komló aránya - az 1,00 feletti érték pozitív hozzájárulást jelent a hálózathoz
in: kami menyediakan rasio tunnel hop untuk tunnel hop yang kita gunakan - nilai lebih dari 1.00 menunjukkan kontribusi positif untuk jaringan
it: Il rapporto tra hops di tunnel che forniamo rispetto a quelli che usiamo, un valore maggiore di 1.00 indica un contributo positivo alla rete
ja: 使用するトンネルホップに提供しているトンネルのホップ率 - 1000より大きな値はネットワークへのポジティブな貢献を示します
ko: 터널 단계 비율 - 1.00 이상의 숫자라면 네트워크에 긍정적인 기여입니다.
nb: Forholdet mellom tunnelhumle vi gir til tunnelhumler vi bruker - en verdi større enn 1,00 indikerer et positivt bidrag til nettverket
nl: De verhouding van tunnel hops die we leveren en tunnel hops die we gebruiken - een waarde groter dan 1.00 geeft aan dat je positief bijdraagt aan het netwerk
pt: A proporção de Saltos de Túnel que oferecemos para Saltos de Túnel que usamos - um valor acima de 1.00 indica uma contribuição positiva para a rede
sl: Odnos tuneljskih skokov, ki jih ponujamo, do tuneljskih skokov, ki jih uporabljamo - vrednost večja od 1.00 ukazuje na pozitiven prispevek v omrežje
sv: Förhållandet mellan tunneln hopp ger vi tillhandahåller och använder - ett värde större än 1,00 indikerar ett positivt bidrag till nätverket
uk: Співвідношення тунельних переходів, які ми надаємо, до тунельних переходів, які ми використовуємо – значення більше 1,00 вказує на позитивний внесок у мережу
vi: Tỷ lệ bước nhảy đường hầm mà chúng tôi cung cấp so với bước nhảy đường hầm mà chúng tôi sử dụng - giá trị lớn hơn 1,00 cho thấy đóng góp tích cực cho mạng

source: Share ratio
ar: نسبة المشاركة
az: Pay nisbəti
bo: མཉམ་སྤྱོད་གནས་སྡུར།
cs: Poměr podílu
da: Del-ratio
el: Αναλογία μεριδίου
es: Tasa de compartición
et: Jagamistase
fa: نسبت سهم
fi: Jakosuhde
hi: शेयर अनुपात
hu: Megosztási ráta
in: Rasio pembagian
it: Tasso di condivisione
ja: 共有比率
ko: 비율 공유
nb: Delingsforhold
nl: Share rato
pt: Razão de compartilhamento
sl: Delež odnosa
sv: Delningsförhållande
uk: Коефіцієнт частки
vi: Tỷ lệ cổ phiếu

source: tunnels
ar: الأنفاق
az: tunellər
bo: གྲུག་ལམ།
cs: tunely
da: tunneler
el: σήραγγες
es: túneles
et: tunnelid
fa: تونل ها
fi: tunnelit
hi: टनल
hu: alagutak
in: terowongan
it: tunnel
ja: トンネル
ko: 터널
nb: tunneler
pt: túneis
sl: tuneli
sv: tunnlar
uk: тунелі
vi: đường hầm

source: Tunnel Count by Peer
ar: إحصاء الأنفاق حسب الأقران
az: Peer tərəfindən tunel sayı
bo: མཐུད་སྣེ་བཞིན་གྲུག་ལམ་གྱི་གྲངས་ཀ།
cs: Počet Tunelů podle Peer
da: Tunneltælling af Peer
el: Καταμέτρηση σηράγγων ανά ομότιμο
es: Cuenta por Pares
et: Tunnelite loendus, autor Peer
fa: شمارش تونل توسط Peer
fi: Peerin Tunnelilaskenta
hi: पीयर द्वारा टनल की संख्या
hu: Alagútszámlálás, Peer
in: Jumlah Terowongan menurut Rekan
it: Numero tunnel per peer
ja: ピア別のトンネル数
ko: 피어에 의한 터널 수
nb: Tunneltelling av Peer
nl: Tunneltelling per peer
pt: Contagem de Túneis por Peer
sl: Število tuneljev glede na parterja
sv: Tunnelräkning av Peer
uk: Підрахунок тунелів за рівнем
vi: Đếm đường hầm theo đồng đẳng

source: What's in the router's job queue?
ar: ماذا يوجد في قائمة انتظار مهام جهاز التوجيه؟
az: Routerin iş növbəsində nə var?
bo: རྩིས་འཁོར་གྱི་ལས་ཀའི་གྲལ་སྒྲིག་ནང་ཅི་ཡོད།
cs: Co je ve frontě úloh routeru?
da: Hvad er der i routerens jobkø?
el: Τι υπάρχει στην ουρά εργασιών του δρομολογητή?
es: ¿Qué hay en la cola de tareas del router I2P?
et: Mis on ruuteri tööde järjekorras?
fa: در صف کار روتر چیست؟
fi: Mitä reitittimen työjonossa on?
hi: रूटर की कार्य पंक्ति में क्या है?
hu: Mi van a router munka várólistájában?
in: Ada apa di router's job queue?
it: Cosa c'è nella coda di lavoro del router?
ja: ルーターのジョブキューに何があるか？
ko: 라우터의 일감 대기열에 무엇이 있나요?
nb: Hva står i ruterens jobbkø?
nl: Wat is er in de taken wachtrij van de router?
pt: O quê está na fila de tarefas do roteador?
sl: Kaj je v vrsti poslug usmerjevalnika?
sv: Vad är i routerns arbeteskö
uk: Що в черзі завдань маршрутизатора?
vi: Có gì trong hàng đợi công việc của bộ định tuyến?

source: Job lag
ar: تأخر
az: İş gecikməsi
bo: ལས་ཀའི་རྗེས་འཕྱིས།
cs: Prodleva práce
da: Arbejdsforsinkelse
el: Υστέρηση εργασίας
es: Demora de tareas
et: Töö viive
fa: تاخیر شغلی
fi: Työn viive
hi: कार्य देरी
hu: Feladat késés
in: Keterlambatan pekerjaan
it: Ritardo nel compito
ja: ジョブラグ
ko: 일감 랙
nb: Jobbetterslep
nl: Taak vertraging
pt: Atraso tarefa
sl: Zamik posluga
sv: Arbetsfördröjning
uk: Відставання в роботі
vi: Độ trễ công việc

source: Message delay
ar: تأخر الرسالة
az: Mesaj gecikməsi
bo: འཕྲིན་ཐུང་ཕྱིར་འགྱངས།
cs: Zpoždění zprávy
da: Besked fosinkelse
el: Καθυστέρηση μηνύματος
es: Demora de mensajes
et: Sõnumi viive
fa: تاخیر پیام
fi: Viestin viive
hi: संदेश की देरी
hu: Üzenet késés
in: Penundaan pesan
it: Ritardo nel messaggio
ja: メッセージ遅延
ko: 메세지 딜레이
nb: Meldingsforsinkelse
nl: Bericht vertraging
pt: Atraso de mensagem
sl: Zamik sporočila
sv: Meddelandefördröjning
uk: Затримка повідомлення
vi: Độ trễ tin nhắn

source: Average / peak job delay (last minute)
bo: འབུར་ཐོན་/མཐོ་ཚད་ལས་ཀའི་འགོག་པ (སྔོན་གྱི་སྐར་མ་)
hi: औसत / शीर्ष कार्य विलंब (पिछला मिनट)
ko: 평균/피크 작업 지연 (지난 1분)

source: Average / max delay before scheduled jobs are run
bo: འབུར་ཐོན་/ཆེས་ཆེ་བའི་འགོག་པ་སྔོན་དུ་ལས་བཀོད་བྱ་ཡོད་པའི་ལས་ཀ་མཇུག་སྤྱད་པའི་སྔོན་
hi: निर्धारित कार्य चलाने से पहले औसत / अधिकतम विलंब
ko: 예약된 작업 실행 전 평균/최대 지연

source: Indicates how quickly outbound messages to other I2P routers are sent
ar: يشير إلى مدى سرعة إرسال الرسائل الصادرة إلى أجهزة توجيه I2P الأخرى
az: Digər I2P marşrutlaşdırıcılarına gedən mesajların nə qədər tez göndərildiyini göstərir
bo: གཞན་གྱི་ I2P རྩིས་འཁོར་ལ་ཕྱིར་འགྲོ་འཕྲིན་ཐུང་ཚུད་མགྱོགས་པོ་བསྐུར་བ་བསྟན་གྱི་ཡོད།
cs: Označuje, jak rychle jsou odesílány odchozí zprávy do jiných I2P směrovačů
da: Indikerer hvor hurtigt udgående beskeder til andre i2P routere er sendt
el: Υποδεικνύει πόσο γρήγορα αποστέλλονται εξερχόμενα μηνύματα σε άλλους δρομολογητές I2P
es: Indica cómo de rápido se envían mensajes a otros routers I2P
et: näitab, kui kiiresti teistele I2P-ruuteritele väljaminevaid sõnumeid saadetakse
fa: نشان می دهد که پیام های خروجی با چه سرعتی به مسیریاب های I2P دیگر ارسال می شوند
fi: Ilmaisee, kuinka nopeasti lähtevät viestit muille I2P-reitittimille lähetetään
hi: दूसरे I2P रूटरों को आगंतुक संदेश कितनी त्वरित रूप से भेजे जाते हैं, इसका संकेत देता है
hu: Más I2P routereknek küldött üzenetek gyorsaságát szemlélteti
in: Menunjukkan seberapa cepat outbound messages dikirim kepada I2P router lain
it: Indica quanto velocemente sono inviati i messaggi in uscita verso gli altri router I2P
ja: ほかの I2P のルーターへの送信メッセージが送られた際の速さを表示
ko: 얼마나 빨리 다른 I2P 라우터에게 메세지가 보내지는지 나타내기
nb: Indikerer hvor raskt utgående meldinger til andre I2P-rutere sendes
nl: Geeft aan hoe snel uitgaande berichten naar andere I2P routers verstuurd worden
pt: Indica quão rapidamente mensagens saindo para outros roteadores I2P são enviadas
sl: Prikaže, kako hitro so sporočila za druge usmerjevalnike I2P poslana
sv: Indikerar hur snabbt utåtgåendemeddelanden till andra I2P-routers sänds
uk: вказує, як швидко надсилаються вихідні повідомлення на інші маршрутизатори I2P
vi: Cho biết tốc độ gửi tin nhắn đi đến các bộ định tuyến I2P khác

source: Average time to test a peer (successful / total)
ar: متوسط ​​الوقت اللازم لاختبار النظير (ناجح/إجمالي)
az: Həmyaşıdları sınamaq üçün orta vaxt (uğurlu / cəmi)
bo: མཐུད་སྣེ་ཚོད་ལྟའི་ཆ་སྙོམས་དུས་ཚད། (གྲུབ་འབྲས། / བསྡོམས)
cs: Průměrný čas na testování partnera (úspěšný / celkový)
da: Gennemsnitlig tid til at teste en peer (vellykket / i alt)
el: Μέσος χρόνος για τη δοκιμή ενός ομότιμου (επιτυχής / συνολικός)
es: Tiempo promedio para probar a un compañero (exitoso/total)
et: Keskmine aeg kaaslase testimiseks (edukas / kokku)
fa: میانگین زمان برای آزمایش یک همتا (موفق / کل)
fi: Keskimääräinen aika vertaisen testaamiseen (onnistunut / yhteensä)
hi: पीयर का परीक्षण करने का औसत समय (सफल / कुल)
hu: Átlagos idő egy partner tesztelésére (sikeres / összes)
in: Waktu rata-rata untuk menguji rekan (berhasil / total)
it: Tempo medio di test per un peer (riusciti / totali)
ja: ピアのテストにかかる平均時間 (成功/合計)
ko: 피어를 테스트하는 평균 시간(성공/전체)
nb: Gjennomsnittlig tid for å teste en peer (vellykket / totalt)
nl: Gemiddelde tijd om een ​​peer te testen (succesvol / totaal)
pt: Tempo médio para testar um par (bem-sucedido/total)
sl: Povprečni čas za test parterja (uspešno / skupaj)
sv: Genomsnittlig tid för att testa en kamrat (framgångsrik / totalt)
uk: Середній час для тестування однолітка (успішно/загалом)
vi: Thời gian trung bình để kiểm tra một đồng nghiệp (thành công / tổng cộng)

source: Peer test average
ar: متوسط ​​اختبار الأقران
az: Peer test orta
bo: མཐུད་སྣེ་ཚོད་ལྟའི་ཆ་སྙོམས།
cs: Průměr testu vrstevníků
da: Per-test gennemsnit
el: Μέσος όρος εξετάσεων από ομοτίμους
es: Promedio de la prueba de pares
et: Kaaslastesti keskmine
fa: میانگین آزمون همتا
fi: Vertaistestin keskiarvo
hi: पीयर परीक्षण औसत
hu: Kollegiális teszt átlaga
in: Rata-rata tes rekan
it: Media del test tra pari
ja: ピアテストの平均
ko: 동료 테스트 평균
nb: Persontestgjennomsnitt
nl: Peer-testgemiddelde
pt: Média do teste de pares
sl: Povprečje testa partnerja
sv: Genomsnitt av kamrattest
uk: Середнє тестування
vi: Trung bình kiểm tra ngang hàng
