Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You can use a recorder to log the destinations of aggressive clients to a specified file, and then use that same file to throttle them. The following snippet defines a filter that initially allows all connection requests, but if any single destination exceeds 180 requests in 60 seconds, it gets throttled down to 30 requests every 60 seconds:
ar: يمكنك استخدام مسجل لتسجيل وجهات العملاء العدوانيين في ملف محدد، ثم استخدام نفس الملف لتحكيمهم. يعرف الجزء التالي مصفي يسمح في البداية بجميع طلبات الاتصال، لكن إذا تجاوزت أي وجهة واحدة 180 طلبًا في 60 ثانية، تتم تحكيمها إلى 30 طلبًا كل 60 ثانية:
az: Səni qaydalamaq üçün bir qeydçini istifadə mümkündürsiniz şiddətli istifadələrin hədəflərini müəyyən bir sənədə qeyd etmək və sonra həmin faylı əhaliyə qarşı sahələmək üçün. Aşağıdakı küçəcik hədəfi müəyyənləşdirir: əvvəllər bütün əlaqə tələblərinə izin verir, lakin əgər hər hansı bir tək məntəqə 60 saniyə 180 tələbə qalxarsa, onu 60 saniyədə 30 tələbəyə azalır:
bo: ཉར་བཞག་པ་བྱེད་མཁན་བཤེར་བར་བརྟེན་ནས་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་རྣམས་ཀི་ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་དེ་ཡང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་གཤམ་གྱི་བཤད་པ་ལྟར་བདེན་པ་བཤེར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་དེ་ཡང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་60དུས་ཚོད་ཀྱི་རིང་180བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་བཤེར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་60དུས་ཚོད་ཀྱི་རིང་30བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་བཤེར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པར་བྱེད།
cs: Záznam lze použít k zaznamenávání cílů agresivních klientů do specifikovaného souboru a pak tento stejný soubor použít k jejich omezení. Následující ukázka definuje filtr, který původně umožní všechny požadavky na připojení, ale pokud jakýkoli jednotlivý cíl v příštích 60 sekundách překročí 180 požadavků, bude omezen na 30 požadavků každých 60 sekund:
da: Du kan bruge en optager til at logge aggressive klients destinationer til en angivet fil og derefter bruge den samme fil til at regulere dem. Følgende uddrag definerer en filter, der i første omgang tillader alle forbindelsesanmodninger, men hvis en enkelt destination overskrider 180 anmodninger på 60 sekunder, sænkes det til 30 anmodninger hvert 60. sekund:
el: Μπορείτε να χρησιμοποιήσετε έναν καταγραφέα για να καταγράφετε τους προορισμούς των επιθετικών πελατών σε ένα καθορισμένο αρχείο και στη συνέχεια να τους περιορίσετε με βάση αυτό το αρχείο. Το παρακάτω απόσπασμα καθορίζει ένα φίλτρο που αρχικά επιτρέπει όλα τα αιτήματα σύνδεσης, αλλά αν οποιοδήποτε μεμονωμένος προορισμός υπερβεί τα 180 αιτήματα σε 60 δευτερόλεπτα, περιορίζεται σε 30 αιτήματα κάθε 60 δευτερόλεπτα:
es: Puedes usar un registrador para registrar los destinos de clientes agresivos en un archivo específico, y luego usar ese mismo archivo para limitarlos. El siguiente fragmento define un filtro que inicialmente permite todas las solicitudes de conexión, pero si algún destino único supera las 180 solicitudes en 60 segundos, se limita a 30 solicitudes cada 60 segundos:
et: Saate kasutada salvestajat pahatahtlike klientide sihtkoha logimiseks määratud faili jaoks ning seejärel seda sama faili kasutada nende piiramaks. Järgmine näide määratleb filtrit, mis lubab alguses kõik ühenduspäringud, kuid kui ükski konkreetne sihtkoht ületab 60 sekundiga 180 päringut, piiratakse see iga 60 sekundi järel 30 päringuga:
fa: می‌توان از یک ضبط‌کننده برای ثبت مقاصد مشتریان تهاجمی در یک فایل مشخص استفاده کرد و سپس همان فایل را برای تنظیم سرعت آنها به کار برد. تکه کد زیر یک فیلتر تعریف می‌کند که به طور اولیه تمام درخواست‌های اتصال را مجاز می‌داند، اما اگر هر مقصد منفردی بیش از 180 درخواست در 60 ثانیه داشته باشد، سرعت آن به 30 درخواست در هر 60 ثانیه کاهش می‌یابد:
fi: Voit käyttää nauhoituspitäjää kirjaamaan aggressiivisten asiakkaiden kohteita erilliselle tiedostolle, ja käyttää sitten samaa tiedostoa niiden rajoittamiseen. Seuraava katkelma määrittelee suotimen, joka aluksi sallii kaikki yhteyspyynnöt, mutta jos yksikään kohde ylittää 180 pyyntöä 60 sekunnissa, se rajoitetaan 30 pyyntöön joka 60 sekunnissa:
hi: आप एक रिकॉर्डर का उपयोग करके अति-सक्रिय क्लाइंटों के गंतव्यों को निर्दिष्ट फ़ाइल में रिकॉर्ड कर सकते हैं, और फिर उसी फ़ाइल का उपयोग करके उन्हें रोक सकते हैं। निम्नलिखित स्निपेट एक फ़िल्टर की परिभाषा करता है जो प्रारंभिक रूप से सभी कनेक्शन अनुरोधों को अनुमति देता है, लेकिन यदि किसी एक गंतव्य की 60 सेकंड में 180 अनुरोध सीमा पार करती है, तो यह 60 सेकंड में 30 अनुरोध तक कम कर दिया जाता है:
hu: Használhat egy rögzítőt az agresszív kliensek célállomásainak naplózásához egy meghatározott fájlba, majd ugyanezt a fájlt használhatja azoknak az eszközöknek a lassítására. A következő részlet meghatározza a szűrőt, amely kezdetben minden csatlakozási kérést engedélyez, de ha bármely egyetlen célállomás meghaladja a 180 kérést 60 másodperc alatt, akkor 30 kéréssel lassul le minden 60 másodpercben:
in: Anda dapat menggunakan perekam untuk mencatat tujuan klien agresif ke file tertentu, dan kemudian menggunakan file yang sama untuk membatasi mereka. Cuplikan berikut mendefinisikan filter yang awalnya mengizinkan semua permintaan koneksi, namun jika ada tujuan yang melebihi 180 permintaan dalam 60 detik, maka akan dibatasi menjadi 30 permintaan setiap 60 detik:
it: È possibile utilizzare un registratore per registrare le destinazioni dei client aggressivi su un file specificato e quindi utilizzare lo stesso file per limitarne la velocità. Lo snippet seguente definisce un filtro che inizialmente consente tutte le richieste di connessione, ma se una singola destinazione supera le 180 richieste in 60 secondi, verrà limitata a 30 richieste ogni 60 secondi:
ja: レコーダーを使用して、攻撃的なクライアントの宛先を指定されたファイルに記録し、その同じファイルを使用して制御することができます。次のスニペットは、最初にすべての接続要求を許可するフィルタを定義していますが、60秒間に180以上の要求がある場合、60秒ごとに30要求まで抑制されます。
ko: 레코더를 사용하여 공격적인 클라이언트의 대상을 지정된 파일에 기록하고, 이후에 동일한 파일을 사용하여 제한할 수 있습니다. 다음 조각은 처음에 모든 연결 요청을 허용하지만 60초 동안 단일 대상의 요청이 180개를 초과하면 60초마다 30개의 요청으로 제한되는 필터를 정의합니다.
nb: Du kan bruke en opptaker til å logge destinasjonene til aggressiv kunder til en angitt fil, og deretter bruke samme fil til å regulere hastigheten. Følgende utdrag definerer en filter som opprinnelig tillater alle tilkoblingsforespørsler, men hvis noen enkelt destinasjon overskrider 180 forespørsler på 60 sekunder, blir det regulerte ned til 30 forespørsler hvert 60. sekund:
nl: U kunt een recorder gebruiken om de bestemmingen van agressieve clients te loggen naar een specifiek bestand, en vervolgens datzelfde bestand gebruiken om ze te vertragen. De volgende sectie definieert een filter die in eerste instantie alle verbindingen toestaat, maar als een enkele bestemming meer dan 180 verzoeken in 60 seconden overschrijdt, worden deze vertraging naar 30 verzoeken per 60 seconden:
pt: Você pode usar um gravador para registrar os destinos de clientes agressivos em um arquivo especificado e, em seguida, usar o mesmo arquivo para limitá-los. O trecho a seguir define um filtro que, inicialmente, permite todas as solicitações de conexão, mas, se algum destino único exceder 180 solicitações em 60 segundos, ele será limitado a 30 solicitações a cada 60 segundos:
sl: Za zapisovalca lahko uporabite za dnevnik destinacij agresivnih klientov v določeno datoteko, nato pa uporabite isto datoteko za omejevanje njih. Naslednji fragment določa filtr, ki na začetku dovoli vse zahteve za povezavo, vendar če katera koli ena destinacija preseže 180 zahtev v 60 sekundah, se omeji na 30 zahtev vsake 60 sekund:
sv: Du kan använda en inspelare för att logga destinationerna för aggressiva klienter till en specifierad fil och sedan använda samma fil för att dämpa dem. Följande exempel definierar en filter som till en början tillåter alla anslutningsförfrågningar, men om någon enskild destination överstiger 180 förfrågningar på 60 sekunder, blir den dämpad till 30 förfrågningar varje 60 sekunder:
uk: Ви можете використовувати записувач для фіксації цілей агресивних клієнтів у певний файл, а потім використовувати цей самий файл для їх гальмування. Наступний фрагмент визначає фільтр, який спочатку дозволяє всі запити на підключення, але якщо будь-яка окрема ціль перевищує 180 запитів за 60 секунд, її гальмують до 30 запитів кожні 60 секунд:
vi: Bạn có thể sử dụng một máy ghi âm để ghi lại các điểm đến của các máy khách tích cực vào một tệp được chỉ định, sau đó sử dụng cùng một tệp để điều tiết chúng. Snippet sau đây xác định một bộ lọc ban đầu cho phép tất cả các yêu cầu kết nối, nhưng nếu bất kỳ điểm đến nào vượt quá 180 yêu cầu trong 60 giây, nó sẽ được điều chỉnh xuống còn 30 yêu cầu cứ sau 60 giây:

source: by default there are no limits
ar: افتراضيا لا توجد حدود
az: default olaraq heç bir məhdudiyyət yoxdur
bo: ཚོད་འཛིན་ཐོག་མ་ཡིན་ཞིག་གིས་ཚོད་འཛིན་མེད།
cs: výchozím nastavením nejsou žádná omezení
da: som standard er der ingen grænser
el: από προεπιλογή δεν υπάρχουν όρια
es: por defecto no hay límites
et: vaikimisi puuduvad piirangud
fa: به‌طور پیش‌فرض محدودیتی وجود ندارد
fi: oletusarvoisesti ei ole rajoituksia
hi: मानक रूप से कोई सीमा नहीं है
hu: alapértelmezés szerint nincsenek korlátok
in: secara default tidak ada batasan
it: per impostazione predefinita non ci sono limiti
ja: デフォルトでは制限はありません
ko: 기본적으로 제한이 없습니다
nb: som standard er det ingen grenser
nl: standaard zijn er geen beperkingen
pt: por padrão, não há limites
sl: po privzemu niso omejitve
sv: som standard finns det inga begränsningar
uk: за замовчуванням обмежень немає
vi: Mặc định không có giới hạn

source: but log overly aggressive destinations
ar: ولكن تسجيل الوجهات العدوانية بشكل مفرط
az: amma olağanüstü saldırgan hedefləri qeyd et
bo: ཡང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་རྣམས་ཀི་ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན།
cs: ale zaznamenávat příliš agresivní cíle
da: men log alt for aggressive destinationer
el: αλλά καταγράψτε υπερβολικά επιθετικούς προορισμούς
es: pero registra destinos demasiado agresivos
et: aga logi üliagressiivsed sihtkohad
fa: اما مقاصد تهاجمی بیش از حد را ثبت می‌کند
fi: mutta kirjaa liian aggressiiviset kohteet
hi: लेकिन अति-सक्रिय गंतव्यों को रिकॉर्ड करें
hu: de naplózza a túlzottan agresszív célpontokat
in: tapi catat tujuan yang terlalu agresif
it: ma registrare le destinazioni eccessivamente aggressive
ja: ただし、過度に攻撃的な宛先をログに記録します
ko: 그러나 과도하게 공격적인 대상은 기록합니다
nb: men logger altfor aggressive destinasjoner
nl: maar loggen buitensporig agressieve bestemmingen
pt: mas registra destinos excessivamente agressivos
sl: vendar pa dnevnik preveliko agresivnih destinacij
sv: men logga för aggressiva destinationer
uk: але реєструйте надто агресивні напрямки
vi: nhưng ghi lại các điểm đến quá xâm nhập

source: and any that end up in that file will get throttled in the future
ar: وسوف تتم تحكيم أي وجهة تنتهي بها في ذلك الملف في المستقبل
az: və faylda olan hər hansı biri gələcəkdə sürəti məhdudlaşdırılacaq
bo: དེ་དག་གི་ནང་དུ་མཇུག་མཐར་ཞུགས་པ་གང་ཡང་མདུན་དུ་འགྲོ་བའི་སྐབས་སུ་གནས་ཚད་སྒྲུབ་འགོར་བྱེད་པར་གཏུགས།
cs: a ty, které se tam dostanou, budou v budoucnu zpomaleny
da: og enhver, der ender i den fil, vil blive droslet i fremtiden
el: και όποιος καταλήξει σε αυτό το αρχείο θα σβήσει στο μέλλον
es: y cualquiera que termine en ese archivo será limitado en el futuro
et: ning kõik, mis jõuavad sellesse faili, piiratakse tulevikus
fa: و هر مقصدی که در آن فایل قرار گیرد در آینده تنظیم سرعت خواهد شد
fi: ja kaikki tiedostoon päätyneet kohteet rajoitetaan tulevaisuudessa
hi: और जो कोई भी उस फ़ाइल में पहुँचता है, उसे भविष्य में रोका जाएगा
hu: és bármelyik, ami ebbe a fájlba kerül, jövőben korlátozva lesz
in: dan semua yang ada di file itu akan dibatasi di masa mendatang
it: e tutte quelle che finiscono in quel file verranno limitate in futuro
ja: そして、そのファイルに保存されるものは将来的に制限されるでしょう
ko: 그리고 해당 파일에 대상이 기록되면 향후 제한됩니다
nb: og alle som havner i den filen vil bli strupet i fremtiden
nl: en degene die in dat bestand terechtkomen, zullen in de toekomst vertraagd worden
pt: e qualquer um que acabe nesse arquivo será limitado no futuro
sl: in vsaka destinacija, ki konča v tej datoteki, bo v prihodnosti omejena
sv: och alla som hamnar i den filen kommer att dämpas i framtiden
uk: і будь-які дані, які потраплять у цей файл, у майбутньому будуть обмежені
vi: và bất kỳ điểm đến nào có trong tệp đó sẽ bị điều chỉnh tốc độ trong tương lai

source: To log all unique remote destinations connecting to a server, and also log aggressive connection attempts:
ar: لتسجيل جميع الوجهات العن بعد الفريدة المتصلة بخادم، وأيضًا تسجيل محاولات الاتصال العدوانية:
az: Bütün tək uzaq hədəfləri qeyd etmək üçün, serverə bağlananlar, və aqressiv bağlantı cəhdlərini də qeyd etmək üçün:
bo: མཉེན་ཆས་ཅིག་ཏུ་མཐུད་སྒྲིལ་བྱེད་ཀྱི་ཡུལ་གཞན་གྱི་སྡོད་གནས་མི་གཅིག་པ་རྣམས་ཐམས་ཅད་ཟིན་ཐོར་བཀོད་པ་དང་། ཕན་ཚུན་མཐུད་སྒྲིལ་གྱི་ཚོད་མེད་ཐུགས་རྒུད་ཀྱི་ཚོད་ཟིན་ཐོ་བཀོད་པའི་ཆེད།
cs: Pro zaznamenání všech unikátních vzdálených cílů, které se připojují ke serveru, a také k zaznamenání agresivních pokusů o připojení:
da: For at logge alle unikke fjerndestinationer, der forbinder til en server, og også logge aggressive forbindelsesforsøg:
el: Για να καταγράψετε όλους τους μοναδικούς απομακρυσμένους προορισμούς που συνδέονται με έναν διακομιστή και επίσης να καταγράψετε επιθετικές προσπάθειες σύνδεσης:
es: Para registrar todos los destinos remotos únicos que se conectan a un servidor y también registrar intentos de conexión agresivos:
et: Logige kõik unikaalsed kaugsihtkohad, kes ühenduvad serveriga, ja logige ka agressiivseid ühenduskatseid:
fa: برای ثبت تمام مقاصد راه دور منحصر به فردی که به یک سرور متصل می‌شوند و همچنین ثبت تلاش‌های تهاجمی:
fi: Kirjaa kaikki ainutlaatuiset etäkohteet, jotka yhdistävät palvelimeen, sekä kirjaa aggressiiviset yhteysyritykset:
hi: सर्वर से कनेक्ट करने वाले सभी अद्वितीय प्रतिष्ठित गंतव्यों को रिकॉर्ड करने के लिए, और अति-सक्रिय कनेक्शन प्रयासों को भी रिकॉर्ड करने के लिए:
hu: Az összes egyedi távoli cél logolásához, amelyek kapcsolódnak a szerverhez, és az agresszív kapcsolódási kísérleteket is:
in: Untuk mencatat semua tujuan jarak jauh unik yang terhubung ke server, dan juga mencatat upaya koneksi agresif:
it: Per registrare tutte le destinazioni remote uniche che si connettono a un server e registrare anche tentativi di connessione aggressivi:
ja: サーバーに接続しているすべての一意のリモート接続先をログに記録し、積極的な接続試行もログに記録します。
ko: 서버에 연결되는 모든 고유한 원격 대상을 기록하고, 공격적인 연결 시도도 기록하려면:
nb: For å logge alle unike eksterne destinasjoner som kobler til en server, og også logge aggressive tilkoblingsforsøk:
nl: Om alle unieke externe bestemmingen die verbinding maken met een server te loggen, en ook agressieve verbindingspogingen te loggen:
pt: Para registrar todos os destinos remotos únicos que se conectam a um servidor, e também registrar tentativas de conexão agressivas:
sl: Za dnevnik vseh edinstvenih daljanskih destinacij, povezanih z strežnikom, in tudi dnevnik agresivnih poskusov povezave:
sv: För att logga alla unika fjärrdestinationer som ansluter till en server, och också logga aggressiva anslutningsförsök:
uk: Щоб реєструвати всі унікальні віддалені пункти призначення, які підключаються до сервера, а також реєструвати агресивні спроби підключення:
vi: Để đg nhập tất cả các điểm đến từ xa duy nhất kết nối với máy chủ và cũng đăng nhập các nỗ lực kết nối tích cực:

source: log all unique destinations
ar: تسجيل جميع الوجهات الفريدة
az: bütün tək hədəfləri qeyd et
bo: སྡོད་གནས་མི་གཅིག་པ་ཐམས་ཅད་ཟིན་ཐོར་རུ་བཀོད།
cs: zaznamenávat všechny unikátní cíle
da: log alle unikke destinationer
el: καταγραφή όλων των μοναδικών προορισμών
es: registra todos los destinos únicos
et: logi kõik unikaalsed sihtkohad
fa: ثبت تمام مقاصد منحصر به فرد
fi: lokita kaikki uniikit kohdeosoitteet
hi: सभी अद्वितीय गंतव्यों को रिकॉर्ड करें
hu: naplózza az összes egyedi célállomást
in: catat semua tujuan unik
it: registra tutte le destinazioni uniche
ja: すべての一意の宛先をログに記録します
ko: 모든 고유한 목적지 기록
nb: logg alle unike destinasjoner
nl: loggen van alle unieke bestemmingen
pt: registre todos os destinos únicos
sl: dnevnik vseh edinstvenih destinacij
sv: logga alla unika destinationer
uk: зареєструвати всі унікальні пункти призначення
vi: Ghi lại tất cả các điểm đến duy nhất

source: log visitors making 90 or more connections a minute
ar: تسجيل الزوار الذين يقومون بـ 90 اتصالاً أو أكثر في الدقيقة
az: bir dəqiqədə 90 və ya daha çox bağlantı quran ziyarətçiləri qeyd et
bo: སྐར་མ་རེར་མཐུད་སྒྲིལ་མཚམས་མེད་དུ་ 90 སྐད་ཅམ་དེ་ལས་མང་བ་བྱེད་ཀྱི་མཉམ་འགྲུལ་བ་ཞིག་གི་ཟིན་ཐོ་བཀོད།
cs: zaznamenávat návštěvníky, kteří navazují spojení 90 nebo vícekrát za minutu
da: log besøgende laver 90 eller flere forbindelser i minuttet
el: καταγραφή επισκεπτών που πραγματοποιούν 90 ή περισσότερες συνδέσεις το λεπτό
es: registrar visitantes que realizan 90 o más conexiones por minuto
et: logige külastajad, kes teevad 1 minuti jooksul 90 või enam ühendust
fa: ثبت بازدیدکنندگانی که 90 تا یا بیشتر اتصال در دقیقه دارند
fi: lokita vierailijat, jotka tekevät 90 tai enemmän yhteyksiä minuutissa
hi: मिनट में 90 या अधिक कनेक्शन बनाने वाले दर्शकों को रिकॉर्ड करें
hu: naplózza azon látogatókat, akik percenként 90 vagy több kapcsolatot hoznak létre
in: mencatat pengunjung yang membuat 90 koneksi atau lebih dalam satu menit
it: registra i visitatori che effettuano 90 connessioni o più al minuto
ja: 1 分間に 90 以上の接続を行う訪問者のログ
ko: 1분에 90개 이상의 연결을 하는 방문자 기록
nb: logg besøkende gjør 90 eller flere tilkoblinger i minuttet
nl: loggen van bezoekers die 90 of meer verbindingen per minuut maken
pt: registre visitantes fazendo 90 ou mais conexões por minuto
sl: dnevnik obiskovalcev, ki vzpostavijo 90 ali več povezav na minuto
sv: logga besökare som gör 90 eller fler anslutningar per minut
uk: реєструйте відвідувачів, які здійснюють 90 або більше підключень за хвилину
vi: Ghi lại người ghé thăm thực hiện 90 hoặc nhiều hơn kết nối một phút

source: You can use a recorder in one tunnel that writes to a file that another tunnel, or multiple tunnels, can use for throttling. These files can also be edited by hand.
ar: يمكنك استخدام مسجل في نفق يكتب في ملف يمكن لنفق آخر أو لعدة أنفاق استخدامه للتحكم. يمكن تحرير هذه الملفات يدويًا أيضًا.
az: Siz sürət məhdudlaşdırmaq üçün digər bir bölmə və ya birdən çox bərəkət kollektoru yazmaq üçün bir faylı qeyd edən bir bərəkət istifadə edə bilərsiniz. Bu fayllar əl ilə düzəliş edilə bilər.
bo: ཁྱོད་རང་གིས་སྦྲེལ་ཐུམ་མཚམས་གཅིག་གི་ནང་དུ་རྟོགས་འཛིན་པ་(recorder) ཞིག་བཀོལ་ནས་དེ་གཞན་གྱི་སྦྲེལ་ཐུམ་མཚམས་གཅིག་གམ་མང་པོ་ཞིག་གིས་གནས་ཚད་སྒྲུབ་འགོར་བྱེད་པའི་ཆེད་དུ་ཞུ་ཡིག་གཅིག་ཏུ་བྲིས་པ་བཀོལ་ཐུབ་པ་ཡིན། ཞུ་ཡིག་དེ་དག་ནི་མིག་རྒྱལ་གྱིས་བསྐྲུན་སྒྲིག་བྱས་ཏེ་བརྡ་རྙིང་བསྒྱུར་བྱེད་ཐུབ་པ་ཡིན།
cs: Můžete použít záznamovač v jednom tunelu, který zapisuje do souboru, který lze použít pro útlum jiného tunelu nebo více tunelů. Tyto soubory lze také ručně upravovat.
da: Du kan bruge en optager i en tunnel, der skriver til en fil, som en anden tunnel eller flere tunneller kan bruge til dæmpning af hastigheden. Disse filer kan også redigeres manuelt.
el: Μπορείτε να χρησιμοποιήσετε έναν εγγραφέα σε έναν σωλήνα που γράφει σε ένα αρχείο που άλλος σωλήνας, ή πολλοί σωλήνες, μπορεί να χρησιμοποιήσουν για την αργή λειτουργία. Αυτά τα αρχεία μπορούν επίσης να επεξεργαστούν χειροκίνητα.
es: Puedes usar un registrador en un túnel que escribe en un archivo que otro túnel, o varios túneles, pueden usar para limitar. Estos archivos también se pueden editar manualmente.
et: Võite kasutada salvestajat ühes tunnelis, mis kirjutab faili, mida saab teine tunnel või mitu tunnelit kasutada piiramiseks. Neid faile saab ka käsitsi muuta.
fa: می‌توان از یک ضبط‌کننده در یک تونل استفاده کرد که به یک فایل بنویسد و تونل دیگر یا تونل‌های متعدد، آن فایل را برای تنظیم سرعت استفاده کنند. این فایل‌ها را هم می‌توان دستی ویرایش کرد.
fi: Voit käyttää tallenninta yhdessä tunnelissa, joka kirjoittaa tiedostoon, jota toinen tunneli tai useat tunnelit voivat käyttää kuristamiseen. Näitä tiedostoja voidaan myös muokata käsin.
hi: आप एक टनल में एक रिकॉर्डर का उपयोग कर सकते हैं जो एक फ़ाइल में लिखता है, जिसे दूसरे टनल, या कई टनल, थ्रोटलिंग के लिए उपयोग कर सकते हैं। ये फ़ाइलें मानवीय रूप से भी संपादित की जा सकती हैं।
hu: Egy rögzítőt használhat egyik alagútban, amely ír egy fájlba, amelyet egy másik alagút, vagy több alagút is használhat a throttlingra. Ezek a fájlok kézzel is szerkeszthetők.
in: Anda dapat menggunakan perekam dalam satu terowongan yang menulis ke file yang dapat digunakan oleh terowongan lain, atau beberapa terowongan, untuk pembatasan. File-file ini juga dapat diedit dengan tangan.
it: È possibile utilizzare un registratore in un tunnel che scrive su un file che un altro tunnel, o più tunnel, possono utilizzare per limitare la velocità. Questi file possono anche essere modificati manualmente.
ja: 他のトンネル、または複数のトンネルで使用できるファイルに記録することができる、1つのトンネルでファイルに書き込むレコーダーを使用することができます。これらのファイルは手動で編集することもできます。
ko: 다른 터널 또는 여러 터널이 쓰로틀링에 사용할 수있는 파일에 기록하는 하나의 터널에서 레코더를 사용할 수 있습니다. 이 파일들은 수동으로 편집 할 수도 있습니다.
nb: Du kan bruke en opptaker i en tunnel som skriver til en fil som en annen tunnel, eller flere tunneler, kan bruke for throttling. Disse filene kan også redigeres for hånd.
nl: Je kunt een recorder gebruiken in één tunnel die schrijft naar een bestand dat een andere tunnel, of meerdere tunnels, kan gebruiken voor vertraging. Deze bestanden kunnen ook handmatig worden bewerkt.
pt: Você pode usar um gravador em um túnel que grava em um arquivo que outro túnel, ou vários túneis, podem usar para limitação. Esses arquivos também podem ser editados manualmente.
sl: Uporabiti lahko zapisovalca v enem tunelu, ki zapiše v datoteko, ki jo lahko drugi tunel ali več tunelov uporabljajo za omejevanje. Te datoteke lahko tudi ročno urejate.
sv: Du kan använda en inspelare i en tunnel som skriver till en fil som en annan tunnel, eller flera tunnlar, kan använda för dämpning. Dessa filer kan också redigeras manuellt.
uk: Ви можете використовувати реєстратор в одному тунелі, який записує файл, який інший тунель або кілька тунелів можуть використовувати для регулювання. Ці файли також можна редагувати вручну.
vi: Bạn có thể sử dụng một máy ghi âm trong một đường hầm ghi ra một tệp mà đường hầm khác hoặc nhiều đường hầm có thể sử dụng cho việc điều chỉnh tốc độ. Những tệp này cũng có thể được chỉnh sửa bằng tay.
