Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This is the total number of peers that are known by your router. They are listed on the <a href='/netdb'>Network Database page</a>. This may range from under 100 to 1000 or more. This number is not the total size of the network; it may vary widely depending on your total bandwidth, shared bandwidth, and locally-generated traffic. I2P does not require a router to know every other router in the network.
ar: هذا هو العدد الإجمالي للأقران المعروفة لدى موجهك. يتم تصنيفها في صفحة قاعدة بيانات الشبكة (<a href='/netdb'>صفحة قاعدة بيانات الشبكة</a>). قد يتراوح هذا العدد من أقل من 100 إلى 1000 أو أكثر. هذا الرقم ليس حجم الشبكة الكلي؛ قد يختلف بشكل كبير حسب إجمالي عرض النطاق الخاص بك وعرض النطاق المشترك وحركة المرور المولدة محليًا. ليس بالضرورة أن يعرف موجه I2P كل موجه آخر في الشبكة.
az: Bu, marşrutlaşdırıcı tərəfindən tanınan həmyaşıdların ümumi sayı. Onlar <a href='/netdb't şəbəkə verilənlər bazası səhifəsində siyahıya alınır</a>. Bu 100 ilə 1000 və ya daha çox arasında dəyişə bilər. Bu nömrə şəbəkənin ümumi ölçüsü deyil; Bu, ümumi bant genişliyinizdən, paylaşılan bant genişliyinizdən və yerli yaradılan trafikdən asılı ola bilər. İ2P şəbəkədəki hər bir routeri bilmək üçün bir marşrutlaşdırıcı tələb etmir.
bo: དེ་ནི་ཁྱོད་རང་གི་རུ་ཊར་གྱིས་ཤེས་པའི་མཉེན་ཆས་གཞན་གྱི་སྤྱིའི་གྲངས་ཡིན་པ་དེ་ནི་<a href='/netdb'>དྲ་ཚིག་གི་གཞུང་འཛིན་མཉེན་ཆས་ཀྱི་ཤོག་ངོས་།</a>(Network Database page) གྱི་ནང་དུ་ཆགས་ཡོད་པ་ཡིན། དེ་ནི་ 100 ལས་མ་གཏོགས་པ་ཞིག་ནས་ 1000 ཡང་ན་དེ་ལས་མང་བར་འགྱུར་ཐུབ་པ་ཡིན། གྲངས་ཀ་དེ་ནི་དྲ་ཚིག་གི་སྤྱིའི་ཆེ་ཆུང་མིན་པ་མ་གཏོགས་མེད་པ་ཡིན། དེ་ནི་ཁྱོད་རང་གི་སྤྱིའི་བརྒྱུད་སྐྱོད་བདེ་འཇགས་དང་། མཉམ་བཀོལ་བརྒྱུད་སྐྱོད་བདེ་འཇགས། དང་། ཡུལ་གྱི་སྤྱོད་སྒོ་དང་བརྟེན་ནས་ཚད་མེད་པར་འགྱུར་ཐུབ་པ་ཡིན། I2P ནི་རུ་ཊར་ཞིག་གིས་དྲ་ཚིག་གི་རུ་ཊར་གཞན་ཐམས་ཅད་ཤེས་པ་དགོས་པ་མིན་པ་ཡིན།
cs: Toto je celkový počet peerů, které jsou známy vaším směrovačem. Jsou uvedeni na stránce <a href='/netdb'>Databáze sítě</a>. Toto číslo se může pohybovat od méně než 100 do 1000 nebo více. Toto číslo není celková velikost sítě; mohlo by se výrazně lišit v závislosti na vaší celkové propustnosti, sdílené propustnosti a místně generovanému provozu. I2P nevyžaduje, aby směrovač znal každý jiný směrovač v síti.
da: Dette er det samlede antal peers, der er kendt af din router. De er opført på <a href='/netdb'>Netværksdatabasen siden</a>. Dette kan variere fra under 100 til 1000 eller mere. Dette tal er ikke den totale størrelse af netværket; det kan variere meget afhængigt af din samlede båndbredde, delt båndbredde og lokalt genereret trafik. I2P kræver ikke, at en router kender alle andre routere i netværket.
el: Αυτός είναι ο συνολικός αριθμός των συνομιλητών που γνωρίζονται από το δρομολογητή σας. Αυτοί καταγράφονται στην <a href='/netdb'>σελίδα Βάσης Δεδομένων Δικτύου</a>. Αυτός ο αριθμός μπορεί να κυμαίνεται από κάτω από 100 έως 1000 ή περισσότερο. Αυτός ο αριθμός δεν είναι το συνολικό μέγεθος του δικτύου. Μπορεί να διαφέρει σημαντικά ανάλογα με τον συνολικό εύρος ζώνης, το κατανεμημένο εύρος ζώνης και την τοπικά παραγόμενη κίνηση. Ο I2P δεν απαιτεί από έναν δρομολογητή να γνωρίζει κάθε άλλον δρομολογητή στο δίκτυο.
es: Este es el número total de pares que conoce tu enrutador. Se listan en la página <a href='/netdb'>Base de datos de red</a>. Puede variar desde menos de 100 hasta 1000 o más. Este número no es el tamaño total de la red; puede variar ampliamente dependiendo de tu ancho de banda total, ancho de banda compartido y tráfico generado localmente. I2P no requiere que un enrutador conozca a todos los demás enrutadores de la red.
et: See on ruuteri teada olevate kõigi ruuterite koguarv. Need on loetletud <a href='/netdb'>Võrguandmebaasi lehel</a>. See võib ulatuda vähem kui 100st kuni 1000 või rohkem. See number ei ole võrgu kogumaht; see võib ulatuslikult varieeruda sõltuvalt teie kogulaiusest, jagatud ribalaiusest ja kohapeal genereeritavast liiklusest. I2P ei nõua, et ruuter teaks võrku kuuluvaid teisi ruutereid.
fa: این تعداد کل همتایانی است که روتر شما آنها را می‌شناسد. آنها در صفحه <a href='/netdb'>بانک اطلاعات شبکه</a> لیست شده‌اند. این مقدار می‌تواند از زیر 100 تا 1000 یا بیشتر باشد. این تعداد تعداد کل شبکه نیست و ممکن است بسیار متغیر باشد و به پهنای‌باند کل، پهنای‌باند اشتراکی و ترافیک تولیدی‌تان بستگی داشته باشد. I2P ضرورت ندارد روتری همه روترهای دیگر شبکه را بشناسد.
fi: Tämä on reitittimesi tuntemien vertaisverkkojen kokonaismäärä. Ne on lueteltu <a href='/netdb'>Verkkotietokannan sivulla</a>. Tämä voi vaihdella alle 100:sta yli 1000:een tai enemmän. Tämä luku ei ole verkon kokonaiskoko; se voi vaihdella huomattavasti kokonaiskaistanleveytesi, jaettujen kaistanleveyksien ja paikallisesti luodun liikenteen mukaan. I2P ei vaadi reitittimen tuntevan jokaista toista reititintä verkossa.
hi: यह वह कुल संख्या है जितने पीयर्स आपके रूटर को पता हैं। वे <a href='/netdb'>Network Database पृष्ठ</a> पर सूचीबद्ध होते हैं। यह 100 से कम से कम से 1000 या अधिक तक विभिन्न हो सकता है। यह संख्या नेटवर्क के कुल आकार को नहीं दर्शाती है; यह आपकी कुल बैंडविड्थ, साझा बैंडविड्थ और स्थानीय तरंगों के आधार पर विस्तृत रूप से भिन्न हो सकती है। I2P में यह मांग नहीं होती है कि किसी रूटर को नेटवर्क में हर अन्य रूटर को पता होना चाहिए।
hu: Ez az ismert csomópontok száma a routeredben. <a href='/netdb'>A Hálózati adatbázis oldalon</a> vannak felsorolva. Ez a szám tartományban mozoghat 100 alatt és 1000 fölött is. Ez a szám nem a hálózat teljes mérete; széles tartományban változhat, attól függően, hogy a teljes sávszélességed, a megosztott sávszélességed és a helyileg generált forgalom. Az I2P nem követeli meg, hogy a routereknek ismerniük kelljen minden más rutert a hálózaton.
in: Ini adalah total jumlah peer yang dikenal oleh router Anda. Mereka terdaftar di halaman <a href='/netdb'>Basis Data Jaringan</a>. Jumlah ini dapat berkisar dari di bawah 100 hingga 1000 atau lebih. Jumlah ini bukanlah ukuran total jaringan; ini dapat bervariasi dengan lebar tergantung pada total bandwidth, bandwidth yang dibagikan, dan lalu lintas yang dihasilkan secara lokal. I2P tidak mengharuskan router untuk mengetahui seluruh router lain di jaringan.
it: Questo è il numero totale di peer conosciuti dal tuo router. Sono elencati sulla <a href='/netdb'>pagina del Database di Rete</a>. Questo numero può variare da meno di 100 a 1000 o più. Questo numero non rappresenta la dimensione totale della rete; può variare ampiamente a seconda della tua larghezza di banda totale, della larghezza di banda condivisa e del traffico generato localmente. I2P non richiede che un router conosca ogni altro router nella rete.
ja: これは、ルーターが知っているピアの総数です。これらは<a href='/netdb'>ネットワークデータベースページ</a>にリストされています。これは100未満から1000以上までの範囲になる場合があります。この数値はネットワーク全体の総サイズではありません。総帯域幅、共有帯域幅、およびローカルで生成されるトラフィックによって大幅に異なる場合があります。I2Pはルーターがネットワーク内のすべての他のルーターを知る必要はありません。
ko: 이것은 라우터가 알고 있는 총 동료 라우터의 수입니다. 이들은 <a href='/netdb'>네트워크 데이터베이스 페이지</a>에 나열됩니다. 이 수는 100 미만에서 1000 이상까지 다양할 수 있습니다. 이 수는 네트워크의 총 크기가 아니며, 총 대역폭, 공유 대역폭 및 로컬 생성 트래픽에 따라 크게 달라질 수 있습니다. I2P는 라우터가 네트워크의 모든 라우터를 알아야 한다는 것을 요구하지 않습니다.
nb: Dette er det totale antallet jevnbyrdige maskiner som ruteren din kjenner. De er oppført på siden <a href='/netdb'>Nettverksdatabase</a>. Dette kan variere fra under 100 til 1000 eller mer. Dette tallet er ikke størrelsen på nettverket i sin helhet; det kan variere mye avhengig av totalkapasiteten, delt båndbredde og lokalt generert trafikk. I2P krever ikke at ruteren kjenner alle de andre rutere i nettverket.
nl: Dit is het totale aantal peers dat jouw router kent. Ze worden vermeld op de <a href='/netdb'>Netwerk Database pagina</a>. Dit kan variëren van minder dan 100 tot 1000 of meer. Dit aantal is niet de totale grootte van het netwerk; het kan sterk variëren afhankelijk van je totale bandbreedte, gedeelde bandbreedte en lokaal gegenereerd verkeer. I2P vereist niet dat een router elke andere router in het netwerk kent.
pt: Este é o número total de peers conhecidos pelo seu roteador. Eles são listados na <a href='/netdb'>página do Banco de Dados da Rede</a>. Isso pode variar de menos de 100 a 1000 ou mais. Este número não é o tamanho total da rede; pode variar amplamente dependendo da sua largura de banda total, largura de banda compartilhada e tráfego gerado localmente. O I2P não exige que um roteador conheça todos os outros roteadores na rede.
sl: To je skupno število sosednjih strežnikov, ki so znani vašemu strežniku. So prikazani na <a href='/netdb'>strani za bazo podatkov omrežja</a>. To lahko sega od pod 100 do 1000 ali več. Ta številka ni skupna velikost omrežja; lahko se značajno razlikuje glede na vašo skupno širino pasma, deljeno širino pasma, in lokalno ustvarjeno promet. I2P ne zahteva, da bi strežnik znal vse druge strežnike v omrežju.
sv: Detta är det totala antalet grannar som din router känner till. De listas på <a href='/netdb'>Nätverksdatabas-sidan</a>. Det kan vara allt från under 100 till 1000 eller mer. Denna siffra är inte nätverkets totala storlek; den kan variera mycket beroende på din totala bandbredd, delad bandbredd och lokalt genererad trafik. I2P kräver inte att en router känner till varje annan router i nätverket.
uk: Це загальна кількість пірів, що відомі вашому маршрутизатору. Вони перелічені на сторінці <a href='/netdb'>Мережевої бази даних</a>. Це може коливатися від менше 100 до 1000 або більше. Це число не є загальним розміром мережі; воно може суттєво відрізнятися в залежності від загальної пропускної здатності, спільно використовуваної пропускної здатності та локального трафіку. I2P не вимагає, щоб маршрутизатор знав кожен інший маршрутизатор в мережі.
vi: Đây là tổng số đồng nghiệp mà bộ định tuyến của bạn biết. Chúng được liệt kê trên trang <a href='/netdb'>Cơ sở dữ liệu Mạng</a>. Số lượng này có thể từ dưới 100 đến 1000 hoặc nhiều hơn. Số lượng này không phải là kích thước tổng thể của mạng; nó có thể thay đổi rất nhiều tùy thuộc vào băng thông tổng thể, băng thông chia sẻ và lưu lượng của bạn. I2P không yêu cầu một bộ định tuyến phải biết mọi bộ định tuyến khác trong mạng.

source: Bandwidth In/Out
ar: حركة البيانات الواردة/الصادرة
az: Bant en / çıxış
bo: བརྒྱུད་སྐྱོད་བདེ་འཇགས་ཕྱིར་ལ་/ནང་དུ།
cs: Přenosová rychlost/Výchozí přenosová rychlost
da: Båndbredde Ind/Ud
el: Ταχύτητα μέσα/έξω
es: Ancho de banda Entrante/Saliente
et: Läbilaskevõime Sisse/Välja
fa: پهنای‌باند ورودی/خروجی
fi: Kaistanleveys Sisään/Ulos
hi: बैंडविड्थ आंतर/बाहर
hu: Bekerülés/Kikerülés sávszélessége
in: Bandwidth Masuk/Keluar
it: Larghezza di banda in/uscita
ja: 帯域幅のイン/アウト
ko: 대역폭 입력/출력
nb: Båndbredde inn/ut
nl: Bandbreedte In/Uit
pt: Banda Largura de Entrada/Saída.
sl: Širina pasma Vhod/Izhod
sv: Bandbredd In/Ut
uk: Пропускна здатність увійшов/вийшов
vi: Băng thông vào/ra
