Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A router configured to run in Hidden Mode will not publish its details to the <i>Network Database</i> and will not participate in routing traffic for other routers. Routers operating in countries designated as strict and routers manually configured run in Hidden Mode.
ar: الموجه الذي تم تهيئته للعمل بوضع الإخفاء لن ينشر تفاصيله إلى قاعدة البيانات الشبكية <i>NetDb</i> ولن يشارك في توجيه حركة المرور لموجهات أخرى. تعمل الموجهات في الدول المحددة على أنها صارمة والموجهات المهيئة يدويًا بوضع الإخفاء.
az: Gizlənmiş rejimdə işləməyə qurulan bir ruter öz məlumatlarını <i>Şəbəkə Verilənlər bazasına</i> yerləşdirməyəcək və başqa routerlər üçün routing trafiki aparılmayacaq. Ən sərt şərtləndirilmiş ölkələrdə fəaliyyət göstərən və düzəldilən ruterlər Gizlənmiş Rejimdə işləyəcəklər.
bo: གསང་བའི་ཚུལ་གྱི་རྒྱུས་སྒྲིག་བྱས་པའི་སྒོ་བསྒྲག་མ་དེ་<i>དྲ་བའི་གནས་ཚུལ་གྱི་གཞུང་ཚོགས་</i>ལ་རང་གི་གནས་ཚུལ་གང་ཡང་མངོན་པར་མི་བྱེད་པ་མ་ཟད། གཞན་གྱི་སྒོ་བསྒྲག་མ་གཞན་དག་གི་འགྲུལ་ལམ་གཏོང་བའི་འགྲུལ་བརྒྱུད་ཀྱི་སྐོར་ལ་ཞུགས་པ་མི་བྱེད། གཙན་རྐྱེན་ཆེ་བའི་རྒྱལ་ཁབ་དེ་དག་ཏུ་འཁོར་རྒྱུག་བྱེད་ཀྱི་ཡོད་པའི་སྒོ་བསྒྲག་མ་དང་། མི་སྣ་ཞིག་གིས་རང་ཉིད་ཀྱིས་གསང་བའི་ཚུལ་གྱི་རྒྱུས་བཀོད་པའི་སྒོ་བསྒྲག་མ་གཉིས་ཀ་གསང་བའི་ཚུལ་གྱི་རྒྱུས་སྤྱོད་པར་འགྱུར་རོ།།
cs: Směrovač nakonfigurovaný k provozu v skrytém režimu nebude zveřejňovat své údaje v <i>Databázi sítě</i> a nebude se účastnit směrování provozu pro další směrovače. Směrovače provozující se v zemích označených jako přísné a směrovače nakonfigurované ručně běží ve skrytém režimu.
da: En router konfigureret til at køre i Skjult tilstand vil ikke offentliggøre sine detaljer til <i>Network Database</i> og vil ikke deltage i rute trafik for andre routere. Routere, der opererer i lande, der er angivet som strenge og routere, der er manuelt konfigurerede, kører i Skjult tilstand.
el: Ένας δρομολογητής που έχει ρυθμιστεί να λειτουργεί σε κρυφή λειτουργία δεν θα δημοσιεύει τις λεπτομέρειές του στην <i>Βάση Στοιχείων Δικτύου</i> και δεν θα συμμετέχει στον δρομολογητήντα δεδομένων για άλλους δρομολογητές. Οι δρομολογητές που λειτουργούν σε χώρες που έχουν χαρακτηριστεί αυστηρές και οι δρομολογητές που ρυθμίζονται χειροκίνητα λειτουργούν σε κρυφή λειτουργία.
es: Un enrutador configurado para ejecutarse en Modo Oculto no publicará sus detalles en la <i>Base de Datos de Red</i> y no participará en el enrutamiento de tráfico para otros enrutadores. Los enrutadores que operan en países designados como estrictos y los enrutadores configurados manualmente funcionan en Modo Oculto.
et: Peidetud režiimis töötav ruuter ei avalda oma andmeid <i>Võrguandmebaasile</i> ega osale liikluse marsruutimisel teiste ruuterite jaoks. Piiratud riikides töötavad ja käsitsi konfigureeritud ruuterid töötavad peidetud režiimis.
fa: یک رهیاب تنظیم شده برای اجرا در حالت مخفی جزییات خود را در پایگاه داده <i>شبکه</i> منتشر نمی‌کند و در هدایت ترافیک برای رهیابهای دیگر مشارکت نمی‌کند. رهیابهایی که در کشورهایی که به عنوان سخت تعیین شده‌اند اجرا می‌شوند و رهیابهایی که به صورت دستی تنظیم شده‌اند در حالت مخفی اجرا می‌شوند.
fi: Piilotilassa toimiva reititin ei julkaise tietojaan <i>verkko-tietokantaan</i> eikä osallistu muiden reitittimien liikenteen ohjaamiseen. Tietyissä maissa toimivat reitittimet ja manuaalisesti määritetyt reitittimet toimivat piilomoodissa.
hi: छिपे हुए मोड में सेट किए गए रूटर अपने विवरण को <i>नेटवर्क डेटाबेस</i> में प्रकाशित नहीं करेंगे और अन्य रूटरों के लिए ट्रैफ़िक के नेविगेशन में भाग नहीं लेंगे। सख्त रूप से निर्धारित देशों में कार्यरत रूटर और मैन्युअल रूप से सेट किए गए रूटर छिपे हुए मोड में चलते हैं।
hu: A rejtett módban futó útválasztó nem teszi közzé részleteit a <i>Hálózati adatbázisban</i>, és nem vesz részt más útválasztók adatforgalmának útvonalazásában. Az összesítők országokban működnek, amelyeket szigorúan kijelöltek, az útválasztóknak pedig kézi beállításokkal rendelkezők a rejtett módban működnek.
in: Router yang dikonfigurasi untuk dijalankan dalam mode tersembunyi tidak akan mempublikasikan detailnya ke <i>Basis Data Jaringan</i> dan tidak akan berpartisipasi dalam routing lalu lintas untuk router lain. Router yang beroperasi di negara-negara yang ditunjuk sebagai ketat dan router yang dikonfigurasi secara manual berjalan dalam Mode Tersembunyi.
it: Un router configurato per funzionare in modalità nascosta non pubblicherà i suoi dettagli nel <i>Database della rete</i> e non parteciperà nel reindirizzamento del traffico per altri router. I router che operano in paesi designati come severi e i router configurati manualmente funzionano in modalità nascosta.
ja: Hiddenモードで動作するように設定されたルーターは、詳細情報を<i>Network Database</i>に公開せず、他のルーターのトラフィック経路に参加しません。厳格な国で動作するルーターや手動で設定されたルーターはHiddenモードで動作します。
ko: 숨겨진 모드에서 실행되도록 구성된 라우터는 해당 세부 정보를 <i>네트워크 데이터베이스</i>에 게시하지 않으며 다른 라우터의 트래픽 라우팅에 참여하지 않습니다. 엄격으로 지정된 국가에서 작동하는 라우터와 수동으로 구성된 라우터는 숨김 모드에서 실행됩니다.
nb: En ruter som er konfigurert til å kjøre i skjult modus vil ikke publisere sine detaljer i <i>Network Database</i> og vil ikke delta i ruteavvikling for andre rutere. Rutere som opererer i land som er designert som strenge, og rutere som er manuelt konfigurert, kjører i skjult modus.
nl: Een router geconfigureerd om in verborgen modus te draaien, zal zijn gegevens niet publiceren naar de <i>Netwerk Database</i> en zal niet deelnemen aan het routeren van verkeer voor andere routers. Routers die werken in landen die als streng zijn aangemerkt en handmatig geconfigureerde routers werken in de verborgen modus.
pt: Um roteador configurado para ser executado no Modo Oculto não publicará seus detalhes no <i>Banco de Dados de Rede</i> e não participará do roteamento do tráfego de outros roteadores. Roteadores operando em países designados como restritos e roteadores configurados manualmente operam no Modo Oculto.
sl: Usmerjevalnik, nastavljen za delovanje v skriti način, ne bo objavil svojih podrobnosti v <i>Bazi podatkov omrežja</i> in ne bo sodeloval v usmerjanju prometa za druge usmerjevalnike. Usmerjevalniki, ki delajo v državah, označenih kot stroge, in usmerjevalniki, ročno nastavljeni, delajo v skriti način.
sv: En router som är konfigurerad för att köra i Dolt läge kommer inte att publicera sina detaljer i <i>nätverksdatabasen</i> och kommer inte att delta i att routa trafik för andra routrar. Routrar som arbetar i länder som är designade som strikta och routrar som manuellt konfigurerats körs i Dolt läge.
uk: Маршрутизатор, налаштований на роботу в прихованому режимі, не буде публікувати свої дані до <i>Бази даних мережі</i> і не буде брати участь у маршрутизації трафіку для інших маршрутизаторів. Маршрутизатори, що працюють в країнах з жорстким режимом та маршрутизатори, налаштовані вручну, працюють в прихованому режимі.
vi: Một bộ định tuyến được cấu hình để chạy ở Chế độ Ẩn sẽ không xuất bản chi tiết của nó trong <i>Cơ sở dữ liệu Mạng</i> và sẽ không tham gia định tuyến giao thông cho các bộ định tuyến khác. Các bộ định tuyến hoạt động ở các nước được chỉ định là nghiêm ngặt và các bộ định tuyến được cấu hình thủ công sẽ chạy ở Chế độ Ẩn.

source: The I2P Client Protocol (I2CP) enables external applications (clients) to communicate with I2P over single TCP socket, by default using port 7654. For more information, see the <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: يمكّن بروتوكول عميل I2P (I2CP) التطبيقات الخارجية (العملاء) من الاتصال بـ I2P عبر سوكيت TCP واحد، افتراضيًا عبر المنفذ 7654. لمزيد من المعلومات، قم بزيارة الوثائق <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: I2P Müştəri Protokolu (I2CP) xarici tətbiqlərin (müştərilərin) birbiri ilə iki router arasında mesajların köçürülməsinə imkan yaradır, ümumiyyətlə, 7654 nömrəli port istifadə olunur. Əlavə məlumat üçün <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online sənədlərə</a> müraciət edin.
bo: I2P སྤྱོད་པ་པོའི་གྲོས་མོལ་(I2CP) ནི་ཕྱི་རོལ་གྱི་ཉེར་སྤྱོད་(སྤྱོད་པ་པོ)གཞན་དག་I2P དང་ TCP སོ་ཀེ་ཊི་གཅིག་ཙམ་བརྒྱུད་དེ་འབྲེལ་བ་བྱས་ཆོག་པ་བྱེད་པའི་སྒོ་རོལ་མེད་པའི་གྲོས་མོལ་ཞིག་སྟེ། དེ་ཚོགས་བཅས་ཀྱི་སྤྱོད་སྒོར་སྤྱིའི་རྒྱུན་མཐུད་7654 རྒྱུས་བཀོད་ཆོག་པ་ཡིན། གཞན་མང་ཤེས་འདོད་ན། <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a> འཚོལ་ཞིབ་བྱོས།
cs: Protokol I2P Client Protocol (I2CP) umožňuje externím aplikacím (klientům) komunikovat s I2P prostřednictvím jedné TCP socketu, implicitně používajícího port 7654. Další informace naleznete v <a href=https://geti2p.net/en/docs/protocol/i2cp>online dokumentaci</a>.
da: I2P Client Protocol (I2CP) giver eksterne applikationer (klienter) mulighed for at kommunikere med I2P via en enkelt TCP-socket, som standard ved brug af port 7654. For mere information, se <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online dokumentationen</a>.
el: Το I2P Client Protocol (I2CP) επιτρέπει σε εξωτερικές εφαρμογές (πελάτες) να επικοινωνούν με το I2P μέσω ενός μόνο TCP socket, προεπιλεγμένα χρησιμοποιώντας τη θύρα 7654. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>ηλεκτρονική τεκμηρίωση</a>.
es: El Protocolo Cliente I2P (I2CP) permite que aplicaciones externas (clientes) se comuniquen con I2P a través de un único socket TCP, usando por defecto el puerto 7654. Para más información, consulta la <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: I2P klientprotokoll (I2CP) võimaldab välistel rakendustel (klientidel) suhelda I2P-ga üle ühe TCP-pesa, vaikimisi kasutades porti 7654. Rohkem teavet leiate <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>vebdokumentatsioonist</a>.
fa: پروتکل مشتری I2P (آی۲سی‌پی) امکان ارتباط برنامه‌های خارجی (مشتریان) با I2P از طریق یک سوکت TCP را فراهم می‌کند که به طور پیش‌فرض از درگاه 7654 استفاده می‌کند. برای اطلاعات بیشتر دستورالعمل‌های آنلاین را ببینید.
fi: I2P Client -protokolla (I2CP) mahdollistaa ulkoisille sovelluksille (asiakkaille) kommunikoinnin I2P:n kanssa yhden TCP-liitäntäpisteen kautta, oletuksena porttia 7654 käyttäen. Lisätietoja löydät <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: I2P क्लाइंट प्रोटोकॉल (I2CP) बाहरी अनुप्रयोग (क्लाइंट) को एकल TCP सॉकेट के माध्यम से I2P के साथ संवाद करने की सुविधा प्रदान करता है, मानक रूप से पोर्ट 7654 का उपयोग करके। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Az I2P ügyfélprotokoll (I2CP) lehetővé teszi a külső alkalmazások (kliensek) számára az I2P-vel történő kommunikációt egyetlen TCP-socketen keresztül, alapértelmezés szerint a 7654-es portot használva. További információért lásd a(z) <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Protokol Klien I2P (I2CP) memungkinkan aplikasi eksternal (klien) berkomunikasi dengan I2P melalui soket TCP tunggal, secara default menggunakan port 7654. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Il Protocollo Client I2P (I2CP) consente alle applicazioni esterne (client) di comunicare con I2P tramite una singola presa TCP, di default utilizzando la porta 7654. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: I2Pクライアントプロトコル（I2CP）は、外部アプリケーション（クライアント）が単一のTCPソケットを介してI2Pと通信することを可能にします。デフォルトではポート7654を使用します。詳細については、<a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: I2P 클라이언트 프로토콜 (I2CP)은 외부 응용 프로그램 (클라이언트)이 기본적으로 포트 7654를 사용하여 단일 TCP 소켓을 통해 I2P와 통신할 수 있게합니다. 자세한 정보는 <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: I2P-klientprotokollen (I2CP) gjør det mulig for eksterne applikasjoner (klienter) å kommunisere med I2P over en enkelt TCP-socket, som standard ved bruk av port 7654. For mer informasjon, se <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online dokumentasjon</a>.
nl: Het I2P Client Protocol (I2CP) stelt externe applicaties (clients) in staat om te communiceren met I2P over een enkele TCP-socket, standaard via poort 7654. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: O Protocolo do Cliente I2P (I2CP) permite que aplicativos externos (clientes) se comuniquem com o I2P por meio de um único soquete TCP, usando por padrão a porta 7654. Para obter mais informações, consulte a <a href=https://geti2p.net/en/docs/protocol/i2cp class = 'sitelink external' target =_blank rel = noreferrer>documentação online</a>.
sl: Protokol I2P Klienta (I2CP) omogoča komunikacijo zunanjih aplikacij (klientov) z I2P preko enega TCP vrat, po privzemu uporablja vrata 7654. Za več informacij, glejte <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: I2P Client Protocol (I2CP) gör det möjligt för externa applikationer (klienter) att kommunicera med I2P via enkel TCP socket, som standard med port 7654. För mer information, se <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: Протокол I2P клієнта (I2CP) дозволяє зовнішнім застосункам (клієнтам) спілкуватися з I2P через один TCP-сокет, за замовчуванням через порт 7654. Додаткову інформацію можна знайти в <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>онлайн-документації</a>.
vi: Giao thức I2P Client (I2CP) cho phép các ứng dụng bên ngoài (clients) liên lạc với I2P qua cổng TCP duy nhất, mặc định là sử dụng cổng 7654. Để biết thêm thông tin, xem <a href=https://geti2p.net/en/docs/protocol/i2cp class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: The I2P Network Protocol (I2NP) manages the routing and mixing of messages between routers, in addition to the transport selection (where more than one is supported) when communicating with a peer. For more information, see the <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: يدير بروتوكول الشبكة I2P (I2NP) عملية التوجيه والمزج بين الرسائل بين الموجهات، بالإضافة إلى اختيار وسيلة النقل (عندما تكون أكثر من وسيلة مدعومة) عند التواصل مع زميل. لمزيد من المعلومات قم بزيارة الوثائق <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: I2P Network Protocol (I2NP), ruterlər arasında mesajların yönləndirilməsini və qarışdırılmasını idarə edir, həmçinin həlli (daha çox dəstəklənəndə birdən çox olaraq) ilə eşdəyli şəkildə əlaqələndikdə (bərabər istifadədə) transport seçkisi. Daha ətraflı məlumat üçün <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>onlayn sənədləndirməyə</a> baxın.
bo: I2P དྲ་བའི་གྲོས་མོལ་(I2NP) ནི་སྒོ་བསྒྲག་མ་རྣམས་ཀྱི་བར་གྱི་འཕྲིན་ཡིག་གི་འགྲོ་ལམ་དང་འགྲོ་སྐོར་བཅོས་སྒྲིག་དང་། མཉམ་གྲོགས་དང་འབྲེལ་བ་བྱེད་སྐབས་འགྲུལ་སྐོར་གཅིག་ཡང་མིན་བརྒྱ་ཕྲག་གཅིག་གཞིར་བཞག་པའི་དུས་ཐོག་འགྲུལ་སྐོར་འདེམ་རུང་གི་སྒོ་རོལ་གཙོ་བོར་བཟུང་ཡོད། གཞན་མང་ཤེས་འདོད་ན། <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a>འཚོལ་ཞིབ་བྱོས།
cs: Protokol I2P Network Protocol (I2NP) spravuje směrování a míchání zpráv mezi směrovači, včetně výběru přenosu (pokud je podporováno více prostředků) při komunikaci s ostatními směrovači. Další informace naleznete v <a href=https://geti2p.net/en/docs/protocol/i2np>online dokumentaci</a>.
da: I2P Network Protocol (I2NP) administrerer routing og blanding af beskeder mellem routere samt valg af transport (hvor mere end én er understøttet), når der kommunikeres med en peer. For mere information, se <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online dokumentationen</a>.
el: Το I2P Network Protocol (I2NP) διαχειρίζεται τη δρομολόγηση και ανάμιξη των μηνυμάτων μεταξύ δρομολογητών, εκτός από την επιλογή μεταφοράς (όπου υποστηρίζονται περισσότερο από μία) κατά την επικοινωνία με έναν όμοιό του. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>ηλεκτρονική τεκμηρίωση</a>.
es: El Protocolo de Red I2P (I2NP) gestiona el enrutamiento y mezcla de mensajes entre enrutadores, además de la selección del transporte (cuando se apoya más de uno) al comunicarse con un par. Para más información, consulta la <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: I2P võrguprotokoll (I2NP) juhib teadete marsruutimist ja segamist ruutrite vahel, lisaks transpordi valimine (kui rohkem kui üks on toetatud) suheldes eakaaslasega. Rohkem teavet leiate <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>vebdokumentatsioonist</a>.
fa: پروتکل شبکه I2P (I2NP) مسیریابی و اختلاط پیام ها را بین مسیریاب ها، علاوه بر انتخاب انتقال (در جایی که بیش از یک مورد پشتیبانی می شود) هنگام برقراری ارتباط با یک همتا، مدیریت می کند.
fi: I2P-verkkoprotokolla (I2NP) hallinnoi viestien reititystä ja sekoittamista reitittimien välillä sekä kuljetusvalinnan (jossa useampi kuin yksi on tuettu) viestintään vertaisen kanssa. Lisätietoja saa <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: I2P नेटवर्क प्रोटोकॉल (I2NP) रूटर के बीच संदेशों के यातायात और मिश्रण को प्रबंधित करता है, साथ ही साथ ट्रांसपोर्ट चयन के साथ (जहाँ एक से अधिक समर्थित होता है) जब एक साथी के साथ संचार करते समय। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Az I2P-hálózati protokoll (I2NP) kezeli az üzenetek útválasztását és összekeverését az útválasztók között, valamint a szállítási kiválasztást (amikor több mint egy támogatott) a többi részével való kommunikáció során. További információért lásd a(z) <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Protokol Jaringan I2P (I2NP) mengelola penerjangan dan pencampuran pesan antara router, di samping pemilihan transportasi (di mana lebih dari satu didukung) saat berkomunikasi dengan rekan sejajar. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Il protocollo di rete I2P (I2NP) gestisce la distribuzione e la miscelazione di messaggi tra i router, oltre alla selezione del trasporto (dove ne è supportato più di uno) durante la comunicazione con un peer. Per ulteriori informazioni, consultare <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>la documentazione online</a>.
ja: I2Pネットワークプロトコル（I2NP）は、ルーター間のメッセージのルーティングとミキシングを管理します。また、ピアと通信する際のトランスポートの選択（複数の場合）も行います。詳細については、<a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: I2NP(I2P 네트워크 프로토콜)는 피어와 통신할 때 전송 선택(둘 이상이 지원되는 경우) 외에도 라우터 간 메시지 라우팅 및 혼합을 관리합니다. 자세한 내용은 <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하세요.
nb: I2P-nettverksprotokollen (I2NP) håndterer ruting og blanding av meldinger mellom rutere, i tillegg til valg av transport (når mer enn én er støttet) ved kommunikasjon med en peer. For mer informasjon, se <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online dokumentasjon</a>.
nl: Het I2P Netwerk Protocol (I2NP) beheert de routing en het mixen van berichten tussen routers, naast de transportselectie (waar meer dan één wordt ondersteund) bij het communiceren met een peer. Zie voor meer informatie de <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: O Protocolo de Rede I2P (I2NP) gerencia o roteamento e a mistura de mensagens entre roteadores, além da seleção do transporte (quando mais de um é suportado) ao se comunicar com um par. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: Protokol omrežja I2P (I2NP) upravlja usmerjanjem in mešanjem sporočil med usmerjevalniki, poleg izbora prevoza (kjer je podprto več kot en) pri komunikaciji s sosednjim strežnikom. Za več informacij, glejte <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: I2P Network Protocol (I2NP) hanterar routing och blandning av meddelanden mellan routrar, samt transportval (där mer än en stöds) vid kommunikation med en peer. För mer information, se <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: Протокол мережі I2P (I2NP) управляє маршрутизацією та перемішуванням повідомлень між маршрутизаторами, а також вибором транспорту (якщо підтримується декілька варіантів) при спілкуванні з піром. Додаткову інформацію можна знайти в <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>онлайн-документації</a>.
vi: Giao thức Mạng I2P (I2NP) quản lý định tuyến và trộn lẫn các tin nhắn giữa các bộ định tuyến, bên cạnh lựa chọn phương tiện vận chuyển (khi hỗ trợ nhiều hơn một) khi liên lạc với đồng đẳng. Để biết thêm thông tin, xem <a href=https://geti2p.net/en/docs/protocol/i2np class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.
