Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Enabled floodfill
ar: تمكين الفيضانات
az: Daşqını aktivləşdirdi
bo: ཁྲོགས་ཆེན་བརླུགས་པར་ནུས་མིན།
cs: Povoleno zaplavování
da: Aktivere floodfill
el: Ενεργοποιημένη πλήρωση πλημμυρών
es: Se habilitó como floodfill
et: üleujutuse täitmine lubatud
fa: سیل پر کردن فعال شد
fi: Floodfill käytössä
hi: फ्लूडफिल सक्षम किया
hu: Engedélyezett floodfill
in: Floodfill diaktifkan
it: Floodfill abilitato
ja: Floodfill を有効化
ko: 활성화 된 Floodfill
nb: Flodfyll påskrudd
nl: Floodfill ingeschakeld
pt: Permitido floodfill
sl: Omogočen zalivni
sv: Floodfill aktiverat
uk: Floodfill активовано
vi: Kích hoạt tính năng lấp lũ

source: Changed IP
ar: تغيير IP
az: IP dəyişdirildi
bo: IP བསྒྱུར་བཏོན་པ།
cs: Změněna IP
da: IP ændret
el: Άλλαξε IP
es: La IP cambió
et: IP muudetud
fa: IP تغییر یافت
fi: IP vaihdettu
hi: IP बदल दिया
hu: IP megváltozott
in: IP yang berubah
it: IP modificato
ja: IPが変更されました
ko: 변경한 IP
nb: Endret IP
nl: IP gewijzigd
pt: IP Modificado
sl: Spremenjena IP
sv: Ändrade IP
uk: IP-адреса змінена
vi: Đã thay đổi IP

source: Changed port
ar: تم تغيير المنفذ
az: Port dəyişdirildi
bo: འཛུད་སྐར་བསྒྱུར་བཏོན་པ།
cs: Změněn port
da: Port ændret
el: Άλλαξε θύρα
es: El puerto cambió
et: port vahetatud
fa: درگاه تغییر یافت
fi: Vaihtunut portti
hi: पोर्ट बदल दिया
hu: Port megváltozott
in: Port yang berubah
it: Porta modificata
ja: ポートが変更されました
ko: 변경한 포트
nb: Endret port
nl: Poort gewijzigd
pt: Porta modificada
sl: Spremenjeno vrata
sv: Ändrade port
uk: Порт змінений
vi: Đã thay đổi cổng

source: Clock shifted
ar: تحولت الساعة
az: Saat dəyişdi
bo: ཆུ་འཕོར་སྐར་བསྒྱུར་བ།
cs: Hodiny posunuty
da: Ur flyttet
el: Το ρολόι άλλαξε
es: La hora cambió
et: Kell nihutatud
fa: ساعت تغییر کرد
fi: Kelloa siirretty
hi: घड़ी बदल गई
hu: Az óra eltolva
in: Jam bergeser
it: Orario spostato
ja: クロックがシフトされました
ko: 클럭 시프트됨
nb: Klokken er forskjøvet
nl: Klok verschoven
pt: Relogio deslocado
sl: Urnik je premikljen
sv: Klockan skiftade
uk: Годинник зміщено
vi: Đồng hồ đã dịch chuyển

source: Crashed
ar: تحطمت
az: Qəzaya uğradı
bo: གདའ་ཁུག་པ།
cs: Havaroval
da: Nedbrud
el: Συνετρίβη
es: Se ha caído
et: kukkus kokku
fa: تصادف کرد
fi: Törmäsi
hi: क्रैश हुआ
hu: Lezuhant
in: Crash
it: Crashato
ja: クラッシュ
ko: 충돌한
nb: Kræsjet
nl: Gecrashed
pt: Crash
sl: Se je zrušil
sv: Kraschade
uk: Розбився
vi: Đã gặp sự cố

source: Critical error
ar: خطأ فادح
az: Kritik səhv
bo: གནས་ཉེན་བརྡ་བའི་འཛོལ་བ།
cs: Kritická chyba
da: Kritisk fejl
el: Κρίσιμο σφάλμα
es: Error crítico
et: kriitiline viga
fa: خطای بحرانی
fi: Kriittinen virhe
hi: गंभीर त्रुटि
hu: Kritikus hiba
in: Error kritis
it: Errore irreversibile
ja: クリティカルエラー
ko: 치명적인 오류
nb: Kritisk feil
nl: Kritieke fout
pt: Erro crítico
sl: Kriščni napaka
sv: Kritiskt fel
uk: Критична помилка
vi: Lỗi nghiêm trọng

source: Installed new version
ar: تم تثبيت الإصدار الجديد
az: Yeni versiya quraşdırılıb
bo: ཐོག་པར་མོན་སྐར་བསྒྱུར་བཏོན་པ།
cs: Nainstalována nová verze
da: Ny version installeret
el: Εγκατεστημένη νέα έκδοση
es: Se instaló una nueva versión
et: installitud uus versioon
fa: نسخه جدید نصب شد
fi: Asennettu uusi versio
hi: नई संस्करण स्थापित की
hu: Új verzió telepítve
in: Versi baru telah terinstall
it: Nuova versione installata
ja: 新しいバージョンがインストールされました
ko: 새 버전 설치함
nb: Installerte ny versjon
nl: Nieuwe versie geïnstalleerd
pt: Nova versão instalada
sl: Nameščena je nova različica
sv: Installerade ny version
uk: Встановлено нову версію
vi: Đã cài đặt phiên bản mới

source: Install failed
ar: فشل التثبيت
az: Quraşdırma uğursuz oldu
bo: གསར་བསྒྱུར་བཏོན་པ་ཕམ་ཉེས།
cs: Instalace se nezdařila
da: Installation misslykkedes
el: Η εγκατάσταση απέτυχε
es: La instalación falló
et: Install nurjus
fa: نصب ناموفق بود
fi: Asennus epäonnistui
hi: स्थापना विफल रही
hu: Sikertelen telepítés
in: Instalasi gagal
it: Installazione fallita
ja: インストール失敗
ko: 설치 실패함
nb: Installasjon mislyktes
nl: Installatie is mislukt
pt: Instalação falhou
sl: Namestitev je spodletela
sv: Installation misslyckades
uk: Встановлення невдале
vi: Cài đặt không thành công

source: Network error
ar: خطأ في الشبكة
az: Şəbəkə xətası
bo: དྲ་གནས་འཛོལ་བ།
cs: Chyba sítě
da: Netværk fejl
el: Σφάλμα δικτύου
es: Error de red
et: Võrgu viga
fa: خطا شبکه
fi: Verkkovirhe
hi: नेटवर्क त्रुटि
hu: Hálózati hiba
in: Error jaringan
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nb: Nettverksfeil
nl: Netwerk fout
pt: Erro de rede
sl: Napaka omrežja
sv: Nätverksfel
uk: Помилка мережі
vi: Lỗi mạng

source: New router identity
ar: هوية جهاز التوجيه الجديد
az: Yeni marşrutlaşdırıcının şəxsiyyəti
bo: རོ་ཌེར་ལའི་སྐར་བའི་གནས་རིས་ཡིག་ཆས་ཚུག་དང་།
cs: Nová identita routeru
da: Ny router identitet
el: Νέα ταυτότητα δρομολογητή
es: Nueva identidad del router
et: ruuteri uus identiteet
fa: هویت روتر جدید
fi: Uusi reitittimen identiteetti
hi: नई राउटर पहचान
hu: Új útválasztó azonosító
in: Identitas router baru
it: Nuova identità del router
ja: 新しいルーターidentity
ko: 새 라우터 신원
nb: Ny ruteridentitet
nl: Nieuwe router identiteit
pt: Nova identidade do roteador
sl: Nova identiteta usmerjevalnika
sv: Ny router identitet
uk: Нова ідентифікація маршрутизатора
vi: Nhận dạng bộ định tuyến mới

source: Disabled floodfill
ar: تعطيل الفيضانات
az: daşqın doldurma fəaliyyətini dayandırdı
bo: ཁྲོགས་ཆེན་བརླུགས་པར་ནུས་མིན།
cs: Zakázána záplava
da: Flodfill deaktiveret
el: Απενεργοποιημένο floodfill
es: Se deshabilitó como floodfill
et: Keelatud üleujutus
fa: سیلاب غیرفعال
fi: Poistettu tulvatäyttö
hi: फ्लूडफिल अक्षम किया
hu: Letiltott árvízkitöltés
in: Floodfill dinonaktifkan
it: Floodfill disabilitato
ja: Floodfill が無効になりました
ko: Floodfill을 끄했습니다
nb: Flodfyll avskrudd
nl: Floodfill uitgeschakeld
pt: Recusado floodfill
sl: Onemogočen zalivni
sv: Avaktiverade floodfill
uk: Floodfill деактивовано
vi: Bãi ngập bị vô hiệu hóa

source: Out of memory error
ar: خطأ في نفاد الذاكرة
az: Yaddaş çatışmazlığı xətası
bo: དྲོན་གནས་ཉེན་བརྡ་བའི་འཛོལ་བ།
cs: Chyba nedostatku paměti
da: Fejl ud af hukommelse
el: Σφάλμα μη διαθέσιμης μνήμης
es: Error por agotamiento de memoria
et: Mälu otsas viga
fa: خطای حافظه تمام شده است
fi: Muisti loppui-virhe
hi: मेमोरी की कमी की त्रुटि
hu: Memóriahiány hiba
in: Error jenis kehabisan memory
it: Errore out of memory
ja: エラー：メモリ不足
ko: Out of memory 오류
nb: Mangler minne
nl: Geen geheugen fout
pt: Erro Falta de memoria
sl: Napaka z manjkajočim pomnilnikom
sv: Slut på minne
uk: Помилка: недостатньо пам’яті
vi: Lỗi hết bộ nhớ

source: Reachability change
ar: تغيير إمكانية الوصول
az: Əlçatanlıq dəyişikliyi
bo: འཛུད་སྐར་བའི་གནས་རིས་ཡིག་བསྒྱུར་བ།
cs: Změna dosažitelnosti
da: Adgangs forandring
el: Αλλαγή
es: Cambio en la disponibilidad
et: Kättesaadavuse muutus
fa: تغییر قابلیت دسترسی
fi: Saavutettavuuden muutos
hi: पहुँचकर्ता बदलाव
hu: Elérhetőség változás
in: Perubahan reachability
it: Raggiungibilità modificata
ja: 到達可能性の変更
ko: 도달 가능성 변경
nb: Tilgangstilstand endret
nl: bereikbaarheid wijziging
pt: Mudança de acessibilidade
sl: Sprememba dosegljivosti
sv: Åtkomst ändrad
uk: Зміна доступності
vi: Thay đổi khả năng tiếp cận

source: Reseeded router
ar: جهاز التوجيه المعاد زرعه
az: Yenidən əkilmiş marşrutlaşdırıcı
bo: རྒྱུན་བཙོན་པའི་རོ་ཌེར་ལ།
cs: Reseted router
el: Ρουτερ με επανασπορά
es: El router ha sido resembrado
et: uuesti külvatud ruuter
fa: مسیریاب Reseeded
fi: Reseeded reititin
hi: पुनःसंचयित राउटर
hu: Bootstrapped útválasztó
in: Router yang menerima reseed
it: Router reseeded
ja: ルーターをリシードしました
ko: 라우터 재시드됨
nb: Sådde om ruter
nl: Router herzaaid
pt: Roteador propagado
sl: Ponovno semenjen usmerjevalnik
sv: Återdistribuerade router
uk: Перезавантажений маршрутизатор
vi: Bộ định tuyến đã được cài đặt lại

source: Soft restart
ar: إعادة التشغيل الناعمة
az: Yumşaq yenidən başladın
bo: འཇམ་སླར་འཛུགས།
cs: Měkký restart
da: Blød genstart
el: Απαλή επανεκκίνηση
es: Reinicio suave
et: pehme taaskäivitamine
fa: راه اندازی مجدد نرم
fi: Pehmeä uudelleenkäynnistys
hi: मुलाकाती रीस्टार्ट
hu: Lágy újraindítás
it: Riavvio elegante
ja: 再起動
ko: 부드러운 재시작
nb: Myk omstart
nl: Zachte reset
pt: Reinicialização suave
sl: Mehki ponovni zagon
sv: Mjuk omstart
uk: М’який перезапуск
vi: Khởi động lại nhẹ nhàng

source: Started router
ar: بدء تشغيل جهاز التوجيه
az: Router işə salındı
bo: རོ་ཌེར་འཛུགས་བཀོད་བར་བ།
cs: Spuštěný router
da: Startet router
el: Εκκίνηση δρομολογητή
es: El router se inició
et: ruuter käivitati
fa: روتر راه اندازی شد
fi: Käynnistetty reititin
hi: राउटर शुरू किया
hu: Elindult a router
in: Router yang telah dinyalakan
it: Router avviato
ja: ルーターは開始しました
ko: 라우터 재시작됨
nb: Ruter startet
nl: Router gestart
pt: Roteador iniciado
sl: Zažel usmerjevalnik
sv: Startade router
uk: Роутер запущено
vi: Bộ định tuyến đã khởi động

source: Stopped router
ar: توقف جهاز التوجيه
az: Router dayandırıldı
bo: རོ་ཌེར་འཛུགས་བཀོད་བར་བཏང་།
cs: Zastaven router
da: Standsede router
el: Διακόπηκε ο δρομολογητής
es: El router se detuvo
et: ruuter on peatatud
fa: روتر متوقف شده
fi: Pysäytetty reititin
hi: राउटर रोक दिया
hu: Leállított router
in: Router yang telah dimatikan
it: Router fermato
ja: ルーターは停止しました
ko: 라우터 멈춤
nb: Ruter stoppet
nl: Router gestopt
pt: Roteador parado
sl: Ustavil usmerjevalnik
sv: Stoppade router
uk: Роутер зупинено
vi: Bộ định tuyến đã dừng

source: Updated router
ar: جهاز التوجيه المحدث
az: Yenilənmiş marşrutlaşdırıcı
bo: རོ་ཌེར་ལའི་སྐར་བསྒྱུར་བཏོན་པ།
cs: Aktualizovaný router
da: Opdaterede router
el: Ενημερώθηκε ο δρομολογητής
es: El router se actualizó
et: Värskendatud ruuter
fa: روتر به روز شده
fi: Päivitetty reititin
hi: राउटर अपडेट किया
hu: Frissített router
in: Router yang telah diupdate
it: Router aggiornato
ja: ルーターをアップデートしました
ko: 라우터 업데이트함
nb: Ruter oppdatert
nl: Router bijgewerkt
pt: Roteador atualizado
sl: Posodobljen usmerjevalnik
sv: Uppdaterade router
uk: Роутер оновлено
vi: Bộ định tuyến được cập nhật

source: Watchdog warning
ar: تحذير الوكالة الدولية للطاقة
az: Gözətçi xəbərdarlığı
bo: ལྟོན་གནས་ཉེན་བརྡ་བ།
cs: Varování hlídacího psa
da: Vagthund advarsel
el: Προειδοποίηση φύλακα
es: Advertencia del vigilante
et: valvekoera hoiatus
fa: هشدار سگ نگهبان
fi: Vahtikoiran varoitus
hi: वॉचडॉग चेतावनी
hu: Őrzőkutya figyelmeztetés
in: Peringatan dari Watchdog
it: Avviso watchdog
ja: ウォッチドッグ警告
ko: 감시 경고
nb: Vakthundsadvarsel
nl: Waakhond waarschuwing
pt: Aviso de cão de guarda
sl: Opozorilo čupa
sv: Vakthund varnar
uk: Попередження сторожа
vi: Cảnh báo của cơ quan giám sát

source: Display Events
ar: عرض الأحداث
az: Hadisələri göstərin
bo: བྱུད་བརྒྱུན་བཀྲལ་བརྒྱུན།
cs: Zobrazení událostí
da: Vise Hændelser
el: Εμφάνιση συμβάντων
es: Mostrar eventos
et: Kuva sündmused
fa: نمایش رویدادها
fi: Näyttötapahtumat
hi: घटनाओं को दिखाएं
hu: Események megjelenítése
in: Tampilkan Event
it: Mostra gli eventi
ja: イベント表示
ko: 이벤트 표시
nb: Vis hendleser
nl: Gebeurtenissen weergeven
pt: Exibir eventos
sl: Prikaži dogodke
sv: Visa händelser
uk: Показувати події
vi: Hiển thị sự kiện

source: Events since
ar: الأحداث منذ ذلك الحين
az: O vaxtdan bəri hadisələr
bo: བྱུད་བརྒྱུན།
cs: Události od
da: Hændelser siden
el: Εκδηλώσεις από το
es: Eventos desde
et: Sündmused alates
fa: رویدادها از آن زمان
fi: Tapahtumia alkaen
hi: के बाद से घटनाएँ
hu: A óta történt események
in: Daftar event sejak
it: Eventi dal
ja: 以降のイベント
ko: 이벤트 기간
nb: Hendelser siden
nl: Gebeurtenissen sinds
pt: Eventos desde
sl: Dogodki od
sv: Händelser sedan
uk: Події від
vi: Các sự kiện kể từ đó

source: Event type
ar: نوع الحدث
az: Hadisə növü
bo: བྱུད་བརྒྱུན་དོངས།
cs: Typ události
da: Hændelse type
el: Τύπος εκδήλωσης
es: Tipo de evento
et: Sündmuse tüüp
fa: نوع رویداد
fi: Tapahtumatyyppi
hi: घटना प्रकार
hu: Esemény típusa
in: Tipe event
it: Tipo evento
ja: ベントタイプ
ko: 이벤트 타입
nb: Hendelsestype
nl: Gebeurtenis type
pt: Tipo de evento
sl: Vrsta dogodka
sv: Händelsetyp
uk: Тип події
vi: Loại sự kiện

source: All events
ar: جميع الأحداث
az: Bütün hadisələr
bo: བྱུད་བརྒྱུན་ཆ་ཚང་།
cs: Všechny události
da: Alle hændelser
el: Όλες οι εκδηλώσεις
es: Todos los eventos
et: Kõik sündmused
fa: همه وقایع
fi: Kaikki tapahtumat
hi: सभी घटनाएँ
hu: Minden esemény
in: Semua event
it: Tutti gli eventi
ja: すべてのイベント
ko: 모든 이벤트
nb: Alle hendleser
nl: Alle gebeurtenissen
pt: Todos os eventos
sl: Vsi dogodki
sv: Alla händelser
uk: Всі події
vi: Tất cả sự kiện

source: Filter events
ar: تصفية الأحداث
az: Hadisələri süzün
bo: བྱུད་བརྒྱུན་བཏོན་པ།
cs: Filtrování událostí
da: Filter hændelser
el: Φιλτράρισμα συμβάντων
es: Filtrar eventos
et: Sündmuste filtreerimine
fa: رویدادها را فیلتر کنید
fi: Suodata tapahtumat
hi: घटनाओं को फ़िल्टर करें
hu: Események szűrése
in: Filter event
it: Filtra eventi
ja: イベントをフィルター
ko: 이벤트 필터링
nb: Filtrer hendleser
nl: Gebeurtenissen filteren
pt: Filtrar eventos
sl: Filtriraj dogodke
sv: Filtrera händelser
uk: Фільтрувати події
vi: Lọc sự kiện

source: No events found
ar: لم يتم العثور على أي أحداث
az: Tədbir tapılmadı
bo: བྱུད་བརྒྱུན་མེད་མེད་མིན།
cs: Nebyly nalezeny žádné události
da: Ingen hændelser fundet
el: Δεν βρέθηκαν γεγονότα
es: No se encontraron eventos
et: Ühtegi sündmust ei leitud
fa: هیچ رویدادی یافت نشد
fi: Tapahtumia ei löytynyt
hi: कोई घटना नहीं मिली
hu: Nincs esemény
in: Tidak ada event ditemukan
it: Nessun evento trovato
ja: イベントはありません
ko: 이벤트 발견되지 않음
nb: Ingen hendelser funnet
nl: Geen gebeurtenissen gevonden
pt: Nenhum evento encontrado
sl: Dogodkov ni najdenih
sv: Inga händelser hittade
uk: Подій не знайдено
vi: Không tìm thấy sự kiện nào

source: No events found in previous {0}
ar: لم يتم العثور على أحداث في {0} السابقة
az: Əvvəlki {0} tarixində heç bir tədbir tapılmadı
bo: {0} གདོངས་མི་ན་བྱུད་བརྒྱུན་མེད་མིན་མེད་མིན།
cs: V předchozích {0} nebyly nalezeny žádné události
da: Ingen hændelser fundet i tidligere {0}
el: Δεν βρέθηκαν συμβάντα στο προηγούμενο {0}
es: No se encontraron eventos en el anterior {0}
et: Eelmises {0} sündmusi ei leitud
fa: هیچ رویدادی در {0} قبلی یافت نشد
fi: Tapahtumia ei löytynyt edellisestä {0}
hi: {0} पहले की घटनाओं में कोई नहीं मिला
hu: Nem található esemény az előző {0}-ban
in: Tidak ada event ditemukan di {0} sebelumnya
it: Nessun evento rilevato negli scorsi {0}
ja: 過去 {0} にイベントはありませんでした
ko: {0} 이전에서 이벤트 발견안됨
nb: Ingen hendelser funnet i forrige {0}
nl: Geen gebeurtenissen gevonden in de vorige {0}
pt: Nenhum evento encontrado em {0} anterior
sl: Dogodkov ni najdenih v prejšnjih {0}
sv: Inga händelser hittade i förra {0}
uk: В попередньому {0} подій не знайдено
vi: Không tìm thấy sự kiện nào trong {0} trước đó

source: No "{0}" events found
ar: لم يتم العثور على أحداث "{0}".
az: "{0}" tədbiri tapılmadı
bo: "{0}" བྱུད་རྒྱུན་མ་རྙེད།
cs: Nebyly nalezeny žádné události "{0}".
da: Ingen "{0}" hændelser fundet
el: Δεν βρέθηκαν συμβάντα "{0}".
es: No se encontraron eventos "{0}"
et: "{0}" sündmusi ei leitud
fa: هیچ رویداد "{0}" یافت نشد
fi: "{0}" tapahtumia ei löytynyt
hi: "{0}" घटनाओं को नहीं मिला
hu: Nem található "{0}" esemény
in: Tidak ada "{0}" event ditemukan
it: Nessun evento "{0}" trovato
ja: "{0} イベントはありませんでした
ko: "{0}" 이벤트 발견안됨
nb: Ingen "{0}"-hendelser funnet
nl: Geen "{0}" gebeurtenissen gevonden
pt: Nenhum evento "{0}" encontrado
sl: Dogodkov "{0}" ni najdenih
sv: Inga "{0}" händelser funna
uk: Подій "{0}" не знайдено
vi: Không tìm thấy sự kiện "{0}"

source: No "{0}" events found in previous {1}
ar: لم يتم العثور على أحداث "{0}" في {1} السابقة
az: Əvvəlki {1}-də "{0}" tədbiri tapılmadı
bo: {1} གདོངས་མི་ན་ "{0}" བྱུད་བརྒྱུན་མེད་མིན་མེད་མིན།
cs: V předchozích {1} nebyly nalezeny žádné události "{0}"
da: Ingen "{0}" hændelser fundet i tidligere {1}
el: Δεν βρέθηκαν συμβάντα "{0}" στα προηγούμενα {1}
es: No se encontraron eventos "{0}" en el anterior {1}
et: Eelmises {1} sündmusi "{0}" ei leitud
fa: هیچ رویداد "{0}" در {1} قبلی یافت نشد
fi: Ei löytynyt "{0}" tapahtumia edellisestä {1}
hi: {0} घटनाओं को {1} पहले की घटनाओं में नहीं मिला
hu: Nem található "{0}" esemény az előző {1} között
in: Tidak ada "{0}" event ditemukan di {1} sebelumnya
it: Nessun evento "{0}" trovato nel precedente {1}
ja: "{0}" イベントは過去 {1} にありませんでした
ko: {1} 이전에서 "{0}" 이벤트 발견안됨
nb: Ingen "{0}"-hendelser funnet i forrige {1}
nl: Geen "{0}" gebeurtenissen gevonden in de vorige {1}
pt: Nenhum evento "{0}" encontrado em {1} anterior
sl: Dogodkov "{0}" ni najdenih v prejšnjih {1}
sv: Inga "{0}" händelser funna i föregående {1}
uk: Подій "{0}" не знайдено в попередньому {1}
vi: Không tìm thấy sự kiện "{0}" nào trong {1} trước đó

source: Time
ar: الوقت
az: Vaxt
bo: དུས་ཚོད།
cs: Cas
da: Tid
el: Ώρα
es: Hora
et: Aeg
fa: زمان
fi: Aika
hi: समय
hu: Idő
in: Waktu:
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pt: Tempo
sl: Čas
sv: Tid
uk: Час
vi: Thời gian

source: Event
ar: الحدث
az: Tədbir
bo: བྱུད་བརྒྱུན།
cs: Událost
da: Hændelser
el: Συμβάν
es: Evento
et: Sündmus
fa: رویداد خبری
fi: Tapahtuma
hi: घटना
hu: Esemény
it: Evento
ja: イベント
ko: 이벤트
nb: Hendelse
nl: Gebeurtenis
pt: Evento
sl: Dogodek
sv: Händelse
uk: Подія
vi: Biến cố

source: Details
ar: التفاصيل
az: Detallar
bo: ཞིབ་ཕྲ།
cs: Detaily
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
fa: جزئیات
fi: Lisätiedot
hi: विवरण
hu: Részletek
in: Detail
it: Dettagli
ja: 詳細
ko: 세부사항
nb: Detaljer
pt: Detalhes
sl: Podrobnosti
sv: Detaljer
uk: Деталі
vi: Chi Tiết

source: Combined bandwidth graph
ar: رسم بياني لسرعة الاتصال
az: Birləşdirilmiş bant genişliyi qrafiki
bo: གྲོགས་སྦྱོར་བརྒྱུད་བཏོན་གྱི་རི་མོ།
cs: Graf kombinované šířky pásma
da: Kombineret båndbredde graf
el: Γράφημα συνδυασμένου εύρους ζώνης
es: Gráfica de ancho de banda combinado
et: Kombineeritud ribalaiuse graafik
fa: نمودار پهنای باند ترکیبی
fi: Yhdistetty kaistanleveyskaavio
hi: संयुक्त बैंडविड्थ ग्राफ़
hu: Egyesített sávszélesség-ábra
in: Grafik bandwidth gabungan
it: Grafico combinato di larghezza della banda
ja: 複合帯域幅グラフ
ko: 합쳐진 대역폭 그래프
nb: Kombinert båndbreddegraf
nl: Gecombineerde bandbreedte grafiek
pt: Gráfico de largura de banda combinada
sl: Zlago grafa širine pasma
sv: Kombinerad bandbreddsdiagram
uk: комбінований графік пропускної здатності
vi: Biểu đồ băng thông kết hợp

source: {0} for {1}
ar: {0} لـ {1}
az: {0} {1} üçün
bo: {1} ལ་{0}
cs: {0} pro {1}
el: {0} για {1}
es: {0} para {1}
fa: {0} برای {1}
hi: {1} के लिए {0}
hu: {0} {1} számára.
in: {0} untuk {1}
it: {0} per {1}
ja: {1} 間 {0}
ko: {1} 중 {0}
nl: {0} voor {1}
pt: {0} para {1}
sl: {0} za {1}
sv: {0} för {1}
uk: {0} для {1}
vi: {0} cho {1}

source: Nothing to display - no stat specified!
bo: བཀྲལ་བར་ཅི་ཡང་མེད། - ཚད་རྩིས་གསལ་བཀོད་མེད།
hi: दिखाने के लिए कुछ नहीं - कोई स्टैट नहीं निर्दिष्ट किया!
ko: 보여줄 내용 없음 - 통계 정보 미지정!
sl: Ničesar za prikaz - statistika ni določena!

source: ending {0} ago
ar: تنتهي قبل {0}
az: {0} əvvəl bitir
bo: {0} ནས་མཇུག་པ།
cs: končící před {0}
da: slutter {0} siden
el: έληγε {0} πριν
es: terminando hace {0}
et: lõpeb {0} tagasi
fa: پایان {0} پیش
fi: loppuu {0} sitten
hi: {0} पहले समाप्त
hu: Véget ért {0} előtt.
in: mengakhiri {0} yang lalu
it: termina {0} fa
ja: {0} 前に終了
ko: {0} 전부터 끝내는 중
nb: sluttet for {0} siden
nl: {0} geleden geeindigd
pt: terminando {0} atrás
sl: konča {0} pred
sv: Slutade för {0} sen
uk: завершується {0} тому
vi: kết thúc {0} trước

source: Return to main graphs page
ar: العودة إلى صفحة الرسوم البيانية الرئيسية
az: Əsas qrafiklər səhifəsinə qayıt
bo: རི་མོའི་གཙོ་ངོས་ལ་ལོག་པ།
cs: Návrat na hlavní stránku s grafy
da: Vend tilbage til hovedsiden med grafer
el: Επιστροφή στην κύρια σελίδα γραφημάτων
es: Volver a la página de gráficas principal
et: Naase graafikute põhilehele
fa: بازگشت به صفحه نمودارهای اصلی
fi: Palaa pääkaavioiden sivulle
hi: मुख्य ग्राफ़ पृष्ठ पर वापस जाएं
hu: Visszatérés a fő grafikonok oldalára
in: Kembali ke halaman grafik utama
it: Ritorna alla pagina principale dei grafici
ja: メイングラフページに戻ります
ko: 기본 그래프 페이지로 돌아갑니다
nb: Tilbake til hovedgrafsiden
nl: Keer terug naar de hoofdpagina met grafieken
pt: Retornar à página principal dos gráficos
sl: Povrat na glavno stran grafov
sv: Återgå till huvudsidan för grafer
uk: Повернутися до головної сторінки графіків
vi: Quay lại trang biểu đồ chính

source: Larger
ar: أكبر
az: Daha böyük
bo: ཆེ་བ།
cs: Větší
da: Større
el: Μεγαλύτερο
es: Más grande
et: Laiem
fa: بزرگتر
fi: Suurempi
hi: बड़ा
hu: Nagyobb
in: Lebih besar
it: Maggiore
ja: より大きい
ko: 더 큰
nb: Større
nl: Groter
pt: Mais largo
sl: Večji
sv: Större
uk: Більше
vi: Lớn hơn

source: Smaller
ar: أصغر
az: Daha kiçik
bo: ཆུང་བ།
cs: Menší
da: Mindre
el: Μικρότερο
es: Más pequeño
et: Väiksem
fa: کوچکتر
fi: Pienempi
hi: छोटा
hu: Kisebb
in: Lebih kecil
it: Minore
ja: より小さい
ko: 더 작은
nb: Mindre
nl: Kleiner
pt: Mais baixo
sl: Manjši
sv: Mindre
uk: Менше
vi: Nhỏ hơn

source: Taller
ar: أطول
az: Daha hündür
bo: མཐོ་བ།
cs: Vyšší
da: Højere
el: Υψηλότερος
es: Más alto
et: Pikem
fa: بلندتر
fi: Kookkaampi
hi: ऊँचा
hu: Hosszabb
in: Lebih tinggi
it: Più alto
ja: より高い
ko: 더 긴
nb: Høyere
nl: Langer
pt: Mais alto
sl: Višji
sv: Längre
uk: Вище
vi: Cao hơn

source: Shorter
ar: أقصر
az: Daha qısa
bo: དམའ་བ།
cs: Kratší
da: Kortere
el: Μικρότερος
es: Más bajo
et: Lühem
fa: کوتاه تر
fi: Lyhyempi
hi: चोटा
hu: Rövidebb
in: Lebih pendek
it: Più basso
ja: より短い
ko: 더 짧은
nb: Kortere
nl: Korter
pt: Mais curto
sl: Krajši
sv: Kortare
uk: Нижче
vi: Ngắn hơn

source: Wider
ar: أوسع
az: Daha geniş
bo: རྒྱ་ཆེ་བ།
cs: Širší
da: Bredere
el: Ευρύτερος
es: Más ancho
et: Laiem
fa: گسترده تر
fi: Leveämpi
hi: बराबर
hu: Szélesebb
in: Lebih lebar
it: Più largo
ja: より広い
ko: 더 넓은
nb: Bredere
nl: Breder
pt: Mais comprido
sl: Širši
sv: Bredare
uk: Ширше
vi: Rộng hơn

source: Narrower
ar: أضيق
az: Daha dar
bo: གས་ཆུང་བ།
cs: Užší
da: Smallere
el: Στενότερος
es: Más estrecho
et: Kitsam
fa: باریکتر
fi: Kapeampi
hi: संकीर्ण
hu: Keskenyebb
in: Lebih sempit
it: Più stretto
ja: より遅い
ko: 더 좁은
nb: Smalere
nl: Dunner
pt: Mais estreito
sl: Užji
sv: Smalare
uk: Вужче
vi: Hẹp hơn

source: Larger interval
ar: فاصل زمني أكبر
az: Daha böyük interval
bo: ཆེ་བའི་དུས་ཡུན།
cs: Větší interval
da: Større interval
el: Μεγαλύτερο μεσοδιάστημα
es: Intervalo más grande
et: suurem intervall
fa: فاصله زمانی بیشتر
fi: Suurempi väli
hi: बड़ा अंतराल
hu: Nagyobb időköz
in: Interval yang lebih besar
it: Intervallo maggiore
ja: インターバルを大きく
ko: 더 큰 간격
nb: Større intervall
nl: Grotere interval
pt: Intervalo mais largo
sl: Večji interval
sv: Större intervall
uk: Більший інтервал
vi: Khoảng thời gian lớn hơn 52: Khoảng

source: Smaller interval
ar: فاصل أصغر
az: Daha kiçik interval
bo: ཆུང་བའི་དུས་ཡུན།
cs: Menší interval
da: Mindre interval
el: Μικρότερο μεσοδιάστημα
es: Intervalo más pequeño
et: Väiksem intervall
fa: فاصله کمتر
fi: Pienempi väli
hi: छोटा अंतराल
hu: Kisebb időköz
in: Interval yang lebih kecil
it: Intervallo minore
ja: インターバルを小さく
ko: 더 작은 간격
nb: Mindre intervall
nl: Kleinere interval
pt: Intervalo mais curto
sl: Manjši interval
sv: Mindre intervall
uk: Менший інтервал
vi: Khoảng cách nhỏ hơn

source: Previous interval
ar: الفاصل الزمني السابق
az: Əvvəlki interval
bo: གོང་མའི་དུས་ཡུན།
cs: Předchozí interval
da: Forrige interval
el: Προηγούμενο μεσοδιάστημα
es: Intervalo anterior
et: Eelmine intervall
fa: فاصله قبلی
fi: Edellinen väli
hi: पिछला अंतराल
hu: Előző időköz
in: Interval sebelumnya
it: Intervallo precedente
ja: 過去のインターバル
ko: 전 간격
nb: Forrige intervall
nl: Vorige interval
pt: Intervalo anterior
sl: Prejšnji interval
sv: Föregående intervall
uk: Попередній інтервал
vi: Khoảng trước

source: Next interval
ar: الفاصل الزمني التالي
az: Növbəti interval
bo: རྗེས་མའི་དུས་ཡུན།
cs: Další interval
da: Næste interval
el: Επόμενο μεσοδιάστημα
es: Intervalo siguiente
et: Järgmine intervall
fa: فاصله بعدی
fi: Seuraava väli
hi: अगला अंतराल
hu: Következő időköz
in: Interval berikutnya
it: Intervallo successivo
ja: 次のインターバル
ko: 다음 간격
nb: Neste intervall
nl: Volgende interval
pt: Próximo intervalo
sl: Naslednji interval
sv: Nästa intervall
uk: Наступний інтервал
vi: Khoảng thời gian tiếp theo
