Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Do not publicly publish the reseed file or share these files with a friend of a friend!
ar: لا تنشر الملف المعاد نشره علنًا أو تشارك هذه الملفات مع صديق أحد الأصدقاء!
az: Reseed faylına umumiyyətlə paylaşmaq və ya bu faylları bir dostun dostu ilə bölüşmək olmaz!
bo: སྐུར་བཏོན་གྱི་ཡིག་ཆ་དེ་མི་དམངས་པའི་གནས་གོང་དུ་མི་གཏོང་བ་དང་། འདྲེ་ཤོག་གི་འདྲེ་ཤོག་ལ་ཡང་མི་སྟར་བར་བརྩི་དགོས།
cs: Nepublikujte veřejně reseed soubor ani nesdílejte tyto soubory s přítelem přítele!
da: Udgiv ikke reseed-filen offentligt eller del disse filer med en ven af ​​en ven!
el: Μην δημοσιεύετε δημόσια το αρχείο επανασποράς ή μη μοιράζεστε αυτά τα αρχεία με έναν φίλο ενός φίλου!
es: ¡No publiques públicamente el archivo de resembrado y no compartas estos archivos con el amigo de un amigo!
et: Ärge avaldage uuesti külvatud faili avalikult ega jagage neid faile sõbra sõbraga!
fa: فایل تکثیر مجدد را به صورت عمومی منتشر نکنید یا آن را با دوست دوستتان اشتراک نگذارید!
fi: Älä julkaise julkisesti uudelleensijoitus-tiedostoa tai jaa näitä tiedostoja kaverin kaverin kanssa!
hi: बीजीकरण फ़ाइल को सार्वजनिक रूप से प्रकाशित न करें या इन फ़ाइलों को एक मित्र के मित्र के साथ साझा न करें!
hu: Ne publikálja a újraszórási fájlt nyilvánosan vagy ossza meg ezeket a fájlokat egy barát barátjával!
in: Jangan mempublikasikan file reseed secara publik atau membagikan file ini dengan teman dari teman!
it: Non pubblicare pubblicamente il file di reseed o condividere questi file con un amico di un amico!
ja: リシードファイルを公開しないでください。このファイルを友人の友人と共有することも避けてください！
ko: 재시딩 파일을 공개적으로 게시하거나 친구의 친구와 이 파일을 공유하지 마세요!
nb: Ikke publiser reseed-filen offentlig eller del disse filene med en venn av en venn!
nl: Publiceer het reseed-bestand niet publiekelijk en deel deze bestanden niet met een vriend van een vriend!
pt: Não publique publicamente o arquivo de resemeadura ou compartilhe esses arquivos com amigos de amigos!
sl: Ne javno objavljajte datoteke ponovnega zalaganja ali ne delite teh datotek z prijateljem prijatelja!
sv: Publicera inte omstartsfiler offentligt eller dela dessa filer med en vän till en vän!
uk: Не розміщуйте файл перенасіння публічно або не передавайте ці файли другу друга!
vi: Không xuất bản công khai tệp reseed hoặc chia sẻ những tệp này với bạn của bạn bè!

source: This file should be used only for a very limited number of friends (less than 3).
ar: يجب استخدام هذا الملف فقط لعدد محدود جدًا من الأصدقاء (أقل من 3).
az: Bu fayl sadəcə çox məhdud sayda dost üçün (3-dən az) istifadə edilməlidir.
bo: ཡིག་ཆ་འདི་ཉིད་མི་ཤེས་པའི་མི་གྲང་ཚུང་ཉུང་བརྒྱུད་དམིགས་བྱེད་དགོས་པ་དང་། མི་གྲང་3ལ་བརྒལ་མི་རུང་བ་ཡིན།
cs: Tento soubor by měl být používán pouze pro velmi omezený počet přátel (méně než 3).
da: Denne fil bør kun bruges til et meget begrænset antal venner (mindre end 3).
el: Αυτό το αρχείο πρέπει να χρησιμοποιείται μόνο για ένα πολύ περιορισμένο αριθμό φίλων (λιγότερο από 3).
es: Este archivo debe usarse sólo para un número muy limitado de amigos (menos de 3).
et: Seda faili tuleks kasutada ainult väga piiratud arvu sõprade jaoks (alla 3).
fa: از این فایل فقط برای تعداد بسیار محدودی از دوستان (کمتر از 3 نفر) استفاده شود.
fi: Tätä tiedostoa tulisi käyttää vain hyvin rajoitetulle määrälle kavereita (alle 3).
hi: इस फ़ाइल का उपयोग केवल बहुत कम संख्या में मित्रों (3 से कम) के लिए होना चाहिए।
hu: Ezt a fájlt csak nagyon korlátozott számú barátra (kevesebb, mint 3) kell használnia.
in: File ini sebaiknya digunakan hanya untuk jumlah teman yang sangat terbatas (kurang dari 3).
it: Questo file dovrebbe essere usato solamente da un numero molto limitato di amici (meno di 3).
ja: このファイルはごく少数の友人（3人未満）のためにだけ使用してください。
ko: 이 파일은 매우 제한된 수의 친구 (3명 미만)에게만 사용해야 합니다.
nb: Denne filen bør kun brukes for et svært begrenset antall venner (mindre enn 3).
nl: Dit bestand mag alleen voor een zeer beperkt aantal vrienden worden gebruikt (minder dan 3).
pt: Este arquivo deve ser usado apenas para um número muito limitado de amigos (menos de 3).
sl: Ta datoteka bi se morala uporabljati le za zelo omejeno število prijateljev (manj kot 3).
sv: Denna fil ska bara användas för ett mycket begränsat antal vänner (färre än 3).
uk: Цей файл слід використовувати лише для дуже обмеженої кількості друзів (менше ніж 3).
vi: Tập tin này chỉ nên được sử dụng cho một số lượng bạn bè rất hạn chế (dưới 3).

source: The file will only be valid for a limited time (less than 3 weeks).
ar: الملف صالح لمدة محدودة فقط (أقل من 3 أسابيع).
az: Bu fayl sadəcə məhdud bir müddət (3 həfdən az) etibarlı olacaq.
bo: ཡིག་ཆ་འདི་ཉིད་དུས་ཚུང་བརྒྱུད་དམིགས་ཀྱི་ནུས་པ་ལྡན་པ་དང་། དུས་ཚོད་3བཟང་ལ་བརྒལ་མི་རུང་བ་ཡིན།
cs: Soubor bude platný pouze po omezenou dobu (méně než 3 týdny).
da: Filen vil kun være gyldig i en begrænset periode (mindre end 3 uger).
el: Το αρχείο θα είναι έγκυρο μόνο για περιορισμένο χρονικό διάστημα (λιγότερο από 3 εβδομάδες).
es: Este archivo sólo será válido por un tiempo limitado (menos de 3 semanas).
et: Fail kehtib ainult piiratud aja (vähem kui 3 nädalat).
fa: اعتبار این فایل فقط برای مدت محدودی (کمتر از 3 هفته) می‌باشد.
fi: Tämä tiedosto on voimassa vain rajoitetun ajan (alle 3 viikkoa).
hi: फ़ाइल केवल सीमित समय के लिए मान्य होगी (3 सप्ताह से कम)।
hu: A fájl csak korlátozott ideig érvényes lesz (kevesebb, mint 3 hét).
in: Berkas tersebut hanya akan berlaku untuk waktu terbatas (kurang dari 3 minggu).
it: Il file sarà valido solo per un periodo di tempo limitato (meno di 3 settimane).
ja: このファイルは限られた期間（3週間未満）だけ有効です。
ko: 이 파일은 제한된 시간 동안만 유효합니다 (3주 이하).
nb: Filen vil kun være gyldig i en begrenset periode (mindre enn 3 uker).
nl: Het bestand is slechts een beperkte tijd geldig (minder dan 3 weken).
pt: O arquivo só será válido por um tempo limitado (menos de 3 semanas).
sl: Ta datoteka bo veljavna le za omejeno obdobje (manj kot 3 tednov).
sv: Filen kommer bara att vara giltig under en begränsad tid (mindre än 3 veckor).
uk: Файл буде дійсним лише обмежений проміжок часу (менше ніж 3 тижні).
vi: Tệp sẽ chỉ có hiệu lực trong một khoảng thời gian giới hạn (dưới 3 tuần).

source: If you're experiencing issues with running I2P+, the following information may help identify and resolve the problem:
ar: إذا كنت تواجه مشكلات في تشغيل I2P، فقد تساعد المعلومات التالية في تحديد المشكلة وحلها:
az: Əgər I2P+ istehsalı ilə bağlı problemlərlə üzləşirsinizsə, aşağıdakı məlumatlar məsələni müəyyən etmək və həll etməyə kömək edə bilər:
bo: ཁྱོད་ཀྱིས་I2P+སྐོར་གཏོང་ཚེ་དཀའ་ངལ་དུ་འགྲིག་ན། འོག་གི་གནས་ཚུལ་དེ་དཀའ་ངལ་དེ་རང་གཅོད་པར་དཔྱད་དེ་བགོས་པར་དགོས་པ་ཡིན།
cs: Pokud máte problémy se spuštěním I2P, následující informace vám mohou pomoci problém identifikovat a vyřešit:
da: Hvis du oplever problemer med at køre I2P, kan følgende oplysninger hjælpe med at identificere og løse problemet:
el: Αν αντιμετωπίζετε προβλήματα με την εκτέλεση του I2P+, οι παρακάτω πληροφορίες μπορεί να βοηθήσουν να αναγνωριστεί και να επιλυθεί το πρόβλημα:
es: Si estás teniendo problemas para ejecutar I2P+, la siguiente información puede ayudar a identificar y resolver el problema:
et: Kui teil on probleeme I2P käitamisega, võib järgmine teave aidata probleemi tuvastada ja lahendada.
fa: اگر با اجرای I2P+ مشکل دارید، اطلاعات زیر ممکن است در تشخیص و حل مشکل کمک کند:
fi: Jos sinulla esiintyy ongelmia I2P+:n käynnistämisessä, seuraavat tiedot voivat auttaa tunnistamaan ja ratkaisemaan ongelman:
hi: यदि आप I2P+ चलाने में समस्या का सामना कर रहे हैं, तो निम्नलिखित जानकारी समस्या की पहचान और हल करने में मदद कर सकती है:
hu: Ha gondok vannak az I2P+ futtatásával, az alábbi információk segíthetnek a probléma azonosításában és megoldásában:
in: Jika Anda mengalami masalah saat menjalankan I2P+, informasi berikut mungkin dapat membantu mengidentifikasi dan menyelesaikan masalahnya:
it: Se stai riscontrando problemi nell'esecuzione di I2P+, le seguenti informazioni potrebbero aiutarti a individuare e risolvere il problema:
ja: I2P+の実行に問題がある場合、以下の情報が問題を特定し解決するのに役立つかもしれません：
ko: I2P+ 실행에 문제가 있는 경우 다음 정보가 문제를 식별하고 해결하는 데 도움이 될 수 있습니다:
nb: Hvis du opplever problemer med å kjøre I2P+, kan følgende informasjon bidra til å identifisere og løse problemet:
nl: Als u problemen ondervindt bij het uitvoeren van I2P, kan de volgende informatie u helpen het probleem te identificeren en op te lossen:
pt: Se estiver com problemas ao executar o I2P+, as seguintes informações podem ajudar a identificar e resolver o problema:
sl: Če imate težave pri delovanju I2P+, vam lahko naslednje informacije pomagajo identificirati in rešiti problem:
sv: Om du har problem med att köra I2P+ kan följande information hjälpa till att identifiera och lösa problemet:
uk: Якщо ви стикаєтесь з проблемами при запуску I2P+, наступна інформація може допомогти визначити та вирішити проблему:
vi: Nếu bạn gặp sự cố khi chạy I2P, thông tin sau có thể giúp xác định và giải quyết sự cố:

source: Be Patient!
ar: كن صبورا!
az: Sabırlı olun!
bo: ཞི་བར་བཟོས་རོགས།
cs: Buďte trpěliví!
da: Vær tålmodig!
el: Παραμείνετε υπομονετικοί!
es: ¡Ten paciencia!
et: Olge kannatlik!
fa: صبر کنید!
fi: Ole kärsivällinen!
hi: धैर्य रखें!
hu: Legyen türelmes!
in: Bersabarlah!
it: Sii paziente!
ja: 我慢して！
ko: 기다려주세요!
nb: Vær tålmodig!
nl: Wees geduldig!
pt: Seja paciente!
sl: Bodite strpljen!
sv: Var tålmodig!
uk: Будьте терплячі!
vi: Hãy kiên nhẫn!

source: I2P+ may be slow to integrate into network the first time you run it as it bootstraps into the network and learns of additional peers. The longer your I2P+ router is running, the better it will perform, so try and keep your router on as long as you can, 24/7 if possible! If, after 30 minutes, your <i>Active: [connected/recent]</i> count still has less than 10 peers, or your total number of <i>Integrated</i> peers is less than 5, there are several things you can do to check for problems:
ar: قد تتباطأ I2P+ في الاندماج مع الشبكة في المرة الأولى التي تقوم فيها بتشغيلها أثناء تهيئتها للشبكة وتعلمها بأقران إضافية. كلما استمر تشغيل موجهك I2P+، ستؤدي بشكل أفضل، لذا حاول الاحتفاظ بموجهك مشغلاً مدة أطول قدر الإمكان، 24 \ 7 إذا أمكن! إذا لم يزل عدد أقرانك النشطين <i>نشط: [متصل \ حديث]</i> بعد 30 دقيقة أقل من 10 أقران، أو إذا كان إجمالي عدد أقرانك المتكاملين أقل من 5، هناك عدة أمور يمكنك فعلها للتحقق من وجود مشاكل:
az: I2P+ ilk dəfə işlətdiyiniz zaman şəbəkəyə inteqrasiya olmağa yavaş ola bilər, şəbəkəyə bağlanır və əlavə nodları öyrənir. I2P+ yönləndiriciniz neçəmüddətdir işləyir və bu müddət artıq olduğuqca yaxşı saxlanılmalıdır, mümkün olduğu qədər routeri 24 saat açıq saxlayın! 30 dəqiqədən sonra iwxaslar Cəmi <i>Active: [connected/recent]</i> 10 qədər ulduzlara, yaxud Cəmi <i>Integrated</i> qədər inteqrasiya olmuş ulduz sayına sahib deyilsinizsə, müəyyən problemləri yoxlamaq üçün bir neçə şey edə bilərsiniz:
bo: I2P+ དང་པར་དུ་དྲ་བརྒྱུད་ལས་པར་ནང་ network ནང་ལ་བར་དུས་པར་མདོ་པ་འབྲི་ནས་ network ལ་ bootstraps into network དང་ peers ཤེས་དོས་པ་དེ་བསྟོན། ཁྱེད་ I2P+ router འཁོར་ལས་གནས་པར་མདོ་པ་རིང་མད་པ་ network ཀྱི་མཆོ་བ་འདྲ་པ། རྒྱུར་གོ་ network ལ་གཞན་བར་ network ལ་ router འཕྲེལ་རྒྱུད་བ་འདེ་ནས་ network ལ་ peers སྒྲིག་བཞིན་བའི་རོགས། 24/7 ལ་རོགས་པར་མདོ་པ་འདེ་ན། གལ་སྐར་ 30 སྐར་མ་རྗེས་པར་མདོ་པ་རིང་མདོ་པ་རྗེས་པར་མདོ་པ། ཁྱེད་ <i>Active: [connected/recent]</i> count སློག་སྐར་པར་ 10 ལས་ཉུང་བ་པའི་ཡོད་པའི་ network ལ་ <i>Integrated</i> peers ཀྱི་མཆོ་ 5 ལས་ཉུང་བ་པའི་ཡོད་པ་མེད། དེའི་དོན་ལ་བརྒྱུད་པ་ལ་ problems ལ་ check བརྒྱུད་པ་ལེད་བསྟོན།:
cs: I2P+ se poprvé spouští do sítě a učí se o dalších uzlech, takže může být pomalé integrování do sítě při prvním spuštění. Čím déle běží váš směrovač I2P+, tím lépe se bude chovat, takže se snažte udržet váš směrovač zapnutý co nejdéle, pokud je to možné! Pokud váš počet aktivních uzlů [připojené/poslední] stále má po 30 minutách méně než 10 uzlů, nebo pokud je celkový počet integrovaných uzlů nižší než 5, můžete udělat několik věcí, abyste zjistili problémy:
da: I2P+ kan være langsom til at integrere i netværket første gang, du kører det, da det bootstrapper ind i netværket og lærer om yderligere peers. Jo længere din I2P+ router kører, desto bedre vil den præstere, så prøv at holde din router tændt så længe som muligt, 24/7 hvis det er muligt! Hvis, efter 30 minutter, din <i>Aktiv: [connected/recent]</i> tæller stadig har færre end 10 peers, eller dit samlede antal <i>Integrerede</i> peere er mindre end 5, er der flere ting, du kan gøre for at kontrollere for problemer:
el: Το I2P+ μπορεί να είναι αργό για να ενσωματωθεί στο δίκτυο την πρώτη φορά που το εκτελέσετε, καθώς εκκινεί στο δίκτυο και μαθαίνει για επιπλέον ομότιμους. Όσο περισσότερο χρονικό διάστημα λειτουργεί ο δρομολογητής σας I2P+, τόσο καλύτερα θα λειτουργεί, οπότε προσπαθήστε να κρατήσετε τον δρομολογητή σας ενεργό όσο το δυνατόν περισσότερο, 24/7 αν είναι δυνατόν! Αν, μετά από 30 λεπτά, ο αριθμός σας <i>Ενεργοί: [συνδεδεμένος/πρόσφατος]</i> εξακολουθεί να έχει λιγότερους από 10 ομότιμους συνεργάτες, ή ο συνολικός αριθμός των ομότιμων είναι μικρότερος από 5, υπάρχουν αρκετά πράγματα που μπορείτε να κάνετε για να ελέγξετε τα προβλήματα:
es: ¡I2P+ puede ser lento para integrarse en la red por primera vez que lo ejecutes ya que se inicializa en la red y aprende sobre peers adicionales. ¡Cuanto más tiempo lleve funcionando tu enrutador I2P+, mejor funcionará, así que intenta dejarlo encendido todo el tiempo que puedas, las 24 horas los 7 días si es posible! Si, después de 30 minutos, tu cantidad de <i>Activo: [conectado/reciente]</i> todavía tiene menos de 10 peers, o tu número total de peers <i>Integrados</i> es menor a 5, hay varias cosas que puedes hacer para verificar problemas:
et: I2P+ võib esmakordsel käivitamisel võrgustikku integreerimisel olla aeglane, kuna ta ühendub võrguga ja õpib tundma täiendavaid sõlmi. Mida kauem teie I2P+ marsruuter töötab, seda paremini see töötab, seega proovige seda võimalikult kaua töös hoida, kui võimalik, 24/7! Kui pärast 30 minutit pole teie <i>Aktiivne: [ühendatud/hiljutine]</i>-loendis siiski vähem kui 10 sõlme või teie <i>Integreeritud</i> sõlmede koguarv on vähem kui 5, võite probleemide kontrollimiseks teha mitmeid asju:
fa: اجرای اولیه I2P+ ممکن است زمانی برای پیوستن به شبکه طول بکشد زیرا بوت سپ و وارد شدن به شبکه و یادگیری همتاهای اضافی را انجام می‌دهد. هر چه رهیاب I2P+ شما بیشتر اجرا شود، عملکرد بهتری خواهد داشت، پس سعی کنید تا جای ممکن رهیابتان را روشن نگه دارید، 24/7 اگر ممکن است! اگر پس از 30 دقیقه، شمارش <i>فعال: [متصل/اخیر]</i> هنوز کمتر از 10 همتا و یا تعداد کل همتاهای <i>مجتمع شده</i> کمتر از 5 باشد، می‌توانید چند کار برای بررسی مشکلات انجام دهید:
fi: I2P+ voi olla ensimmäisellä käynnistyskerralla hidas integroitumaan verkkoon, kun se käynnistää sen ja oppii lisää vertaisryhmiä. Mitä kauemmin I2P+ -reititin on käynnissä, sitä paremmin se toimii, joten pidä reititin päällä niin kauan kuin mahdollista, 24/7 jos mahdollista! Jos 30 minuutin kuluttua <i>Aktiivinen: [liitetty/äskettäin]</i> -laskuri on edelleen alle 10 vertaistukea tai yhteensä vähemmän kuin 5 <i>Liitetty</i> vertaistukea, on useita asioita, jotka voit tehdä ongelmien tarkistamiseksi:
hi: पहली बार I2P+ को नेटवर्क में शामिल करना धीमा हो सकता है, क्योंकि यह नेटवर्क में बीजीकरण करता है और अतिरिक्त पीयर के बारे में सीखता है। आपके I2P+ राउटर की चलने की अवधि ज्यादा, उसकी प्रदर्शन भी बेहतर होता है, इसलिए संभवतः संभालें कि आप अपने राउटर को 24/7 चला रखें! यदि 30 मिनट बाद भी आपके <i>Active: [connected/recent]</i> संख्या 10 से कम पीयर है, या आपकी कुल <i>Integrated</i> पीयर की संख्या 5 से कम है, तो आपके पास समस्या की जांच के लिए कई चीजें कर सकते हैं:
hu: Az I2P+ eltart egy ideig, mire teljesen integrálódik a hálózatba az első futtatás során, mivel ezalatt beállítódik és megtanulja az új kapcsolódási pontokat. Minél hosszabb ideig fut az I2P+ útválasztó, annál jobb lesz a teljesítménye, ezért próbálja tartani be a lehetőségek szerint minél hosszabb ideig a kapcsolatot, akár 24/7! Ha 30 perc elteltével a <i>Aktív: [kapcsolódott/újonnan]</i> számlálóban még mindig kevesebb, mint 10 kapcsolatpont található, vagy az <i>Integrált</i> kapcsolatpontok összes száma kevesebb, mint 5, akkor több dologra kell ellenőriznie a lehetséges problémák kizárása érdekében:
in: I2P+ mungkin perlahan untuk terintegrasi ke jaringan pada saat pertama Anda menjalankannya karena melakukan pembenaran awal ke jaringan dan belajar tentang peer tambahan. Semakin lama router I2P+ Anda berjalan, semakin baik kinerjanya, jadi cobalah untuk meninggalkan router Anda menyala sepanjang waktu yang Anda bisa, 24/7 jika memungkinkan! Jika setelah 30 menit, hitungan <i>Aktif: [terhubung/baru]</i> masih kurang dari 10 peer, atau jumlah total peer <i>Terintegrasi</i>-Anda kurang dari 5, ada beberapa hal yang dapat Anda periksa untuk mencari masalahnya:
it: I2P+ potrebbe richiedere del tempo per integrarsi nella rete la prima volta che viene avviato poiché fa il bootstrap nella rete e apprende ulteriori peer. Più a lungo il tuo router I2P+ viene eseguito, migliori prestazioni avrà, quindi cerca di mantenere il router attivo il più possibile, se possibile 24/7! Se, dopo 30 minuti, il tuo conteggio <i>Attivo: [connessi/recenti]</i> ha ancora meno di 10 peer, o il numero totale di peer <i>Integrati</i> è inferiore a 5, ci sono diversi controlli che puoi fare per individuare eventuali problemi:
ja: I2P+は初回起動時にネットワークに統合するのに時間がかかる場合があります。ネットワークにブートストラップして追加のピアを学習します。I2P+ルーターを稼働させている時間が長ければ長いほど性能が向上するため、できる限りルーターを長時間稼働させてください。30分後に、<i>Active: [connected/recent]</i>の数が10未満であり、また<i>Integrated</i>ピアの数が5未満である場合、問題を確認するためにいくつかの操作を行うことができます。
ko: I2P+는 네트워크에 통합되는 것이 처음 실행 될 때 느릴 수 있습니다. 네트워크로 부팅하고 추가 피어를 알아가기 때문입니다. I2P+ 라우터가 오래 실행될수록 성능이 향상됩니다. 가능하면 라우터를 가능한 한 긴 시간 동안 켜 두십시오. 가능하다면 24/7 유지하십시오! 만약 30분 후에 여전히 <i>Active: [connected/recent]</i> 수가 10 개 미만이거나 <i>Integrated</i> 피어 수가 5 개 미만이라면 문제를 확인하기 위해 몇 가지 조치를 취할 수 있습니다:
nb: I2P+ kan være treg med å integrere i nettverket første gang du kjører det når det starter nettverket og lærer om ytterligere deltakere. Jo lenger I2P+-ruteren din kjører, jo bedre vil den yte, så prøv å holde ruteren aktiv så lenge du kan, 24 timer i døgnet dersom mulig! Hvis, etter 30 minutter, antall holdere for <i>Active: [connected/recent]</i> fremdeles er mindre enn 10, eller totalt antall holdere for <i>Integrated</i> er mindre enn 5, er det flere ting du kan gjøre for å sjekke etter problemer:
nl: I2P+ kan de eerste keer dat je het uitvoert traag zijn om te integreren met het netwerk, omdat het opstart in het netwerk en leert van extra peers. Hoe langer je I2P+ router actief is, hoe beter het zal presteren, dus probeer je router zo lang mogelijk aan te laten staan, indien mogelijk 24/7! Als na 30 minuten het aantal <i>Actief: [geconnecteerd/laatst]</i> nog steeds minder dan 10 peers is, of het totale aantal <i>Geïntegreerd</i> peers minder dan 5 is, zijn er verschillende dingen die je kunt doen om problemen te controleren:
pt: I2P+ pode ser lento para se integrar na rede na primeira vez que você o executa, pois ele se inicializa na rede e aprende sobre pares adicionais. Quanto mais tempo o seu roteador I2P+ estiver em execução, melhor ele funcionará. Portanto, tente mantê-lo ligado o máximo possível, 24 horas por dia, 7 dias por semana, se possível! Se, após 30 minutos, a contagem de <i> Ativo: [conectado/recente] </i> ainda tiver menos de 10 pares, ou o número total de pares <i> Integrados </i> for inferior a 5, existem várias coisas que você pode fazer para verificar problemas:
sl: I2P+ se morda prvič, ko ga pokrenete, počasno integrira v omrežje, saj se ujema v omrežje in se uči o dodatnih sosednjih strežnikih. Čeprav vaš strežnik I2P+ deluje dalje, bo bolje deloval, zato poskusite držati svoj strežnik vključen kot najdalje, če je mogoče 24/7! Če po 30 minutah še vedno ima vaš <i>Aktiven: [povezan/recent]</i> štetje manj kot 10 sosednjih strežnikov, ali pa je vaše skupno število <i>integriranih</i> sosednjih strežnikov manj kot 5, obstaja več stvari, ki jih lahko storite, da preverite težave:
sv: I2P+ kan vara långsam att integrera i nätverket första gången du kör det eftersom det startar upp i nätverket och lär sig om ytterligare knutpunkter. Ju längre din I2P+ - router körs, desto bättre presterar den, så försök att hålla din router igång så länge som möjligt, 24/7 om möjligt! Om ditt <i>Active: [connected/recent]</i> antal fortfarande har färre än 10 knutpunkter sedan 30 minuter, eller om ditt totala antal <i>Integrated</i> knutpunkter är färre än 5, finns det flera saker du kan göra för att kontrollera eventuella problem:
uk: I2P+ може початково інтегруватися в мережу повільно під час першого запуску, оскільки ініціює початкове підключення до мережі та збирає дані про додаткових пірів. Чим довше працює ваш маршрутизатор I2P+, том краще він буде працювати, тож намагайтеся тримати його увімкненим протягом усього дня, якщо це можливо! Якщо, через 30 хвилин, ваш підрахунок <i>Активний: [підключені/останні]</i> все ще менше 10 пірів або загальна кількість <i>Інтегрованих</i> пірів менше 5, існує декілька способів перевірити наявність проблем:
vi: I2P+ có thể tích hợp vào mạng chậm trong lần đầu tiên bạn chạy nó vì nó khởi động vào mạng và tìm hiểu các đồng nghiệp bổ sung. Bộ định tuyến I2P+ của bạn chạy càng lâu thì nó sẽ hoạt động càng tốt, vì vậy hãy thử và duy trì bộ định tuyến của bạn hoạt động lâu nhất có thể, 24/7 nếu có thể! Nếu sau 30 phút, số lượng <i>Hoạt động: [đã kết nối/gần đây]</i> của bạn vẫn có ít hơn 10 ngang hàng hoặc tổng số các ngang hàng <i>Tích hợp</i> của bạn ít hơn 5, thì có một số điều bạn có thể làm để kiểm tra vấn đề:

source: Check your Configuration &amp; Bandwidth Allocation
ar: تحقق من التكوين وتخصيص النطاق الترددي
az: Yerləşdirmə və band genişliyi paylaşımını yoxlayın
bo: ཁྱེད་རྒྱུར་བ་ Configuration &amp; Bandwidth Allocation བལྟོགས་པར་བཞིན་བརྒྱུར་བ།
cs: Zkontrolujte svou konfiguraci a přidělení šířky pásma
da: Kontrollér din konfiguration og båndbreddeallokering
el: Ελέγξτε την διαμόρφωση και τον Χρονικό Ορίζοντα Ανάθεσης της ζώνης σας
es: Revisa tu Configuración y Asignación de Ancho de Banda" #: ../jsp/WEB-INF/classes/net/i2p/router/web/jsp/help/troubleshoot_jsp.java:44
et: Kontrollige oma seadistust ja ribalaiuse eraldamist
fa: بررسی تنظیمات و اختصاص پهنای باند خود
fi: Tarkista kokoonpano ja kaistanleveyden määritys
hi: अपनी सेटिंग और बैंडविड्थ आवंटन की जाँच करें
hu: Ellenőrizze a konfigurációt és a sávszélesség-arányosítást
in: Periksa Konfigurasi & Alokasi Bandwidth Anda
it: Controlla la tua configurazione e allocazione della larghezza di banda
ja: 構成と帯域幅の割り当てを確認してください
ko: 구성 및 대역폭 할당을 확인하십시오
nb: Sjekk konfigurasjonen og tildeling av båndbredde
nl: Controleer je Configuratie &amp; Bandbreedte toewijzing
pt: Verifique sua Configuração e Alocação de Largura de Banda
sl: Preverite svojo konfiguracijo &amp; Dodelitev širine pasma
sv: Kontrollera din konfiguration och bandbreddsallokering
uk: Перевірте налаштування та розподіл пропускної здатності
vi: Kiểm tra cấu hình của bạn
