Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting (in hours) determines how old a RouterInfo in the NetDb is (its last known publication date) before it's classified as stale and deleted. [Default is 28 hours unless the router is a Floodfill, in which case the default is 8 hours]
ar: هذا الإعداد (بالساعات) يحدد مدة تقادم معلومات الراوتر في قاعدة البيانات الشبكية (تاريخ النشر المعروف الأخير) قبل تصنيفها على أنها قديمة وحذفها. [الافتراضي 28 ساعة ما لم يكن الراوتر من ملئة الفيضان، وفي هذه الحالة يكون الافتراضي 8 ساعات]
az: Bu parametr (saatlarla) NetDb-də RouterInfo-nun bayat kimi təsnif edilməzdən və silinməzdən əvvəl neçə yaşı olduğunu (onun son məlum nəşr tarixini) müəyyən edir. [Router Daşqın Doldurmasa, standart 28 saatdır, bu halda standart 8 saatdır]
bo: འདིའི་བཀོད་སྒྲིག་ (ཆུ་ཚོད་ནང་) གིས་ NetDb ནང་གི་ RouterInfo ཅིག་གི་ལོ་རྒྱུས་ (མཐའ་མར་ཤེས་པའི་སྤེལ་བའི་ཚེས་གཏམ་) རྙིང་པ་གང་འདྲ་བར་རྙིང་པར་དབྱེ་བ་དང་བསུབ་པའི་སྔོན་ལ་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ཆུ་ཚོད་ 28 ཡིན། རོ་ཌེར་ Floodfill ཡིན་ན་སྔོན་སྒྲིག་ཆུ་ཚོད་ 8 ཡིན།]
cs: Toto nastavení (v hodinách) určuje, jak stará je RouterInfo v NetDb (jeho poslední známé datum publikace) před tím, než bude označena jako zastaralá a smazána. [Výchozí hodnota je 28 hodin, pokud není smyčkový směrovač, v takovém případě je výchozí hodnota 8 hodin]
da: Denne indstilling (i timer) bestemmer, hvor gammel en RouterInfo er i NetDb (dens seneste kendte offentliggørelsesdato) før den klassificeres som forældet og slettes. [Standard er 28 timer, medmindre routeren er en Floodfill, i hvilket tilfælde standarden er 8 timer]
el: Αυτή ρύθμιση (σε ώρες) καθορίζει πόσο παλιό είναι ένα RouterInfo στην NetDb (η τελευταία γνωστή ημερομηνία δημοσίευσής του) πριν ταξινομηθεί ως παλιό και διαγραφεί. [Η προεπιλογή είναι 28 ώρες εκτός εάν το router είναι Floodfill, που στην περίπτωση αυτή η προεπιλογή είναι 8 ώρες]
es: Esta configuración (en horas) determina cuán antigua es una RouterInfo en el NetDb (su última fecha de publicación conocida) antes de que se clasifique como obsoleta y se elimine. [Predeterminado son 28 horas a menos que el enrutador sea un punto de inundación, en cuyo caso el predeterminado son 8 horas]
et: See sättimine (tundides) määrab, kui vana RouterInfo NetDb-s on (viimane teadaolev avaldamise kuupäev), enne kui see klassifitseeritakse aegunuks ja kustutatakse. [Vaikimisi on 28 tundi, kui ruuter pole üleujutuse täidis, siis vaikimisi on see 8 tundi]
fa: این تنظیم (بر حسب ساعت) تعیین می کند که RouterInfo در NetDb چقدر قدیمی است (آخرین تاریخ انتشار شناخته شده آن) قبل از اینکه به عنوان قدیمی طبقه بندی و حذف شود.
fi: Tämä asetus (tunteina) määrittää, kuinka vanha RouterInfon NetDb:ssä (sen viimeisin tunnettu julkaisupäivä) pitää olla, ennen kuin se luokitellaan vanhaksi ja poistetaan. [Oletusarvo on 28 tuntia, ellei reititin ole täyttöreititin, jolloin oletusarvo on 8 tuntia]
hi: यह सेटिंग (घंटों में) नेटडीबी में एक RouterInfo कितनी पुरानी होने के बाद यह अप्रयोगी और हटाया जाने के लिए वर्गीकृत की जाएगी (उसकी अंतिम जानकारी देखी गई प्रकाशित तारीख)। [मूल मान 28 घंटे है, जबकि यदि राउटर एक Floodfill है, तो मूल मान 8 घंटे होता है]
hu: Ez a beállítás (órákat) meghatározza, hogy mennyi idős egy RouterInfo az NetDb-ban (utolsó ismert közzétételi dátuma) mielőtt elavultnak és törlendőnek minősül. [Az alapértelmezett érték 28 óra, hacsak a router nem Floodfill, ebben az esetben az alapértelmezett érték 8 óra]
in: Pengaturan ini (dalam jam) menentukan berapa umur RouterInfo di NetDb (tanggal publikasi terakhir yang diketahui) sebelum diklasifikasikan sebagai basi dan dihapus. [Defaultnya adalah 28 jam kecuali routernya adalah Floodfill, dalam hal ini defaultnya adalah 8 jam]
it: Questa impostazione (in ore) determina da quanto tempo è vecchia una RouterInfo nel NetDb (la sua ultima data di pubblicazione nota) prima che venga definita obsoleta ed eliminata. [Il predefinito è di 28 ore a meno che il router sia un Floodfill, in tal caso il predefinito è di 8 ore]
ja: この設定（時間単位）は、NetDb内のRouterInfoの古さ（最終公開日）がどれくらいであるかを決定し、古くなった場合には区別されて削除されます。[デフォルトは28時間で、ただしFloodfillである場合はデフォルトが8時間です]
ko: 이 설정은 RouterInfo가 NetDb에 있는 경우 (마지막 알려진 게시 날짜) RouterInfo가 오래되었다고 분류되고 삭제되기 전까지의 기간을 결정합니다. [기본값은 28시간입니다. 자주 알림을 수행하는 경우 기본값은 8시간입니다.]
nb: Denne innstillingen (i timer) bestemmer hvor gammel en RouterInfo i NetDb er (dens siste kjente publiseringsdato) før den blir klassifisert som utdatert og slettet. [Standardverdien er 28 timer, med mindre ruteren er en Floodfill, der standardverdien er 8 timer]
nl: Deze instelling (in uren) bepaalt hoelang een RouterInfo in de NetDb oud is (de laatst bekende publicatiedatum) voordat het als verouderd en verwijderd wordt geclassificeerd. [Standaard is dit 28 uur, tenzij de router een Floodfill is, in welk geval de standaardwaarde 8 uur is]
pt: Esta configuração (em horas) determina a idade de um RouterInfo no NetDb (sua última data de publicação conhecida) antes de ser classificado como obsoleto e excluído. [Padrão é 28 horas, a menos que o enrutador seja um Floodfill, caso em que o padrão é 8 horas]
sl: Ta nastavitev (v urah) določa, kako star je RouterInfo v NetDb (njegova zadnja znana datum izdaje) preden je razvrščen kot zastarel in izbrisan. [Privzeto je 28 ur, razen če je usmerjevalnik Floodfill, v katerem primeru je privzeto 8 ur]
sv: Denna inställning (i timmar) bestämmer hur gammal en RouterInfo i NetDb är (dess senaste kända publiceringsdatum) innan den klassificeras som föråldrad och raderas. [Standard är 28 timmar om inte routern är en Floodfill, i vilket fall standard är 8 timmar]
uk: Це налаштування (в годинах) визначає, як старим є RouterInfo в NetDb (остання відома дата публікації), перш ніж воно буде класифіковано як застаріле і видалене. [За замовчуванням 28 годин, якщо роутер не є заповнювачем павутини, у тому випадку за замовчуванням 8 годин]
vi: Cài đặt này (tính bằng giờ) xác định một bộ định tuyến trong NETDB bao nhiêu tuổi (ngày xuất bản cuối cùng của nó) trước khi nó được phân loại là cũ và bị xóa. [Mặc định là 28 giờ trừ khi bộ định tuyến là lũ lụt, trong trường hợp đó mặc định là 8 giờ]

source: This setting determines the number of peers to explore in parallel when the Peer Exploration Job runs [default is 1 peer at a time when more than 3000 peers are known]. Note that increasing this value will increase the bandwidth requirements for the exploration, and setting this value too high may cause excessive message delay and interfere with other services, so use with caution!
ar: هذا الإعداد يحدد عدد الأقران المستكشفة على التوازي عند تشغيل مهمة استكشاف الأقران [الافتراضي هو قرين واحد كل مرة عندما يتجاوز عدد الأقران المعروفة 3000]. ملاحظة أن زيادة هذه القيمة ستزيد من متطلبات عرض النطاق للاستكشاف، وتعيين هذه القيمة عالية جداً قد يسبب تأخيراً مفرطاً للرسائل ويتداخل مع الخدمات الأخرى، لذا استخدمه بحذر!
az: Bu parametr, Həmkar kəşfiyyatı İşi icra edərkən paralel olaraq araşdıracaq həmyaşıdların sayını müəyyən edir [3000-dən çox həmyaşıdın məlum olduğu bir vaxtda standart 1 həmyaşıddır]. Nəzərə alın ki, bu dəyərin artırılması araşdırma üçün genişlik tələblərini artıracaq və bu dəyərin çox yüksək olması artıq mesaj gecikməsinə və digər xidmətlərə müdaxilə edilməsinə səbəb ola bilər, odur ki, ehtiyatla istifadə edin!
bo: འདིའི་བཀོད་སྒྲིག་གིས་ Peer Exploration Job འཁོར་སྐབས་མཉམ་དུ་འཚོལ་དགོས་པའི་ peers གྲངས་གཏན་འཁེལ་བྱེད། [peers 3000 ལས་མང་ན་སྐབས་རེར་ peer 1 འཚོལ་བ་སྔོན་སྒྲིག] འདི་གནས་གསལ་མང་དུ་བཏང་ན་འཚོལ་བར་དགོས་པའི་སྐུད་རྒྱ་མང་དུ་འགྱུར་བ་དང་། གནས་གསལ་དེ་བྲིལ་དྲགས་ན་གནད་རྟགས་ཕྱིར་འགྱངས་ཚད་མང་བ་དང་གཞན་ཞབས་ཞུ་ལ་གནོད་པ་སྲིད། གཟབ་གཟབ་བྱེད་རོགས།
cs: Toto nastavení určuje počet uzlů k průzkumu paralelně, když je spuštěna úloha prozkoumávání uzlů [výchozí hodnota je 1 uzel najednou, když je známo více než 3000 uzlů]. Upozorňujeme, že zvýšení této hodnoty zvýší požadavky na šířku pásma pro průzkum, a nastavení této hodnoty příliš vysoko může způsobit nadměrné zpoždění zpráv a překážet jiným službám, používejte proto s opatrností!
da: Denne indstilling bestemmer antallet af peere, der skal udforskes parallelt, når Peer Exploration Job køres [standard er 1 peer ad gangen, når der er kendt mere end 3000 peere]. Bemærk, at øgning af denne værdi vil øge båndbreddekravene til udforskningen, og hvis denne værdi indstilles for højt, kan det medføre overdreven beskedforsinkelse og forstyrre andre tjenester, så brug den med forsigtighed!
el: Αυτή η ρύθμιση καθορίζει τον αριθμό των όμοιων που θα εξερευνηθούν ταυτόχρονα όταν εκτελείται η διαδικασία διασυνδεδεμένων διακομιστών [η προεπιλογή είναι 1 όμοιος τη φορά όταν γνωρίζονται περισσότεροι από 3000 όμοιοι]. Σημειώστε ότι αυξάνοντας αυτή την τιμή, θα αυξηθούν οι απαιτήσεις εύρους ζώνης για την εξερεύνηση, και η ρύθμιση αυτής της τιμής σε υψηλό επίπεδο μπορεί να προκαλέσει υπερβολική καθυστέρηση μηνυμάτων και να διακόψει άλλες υπηρεσίες, γι 'αυτό χρησιμοποιείτε με προσοχή!
es: Esta configuración determina el número de pares que se explorarán en paralelo cuando se ejecuta el Trabajo de exploración de pares [predeterminado es 1 par cada vez cuando se conocen más de 3000 pares]. Ten en cuenta que aumentar este valor aumentará los requisitos de ancho de banda para la exploración, y establecer este valor demasiado alto puede causar retrasos excesivos de mensajes e interferir con otros servicios, ¡ten cuidado!
et: See sättimine määrab, mitu eakaaslast uuritakse paralleelselt, kui Peer Exploration Job töötab [vaikimisi uuritakse korraga 1 eakaaslast, kui rohkem kui 3000 eakaaslast on teada]. Olge teadlik, et selle väärtuse suurendamine suurendab uurimiseks vajalikku ribalaiust, liiga suure selle väärtuse seadistamine võib põhjustada ülemäärast sõnumi viivitust ja häirituda teist tüüpi teenustega, kasutage seda siis ettevaatusega!
fa: این تنظیم تعداد همتاهایی را که باید به طور موازی کاوش شوند، هنگام اجرای کار کاوش همتا تعیین می کند [پیش فرض 1 همتا در زمانی است که بیش از 3000 همتا شناخته شده است].
fi: Tämä asetus määrittää verkkopääpeittelyn suorittaessa tutkittavien vertaisten määrän rinnakkain [oletuksena on 1 verta yhtäaikaa, kun tunnetaan yli 3000 vertaista]. Huomaa, että tämän arvon kasvattaminen lisää kaistanleveyden vaatimuksia verkostotutkimukselle, ja arvon asettaminen liian korkealle voi aiheuttaa liiallista viestien viivettä ja häiritä muita palveluita, joten ole varovainen!
hi: यह सेटिंग देखभाल करने वाली Peer Exploration Job के चलने के समय समान समय में अन्वेषण करने वाले पीयर की संख्या को निर्धारित करती है [मूल मान 3000 से अधिक पीयर जानने पर समय-समय पर 1 पीयर]। ध्यान दें कि इस मान को बढ़ाने से अन्वेषण के लिए बैंडविड्थ की मांग बढ़ेगी और इस मान को बहुत ऊपर सेट करने से संदेश की अतिरिक्त देरी हो सकती है और अन्य सेवाओं के साथ हस्तक्षेप कर सकती है, इसलिए सावधानीपूर्वक उपयोग करें!
hu: Ez a beállítás meghatározza, hogy párhuzamosan hány peert vizsgáljon meg a Peer Exploration Job futásakor [az alapértelmezett érték az, hogy egyszerre 1 peer-t vizsgál, amikor több mint 3000 peer ismert]. Vegye figyelembe, hogy ez az érték növeli a sávszélességigényeket a felderítéshez, és ha túl magasra állítja ezt az értéket, ez túlzott üzenetkésleltetést okozhat és akadályozhatja más szolgáltatások működését, ezért legyen óvatos!
in: Pengaturan ini menentukan jumlah rekan yang akan dijelajahi secara paralel ketika Pekerjaan Eksplorasi Sejawat dijalankan [defaultnya adalah 1 rekan pada saat lebih dari 3000 rekan diketahui]. Perhatikan bahwa meningkatkan nilai ini akan meningkatkan kebutuhan bandwidth untuk eksplorasi, dan menetapkan nilai ini terlalu tinggi dapat menyebabkan penundaan pesan yang berlebihan dan mengganggu layanan lain, jadi gunakan dengan hati-hati!
it: Questa impostazione determina il numero di peer da esplorare in parallelo quando viene eseguito il Jobs di esplorazione dei peer [il predefinito è 1 peer alla volta quando sono noti più di 3000 peer]. Nota che aumentare questo valore aumenterà i requisiti di larghezza di banda per l'esplorazione, e impostare questo valore troppo alto potrebbe causare ritardi eccessivi dei messaggi e interferire con altri servizi, quindi utilizzare con cautela!
ja: この設定は、ピア探索ジョブが実行される際に並行して探索するピアの数を決定します[デフォルトは3000以上のピアが存在する場合は1つのピアを同時に探索します]。この値を増やすと、探索に必要な帯域幅が増加するため、値を高く設定しすぎるとメッセージの遅延が発生し、他のサービスに干渉する可能性があるため、注意して使用してください！
ko: 이 설정은 피어 탐색 작업이 실행될 때 병렬로 탐색할 피어 수를 결정합니다. [기본값은 3000개 이상의 피어가 알려진 경우 한 번에 1개의 피어입니다]. 이 값을 높이면 탐색에 대한 대역폭 요구 사항이 증가하며, 이 값을 너무 높게 설정하면 과도한 메시지 지연과 다른 서비스에 간섭할 수 있으므로 신중히 사용하십시오!
nb: Denne innstillingen bestemmer antallet likeverdige noder som skal utforskes samtidig når Peer Exploration Job kjører [standardverdien er 1 node om gangen når mer enn 3000 noder er kjent]. Vær oppmerksom på at å øke denne verdien vil øke båndbreddekravene for utforskningen, og å sette denne verdien for høyt kan føre til overdreven forsinkelse av meldinger og forstyrrelser med andre tjenester, så bruk med forsiktighet!
nl: Deze instelling bepaalt het aantal peers dat tegelijkertijd wordt verkend wanneer de Peer Exploration Job wordt uitgevoerd [standaard is 1 peer per keer wanneer er meer dan 3000 peers bekend zijn]. Houd er rekening mee dat het verhogen van deze waarde de bandbreedtevereisten voor de verkenning zal vergroten, en het instellen van deze waarde te hoog kan zorgen voor overmatige berichtvertraging en andere services kan verstoren, dus gebruik met voorzichtigheid!
pt: Esta configuração determina o número de pares a serem explorados em paralelo quando o Job de Exploração de Pares é executado [o padrão é 1 par por vez quando mais de 3000 pares são conhecidos]. Observe que aumentar esse valor aumentará os requisitos de largura de banda para a exploração e definir esse valor muito alto pode causar atraso excessivo nas mensagens e interferir em outros serviços, portanto, use com cautela!
sl: Ta nastavitev določa število sosednjih strežnikov, ki jih je treba preiskati hkrasno, ko se izvede delo Peer Exploration [privzeto je 1 sosednji strežnik začasno, ko je znanih več kot 3000 sosednjih strežnikov]. Opomba: povečanje te vrednosti poveča zahteve po širini pasma za preiskavo, in nastavljanje te vrednosti previsoko lahko povzroči prevelik zamik sporočil in vpliva na druge storitve, zato uporabljajte s skrbi!
sv: Denna inställning bestämmer antalet noder att utforska samtidigt när motsvarande Peer Exploration Job körs [standrad är 1 nod i taget när fler än 3000 noder är kända]. Observera att att öka detta värde kommer att öka bandbreddsbehovet för utforskningen och att sätta detta värde för högt kan orsaka överdriven meddelandefördröjning och påverka andra tjänster, så använd med försiktighet!
uk: Це налаштування визначає кількість пірів, які будуть досліджуватися паралельно при запуску Завдання дослідження пірів [за замовчуванням 1 пір одночасно, коли відомо більше 3000 пірів]. Зазначте, що збільшення цього значення збільшить вимоги до пропускної здатності для дослідження, а встановлення його занадто високим може призвести до надмірної затримки повідомлень та перешкоджати роботі інших сервісів, тому використовуйте з обережністю!
vi: Thiết lập này xác định số lượng người cùng khám phá song song khi công việc Khám phá Đồng ngũ chạy [mặc định là 1 người một lượt khi biết hơn 3000 người]. Lưu ý là tăng giá trị này sẽ tăng yêu cầu băng thông cho quá trình khám phá, và đặt giá trị quá cao có thể gây ra độ trễ tin nhắn quá mức và can thiệp vào các dịch vụ khác, do đó hãy sử dụng cẩn thận!

source: This setting determines the number of NetDb DHT buckets the Peer Exploration Job will reference when run. By default, the number of buckets to explore will vary depending on whether the router has been running for over an hour, if the router is hidden or in the 'K' bandwidth tier, and the number of known routers.
ar: هذا الإعداد يحدد عدد سلال مقارنة قاعدة البيانات الشبكية التي ستستشهد بها مهمة استكشاف الأقران عند تشغيلها. بشكل افتراضي، سيختلف عدد السلال المستكشفة حسب ما إذا كان الراوتر قد تم تشغيله لأكثر من ساعة واحدة، وحسب ما إذا كان الراوتر مخفي أو ينتمي لفئة 'K' من حيث عرض النطاق، وحسب عدد الرواتر المعروفة.
az: Bu parametr NetDb DHT vedrələrinin sayını müəyyən edir Həmkar kəşfiyyatı İşi icra edərkən istinad edəcək. Standart olaraq, araşdırmaq üçün vedrələrin sayı marşrutlaşdırıcının bir saatdan artıq işləməsindən, routerin gizli və ya 'K' bant genişliyi pilləsində olub-olmamasından və məlum marşrutlaşdırıcıların sayından asılı olaraq dəyişəcək.
bo: འདིའི་བཀོད་སྒྲིག་གིས་ Peer Exploration Job འཁོར་སྐབས་དྲ་བར་བལྟ་རྒྱུའི་ NetDb DHT buckets གྲངས་གཏན་འཁེལ་བྱེད། སྔོན་སྒྲིག་ལྟར། འཚོལ་དགོས་པའི་ buckets གྲངས་ནི་རོ་ཌེར་ཆུ་ཚོད་གཅིག་ལས་མང་ནས་འཁོར་བཞིན་ཡོད་མིན། རོ་ཌེར་སྦས་ནང་ཡོད་མིན། 'K' སྐུད་རྒྱ་རིམ་པར་ཡོད་མིན། ཤེས་པའི་རོ་ཌེར་གྲངས་ལ་བརྟེན་ནས་འགྱུར་བ།
cs: Toto nastavení určuje počet kýblů sítě NetDb DHT, na které bude odkazovat úloha prozkoumávání vrstvy Peer při jejím spuštění. Výchozí nastavení počtu kýblů ke zkoumání se bude lišit v závislosti na tom, zda router běží déle než hodinu, zda je router skrytý nebo v 'K' šířkové vrstvě a na počtu známých routerů.
da: Denne indstilling bestemmer antallet af NetDb DHT-bøtter, som Peer Exploration Job vil henvise til, når den kører. Som standard vil antallet af bøtter at udforske variere afhængigt af om routeren har kørt i over en time, om routeren er skjult eller i 'K' båndbredde lag og antallet af kendte routere.
el: Αυτή ρύθμιση καθορίζει τον αριθμό διάγνωσης NetDb DHT ταχύδρομων κάδων που θα αναφέρει το διάδοχο της διαδικασίας ανίχνευσης όταν εκτελείται. Η προώθηση προεπιλέγει για τον αριθμό των κάδων για να εξερευνηθούν έχει μεταβολή ανάλογα αν το router έχει εκτελεστεί για περισσότερο από μία ώρα, εάν το router είναι κρυφό ή στη ζώνη εύρους ζώνης 'K' και στο πλήθος των γνωστών δρομολογητών.
es: Esta configuración determina la cantidad de cubos DHT de NetDb a los que se hará referencia cuando se ejecute el Trabajo de exploración de pares. De forma predeterminada, la cantidad de cubos a explorar variará en función de si el enrutador lleva más de una hora funcionando, si el enrutador está oculto o en la categoría de ancho de banda 'K', y la cantidad de enrutadores conocidos.
et: See sättimine määrab, mitu NetDb DHT ämbrikeskust Peer Exploration Job kasutab töötades. Vaikimisi varieerub uuritavate ämbrikeste arv, sõltuvalt sellest, kas võruja töötab üle ühe tunni, kas võruja on peidetud või kuulub „K“ ribalaiuse kihti, ja teadaolevate võrutajate arv.
fa: این تنظیم تعداد سطل‌های NetDb DHT را تعیین می‌کند که کار کاوش همتا هنگام اجرا به آن ارجاع خواهد داد.
fi: Tämä asetus määrittää kuinka monta NetDb DHT -ämpäriä Verkoston tutkinta-työ tekee. Oletusarvoisesti tutkittavien ämpärien määrä vaihtelee riippuen siitä, onko reititin ollut käynnissä yli tunnin, onko reititin piilotettu tai kuuluuko se tehostetun kaistanleveyden laatualueeseen ja kuinka monta vertaista on tiedossa.
hi: यह सेटिंग देखभाल करने वाली Peer Exploration Job को चलाने के समय संदर्भित करने वाले NetDb DHT बकेट की संख्या को निर्धारित करती है। मूल मान में, अन्वेषण करने वाले बकेट की संख्या राउटर के एक घंटे से अधिक समय तक चलने के आधार पर, यदि राउटर छिपा हुआ है या 'K' बैंडविड्थ स्तर में है, और जाने माने राउटरों की संख्या पर निर्भर करेगी।
hu: Ez a beállítás meghatározza, hogy hány NetDb DHT vödröt fog hivatkozni a Peer Exploration Job futásakor. Alapértelmezés szerint a vizsgálandó vödrök száma attól függ, hogy a router több mint egy órája fut-e, a router el van-e rejtve vagy az „K” sávszélességi kategóriában van-e, valamint az ismert routerek számától.
in: Pengaturan ini menentukan jumlah bucket DHT NetDb yang akan direferensikan oleh Pekerjaan Eksplorasi Sejawat saat dijalankan. Secara default, jumlah bucket yang akan dijelajahi akan bervariasi tergantung pada apakah router telah berjalan selama lebih dari satu jam, apakah router tersembunyi atau berada pada tingkat bandwidth 'K', dan jumlah router yang dikenal.
it: Questa impostazione determina il numero di bucket di NetDb DHT che il lavoro di esplorazione peer utilizzerà quando viene eseguito. Di default, il numero di bucket da esplorare varia a seconda se il router è in esecuzione da più di un'ora, se il router è nascosto o nella categoria 'K' di larghezza di banda e il numero di router conosciuti.
ja: この設定は、Peer Exploration Jobが実行される際に参照するNetDb DHTバケットの数を決定します。デフォルトでは、探索するバケットの数は、ルーターの稼働時間が1時間以上であるか、ルーターが隠れているか、'K'バンド幅ティアであるか、既知のルーターの数によって異なります。
ko: 이 설정은 Peer Exploration Job이 실행될 때 참조할 NetDb DHT 버킷 수를 결정합니다. 기본적으로 탐색할 버킷 수는 라우터가 1시간 이상 실행 중인지 여부, 라우터가 숨겨진 상태인지 또는 'K' 대역폭 티어에 있는지 여부, 그리고 알려진 라우터의 수에 따라 다릅니다.
nb: Denne innstillingen bestemmer antallet NetDb DHT-bøtter som Peer Exploration Job vil referere til når den kjører. Som standard vil antallet bøtter som skal utforskes variere avhengig av om ruteren har kjørt i mer enn en time, om ruteren er skjult eller i K-båndbreddegruppen, og antallet kjente rutere.
nl: Deze instelling bepaalt het aantal NetDb DHT-buckets waarnaar de Peer Exploration Job zal verwijzen tijdens het uitvoeren. Standaard zal het aantal te verkennen buckets variëren, afhankelijk van hoe lang de router al draait, als de router verborgen is of zich in de 'K' bandbreedtetier bevindt en het aantal bekende routers.
pt: Esta configuração determina o número de buckets DHT do NetDb que o Job de Exploração de Pares fará referência quando for executado. Por padrão, o número de buckets a serem explorados variará dependendo se o enrutador está funcionando há mais de uma hora, se o enrutador está oculto ou no nível de largura de banda 'K' e do número de enrutadores conhecidos.
sl: Ta nastavitev določa število vедерov DHT NetDb, ki jih bo delo Peer Exploration upoštevalo pri izvedbi. Po privzemu se število vедерov, ki jih je treba preiskati, bo razlikovalo glede na to, ali je usmerjevalnik delal več kot uro, ali je usmerjevalnik skrit ali v vrstici širine pasma 'K', in število znanih usmerjevalnikov.
sv: Denna inställning bestämmer antalet NetDb DHT bucketar som Peer Exploration Job kommer att referera till vid körning. Som standard kommer antalet bucketar att variera beroende på om routern har kört i över en timme, om routern är dold eller i 'K' bandbreddsnivån, och antalet kända noder.
uk: Це налаштування визначає кількість сегментів DHT в NetDb, на які буде посилатися Завдання дослідження пірів при запуску. За замовчуванням кількість сегментів для дослідження буде коливатися в залежності від того, чи працював роутер більше години, чи перебуває роутер в прихованому режимі або у смузі пропускної здатності «K», а також від кількості відомих роутерів.
vi: Cài đặt này xác định số lượng thùng NETDB DHT Công việc khám phá ngang hàng sẽ tham chiếu khi chạy. Theo mặc định, số lượng thùng để khám phá sẽ thay đổi tùy thuộc vào việc bộ định tuyến đã chạy trong hơn một giờ, nếu bộ định tuyến bị ẩn hay trong tầng băng thông 'K' và số lượng bộ định tuyến đã biết.
