Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The themes directory is located in the I2P application directory under <code>docs/themes</code>. There are example override files in the console and I2PSnark theme sub-directories.
ar: دليل السمات موجود في دليل تطبيق I2P تحت <code>docs/themes</code>. هناك ملفات تجاوز نموذجية في مجلدات سمة فرعية للكونسول و I2PSnark.
az: Mövzu qovluğu I2P tətbiq dircəsinin <code>docs/themes</code> altında yerləşir. Konsolda və I2PSnark mövzu alt-qovluqlarında nümunə keçmə faylları mövcuddur.
bo: མིག་རྒྱལ་མཚོན་སྒྲིག་གི་ཐོག་མ་གནས་ཚུལ་ནི་ I2P མཉེན་ཆས་གཙོ་བོའི་ཐོག་མ་གནས་ཚུལ་གྱི་<code>docs/themes</code> གི་ནང་དུ་ཡོད་པ་ཡིན། བརྡ་བཀོད་ཚོང་ཁང་དང་ I2PSnark གི་མིག་རྒྱལ་མཚོན་སྒྲིག་གི་མཚམས་ཐོག་མ་གནས་ཚུལ་གྱི་ནང་དུ་བརྗེ་བཤེར་བྱེད་པའི་དཔེ་མཚོན་ཞུ་ཡིག་མང་པོ་ཞིག་ཡོད།
cs: Adresář motivů se nachází v adresáři aplikace I2P v adresáři <code>docs/themes</code>. V adresářích motivu konzole a I2PSnark jsou příklady přepisovacích souborů.
da: Temandirectoryn er placeret i I2P-applikationsmappen under <code> docs / themes </code>. Der er eksempeloversættelsesfiler i konsol- og I2PSnark-temamapperne.
el: Ο κατάλογος των θεμάτων βρίσκεται στον κατάλογο εφαρμογής του I2P μεταξύ <code>docs/themes</code>. Υπάχουν αρχεία παραδείγματος αντικατάστασης στους υποφακέλους θέματος της κονσόλας και του I2PSnark.
es: El directorio de temas se encuentra en el directorio de aplicación I2P en <code>docs/themes</code>. Hay archivos de ejemplo de anulación en los subdirectorios de temas de la consola y I2PSnark.
et: Teemakaust asub I2P rakenduse kataloogis <code>docs/themes</code>. Konsooli ja I2PSnarki teemaalamkaustades on näidiste ülekirjutamise failid.
fa: دایرکتوری تم‌ها در دایرکتوری اصلی برنامه I2P زیر <code>docs/themes</code> قرار دارد. فایل‌های نمونه برای تغییرات تم در زیردایرکتوری‌های تم کنسول و I2PSnark وجود دارند.
fi: Teemakansio sijaitsee I2P-sovelluskansion alla kohdassa <code>docs/themes</code>. Hallintapaneelissa ja I2PSnark-teeman alikansioissa on esimerkkiylikirjoitustiedostoja.
hi: थीम डायरेक्टरी I2P अनुप्रयोग डायरेक्टरी में <code>docs/themes</code> के तहत स्थित है। कंसोल और I2PSnark थीम सब-डायरेक्टरी में उदाहरण ओवरराइड फ़ाइलें होती हैं।
hu: A témakönyvtár az I2P alkalmazás könyvtárában található a <code>docs/themes</code> alatt. Példa override fájlok találhatóak a konzol és az I2PSnark téma almappáiban.
in: Direktori tema berada di direktori aplikasi I2P di bawah <code>docs/themes</code>. Ada file contoh pengalihan di sub-direktori tema konsol dan I2PSnark.
it: La directory dei temi si trova nella directory dell'applicazione I2P sotto <code>docs/themes</code>. Ci sono file di sostituzione di esempio nelle sotto-directory dei temi della console e di I2PSnark.
ja: テーマディレクトリは、<code>docs/themes</code>の下にあるI2Pアプリケーションディレクトリにあります。コンソールとI2PSnarkテーマのサブディレクトリには、サンプルのオーバーライドファイルがあります。
ko: 테마 디렉터리는 <code>docs/themes</code> 아래의 I2P 애플리케이션 디렉터리에 위치합니다. 콘솔 및 I2PSnark 테마 하위 디렉터리에는 예제 무시 파일이 있습니다.
nb: Temakatalogen ligger i I2P-applikasjonskatalogen under <code>docs/themes</code>. Det finnes eksempelfiler for overskriving i konsoll- og I2PSnark-temamapper.
nl: De themamap bevindt zich in de I2P-toepassingsmap onder <code>docs/themes</code>. Er zijn voorbeeld overschrijvingsbestanden in de console en de I2PSnark-thema submappen.
pt: O diretório de temas está localizado no diretório de aplicativos do I2P em <code>docs/themes</code>. Existem arquivos de substituição de exemplo nos subdiretórios de temas do console e do I2PSnark.
sl: Mapa tem je razpolažljiva v direktoriju aplikacije I2P pod <code>docs/themes</code>. Obstajajo primeri prepičnih datotek v podmapah tem konzole in I2PSnark.
sv: Temanakatalogen finns i I2P-applikationskatalogen under <code>docs/themes</code>. Det finns exempel på överlagringsfiler i underkatalogerna för konsolen och I2PSnark-temat.
uk: Директорія з темами розташована у каталозі застосунку I2P під <code>docs/themes</code>. Є прикладові файли перевизначень у підкаталогах тем консолі та I2PSnark.
vi: Thư mục chủ đề nằm trong thư mục ứng dụng I2P trong <code>docs/themes</code>. Có ví dụ ghi đè các tệp trong bảng điều khiển và các hướng phụ chủ đề i2psnark.

source: Sidebar Information
ar: معلومات الشريط الجانبي
az: Yan panel məlumatı
bo: བརྒྱབ་ཐུར་གྱི་ཆ་འཕྲིན།
cs: Informace o postranním panelu
el: Πληροφορίες πλευρικής γραμμής
es: Información lateral
et: Küljeriba teave
fa: اطلاعات منوی کناری
fi: Sivupalkki Tiedot
hi: साइडबार सूचना
hu: Oldalsáv információ
in: Informasi Samping
it: Informazioni sulla barra laterale
ja: サイドバーの情報
ko: 사이드바 정보
nb: Sidebarinformasjon
nl: Zijbalkinformatie
pt: Informações da barra lateral
sl: Informacije o vrstnici
sv: Sidofältinformation
uk: Інформація про бічну панель
vi: Thông tin Thanh bên

source: Many of the stats on the sidebar may be <a href='/configstats'>configured</a> to be <a href='/graphs'>graphed</a> for further analysis. You may also customize the sections that appear on the Sidebar and their positioning on the <a href='/configsidebar'>Sidebar Configuration page</a>.
ar: يمكن تكوين العديد من الإحصائيات في الشريط الجانبي لكي <a href='/configstats'>يتم رسمها بالرسوم البيانية</a> لمزيد من التحليل. كما يمكنك تخصيص الأقسام التي تظهر في الشريط الجانبي وموقعها على صفحة <a href='/configsidebar'>تكوين الشريط الجانبي</a>.
az: Sidebar'daki birçok istatistik, daha fazla analiz için <a href='/configstats'>yapılandırılabilecek</a> ve <a href='/graphs'>çizelgesel</a> olabilir. Ayrıca, Sidebar'da görünen bölümleri ve konumlarını <a href='/configsidebar'>Sidebar Yapılandırma sayfası</a> üzerinde özelleştirebilirsiniz.
bo: བརྒྱབ་ཐུར་གྱི་སྡོམ་ཚིག་མང་པོ་ཞིག་ལ་<a href='/configstats'>སྒྲིག་སྦྱོར་བྱས་ཏེ།</a> <a href='/graphs'>ཚད་ལྡན་གྱི་འབྲེལ་ཚད་གྲངས་རིས་སུ་བཀོད་</a>ནས་དཔྱད་དཔག་གཞིར་བཞག་བྱེད་ཐུབ་པ་ཡིན། བརྒྱབ་ཐུར་གྱི་ངོས་སུ་སྣང་བའི་ཆོས་ཚན་དང་དེ་དག་གི་གནས་སྒྲིག་མངོན་པར་བཟོ་རུང་བ་ཡང་ཡོད་པ་དེ་ནི་<a href='/configsidebar'>བརྒྱབ་ཐུར་གྱི་སྒྲིག་སྦྱོར་གྱི་ཤོག་ངོས།</a>གྱི་ནང་དུ་ཡིན།
cs: Mnoho statistik na postranní liště lze <a href='/configstats'>nastavit</a> pro další analýzu. Můžete také přizpůsobit sekce, které se zobrazují na postranní liště, a jejich umístění na stránce <a href='/configsidebar'>konfigurace postranní lišty</a>.
da: Mange af statistikkerne på sidepanelet kan <a href='/configstats'>konfigureres</a> til at blive <a href='/graphs'>grafisk fremstillet</a> til yderligere analyse. Du kan også tilpasse sektionerne, der vises på sidepanelet, og deres placering på <a href='/configsidebar'>konfigurationssiden til sidepanelet</a>.
el: Πολλά από τα στατιστικά στο πλευρικό μενού μπορούν να <a href='/configstats'>ρυθμιστούν</a> για να <a href='/graphs'>εμφανιστούν σε γράφημα</a> για περαιτέρω ανάλυση. Μπορείτε επίσης να προσαρμόσετε τις ενότητες που εμφανίζονται στην πλευρική γραμμή και τη θέση τους στη <a href='/configsidebar'>σελίδα διαμόρφωσης πλευρικής γραμμής</a>.
es: Muchas de las estadísticas en la barra lateral se pueden <a href='/configstats'>configurar</a> para que se <a href='/graphs'>grafiquen</a> para un análisis más profundo. También puedes personalizar las secciones que aparecen en la barra lateral y su posicionamiento en la <a href='/configsidebar'>página de configuración de la barra lateral</a>.
et: Paljusid küljeriba statistikate saab <a href='/configstats'>seadistada</a> graafikutena edasiseks analüüsiks. Võite küljel osade ja nende paigutuse <a href='/configsidebar'>konfigureerimisleheküljel</a> kohandada.
fa: بسیاری از آمارها در منوی کناری را می‌توان با <a href='/configstats'>تنظیم</a> آن در نمودارهای <a href='/graphs'>نمودارها</a> برای تجزیه‌وتحلیل بیشتر ثبت کرد. شما همچنین می‌توانید بخش‌هایی که در منوی کناری نمایش داده می‌شوند و مکان‌یابی آن‌ها را در صفحه تنظیمات <a href='/configsidebar'>منوی کناری</a> سفارشی‌سازی کنید.
fi: Monia sivupalkin tilastoja voidaan <a href='/configstats'>määrittää</a> <a href='/graphs'>graafisiksi</a> lisätarkastelua varten. Voit myös mukauttaa sivupalkilla näkyviä osioita ja niiden sijaintia <a href='/configsidebar'>Sivupalkin konfigurointisivulla.</a>
hi: साइडबार पर कई स्टैट्स को आगे के विश्लेषण के लिए <a href='/configstats'>संरचित</a> किया जा सकता है <a href='/graphs'>ग्राफ़ किया जाए</a>। आप साइडबार पर दिखाने वाले सेक्शन और उनकी स्थिति को <a href='/configsidebar'>साइडबार सेटिंग पृष्ठ</a> पर भी स्वयं रचनात्मक रूप से संशोधित कर सकते हैं।
hu: Az oldalsávon található statisztikák többségét <a href='/configstats'>be lehet állítani</a> <a href='/graphs'>ábrázolásra</a> a további elemzéshez. Testre is szabhatja azokat a részeket, amelyek megjelennek az oldalsávon, és elhelyezkedésüket az <a href='/configsidebar'>Oldalsáv konfigurációs lapján</a>.
in: Banyak statistik di samping dapat <a href='/configstats'>dikonfigurasi</a> untuk <a href='/graphs'>digrafikan</a> untuk analisis lebih lanjut. Anda juga dapat menyesuaikan bagian yang muncul di Samping dan posisinya di halaman <a href='/configsidebar'>Konfigurasi Samping</a>.
it: Molte delle statistiche sulla barra laterale possono essere <a href='/configstats'>configurate</a> per essere <a href='/graphs'>visualizzate come grafici</a> per ulteriori analisi. È inoltre possibile personalizzare le sezioni che appaiono sulla barra laterale e la loro posizione nella <a href='/configsidebar'>pagina di configurazione della barra laterale</a>.
ja: サイドバーの多くの統計情報は、追加の分析のために<a href='/configstats'>設定</a>して<a href='/graphs'>グラフ化</a>することができます。サイドバーに表示されるセクションと、それらの配置も<a href='/configsidebar'>サイドバーコンフィグレーションページ</a>でカスタマイズすることができます。
ko: 사이드바에 표시되는 많은 통계 정보는 <a href='/configstats'>구성</a>하여 <a href='/graphs'>그래프</a>로 제공될 수 있으며, 추가 분석에 사용할 수 있습니다. 또한, 사이드바에 표시되는 섹션과 해당 위치를 <a href='/configsidebar'>사이드바 구성 페이지</a>에서 사용자 정의할 수 있습니다.
nb: Mange av statistikkene på sidepanelet kan <a href='/configstats'>konfigureres</a> for å bli <a href='/graphs'>avbildet</a> for ytterligere analyse. Du kan også tilpasse seksjonene som vises på sidepanelet og deres plassering på <a href='/configsidebar'>konfigurasjonssiden for sidepanel</a>.
nl: Veel van de statistieken op de zijbalk kunnen worden <a href='/configstats'>geconfigureerd</a> om te worden <a href='/graphs'>gevisualiseerd</a> voor verdere analyse. U kunt ook de secties die op de zijbalk verschijnen en hun positionering aanpassen op de <a href='/configsidebar'>pagina voor zijbalkconfiguratie</a>.
pt: Muitas das estatísticas na barra lateral podem ser <a href='/configstats'>configuradas</a> para serem <a href='/graphs'>visualizadas em forma de gráfico</a> para análise adicional. Você também pode personalizar as seções que aparecem na barra lateral e sua posição na <a href='/configsidebar'>página de configuração da barra lateral</a>.
sl: Mnoge statistike na vrstnici lahko nastavite, da jih <a href='/configstats'>nastavite</a> za <a href='/graphs'>grafike</a> za daljnjo analizo. Tudi lahko prilagodite sekcije, ki se pojavejo na vrstnici, in njihovo položaj na <a href='/configsidebar'>strani za nastavitev vrstnice</a>.
sv: Många av statistiken i sidofältet kan <a href='/configstats'>konfigureras</a> för att skapa <a href='/graphs'>grafer</a> för ytterligare analys. Du kan också anpassa sektionerna som visas i sidofältet och deras placering på <a href='/configsidebar'>konfigurationssidan för sidofältet</a>.
uk: Багато статистичних даних у бічній панелі можуть бути <a href='/configstats'>налаштовані</a> для <a href='/graphs'>графічного</a> аналізу. Ви також можете налаштувати розділи, що з'являються в бічній панелі та їх розміщення на сторінці <a href='/configsidebar'>налаштування бічної панелі</a>.
vi: Nhiều thống kê trên thanh bên có thể được <a href='/configstats'>cấu hình</a> để được <a href='/graphs'>biểu đồ hóa</a> cho phân tích sâu hơn. Bạn cũng có thể tùy chỉnh các phần hiển thị trên Thanh bên và vị trí của chúng trên trang <a href='/configsidebar'>Cấu hình Thanh bên</a>.

source: Local Identity
ar: الهوية المحلية
az: Yerel Kimlik
bo: ཡུལ་གྱི་མཚན་ཉིད།
cs: Místní identita
da: Lokal identitet
el: Τοπική ταυτότητα
es: Identidad local
et: Kohalik identiteet
fa: هویت محلی
fi: Paikallinen Identiteetti
hi: स्थानीय पहचान
hu: Helyi azonosító
in: Identitas Lokal
it: Identità locale
ja: ローカルアイデンティティ
ko: 로컬 식별
nb: Lokal identitet
nl: Lokale identiteit
pt: Identidade local
sl: Lokalna identiteta
sv: Lokal Identitet
uk: Локальна ідентичність
vi: Danh tính Địa phương

source: If you hover over the <i>Router Info</i> heading, your truncated router identity will be shown (the first four characters (24 bits) of your 44-character (256-bit) Base64 router hash). The full hash is shown on your <a href='netdb?r=.'>Network Database entry</a>. Never reveal this to anyone, as your router identity is uniquely linked to your IP address in the network database.
ar: إذا مررت بالإشارة فوق عنوان <i>معلومات الموجه</i>، سيتم عرض هوية الموجه المختصرة لديك (الأربعة الأحرف الأولى (24 بت) من هاش الموجه القاعدي 44 حرفًا (256 بت)). يتم عرض الهاش الكامل في <a href='netdb?r=.'>سجل قاعدة الشبكة</a> الخاص بك. لا تكشف أبدًا عن هذا لأي شخص، لأن هوية الموجه لديك مرتبطة بشكل فريد بعنوان IP الخاص بك في قاعدة بيانات الشبكة.
az: Eğer <i>Router Info</i> başlığı üzerine geldiğinizde, kırpılmış yönlendirici kimliğiniz gösterilir (44 karakterli (256 bit) Base64 yönlendirici tokasının ilk dört karakteri (24 bit)). Tam tokası, <a href='netdb?r=.'>Network Veritabanı girişinizde</a> gösterilir. Bu bilgiyi kimseyle paylaşmayın, çünkü yönlendirici kimliğiniz ağ veritabanındaki IP adresinizle benzersiz bir şekilde bağlantılıdır.
bo: <i>རུ་ཊར་གྱི་ཆ་འཕྲིན།</i> (Router Info) ཞེས་པའི་མགོ་སྐུད་སྟེང་དུ་མུས་ཚུར་བསྐྱོད་ན་ཁྱོད་རང་གི་རུ་ཊར་གྱི་མཚན་ཉིད་(ཁྱོད་རང་གི་ཨང་གྲངས་ 44 འབྲུ་གཉིས་མཛོད་པ་དང་། བི་འི 256 ནི་ཨང་གྲངས་ 4 འབྲུ་གཉིས་མཛོད་པ་དང་། བི་འི 24) འགོ་མ་མཐོང་བར་གྱུར་པ་མཐོང་ངེས་ཡིན། སྒྲུབ་ཚད་ཚང་བ་ནི་ཁྱོད་རང་གི་<a href='netdb?r=.'>དྲ་ཚིག་གི་གཞུང་འཛིན་མཉེན་ཆས་ཀྱི་ཐོ་འཛུགས།</a>གྱི་ནང་དུ་བཀོད་ཡོད་པ་ཡིན། དྲ་ཚིག་གི་གཞུང་འཛིན་མཉེན་ཆས་ཀྱི་ནང་དུ་ཁྱོད་རང་གི་IP སྡོད་གནས་དང་རུ་ཊར་གྱི་མཚན་ཉིད་དེ་དག་གི་བར་མཚམས་མེད་པར་འབྲེལ་བ་ཡོད་པས་དེ་སུ་ལ་ཡང་མི་སྟོན་པར་གཏུགས།
cs: Pokud najedete myší na nadpis <i>Informace o routeru</i>, zobrazí se zkrácená identita vašeho routeru (první čtyři znaky (24 bitů) z vašeho 44místného (256 bitů) Base64 kódovaného otisku routeru). Plný otisk je zobrazen ve vašem <a href='netdb?r=.'>záznamu v síťové databázi</a>. Nikomu to nikdy nezveřejňujte, protože vaše routerová identita je jedinečně propojena s vaší IP adresou v síťové databázi.
da: Hvis du holder musemarkøren over overskriften <i>Router Info</i>, vises din afkortede routeridentitet (de første fire tegn (24 bits) i din 44-tegners (256 bit) Base64-router-hash). Den fulde hash vises på din <a href='netdb?r=.'>indførsel i netværksdatabasen</a>. Afslør aldrig dette for nogen, da din routeridentitet er unikt forbundet med din IP-adresse i netværksdatabasen.
el: Εάν περάσετε τον κέρσορα πάνω από την κεφαλίδα <i>Πληροφορίες Δρομολογητή</i>, θα εμφανιστεί η συντετμημένη ταυτότητα του δρομολογητή σας (τα πρώτα τέσσερα χαρακτήρες (24 bits) του 44-χαρακτηρικού (256-bit) Base64 κατακερματισμού του δρομολογητή). Ο πλήρης κατακερματισμός εμφανίζεται στην <a href='netdb?r=.'>καταχώρηση της Βάσης Δεδομένων Δικτύου</a> σας. Μην το αποκαλύπτετε σε κανέναν, καθώς η ταυτότητα του δρομολογητή σας συνδέεται μοναδικά με τη διεύθυνση IP σας στη βάση δεδομένων του δικτύου.
es: Si pasas el puntero sobre el encabezado <i>Información del enrutador</i>, se mostrará tu identidad de enrutador truncada (los primeros cuatro caracteres (24 bits) de tu huella de enrutador Base64 de 44 caracteres (256 bits)). La huella completa se muestra en tu <a href='netdb?r=.'>entrada de la base de datos de red</a>. Nunca reveles esto a nadie, ya que tu identidad de enrutador está vinculada de manera única a tu dirección IP en la base de datos de red.
et: Kui hõljutate kursoriga <i>Router Info</i> pealkirja kohal, näidatakse teie lühendatud ruuteri identiteeti (teie 44-tähelise (256-bitise) Base64 ruuteri räsi esimesed neli tähemärki (24 bitti)). Täielik räsi on näidatud teie <a href='netdb?r=.'>võrguandmebaasi kirjes</a>. Ärge paljastage seda mitte kellelegi, kuna teie ruuteri identiteet on ainulaadselt seotud teie IP-aadressiga võrguandmebaasis.
fa: اگر به عنوان <i>اطلاعات روتر</i> حرکت کنید، هویت تقریبی روتر شما (چهار کاراکتر اول (24 بیت) از هش 44 کاراکتری (256 بیت) شما در قالب Base64) نمایش داده می‌شود. هش کامل در ثبت‌نام <a href='netdb?r=.'>بانک اطلاعات شبکه</a> نشان داده می‌شود. هرگز این مطلب را به دیگران ندهید، زیرا هویت روتر شما به شکل منحصربه‌فردی به آدرس IP شما در بانک اطلاعات شبکه مرتبط است.
fi: Jos pidät hiiren osoittimen <i>Reititin tiedot</i> -otsikon päällä, leikattu reititin tunnisteesi näytetään (Tämä tarkoittaa 24 bittiä eli 4 ensimmäistä merkkiä 44 merkin (256 bittiä) pituisesta base64-reititinviiteestäsi). Koko viite näytetään <a href='netdb?r=.'>Virtuaalisessa reititintietokannassa</a>. Älä ikinä paljasta tätä kenellekään. reititin identiteettisi on yksilöivästi linkitetty IP-osoitteeseesi reititintietokannassa.
hi: यदि आप <i>Router Info</i> शीर्षक पर होवर करते हैं, तो आपकी कटी हुई रूटर पहचान दिखाई देगी (आपके 44-अक्षर (256-बिट) Base64 रूटर हैश के पहले चार अक्षर (24 बिट)). पूरा हैश आपके <a href='netdb?r=.'>नेटवर्क डेटाबेस प्रविष्टि</a> पर दिखाई देता है। कभी-कभी इसे किसी को न बताएं, क्योंकि आपकी रूटर पहचान नेटवर्क डेटाबेस में आपके आईपी पते के साथ अद्वितीय रूप से जुड़ी होती है।
hu: Amennyiben a kurzor fölé húzza az egérmutatót a <i>Kapcsolati adatok</i> címsor felett, az Ön lerövidített útválasztó azonosítója jelenik meg (az első négy karakter (24 bit) az Ön 44 karakteres (256 bites) Base64 útválasztó hash értékéből). A teljes hash érték jelenik meg a <a href='netdb?r=.'>Hálózati adatbázis bejegyzésén</a>. Soha senkinek ne fedje fel ezt az adatot, mert az útválasztó azonosítója egyedi módon kapcsolódik az IP-címéhez a hálózati adatbázisban.
in: Jika Anda meletakkan kursor di atas judul <i>Informasi Router</i>, identitas router yang terpotong akan ditampilkan (empat karakter pertama (24 bit) dari hash router Base64 44 karakter (256 bit) Anda). Hash lengkap ditampilkan pada entri <a href='netdb?r=.'>Basis Data Jaringan</a> Anda. Jangan pernah beritahukan ini kepada siapapun, karena identitas router Anda terkait secara unik dengan alamat IP Anda dalam basis data jaringan.
it: Se si passa il mouse sopra l'intestazione <i>Router Info</i> viene mostrata la tua identità del router troncata (i primi quattro caratteri (24 bit) dell'hash Base64 del router di 44 caratteri (256 bit). L'hash completo è mostrato sulla tua <a href='netdb?r=.'>scheda del database di rete</a>. Non rivelarlo mai a nessuno, poiché l'identità del router è univocamente collegata al tuo indirizzo IP nel database di rete.
ja: 「ルーター情報」の見出しにカーソルを合わせると、切り詰められたルーターの識別子が表示されます（44文字（256ビット）のBase64ルーターハッシュの最初の4文字（24ビット））。詳細なハッシュは、<a href='netdb?r=.'>ネットワークデータベースのエントリ</a>で表示されます。他の人にこの情報を公開しないでください。なぜなら、あなたのルーター識別子はネットワークデータベースでIPアドレスに紐づけられているからです。
ko: 만약 <i>라우터 정보</i> 제목 위로 마우스를 올리면 당신의 잘린 라우터 ID가 표시됩니다 (44자 (256비트)의 Base64 라우터 해시의 첫 4자 (24비트)). 전체 해시는 <a href='netdb?r=.'>네트워크 데이터베이스 항목</a>에서 표시됩니다. 라우터 ID는 당신의 IP 주소와 네트워크 데이터베이스에서 고유하게 연결되어 있으므로 아무에게도 공개하지 마십시오.
nb: Hvis du beveger musepekeren over overskriften <i>Router Info</i>, vises den avkortede rutens identitet (de første fire tegnene (24 bits) av 44-tegnet (256-bit) Base64-rutens haikode). Den fulle hasjen vises på din <a href='netdb?r=.'>Nettverksdatabasens oppføring</a>. Aldri avslør dette for noen, da din rutens identitet er unikt knyttet til IP-adressen din i nettverksdatabasen.
nl: Als u over de kop <i>Router Info</i> zweeft, wordt uw afgekapte routeridentiteit getoond (de eerste vier tekens (24 bits) van uw 44-tekens (256 bits) Base64-routerhash). De volledige hash wordt getoond op uw <a href='netdb?r=.'>netwerkdatabasevermelding</a>. Onthul dit nooit aan iemand, aangezien uw routeridentiteit uniek is gekoppeld aan uw IP-adres in de netwerkdatabase.
pt: Se você passar o mouse sobre o cabeçalho <i>Informações do Roteador</i>, sua identidade de roteador truncada será exibida (os primeiros quatro caracteres (24 bits) do seu hash de roteador de 44 caracteres (256 bits) em Base64). O hash completo é mostrado em sua <a href='netdb?r=.'>entrada no Banco de Dados de Rede</a>. Nunca revele isso para ninguém, pois sua identidade de roteador está vinculada exclusivamente ao seu endereço IP no banco de dados de rede.
sl: Če premikate nad naslovom <i>Informacije o strežniku</i>, se bo prikazala skrašena identiteta strežnika (prve četiri znake (24 biti) vaše 44 znakov (256 bitov) Base64 hash strežnika). Poln hash je prikazan na vaši <a href='netdb?r=.'>vstavi v bazo podatkov omrežja</a>. To nikoli ne odkrijte nikomur, saj je identiteta vašega strežnika edinstveno povezana z vašo IP naslovom v bazi podatkov omrežja.
sv: Om du svävar över <i>Router Info</i>-rubriken visas din förkortade routeridentitet (de första fyra tecknen (24 bitar) i din 44-teckens (256-bitars) Base64-routerhash). Hela hashet visas på din <a href='netdb?r=.'>Network Database-post</a>. Visa aldrig detta för någon, eftersom din routeridentitet unikt är kopplad till din IP-adress i nätverksdatabasen.
uk: Якщо навести вказівник на заголовок <i>Інформація про маршрутизатор</i>, буде показано скорочену ідентичність вашого маршрутизатора (перші чотири символи (24 біта) з 44-символьного (256-бітного) хеша маршрутизатора у Base64). Повний хеш показаний на сторінці <a href='netdb?r=.'>запису в мережевій базі даних</a>. Ніколи нікому не розголошуйте це, оскільки ідентичність вашого маршрутизатора унікальним чином пов'язана з вашою IP-адресою в мережевій базі даних.
vi: Nếu di chuột qua tiêu đề <i>Thông tin Bộ định tuyến</i>, danh tính bộ định tuyến bị cắt ngắn của bạn sẽ được hiển thị (bốn ký tự đầu tiên (24 bit) của hash bộ định tuyến Base64 có 44 ký tự (256 bit)). Toàn bộ hash được hiển thị trên <a href='netdb?r=.'>bản ghi Cơ sở dữ liệu Mạng</a> của bạn. Không bao giờ tiết lộ thông tin này cho bất cứ ai, vì danh tính bộ định tuyến của bạn là duy nhất liên kết với địa chỉ IP của bạn trong cơ sở dữ liệu mạng.
