Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You may also want to review the information on the <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P website</a>, post messages to the <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P discussion forum</a> or swing by <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> on I2P's internal IRC network.
az: Həmçinin <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P veb səhifəsindəki</a> məlumatları baxmaq və ya <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P müzakirə forumunda</a> mesajlar yazmaq istəyə bilərsiniz. Və ya I2P-nin daxili IRC şəbəkəsində <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> və ya <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> kanallarına gəlin.
da: Du kan også ønske at gennemgå informationen på <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P webstedet</a>, sende beskeder til <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P diskussionsforumet</a> eller kigge forbi <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2Ps interne IRC-netværk.
es: También podrías revisar la información en la <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>página web de I2P</a>, enviar mensajes al <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>foro de discusión de I2P</a> o pasarte por <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> o <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> en la red interna de IRC de I2P.
et: Samuti võite vaadata teavet <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P veebisaidil</a>, postitada teateid <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P arutelufoorumisse</a> või astuda läbi I2P sisemisse IRC-võrgustikku <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> või <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a>.
fa: شاید بخواهید اطلاعات روی سایت <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P</a> را نیز مرور کنید، پیام‌هایی را در <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>فروم بحث I2P</a> منتشر کنید یا به کانال‌های <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> یا <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> در شبکه IRC داخلی I2P سر بزنید.
hu: Érdemes áttekinteni az információkat az <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P weboldalon</a>, üzeneteket küldeni az <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P fórumon</a>, vagy betérni az I2P belső IRC hálózatára a <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> vagy <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> csatornákra.
it: Potresti anche voler consultare le informazioni sul <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>sito web di I2P</a>, pubblicare messaggi sul <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>forum di discussione di I2P</a> o passare da <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> o <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> nella rete IRC interna di I2P.
ja: <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2Pウェブサイト</a>の情報を確認する、<a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2Pディスカッションフォーラム</a>にメッセージを投稿する、またはI2Pの内部IRCネットワークの<a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a>または<a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a>に立ち寄ることもできます。
nb: Du kan også ønske å se gjennom informasjonen på <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P-nettstedet</a>, legge ut meldinger i <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P-diskusjonsforumet</a> eller besøk <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2Ps interne IRC-nettverk.
nl: U kunt ook de informatie op de <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P-website</a> bekijken, berichten posten op het <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P-discussieforum</a> of langskomen bij <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> of <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> op I2P's interne IRC-netwerk.
sv: Du kan också gå igenom informationen på <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P-webbplatsen</a>, skicka meddelanden till <a href=http://i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>I2P-diskussionsforumet</a> eller gå in på <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2Ps interna IRC-nätverk.
vi: Bạn cũng có thể muốn xem lại thông tin trên <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>trang web I2P</a>, đăng thông báo lên <a href=http:// i2pforum.i2p/viewforum.php?f=8 target=_blank rel=noreferrer>Diễn đàn thảo luận I2P</a> hoặc truy cập <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR< /a> hoặc <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> trên mạng IRC nội bộ của I2P.

source: tunnel summary
az: tunelin xülasəsi
da: tunnel opsummering
fa: خلاصه تونل
it: sommario dei tunnel
ja: トンネルの概要
nl: tunnel samenvatting
vi: tóm tắt đường hầm

source: Tunnel Summary
az: Tunel xülasəsi
da: Tunneloversigt
fa: خلاصه تونل
it: Riepilogo tunnel
ja: トンネルの概要
nl: Tunnelsamenvatting
vi: Tóm tắt đường hầm

source: SOCKS 5
fa: ساکس ۵
uk: ШКАПЕТКИ 5
vi: SOCK 5

source: Community Git hosting
vi: Lưu trữ Git cộng đồng

source: DigitalJournal
vi: Nhật ký kỹ thuật số

source: Global news &amp; media platform
vi: Tin tức toàn cầu

source: Business &amp; Financial News
vi: Kinh doanh

source: Movie + TV + Music + Game reviews
vi: Phim truyền hình Đánh giá trò chơi âm nhạc

source: All you need to know about everything that matters
vi: Tất cả những gì bạn cần biết về mọi thứ quan trọng

source: TheWeek
vi: Tuần

source: IPv6 SSU
es: SSU IPv6
pt: SSU IPv6
vi: SSU IPv6

source: This settings allows you to configure the minimum number of hosted participating tunnels before the router starts to reject tunnel requests based on anticipated bandwidth requirements. [Default is 100 if system is running Android, 800 if system is running on ARM and less than 4 cores available, 1200 if system is running on ARM and 4 or more cores available, otherwise 2500]
az: Bu parametrlər router gözlənilən bant genişliyi tələblərinə əsasən tunel sorğularını rədd etməyə başlamazdan əvvəl ev sahibliyi edilən iştirakçı tunellərinin minimal sayını konfiqurasiya etməyə imkan verir. [Sistem Android ilə işləyirsə standart 100, QOL ilə işləyirsə 800 və 4-dən az nüvə mövcuddursa 1200, QOL və 4 və ya daha çox nüvə ilə işləyirsə əks halda 2500]
vi: Cài đặt này cho phép bạn định cấu hình số lượng đường hầm tham gia được lưu trữ tối thiểu trước khi bộ định tuyến bắt đầu từ chối các yêu cầu đường hầm dựa trên các yêu cầu băng thông dự kiến. .

source: For a more extensive guide to configuration for various browsers, see the <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>browser configuration guide</a>..
vi: Để tham khảo hướng dẫn cấu hình chi tiết hơn cho các trình duyệt khác nhau, xem <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>hướng dẫn cấu hình trình duyệt</a>.

source: The act of contributing to the network by permiing other routers to build tunnels using your router in a tunnel chain. At least 12KB/s upstream bandwidth (network share) is required to be allocated in order to enable participation. Note that firewalled routers will be limited in how much they contribute to participation, and a router designated as Hidden will not participate at all.
vi: Hành động đóng góp cho mạng bằng cách cho phép các bộ định tuyến khác xây dựng đường hầm sử dụng bộ định tuyến của bạn trong chuỗi đường hầm. Ít nhất 12KB/s băng thông lên hạ lưu (chia sẻ mạng) cần được cấp phát để kích hoạt sự tham gia. Lưu ý rằng các bộ định tuyến bị tường lửa sẽ bị hạn chế về mức độ đóng góp vào sự tham gia, và bộ định tuyến được chỉ định là Ẩn sẽ không tham gia tuyệt đối.

source: Rseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining. The default settings will work for most people. Change these only if HTTPS is blocked by a restrictive firewall and reseed has failed.
vi: Reseeding là quy trình bootstrapping được sử dụng để tìm các bộ định tuyến khác khi bạn cài đặt I2P lần đầu tiên hoặc khi bộ định tuyến của bạn có quá ít tài liệu tham khảo bộ định tuyến còn lại. Các cài đặt mặc định sẽ hoạt động cho hầu hết mọi người. Chỉ thay đổi những điều này nếu HTTPS bị chặn bởi tường lửa hạn chế và Reseed đã thất bại.

source: You may also try <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p class=chatlink> on I2P's IRC network</a>.
vi: Bạn cũng có thể thử <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> hoặc <a href=irc://127.0.0.1:6668/i2p class=chatlink> trên mạng IRC của I2P</a>.

source: This is the number of peers your router has available for building your exploratory tunnels which are used to determine network performance. It is generally in the range 8-75. The fast peers are included in the high capacity tier.Your high capacity peers are shown on the <a href='/profiles'>Profiles page</a>. <a href='/configstats#router.highCapacityPeers'>[Enable graphing]</a>
vi: Đây là số lượng đồng nghiệp mà bộ định tuyến của bạn có sẵn để xây dựng các đường hầm thám hiểm được sử dụng để xác định hiệu suất mạng. Thông thường nằm trong khoảng 8-75. Các đồng nghiệp nhanh nằm trong hạng mục dung lượng cao. Các đồng nghiệp dung lượng cao của bạn được hiển thị trên trang <a href='/profiles'>Trang Hồ sơ</a>. <a href='/configstats#router.highCapacityPeers'>[Kích hoạt biểu đồ]</a>

source: Mane I2P addresses
vi: Quản lý địa chỉ I2P

source: I2P will now test your internet connection to identify the optimal speed settings.
vi: I2P bây giờ sẽ kiểm tra kết nối Internet của bạn để xác định cài đặt tốc độ tối ưu.

source: Pinterest Image Search Engine
sl: Iskalnik slik Pinterest

source: Current console and webapp translation report
sl: Trenutno poročilo o prevedbi konzole in spletnih aplikacij

source: Translation Status
sl: Stanje prevoza

source: IPv6 NTCP
es: NTCP IPv6
pt: NTCP IPv6

source: IPv6 NTCP, SSU
es: NTCP y SSU IPv6
pt: NTCP e SSU com IPv6

source: active in the last 15 minutes
az: son 15 dəqiqə ərzində aktivdir

source: I2CP
fi: 12CP
