Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Bottom
ar: الأسفل
az: Dibli
bo: མར་མཐའ།
cs: Dno
da: Bund
el: Κάτω
es: Parte inferior
et: alt
fa: پایین
fi: Pohja
hi: नीची सीमा
hu: Alul
in: Paling bawah
it: Basso
ja: 下部
ko: 밑
nb: Bunn
nl: Onderaan
pt: Baixo
sl: Dno
sv: Botten
uk: Внизу
vi: Dưới cùng

source: Move to bottom
ar: انتقل إلى الأسفل
az: Aşağıya doğru hərəkət edin
bo: མར་མཐའི་ལ་སྤོ་བ།
cs: Přesuňte se dolů
da: Flyt til bunden
el: Μετακίνηση στο τέλος
es: Mover a la parte inferior
et: Liigu alla
fa: به پایین حرکت کنید
fi: Siirry alas
hi: नीची सीमा तक ले जाएं
hu: Mozgatás alulra
in: Pindah ke paling bawah
it: Muovi in fondo
ja: 下部に移動
ko: 밑으로 이동
nb: Flytt til bunnen
nl: Verplaats naar eind
pt: Mover para baixo
sl: Premakni na dno
sv: Flytta längst ner
uk: Перейти вниз
vi: Di chuyển xuống dưới cùng

source: Select a section to add
ar: حدد قسمًا لإضافته
az: Əlavə etmək üçün bölmə seçin
bo: ཁ་སྣོན་བརྒྱུར་བཞིན་པའི་དབྱེ་ཁག་གཅིག་འདེམས་པ།
cs: Vyberte sekci, kterou chcete přidat
da: Vælg et felt til at tilføje
el: Επίλεξε μια ενότητα για προσθήκη
es: Seleccione una sección a añadir
et: valige lisamiseks jaotis
fa: بخشی را برای افزودن انتخاب کنید
fi: Valitse lisättävä osio
hi: जोड़ने के लिए एक सेक्शन चुनें
hu: Válassza ki a hozzáadni kívánt szakaszt
in: Pilih bagian untuk ditambahkan
it: Seleziona una sezione da aggiungere
ja: 追加するセクションを選択
ko: 추가할 섹션 선택
nb: Velg en del å legge til
nl: Selecteer een sectie om toe te voegen
pt: Selecione uma seção a ser adicionada
sl: Izberite sekcijo za dodajanje
sv: Välj ett avsnitt för att lägga till det
uk: Виберіть розділ для додавання
vi: Chọn phần cần thêm

source: Router Information (advanced)
ar: معلومات جهاز التوجيه (متقدم)
az: Router məlumatı (inkişaf etmiş)
bo: རོ་ཌེར་ཆ་འཕྲིན། (མཐོ་རིམ་པ།)
cs: Informace o směrovači (pokročilé)
da: Routerinformation (avanceret)
el: Πληροφορίες δρομολογητή (για προχωρημένους)
es: Info del router (avanzado)
et: ruuteri teave (täpsem)
fa: اطلاعات روتر (پیشرفته)
fi: Reitittimen tiedot (lisäasetukset)
hi: रूटर जानकारी (विस्तृत)
hu: Útválasztó információ (speciális)
in: Informasi Router (lengkap)
it: Informazioni del router (Avanzate)
ja: ルーター情報(詳細)
ko: 라우터 정보 (고급)
nb: Ruterinformasjon (avansert)
nl: Routerinformatie (geavanceerd)
pt: Informação do Roteador (avançada)
sl: Informacije o usmerjevalniku (napredno)
sv: Routerinformation (avancerat)
uk: Інформація про маршрутизатор (розширений)
vi: Thông tin bộ định tuyến (Nâng cao)

source: Advanced Links
ar: روابط متقدمة
az: Qabaqcıl Linklər
bo: མཐོ་རིམ་འབྲེལ་ཐག
cs: Pokročilé odkazy
da: Avancerede links
el: Σύνθετοι σύνδεσμοι
es: Enlaces avanados
et: Täpsemad lingid
fa: پیوند های پیشرفته
fi: Lisälinkit
hi: विस्तृत लिंक
hu: Speciális linkek
in: Tautan Lanjutan
it: Link avanzati
ja: 高度なリンク
ko: 고급 링크
nb: Avanserte lenker
nl: Geavanceerde koppelingen
pt: Links Avançados
sl: Napredne povezave
sv: Avancerade länkar
uk: Розширені посилання
vi: Liên kết nâng cao

source: Bandwidth Graph
ar: رسم بياني للباندويدث
az: Bant genişliyi qrafiki
bo: བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་རི་མོ།
cs: Graf připojení
da: Båndbreddegraf
el: Γράφημα Εύρους Ζώνης
es: Gráfica del ancho de banda
et: Ribalaiuse graafik
fa: نمودار پهنای باند
fi: Siirtomäärän kuvaaja
hi: बैंडविड्थ ग्राफ़
hu: Sávszélesség grafikon
in: Grafik Bandwidth
it: Grafico utilizzo di banda
ja: 帯域幅グラフ
ko: 대역폭 그래프
nb: Båndbredde Måler
nl: Bandbreedtegrafiek
pt: Gráfico de Banda
sl: Graf širine pasma
sv: Bandbreddsgraf
uk: Графік пропускної здатності
vi: Đồ thị Băng thông

source: UTC Clock
ar: التوقيت العالمي المنسق
az: UTC Saatı
bo: UTC ཆུ་ཚོད།
cs: Hodiny UTC
da: UTC Ur
el: Ρολόι UTC
es: Reloj UTC
et: UTC kell
fa: ساعت UTC
fi: UTC Kello
hi: UTC घड़ी
hu: UTC óra
in: Jam UTC
it: Orario UTC
ja: UTCクロック
ko: UTC 시계
nb: UTC-klokke
nl: UTC-klok
pt: Relógio UTC
sl: UTC uro
sv: UTC-klocka
uk: Годинник UTC
vi: Đồng hồ UTC

source: Congestion
ar: ازدحام
az: Tıxanma
bo: འགག་འཕྲིན།
cs: Přetížení
da: Overfyldning
el: Συμφόρηση
es: Congestión
et: Ummik
fa: ازدحام
fi: Tungos
hi: भीड़
hu: Torlódás
in: Kemacetan
it: Congestione
ja: 混雑状態
ko: 혼잡
nb: Kødannelse
nl: Verstopping
pt: Congestionamento
sl: Zastoj
sv: Trängsel
uk: Затори
vi: Sự tắc nghẽn

source: CPU Load
ar: تحميل وحدة المعالجة المركزية
az: CPU yükü
bo: CPU མངོན་པ།
cs: Zatížení CPU
da: CPU-belastning
el: Φορτίο CPU
es: Carga de CPU
et: CPU koormus
fa: بار CPU
fi: CPU kuormitus
hi: CPU बोर्ड
hu: CPU terhelés
in: Beban CPU
it: Carico CPU
ja: CPU負荷
ko: CPU로드
nb: CPU-belastning
nl: CPU-belasting
pt: Carga da CPU
sl: Obremenitev CPU
sv: CPU-belastning
uk: Завантаження ЦП
vi: Tải CPU

source: Firewall &amp; Reseed Status
ar: جدار الحماية وحالة إعادة البذر
az: Firewall və Reseed Status
bo: མེ་འགོག་རྒྱབ་སྐྱོར་དང་རྒྱུན་སྐྱེད་གནས་ཚུལ།
cs: Stav brány firewall a bootstrapu
da: Firewall og Genseed Status
el: Τείχος προστασίας
es: Cortafuegos & Estado de resembrado
et: Tulemüüri ja Alglaadimistaatus
fa: وضعیت آتش‌بسه و بازذریت
fi: Palomuuri
hi: फायरवॉल &amp; फिर से बीजी प्रक्रिया की स्थिति
hu: Firewall and Reseed Status
in: Status Firewall &amp; Reseed
it: Firewall &amp; stato del reseed
ja: ファイアウォールとリセッドステータス
ko: 방화벽 및 RESEED 상태
nb: Brannmur og reseed status
nl: Firewall en Reseed -status
pt: Status de Firewall e Bootstrap
sl: Stanje firewall &amp; status ponovnega semenjenja
sv: Brandvägg
uk: Брандмауер
vi: Tường lửa và trạng thái Reseed

source: Help &amp; FAQ
ar: مساعدة
az: Yardım və FAQ
bo: རོགས་རམ་དང་གནད་དོན་གསལ་བརྟག
cs: Nápověda a časté dotazy
da: Hjælp &amp; FAQ
el: Βοήθεια και FAQ
es: Ayuda y PUF
et: Abi &amp; KKK
fa: کمک و متداول
fi: Ohje &amp; UKK
hi: मदद &amp; सामान्य प्रश्न
hu: Segítség és GYIK
in: Bantuan dan FAQ
it: Aiuto &amp; FAQ
ja: ヘルプと FAQ
ko: 도움말 &amp; FAQ
nb: Hjelp og O-S-S
nl: Hulp &amp; FAQ
pt: Ajuda &amp; Perguntas Freqüentes
sl: Pomoč &amp; ČPP
sv: Hjälp &amp; vanliga frågor
uk: Допоможіть
vi: Phần trợ giúp

source: I2P Internals
ar: I2P الداخلية
az: Alətlər və Diaqnostika
bo: I2P ནང་ཁོངས།
cs: Vnitřní zařízení I2P
da: I2P Internt
el: Εσωτερικά I2P
es: Configuración interna de I2P
et: I2P sisemus
fa: داخلی I2P
fi: I2P sisälmykset
hi: I2P आंतरिक
hu: I2P Belső
in: I2P Internal
it: Interni I2P
ja: I2P 内部
ko: I2P 내부
nb: Interne I2P-bestanddeler
nl: I2P Intern
pt: Detalhes I2P
sl: Notranji deli I2P
sv: I2P internt
uk: Внутрішні пристрої I2P
vi: Nội bộ I2P

source: I2P Services
ar: خدمات I2P
az: Xidmətləri
bo: I2P ཞབས་ཞུ།
cs: Služby I2P
da: I2P tjenester
el: I2P Υπηρεσίες
es: Servicios I2P
et: I2P teenused
fa: سرویس های I2P
fi: I2P Palvelut
hi: I2P सेवाएँ
hu: I2P Szolgáltatások
in: I2P Service
it: Servizi I2P
ja: I2P サービス
ko: I2P 서비스
nb: I2P-tjenester
pt: Serviços I2P
sl: Storitve I2P
sv: I2P-tjänster
uk: Послуги I2P
vi: Dịch vụ I2P

source: Memory Usage Bar
ar: شريط استخدام الذاكرة
az: Yaddaş İstifadəsi Paneli
bo: ནང་ཁོངས་བེད་སྤྱོད་གནས་ཚད།
cs: Lišta využití paměti
da: Hukommelsesforbrugsstang
el: Γραμμή χρήσης μνήμης
es: Barra de uso de memoria
et: mälukasutusriba
fa: نمودار مصرف حافظه
fi: Muistin käyttöpalkki
hi: मेमोरी उपयोग बार
hu: Memóriahasználati sáv
it: Barra di utilizzo memoria
ja: メモリ使用量バー
ko: 메모리 사용 막대
nb: Minnebrukslinje
nl: Geheugengebruikbalk
pt: Barra de uso de memória
sl: Črtica uporabe pomnilnika
sv: minnesanvändningsfält
uk: Панель використання пам'яті
vi: Thanh sử dụng bộ nhớ

source: Network Reachability
ar: إمكانية الوصول إلى الشبكة
az: Şəbəkəyə Əlçatanlıq
bo: དྲ་རྒྱལ་འཛུལ་སྤྱོད་ཐུབ་པ།
cs: Dosah sítě
da: Netværkstilgængelighed
el: Προσβασιμότητα δικτύου
es: Disponibilidad de la red
et: Võrgu juurdepääsetavus
fa: دسترس پذیری شبکه
fi: Verkon saavutettavuus
hi: नेटवर्क पहुँच
hu: Hálózati elérhetőség
in: Jangkauan Jaringan
it: Raggiungibilità di rete
ja: ネットワーク到達可能性
ko: 네트워크 접속성
nb: Nettverkstilkobling
nl: Netwerkbereikbaarheid
pt: Acessibilidade da rede
sl: Dosegljivost omrežja
sv: Nätverksnöjlighet
uk: Досяжність мережі
vi: Khả năng tiếp cận mạng

source: News &amp; Updates
ar: الأخبار والتحديثات
az: Xəbərlər
bo: གསར་འགྱུར་དང་གསར་བརྗེ།
cs: Novinky a Aktualizace
da: Nyheder &amps; Opdateringer
el: Νέα και ενημερώσεις
es: Noticias y actualizaciones
et: Uudised ja värskendused
fa: اخبار و آپدیت ها
fi: Uutiset &amp; Päivitykset
hi: समाचार &amp; अपडेट
hu: Hírek &amp; Frissítések
in: Berita &amp; Update
it: News &amp; Aggiornamenti
ja: ニュースとアップデート
ko: 뉴스 &amp; 업데이트
nb: Nyheter og oppdateringer
nl: Nieuws &amp; Updates
pt: Notícias &amp; Atualizações
sl: Novice &amp; posodobitve
sv: Nyheter &amp; uppdateringar
uk: Новини &amp; оновлення
vi: Tin tức và cập nhật

source: Restart Status
ar: إعادة تشغيل الحالة
az: Vəziyyəti yenidən başladın
bo: བསྐྱར་འགོ་ཚུགས་གནས་ཚུལ།
cs: Stav restartu
da: Genstartsstatus
el: Κατάσταση επανεκκίνησης
es: Estado del reinicio
et: Taaskäivitamise olek
fa: وضعیت ریستارت
fi: Uudelleenkäynnistyksen tila
hi: पुनः शुरू करने की स्थिति
hu: Újraindítás állapota
in: Status Restart
it: Stato del riavvio
ja: 再起動ステータス
ko: 상태를 다시 시작하십시오
nb: Startstatus på nytt
nl: Herstartstatus
pt: Status de reinicialização
sl: Stanje ponovnega zagona
sv: Omstartstatus
uk: Статус перезапуску
vi: Khởi động lại trạng thái

source: Router Information
ar: معلومات جهاز التوجيه
az: Router haqqında məlumat
bo: རོ་ཌེར་གྱི་ཆ་འཕྲིན།
cs: Informace o směrovači
el: Πληροφορίες δρομολογητή
es: Info del router
et: ruuteri teave
fa: اطلاعات روتر
fi: Reitittimen tiedot
hi: रूटर जानकारी
hu: Útválasztó információ
in: Informasi Router
it: Informazioni del router
ja: ルーター情報
ko: 라우터 정보
nb: Ruterinformasjon
nl: Routerinformatie
pt: Informação do Roteador
sl: Informacije o usmerjevalniku
uk: Інформація про маршрутизатор
vi: Thông tin bộ định tuyến

source: Router Information (brief)
ar: معلومات جهاز التوجيه (موجز)
az: Router haqqında məlumat (qısa)
bo: རོ་ཌེར་གྱི་ཆ་འཕྲིན། (བསྡུས་གཏུགས།)
cs: Informace o směrovači (stručné)
da: Routerinformation (kort)
el: Πληροφορίες δρομολογητή (σύντομη περιγραφή)
es: Info del router (resumen)
et: ruuteri teave (lühike)
fa: اطلاعات روتر (مختصر)
fi: Reitittimen tiedot (lyhyt)
hi: रूटर जानकारी (संक्षिप्त)
hu: Router információ (rövid)
in: Informasi Router (singkat)
it: Informazioni del router (in breve)
ja: ルーター情報(簡単)
ko: 라우터 정보 (브리프)
nb: Ruterinformasjon (kortfattet)
nl: Routerinformatie (kort)
pt: Informação do Roteador (resumo)
sl: Informacije o usmerjevalniku (kratko)
sv: Routerinformation (kortfattat)
uk: Інформація про маршрутизатор (стисло)
vi: Thông tin bộ định tuyến (Tóm tắt)

source: Tunnel Status
ar: حالة النفق
az: Tunel Vəziyyəti
bo: གྲུང་ནེལ་གྱི་གནས་ཚུལ།
cs: Stav tunelu
el: Κατάσταση σήραγγας
es: Estado de los Túneles
et: Tunneli olek
fa: وضعیت تونل
fi: Tunnelin tila
hi: टनल स्थिति
hu: Alagút állapota
in: Status Terowongan
it: Stato del tunnel
ja: トンネルステータス
ko: 터널 상태
pt: Status do túnel
sl: Stanje tunelja
uk: Статус тунелю
vi: Tình trạng đường hầm

source: Update Status
ar: تحديث الحالة
az: Statusun yenilənməsi
bo: གསར་བརྗེ་གནས་ཚུལ།
cs: Stav aktualizace
da: Opdater status
el: Κατάσταση ενημέρωσης
es: Estado de actualización
et: Värskenda olekut
fa: وضعیت به روز رسانی
fi: Päivitä tila
hi: अपडेट स्थिति
hu: Frissítés állapota
in: Status Update
it: Stato dell'aggiornamento
ja: ステータス更新
ko: 업데이트 상태
nb: Oppdater status
pt: Atualizar status
sl: Stanje posodabljanja
sv: Uppdatera status
uk: Статус оновлення
vi: Cập nhật trạng thái

source: I2P Router Help &amp; FAQ
ar: تعليمات وإرشادات جهاز التوجيه I2P+ التعليمات
az: I2P Router Yardımı və FAQ
bo: I2P རོ་ཌེར་རོགས་རམ་ & FAQ
cs: Nápověda a časté dotazy k I2P Routeru
da: I2P Router Hjælp &amp; FAQ
el: Βοήθεια δρομολογητή I2P
es: Ayuda del router I2P y preguntas frecuentes
et: I2P Ruuteri Abi &amp; KKK
fa: کمک روتر I2P و سؤالات متداول
fi: I2P Reitittimen ohje &amp; UKK
hi: I2P रूटर मदद &amp; सामान्य प्रश्न
hu: I2P Router Segítség és GYIK
in: Bantuan dan FAQ router I2P
it: Aiuto &amp Router I2P; FAQ
ja: I2P ルーターヘルプ &amp; FAQ
ko: I2P 라우터 도움말 &amp; FAQ
nb: I2P-ruterhjelp og O-S-S
nl: I2P Router Hulp &amp; FAQ
pt: Ajuda do Roteador do I2P e Perguntas Mais Frequentes
sl: Pomoč &amp; ČPP za usmerjevalnik I2P
sv: I2P-router hjälp &amp; vanliga frågor
uk: Допомога i2p маршрутизатора та поширені запитання
vi: Trợ giúp và Câu hỏi thường gặp

source: Advanced Settings
ar: الإعدادات المتقدمة
az: Qabaqcıl Parametrlər
bo: མཐོ་རིམ་གྱི་སྒྲིག་སྟེན།
cs: Pokročilá nastavení
da: Avancerede indstillinger
el: Σύνθετες ρυθμίσεις
es: Configuración avanzada
et: Täpsemad sätted
fa: تنظیمات پیشرفته
fi: Lisäasetukset
hi: विस्तृत सेटिंग्स
hu: Speciális beállítások
in: Pengaturan lanjutan
it: Impostazioni Avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pt: Configurações Avançadas
sl: Napredne nastavitve
sv: Avancerade inställningar
uk: Розширена конфігурація
vi: Cài đặt nâng cao

source: A guide to some of the less-used configuration settings
ar: دليل لبعض إعدادات التكوين الأقل استخدامًا
az: Bəzi az istifadə edilən konfiqurasiya parametrləri üçün bələdçi
bo: ཉུང་ཙམ་ལག་སྤྱོད་པའི་རྒྱུན་སྒྲིག་སྟེན་ཁག་ཅིག་གི་ལམ་སྟོན།
cs: Průvodce některými méně používanými konfiguračními nastaveními
da: En guide til nogle af de mindre brugte konfigurationsindstillinger
el: Ένας οδηγός για ορισμένες από τις λιγότερο χρησιμοποιούμενες ρυθμίσεις διαμόρφωσης
es: Una guía para algunos de los ajustes de configuración menos utilizados
et: juhend mõnede vähemkasutatud konfiguratsiooniseadete kohta
fa: راهنمایی برای برخی از تنظیمات پیکربندی کمتر استفاده شده
fi: Opas joihinkin vähemmän käytettyihin kokoonpanoasetuksiin
hi: कुछ कम उपयोगी सेटिंग के लिए एक मार्गदर्शन
hu: Útmutató néhány kevésbé használt konfigurációs beállításhoz
in: Panduan untuk beberapa pengaturan konfigurasi yang kurang digunakan
it: Una guida per alcune delle impostazioni meno utilizzate
ja: あまり使用されない構成設定のいくつかについてのガイド
ko: 덜 사용되지 않은 구성 설정 중 일부에 대한 안내서
nb: En guide til noen av de mindre brukte konfigurasjonsinnstillingene
nl: Een gids voor enkele van de minder gebruikte configuratie-instellingen
pt: Um guia para algumas das configurações menos usadas
sl: Vodnik za nekatere manj uporabljene nastavitve konfiguracije
sv: En guide till några av de mindre använda konfigurationsinställningarna
uk: Посібник щодо деяких параметрів конфігурації, які рідко використовуються
vi: Hướng dẫn về một số cài đặt cấu hình ít được sử dụng

source: Recent development changes to the router
ar: تغييرات التطوير الأخيرة على جهاز التوجيه
az: Routerdə son inkişaf dəyişiklikləri
bo: རོ་ཌེར་ལ་ཉེ་ཆར་གྱི་གསར་གཏོད་འགྱུར་བ།
cs: Nedávné vývojové změny směrovače
da: Seneste udviklingsændringer til routeren
el: Πρόσφατες αλλαγές ανάπτυξης στο δρομολογητή
es: Cambios recientes de desarrollo en el router
et: ruuteri hiljutised arendusmuudatused
fa: توسعه اخیر در روتر تغییر می کند
fi: Viimeaikaiset kehitysmuutokset reitittimeen
hi: हाल के विकास बदलाव रूटर में
hu: Az útválasztó legutóbbi fejlesztési változásai
in: Perubahan pengembangan terbaru terhadap router
it: Modifiche di sviluppo recenti al router
ja: ルーターに対する最近の開発変更
ko: 최근 개발이 라우터로 변경됩니다
nb: Nylige utviklingsendringer av ruteren
nl: Recente ontwikkelingswijzigingen aan de router
pt: Alterações recentes no desenvolvimento do roteador
sl: Nedavne spremembe razvoja usmerjevalnika
sv: Senaste utvecklingsändringar av routern
uk: Останні зміни в розробці маршрутизатора
vi: Những thay đổi phát triển gần đây đối với bộ định tuyến

source: An introduction to configuring your router
ar: مقدمة لتكوين جهاز التوجيه الخاص بك
az: Routerinizin konfiqurasiyasına giriş
bo: ཁྱེད་ཀྱི་རོ་ཌེར་རྒྱུན་སྒྲིག་སྟེན་འགྲོ་འགོད་ངོ་སྤྲོད།
cs: Úvod do konfigurace routeru
da: En introduktion til konfiguration af din router
el: Εισαγωγή στη διαμόρφωση του δρομολογητή σας
es: Una introducción para configurar su router
et: Sissejuhatus ruuteri konfigureerimiseks
fa: مقدمه ای برای پیکربندی روتر شما
fi: Johdatus reitittimen määrittämiseen
hi: अपने रूटर को सेट करने का परिचय
hu: Bevezetés a router konfigurálásába
in: Pengantar untuk mengkonfigurasi router Anda
it: Un'introduzione alla configurazione del tuo router
ja: ルーターの設定の概要
ko: 라우터 구성에 대한 소개
nb: En introduksjon til konfigurering av ruteren
nl: Een inleiding tot het configureren van uw router
pt: Uma introdução à configuração do seu roteador
sl: Uvod v konfiguriranje vašega usmerjevalnika
sv: En introduktion till att konfigurera din router
uk: Знайомство з налаштуванням маршрутизатора
vi: Giới thiệu về cấu hình bộ định tuyến của bạn

source: A shortened version of the official Frequently Asked Questions
ar: نسخة مختصرة من الأسئلة الشائعة الرسمية
az: Rəsmi Tez-tez verilən sualların qısaldılmış versiyası
bo: གཞུང་ཕྱོགས་ཀྱི་རྒྱུན་སྤྱོད་པའི་དྲི་བ་དྲི་ཞིམ་གྱི་བསྡུས་ཐོན་པ།
cs: Zkrácená verze oficiálních často kladených otázek
da: En forkortet version af de officielle ofte stillede spørgsmål
el: Μια συντομευμένη έκδοση των επίσημων Συχνών Ερωτήσεων
es: Una versión acortada de las Preguntas frecuentes
et: ametlike korduma kippuvate küsimuste lühendatud versioon
fa: نسخه کوتاه شده از رسمی که مرتباً سؤال می شود
fi: Lyhennetty versio virallisista usein kysytyistä kysymyksistä
hi: धारावाहिक अक्सर पूछे जाने वाले प्रश्न का संक्षिप्त संस्करण
hu: A hivatalos Gyakran Ismételt Kérdések rövidített változata
in: Versi singkat dari Frequently Asked Questions resmi
it: Una versione breve delle FAQ ufficiali
ja: 公式よくある質問の短縮版
ko: 공무원의 단축 버전은 자주 묻는 질문입니다
nb: En forkortet versjon av de offisielle ofte stilte spørsmålene
nl: Een verkorte versie van de officiële veelgestelde vragen
pt: Uma versão resumida das Perguntas Frequentes oficiais
sl: Kratka različica uradne Seznam často postavljenih vprašanj
sv: En förkortad version av de officiella vanliga frågorna
uk: Скорочена версія офіційних відповідей на поширені запитання
vi: Phiên bản rút gọn của Câu hỏi thường gặp chính thức

source: New Users
ar: المستخدمين الجدد
az: Yeni İstifadəçilər
bo: སྤྱོད་མཁན་གསར་པ།
cs: Noví uživatelé
da: Nye brugere
el: Νέοι χρήστες
es: Nuevos usuarios
et: uued kasutajad
fa: کاربران جدید
fi: Uudet käyttäjät
hi: नए उपयोगकर्ता
hu: Új felhasználók
in: Pengguna Baru
it: Nuovi utenti
ja: 新規ユーザー
ko: 신규 사용자
nb: Nye brukere
nl: Nieuwe gebruikers
pt: Novos usuários
sl: Novi uporabniki
sv: Nya användare
uk: Нові користувачі
vi: Người dùng mới

source: A gentle introduction to I2P
ar: مقدمة لطيفة لـ I2P
az: I2P-yə incə giriş
bo: I2P ལ་འཇམ་པོའི་ངོ་སྤྲོད།
cs: Jemný úvod do I2P
da: En blid introduktion til I2P
el: Μια απαλή εισαγωγή στο I2P
es: Una suave introducción a I2P
et: I2P õrn sissejuhatus
fa: مقدمه ای ملایم به I2P
fi: Helppo johdatus I2P:hen
hi: I2P के प्रति एक आधारभूत परिचय
hu: Gyengéd bevezetés az I2P-be
in: Pengantar lembut tentang I2P
it: Una introduzione semplice ad I2P
ja: I2P への優しい入門
ko: i2p에 대한 부드러운 소개
nb: En skånsom introduksjon til I2P
nl: Een vriendelijke introductie tot I2P
pt: Uma introdução gentil ao I2P
sl: Mekan uvod v I2P
sv: En mild introduktion till I2P
uk: Короткий вступ до I2P
vi: Giới thiệu nhẹ nhàng về I2P

source: A guide to reseeding the router
ar: دليل لإعادة زرع جهاز التوجيه
az: Routerin yenidən əkilməsi üçün bələdçi
bo: རོ་ཌེར་རྒྱུན་དུ་བཙོན་པའི་ལམ་སྟོན།
cs: Průvodce přenastavením routeru
da: En guide til genseedning af routeren
el: Ένας οδηγός για την επανασύνδεση του δρομολογητή
es: Una guía para resembrar el router
et: juhend ruuteri uuesti külvamiseks
fa: راهنمایی برای بذرگیری مجدد روتر
fi: Opas reitittimen uudelleenkylvötykseen
hi: रूटर को फिर से बीजी करने का मार्गदर्शन
hu: Útmutató az útválasztó újratöltéséhez
in: Panduan untuk melakukan reseeding router
it: Una guida per il reseeding del router
ja: ルーターを再シードするためのガイド
ko: 라우터 재시드 가이드
nb: En veiledning til reseeding av ruteren
nl: Een gids voor het opnieuw zaaien van de router
pt: Um guia para propagar novamente o roteador
sl: Vodnik za ponovno semenjenje usmerjevalnika
sv: En guide till att se om routern
uk: Посібник із повторного завантаження маршрутизатора
vi: Hướng dẫn sử dụng lại bộ định tuyến

source: Troubleshoot
ar: استكشاف الأخطاء وإصلاحها
az: Problemi həll edin
bo: གནད་དོན་ཐག་གཅོད།
cs: Odstraňování problémů
da: Fejlfinding
el: Αντιμετώπιση προβλημάτων
es: Resolver problemas
et: Veaotsing
fa: عیب یابی
fi: Vianetsintä
hi: समस्या सुलझाओ
hu: Hibaelhárítás
in: Pemecahan masalah
it: Risoluzione dei problemi
ja: 問題の解決
ko: 문제 해결
nb: Feilsøking
nl: Probleem oplossen
pt: Solução de problemas
sl: Razreši težave
sv: Felsök
uk: Усунення несправностей
vi: Khắc phục sự cố

source: Troubleshooting &amp; Further Assistance
ar: استكشاف الأخطاء وإصلاحها والمزيد من المساعدة
az: Problemlərin aradan qaldırılması
bo: གནད་དོན་ཐག་གཅོད་ & དེ་མིན་རོགས་རམ།
cs: Odstraňování problémů
da: Fejlfinding og yderligere assistance
el: Αντιμετώπιση προβλημάτων
es: Resolución de problemas y asistencia adicional
et: Tõrkeotsing ja Edasine Abi
fa: عیب یابی
fi: Vianetsintä
hi: समस्या निवारण &amp; अतिरिक्त सहायता
hu: Hibaelhárítás és További Segítség
in: Troubleshooting &amp; Bantuan Lebih Lanjut
it: Risoluzione dei problemi &amp; Ulteriore assistenza
ja: トラブルシューティング
ko: 문제 해결 및 추가 지원
nb: Feilsøking og ytterligere hjelp
nl: Problemen Oplossen en Verdere Hulp
pt: Solução de problemas
sl: Razreševanje težav &amp; dodatna pomoč
sv: Felsökning och Ytterligare Hjälp
uk: Усунення несправностей
vi: Xử lý sự cố

source: Information about the sidebar and network status messages
ar: معلومات حول الشريط الجانبي ورسائل حالة الشبكة
az: Yan panel və şəbəkə statusu mesajları haqqında məlumat
bo: ཟུར་ངོས་ཕྲེང་བ་དང་དྲ་ལམ་གནས་ཚུལ་གྱི་འཕྲིན་ཐུང་སྐོར་གྱི་ཆ་འཕྲིན།
cs: Informace o postranním panelu a zprávách o stavu sítě
da: Oplysninger om sidebjælken og netværksstatusmeddelelser
el: Πληροφορίες σχετικά με την πλαϊνή γραμμή και τα μηνύματα κατάστασης δικτύου
es: Información sobre la barra lateral y mensajes de estado de la red
et: teave külgriba ja võrgu olekuteadete kohta
fa: اطلاعات مربوط به نوار کناری و پیام های وضعیت شبکه
fi: Tietoja sivupalkista ja verkon tilaviesteistä
hi: साइडबार और नेटवर्क स्थिति संदेश के बारे में जानकारी
hu: Információ az oldalsávról és a hálózati állapotüzenetekről
in: Informasi tentang sidebar dan pesan status jaringan
it: Informazioni riguardo la barra laterale ed i messaggi di stato della rete
ja: サイドバーとネットワークステータスメッセージに関する情報
ko: 사이드 바 및 네트워크 상태 메시지에 대한 정보
nb: Informasjon om sidefeltet og nettverksstatusmeldinger
nl: Informatie over de zijbalk en netwerkstatusberichten
pt: Informações sobre a barra lateral e mensagens de status da rede
sl: Informacije o stranici in sporočilih o stanju omrežja
sv: Information om sidofältet och nätverksstatusmeddelanden
uk: Інформація про бічні панелі та повідомлення про стан мережі
vi: Thông tin về thanh bên và thông báo trạng thái mạng

source: Webhosting
ar: استضافة المواقع
az: Veb hostinq
bo: ཝེབ་ཧོསཊིང་།
el: Φιλοξενία Ιστού
es: Alojamiento Web
et: Veebimajutus
fa: میزبانی وب
fi: Verkkopalvelu
hi: वेब होस्टिंग
hu: Webtárhely
in: Hosting web
it: Hosting Web
ja: ウェブホスティング
ko: 웹호스팅
nb: Webhotell
pt: Hospedagem na web
sl: Gostiteljstvo spletnih strani
sv: Webbhotell
uk: Веб-хостинг
