Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A command-line application supplied with I2P that is used to request URL resources, similar to <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> or <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget is also used internally by the router, for example to reseed from remote hosts. By default, eepget uses the HTTP proxy on <code>127.0.0.1:4444</code>.
ar: تطبيق يعمل من سطر الأوامر مرفق مع I2P يستخدم لطلب موارد عناوين إنترنت، بشكل مشابه لـ <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> أو <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. يستخدم إيبجت أيضًا داخليًا من قبل الموجه، على سبيل المثال لإعادة البذر من مضيفين عن بعد. إفتراضيًا، يستخدم إيبجت وكيل HTTP على <code>127.0.0.1:4444</code>.
az: İ2P ilə təmin edilən və URL resurslarına müraciət etmək üçün istifadə olunan bir komand sətiri tətbiqidir, <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> və ya <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a> ilə oxşardırlar. Eepget, məsələn, uzaq qablaşıq (hostlardan yenidən doldurmaq) üçün routerin daxili olaraq tətbiq edilir. Eepget, əsasən, <code>127.0.0.1:4444</code> üzərindəki HTTP proksinə əsaslanaraq istifadə olunur.
bo: I2P དང་མཉམས་པའི་བརྒྱུད་བཏོན་པའི་གློག་གནད་ཚོགས་པར་ཡོད་པ། URL ཐོག་རྒྱུན་དུ་འདྲེན་པར་བེད་ཐུབ། <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> ཡང་<a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a> དང་འདྲས་པ། Eepget ནི་རོ་ཌེར་གི་ནང་ཁུག་ནས་བེད་ཐུབ། དཔེན་ནས་ཐག་རིམ་ཧོསི་ནས་སྐྱེད་བསྲིང་བརྒྱུད་བཏོན་པར་བེད་ཐུབ། སྔོན་སྒྲིག་བཀོད་ནས། eepget ནི་ <code>127.0.0.1:4444</code> ཐོག་ HTTP ཚབ་སྒྱུད་བཏོན་པར་བེད་ཐུབ།
cs: Příkazový řádek dodávaný s I2P, který se používá k požadování URL zdrojů, podobný <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> nebo <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget se používá také interně směrovačem, například pro resídenci z vzdálených hostitelů. Eepget ve výchozím nastavení používá HTTP proxy na <code>127.0.0.1:4444</code>.
da: En kommandolinje-applikation, som medfølger I2P, der bruges til at anmode om URL-ressourcer, lignende <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> eller <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget bruges også internt af routeren, f.eks. til at omplante fra eksterne kilder. Som standard bruger eepget HTTP-proxyen på <code>127.0.0.1:4444</code>.
el: Μια εφαρμογή γραμμής εντολών που παρέχεται με το I2P και χρησιμοποιείται για την αίτηση πόρων URL, παρόμοια με το <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> ή το <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Το eepget χρησιμοποιείται επίσης εσωτερικά από τον δρομολογητή, για παράδειγμα για επανεφοδοτήσεις από απομακρυσμένους οικοδεσπότες. Από προεπιλογή, το eepget χρησιμοποιεί τον πρόσθετο HTTP στο <code>127.0.0.1:4444</code>.
es: Una aplicación de línea de comandos suministrada con I2P que se usa para solicitar recursos de URL, similar a <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> o <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget también se usa internamente por el enrutador, por ejemplo para volver a sembrar desde hosts remotos. Por defecto, eepget usa el proxy HTTP en <code>127.0.0.1:4444</code>.
et: I2P-ga kaasas olev käskejoone rakendus, mida kasutatakse URL-i ressursside taotlemiseks, sarnaselt<a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> või <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a> ga. Eepgetit kasutatakse ka sisemiselt ruuteris, näiteks lokaalse ruuteri korrigeerimiseks kaugemas hostis. Vaikimisi kasutab eepget HTTP proksi URL-is <code>127.0.0.1:4444</code>.
fa: یک برنامه کنسولی که با I2P عرضه می‌شود و برای درخواست منابع URL به کار می‌رود که شبیه <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>وگت</a> یا <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>کرل</a> است. ایپ‌گت همچنین توسط رهیاب داخلی به کار می‌رود، برای مثال برای تکثیر مجدد از میزبان‌های دوردست. به طور پیش‌فرض ایپ‌گت از پراکسی HTTP روی <code>127.0.0.1:4444</code> استفاده می‌کند.
fi: I2P:n mukana tuleva komentorivisovellus, jota käytetään URL-resurssien pyytämiseen, samanlainen kuin <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> tai <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepgetiä käytetään myös sisäisesti reitittimessä, esimerkiksi uudelleennseminaatiota varten etäisistä isännistä. Oletuksena eepget käyttää HTTP-välityspalvelinta osoitteessa <code>127.0.0.1:4444</code>.
hi: ईपीपी द्वारा प्रदान की गई एक कमांड-लाइन अनुप्रयोग है जिसका उपयोग URL संसाधनों के अनुरोध करने के लिए किया जाता है, जैसे <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> या <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>। रूटर भी इंटरनल रूप से ईपीगेट का उपयोग करता है, जैसे कि दूरस्थ होस्ट से रीसीड करने के लिए। मानक रूप से, ईपीगेट <code>127.0.0.1:4444</code> पर एक HTTP प्रॉक्सी का उपयोग करता है।
hu: Az I2P-vel együtt szállított parancssori alkalmazás, amelyet URL erőforrások kéréséhez használnak, hasonlóan a <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> vagy a <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a> alkalmazáshoz. Az eepget-t az útválasztó is belsőleg használja, például távoli hosztok újratelepítésére. Az alapértelmezés szerint az eepget a HTTP proxyt használja a <code>127.0.0.1:4444</code> címen.
in: Aplikasi baris perintah yang tersedia bersama I2P yang digunakan untuk meminta sumber daya URL, mirip dengan <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> atau <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget juga digunakan secara internal oleh router, misalnya untuk mengambil benih dari host jarak jauh. Defaultnya, eepget menggunakan proxy HTTP di <code>127.0.0.1:4444</code>.
it: Un'applicazione a riga di comando fornita con I2P che viene utilizzata per richiedere risorse URL, simile a <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> o <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget è anche utilizzato internamente dal router, ad esempio per eseguire un reseed da host remoti. Per impostazione predefinita, eepget utilizza il proxy HTTP su <code>127.0.0.1:4444</code>.
ja: I2Pで提供されるコマンドラインアプリケーションであり、URLリソースのリクエストに使用されます。 <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a>や<a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>に似たものです。 Eepgetはルーター内部でも使用され、例えばリモートホストからのリシードに使用されます。デフォルトでは、eepgetは<code>127.0.0.1:4444</code>のHTTPプロキシを使用します。
ko: I2P와 함께 제공되는 명령 줄 응용 프로그램으로, URL 자원을 요청하는 데 사용되며 <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> 또는 <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>과 유사합니다. 예를 들어 eepget은 라우터 내부에서 원격 호스트에서 재배당하는 데 사용됩니다. 기본적으로 eepget은 <code>127.0.0.1:4444</code>의 HTTP 프록시를 사용합니다.
nb: En kommandolinjeapplikasjon levert med I2P som brukes til å be om URL-ressurser, lignende <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> eller <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget brukes også internt av ruteren, for eksempel for å reså fra eksterne verter. Som standard bruker eepget HTTP-proxyen på <code>127.0.0.1:4444</code>.
nl: Eepget is een command-line applicatie meegeleverd met I2P die wordt gebruikt om URL-bronnen op te vragen, vergelijkbaar met <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> of <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget wordt ook intern door de router gebruikt, bijvoorbeeld om opnieuw te zaaien vanaf externe hosts. Standaard maakt eepget gebruik van de HTTP-proxy op <code>127.0.0.1:4444</code>.
pt: Um aplicativo de linha de comando fornecido com o I2P que é usado para solicitar recursos de URL, semelhante ao <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> or <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget também é usado internamente pelo roteador, por exemplo, para reembalar de hosts remotos. Por padrão, eepget usa o proxy HTTP em <code>127.0.0.1:4444</code>.
sl: Naredilna vrstica aplikacija, ki jo ponuja I2P, in ki se uporablja za zahteve URL virov, podobno kot <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> ali <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget se tudi uporablja notranje s strani usmerjevalnika, na primer za ponovno zalaganje iz oddaljenih gostiteljev. Po privzemu, uporablja eepget HTTP posredniški strežnik na <code>127.0.0.1:4444</code>.
sv: Eepget är ett kommandoradsprogram som medföljer I2P och används för att begära URL-resurser, liknande <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> eller <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget används också internt av routern, till exempel för att fylla på med data från fjärrvärdar. Som standard använder eepget HTTP-proxyservern på <code>127.0.0.1:4444</code>.
uk: Командний рядковий застосунок, постачений разом з I2P, який використовується для запитів ресурсів URL, подібно до <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget</a> або <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget також використовується внутрішньо маршрутизатором, наприклад, для повторного насіння з віддалених хостів. За замовчуванням eepget використовує HTTP-проксі на <code>127.0.0.1:4444</code>.
vi: Một ứng dụng dòng lệnh được cung cấp cùng với I2P được sử dụng để yêu cầu tài nguyên URL, tương tự như <a href=https://www.gnu.org/software/wget/ class='sitelink external' target=_blank rel=noreferrer>wget </a> hoặc <a href=https://curl.haxx.se/ class='sitelink external' target=_blank rel=noreferrer>curl</a>. Eepget cũng được bộ định tuyến sử dụng nội bộ, chẳng hạn như để khởi tạo lại từ các máy chủ từ xa. Theo mặc định, eepget sử dụng proxy HTTP trên <code>127.0.0.1:4444</code>.

source: Eephead
ar: إيبهيد
hi: ईपीहेड

source: A command-line application supplied with I2P+ (Linux/MacOS) that is used to perform a <code>head</code> request on a specified http resource on the network, returning various response headers from the remote server. By default, eephead uses the HTTP proxy on <code>127.0.0.1:4444</code>.
ar: تطبيق يعمل من سطر الأوامر مرفق مع I2P+ (لينكس/ماك أو إس) يستخدم لإجراء طلب <code>head</code> على مورد HTTP محدد على الشبكة، مع إرجاع أرؤوس الاستجابة المختلفة من الخادم عن بعد. إفتراضيًا، يستخدم إيبهيد وكيل HTTP على <code>127.0.0.1:4444</code>
az: I2P+ (Linux/MacOS) ilə təchiz edilmiş bir komanda sətiri tətbiqidir ki, şəbəkədəki müəyyən http resursuna <code>başlıq</code> tələbinə cavab olaraq uzaq serverdən müxtəlif cavab başlıqları qaytarır. Əsasən, eephead <code>127.0.0.1:4444</code> üzərindəki HTTP proksisi istifadə edir.
bo: I2P+ (Linux/MacOS) དང་མཉམས་པའི་བརྒྱུད་བཏོན་པའི་གློག་གནད་ཚོགས་པར་ཡོད་པ། དྲ་ལམ་ཐོག་གི་གསལ་བརྒྱུད་བཏོན་པའི་ http ཐོག་རྒྱུན་མཐུད་ལ་ <code>head</code> འདྲེན་པར་བེད་ཐུབ། ཐག་རིམ་སརྟོན་སརྟོན་སརྟོན་ནས་སྣོན་བརྒྱུད་བཏོན་པའི་མགོ་མཐའི་རྒྱུན་མཐུད་སྣོན་བརྒྱུད་བཏོན་པ་སྟོན་པ། སྔོན་སྒྲིག་བཀོད་ནས། eephead ནི་ <code>127.0.0.1:4444</code> ཐོག་ HTTP ཚབ་སྒྱུད་བཏོན་པར་བེད་ཐུབ།
cs: Příkazový řádek dodávaný s I2P+ (Linux/MacOS), který se používá k provedení požadavku <code>head</code> na zadaném http zdroji v síti, který vrátí různé odpovědní hlavičky ze vzdáleného serveru. Výchozí nastavení eephead používá HTTP proxy na <code>127.0.0.1:4444</code>.
da: En kommandolinje-applikation, der medfølger I2P+ (Linux/MacOS) og bruges til at udføre en <code>head</code>-forespørgsel på en specificeret http-ressource på netværket og returnere forskellige svarhoveder fra den fjerntliggende server. Som standard bruger eephead HTTP-proxyen på <code>127.0.0.1:4444</code>.
el: Μια εφαρμογή γραμμής εντολών που παρέχεται με το I2P+ (Linux/MacOS) και χρησιμοποιείται για να εκτελέσει μια αίτηση <code>head</code> σε ένα καθορισμένο http πόρο στο δίκτυο, επιστρέφοντας διάφορες επικεφαλίδες από τον απομακρυσμένο διακομιστή. Από προεπιλογή, το eephead χρησιμοποιεί το HTTP proxy στη διεύθυνση <code>127.0.0.1:4444</code>.
es: Una aplicación de línea de comandos suministrada con I2P+ (Linux/MacOS) que se usa para realizar una solicitud <code>head</code> sobre un recurso http especificado en la red, devolviendo varios encabezados de respuesta del servidor remoto. Por defecto, eephead usa el proxy HTTP en <code>127.0.0.1:4444</code>.
et: I2P+ -le kaasas olev käskejoone rakendus (Linux / MacOS), mida kasutatakse <code>head</code> päringu tegemiseks võrgus määratletud http ressursile, tagastades erinevad vastuse päised kaugserverilt . Vaikimisi kasutab eephead HTTP proksi URL-is <code>127.0.0.1:4444</code>.
fa: یک نرم‌افزار با خط‌فرمان که با I2P+ (لینوکس/مک‌اواس)ارائه می‌شود و برای انجام درخواست <code>head</code> بر روی یک منبع http مشخص در شبکه، بازگرداندن سرفصل‌های پاسخ مختلف از سرور دوردست استفاده می‌شود. به‌طور پیش‌فرض، eephead از پروکسی HTTP در <code>127.0.0.1:4444</code> استفاده می‌کند.
fi: I2P+:lla (Linux/MacOS) toimitettu komentorivisovellus, jota käytetään suorittamaan <code>head</code>-pyyntö määritetylle HTTP-resursille verkossa, palauttaen erilaisia vastausotsikoita etäpalvelimelta. Oletuksena eephead käyttää HTTP-proxyä osoitteella <code>127.0.0.1:4444</code>.
hi: ईपीपी+ (लिनक्स/मैकओएस) के साथ प्रदान किए गए एक कमांड-लाइन अनुप्रयोग है जिसका उपयोग नेटवर्क पर निर्दिष्ट HTTP संसाधन पर <code>head</code> अनुरोध करने के लिए किया जाता है, जिससे दूरस्थ सर्वर से विभिन्न प्रतिक्रिया हेडर लौटते हैं। मानक रूप से, ईपीहेड <code>127.0.0.1:4444</code> पर HTTP प्रॉक्सी का उपयोग करता है।
hu: Az I2P+ (Linux/MacOS) alkalmazással szállított parancssori alkalmazás, amelyet egy meghatározott hálózati http erőforrásra való <code>head</code> kérések végrehajtására használnak, különböző válaszfejeket visszaadva a távoli kiszolgálótól. Az alapértelmezés szerint az eephead a HTTP proxyt használja a <code>127.0.0.1:4444</code> címen.
in: Aplikasi baris perintah yang tersedia bersama I2P+ (Linux/MacOS) yang digunakan untuk melakukan permintaan <code>head</code> pada sumber daya http tertentu di jaringan, mengembalikan berbagai header respons dari server jarak jauh. Defaultnya, eephead menggunakan proxy HTTP di <code>127.0.0.1:4444</code>.
it: Un'applicazione da linea di comando fornita con I2P+ (Linux/MacOS) che viene utilizzata per eseguire una richiesta <code>head</code> su una risorsa http specificata nella rete, restituendo vari header di risposta dal server remoto. Di default, eephead utilizza il proxy HTTP su <code>127.0.0.1:4444</code>.
ja: I2P+（Linux/MacOS）に付属のコマンドラインアプリケーションで、ネットワーク上の指定されたHTTPリソースに対して<code>head</code>リクエストを実行し、リモートサーバーから様々な応答ヘッダーを返します。デフォルトでは、eepheadは<code>127.0.0.1:4444</code>上のHTTPプロキシを使用します。
ko: I2P+ (Linux/MacOS)와 함께 제공되는 명령 줄 응용 프로그램으로, 네트워크 상의 지정된 HTTP 리소스에 대한 <code>head</code> 요청을 수행하고 원격 서버에서 다양한 응답 헤더를 반환합니다. 기본적으로 eephead는 <code>127.0.0.1:4444</code>의 HTTP 프록시를 사용합니다.
nb: En kommandolinjeprogram som leveres med I2P+ (Linux/MacOS) og som brukes til å utføre en <code>head</code>-forespørsel på en angitt http-ressurs på nettverket, og returnerer ulike responsheadere fra den eksterne serveren. Eephead bruker standard HTTP-proxy på <code>127.0.0.1:4444</code>.
nl: Een opdrachtregeltoepassing die wordt geleverd met I2P+ (Linux/MacOS) en wordt gebruikt om een <code>head</code>-aanvraag uit te voeren op een opgegeven HTTP-bron op het netwerk, waarbij verschillende responsheaders van de externe server worden geretourneerd. Standaard maakt eephead gebruik van de HTTP-proxy op <code>127.0.0.1:4444</code>.
pt: Um aplicativo de linha de comando fornecido com o I2P+ (Linux/MacOS) que é usado para executar uma solicitação <code>head</code> em um recurso http especificado na rede, retornando vários cabeçalhos de resposta do servidor remoto. Por padrão, eephead usa o proxy HTTP em <code>127.0.0.1:4444</code>.
sl: Naredilna vrstica aplikacija, ki jo ponuja I2P+ (Linux/MacOS), ki se uporablja za izvedbo zahtevka <code>head</code> za določeno http vire na omrežju, vrnitev različnih odgovorov glavice od oddaljenega strežnika. Po privzemu, uporablja eephead HTTP posredniški strežnik na <code>127.0.0.1:4444</code>.
sv: Eephead är ett kommandoradsprogram som medföljer I2P+ (Linux/MacOS) och används för att utföra en <code>head</code>-begäran på en angiven http-resurs i nätverket, och returnera olika svarshuvuden från fjärrservern. Som standard använder eephead HTTP-proxyn på <code>127.0.0.1:4444</code>.
uk: Командний рядковий застосунок, постачений разом з I2P+ (Linux/MacOS), який використовується для виконання запиту <code>head</code> на певному http-ресурсі в мережі, повертаючи різні відповіді заголовків від віддаленого сервера. За замовчуванням eephead використовує HTTP-проксі на <code>127.0.0.1:4444</code>.
vi: Một ứng dụng dòng lệnh được cung cấp cùng với I2P+ (Linux/MacOS) được sử dụng để thực hiện yêu cầu <code>head</code> trên một tài nguyên http được chỉ định trên mạng, trả về nhiều tiêu đề phản hồi khác nhau từ máy chủ từ xa. Theo mặc định, eephead sử dụng proxy HTTP trên <code>127.0.0.1:4444</code>.

source: Eepsite
ar: إيبسايت
et: Eepkülg
fi: Eepsivusto
hi: ईपीसाइट
