Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Explicit Thresholds
ar: عتبات صريحة
az: Müəyyən eşiklər
bo: མངོན་དུ་བཞེངས་པའི་ཚོད་འཛིན།
cs: Explicitní prahy
da: Eksplicitte tærskelværdier
el: Διευκρινισμένα Όρια
es: Umbrales Explícitos
et: Selgesõnalised künnised
fa: آستانه های صریح
fi: Selvät kynnykset
hi: स्पष्ट सीमाएँ
hu: Kifejezett Határok
in: Ambang Batas Eksplisit
it: Soglie esplicite
ja: 明示的なしきい値
ko: 명시적 임계값
nb: Eksplisitte terskelverdier
nl: Expliciete drempelwaarden
pt: Limiares explícitos
sl: Izrecni pragi
sv: Exakta tröskelvärden
uk: Явні пороги
vi: Ngưỡng Rõ ràng

source: Using the <i class=example>explicit</i> directive, a threshold can be applied to a remote destination listed in the definition itself, with the option to specify custom thresholds for multiple destinations. Remote destinations can also be excluded from the default threshold using the <i class=example>allow</i> keyword, or permanently blocked using the <i class=example>deny</i> keyword:
ar: باستخدام التوجيه <i class=example>explicit</i>، يمكن تطبيق عتبة على وجهة عن بعد مدرجة في التعريف نفسه، مع إمكانية تحديد عتبات مخصصة لوجهات متعددة. يمكن أيضًا استثناء الوجهات البعيدة من العتبة الافتراضية باستخدام مفتاح <i class=example>allow</i>، أو حظرها نهائيًا باستخدام مفتاح <i class=example>deny</i>:
az: Əlaqə quruğunun özündə dəfinitiona daxil olunmuş uzaq mənşəyə xüsusi bir limit təyin edən <i class=example>explicit</i> təlimatını istifadə edərək, çox sayda mənşəyə xüsusi limitlər təyin edə bilərsiniz. Uzaq mənşələr üzərindən çıxılmamalı olan hədəfləri müdafiə edə biləcək <i class=example>izin</i> açar sözü ilə standart limitdən imtina edə bilərsiniz, ya da həmişəlik əngəllənmiş bir vəziyyət yaradaraq <i class=example>deny</i> açar sözündən istifadə edə bilərsiniz:
bo: <i class=example>explicit</i>བརྗེ་ཚིག་བཤེར་བར་བརྟེན་ནས་བཞེངས་པའི་ཡིག་ཆ་ནང་གི་གནས་གོང་རྣམས་ལ་ཚོད་འཛིན་བཤེར་བར་བརྟེན་ནས་གནས་གོང་མང་པོའི་ཚོད་འཛིན་གཙང་མ་བྱེད་ཆོག། གནས་གོང་གི་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་མངོན་དུ་བཞེངས་པའི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་ཚོད་འཛིན་ཐོག་མ་ནས་གནས་གོང་རྣམས་ཀུན་ལ་བཤེར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་ཆོག།
cs: Pomocí příkazu <i class=example>explicit</i> lze na samotnou vzdálenou destinaci uvedenou ve vlastní definici aplikovat prah, s možností specifikace vlastních prahů pro více destinací. Vzdálené destinace lze také vyjmout z výchozího prahu pomocí klíčového slova <i class=example>allow</i> nebo trvale blokovat pomocí klíčového slova <i class=example>deny</i>:
da: Ved hjælp af direktivet <i class=example>eksplicit</i> kan en tærskelværdi anvendes på en fjerndestination, der er opført i definitionen selv, med muligheden for at specificere brugerdefinerede tærskelværdier for flere destinationer. Fjerndestinationer kan også undtages fra den standardmæssige tærskelværdi ved brug af nøgleordet <i class=example>allow</i> eller permanent blokeret ved brug af nøgleordet <i class=example>deny</i>:
el: Χρησιμοποιώντας την οδηγία <i class=example>explicit</i>, μπορεί να εφαρμοστεί ένα όριο σε μία απομακρυσμένη προορισμό που αναφέρεται στον ίδιο ορισμό, με τη δυνατότητα να καθοριστούν προσαρμοσμένα όρια για πολλούς προορισμούς. Οι απομακρυσμένοι προορισμοί μπορούν επίσης να εξαιρεθούν από το προεπιλεγμένο όριο χρησιμοποιώντας τη λέξη-κλειδί <i class=example>allow</i> ή να αποκλειστούν μόνιμα χρησιμοποιώντας τη λέξη-κλειδί <i class=example>deny</i>:
es: Usando la directiva <i class=example>explicit</i>, se puede aplicar un umbral a un destino remoto que figure en la propia definición, con la opción de especificar umbrales personalizados para múltiples destinos. También se pueden excluir destinos remotos del umbral predeterminado usando la palabra clave <i class=example>allow</i>, o bloquearlos de forma permanente usando la palabra clave <i class=example>deny</i>:
et: Kasutades <i class=example>explicit</i> suunamist, saab künnis määrata definitsioonis loetletud kaugsihtkohale, võimalusega määrata mitmesihtkohtadele kohandatud künnised. Vaikimisi künnisest saab ka ekskludeerida kaugsihtkohad, kasutades võtmesõna <i class=example>allow</i>, või need püsivalt blokeerida, kasutades võtmesõna <i class=example>deny</i>.
fa: با استفاده از دستور <i class=example>explicit</i>، می‌توان آستانه‌ای را به مقصد راه دوری که در تعریف خود آمده، اعمال کرد، با امکان تعیین آستانه‌های سفارشی برای چندین مقصد. می‌توان مقاصد راه دور را نیز از آستانه پیش‌فرض با کلیدواژه <i class=example>allow</i> استثنا کرد یا با کلیدواژه <i class=example>deny</i> به طور دائم مسدود کرد:
fi: Käyttämällä <i class=example>explicit</i>-ohjetta voidaan soveltaa kynnysarvoa etäkohteeseen, joka on lueteltu määritelmässä itself ja lisäksi on mahdollista määrittää räätälöityjä kynnysarvoja useille kohteille. Etäkohteet voidaan myös jättää pois oletuskynnyksestä käyttämällä <i class=example>allow</i>-avainsanaa tai estää pysyvästi käyttämällä <i class=example>deny</i>-avainsanaa:
hi: <i class=example>स्पष्ट</i> निर्देश का उपयोग करके, परिभाषा में स्वयं सूचीबद्ध किए गए प्रतिष्ठित गंतव्यों पर सीमा लागू की जा सकती है, और अनेक गंतव्यों के लिए अद्वितीय सीमाएँ निर्दिष्ट करने की विकल्पता होती है। प्रतिष्ठित गंतव्यों को मानक सीमा से छोड़ने के लिए <i class=example>allow</i> शब्द का उपयोग किया जा सकता है, या अमर रूप से ब्लॉक करने के लिए <i class=example>deny</i> शब्द का उपयोग किया जा सकता है।
hu: Az <i class=example>explicit</i> direktívával egy külső célpontra érvényesíthető egy határérték, amelyet a tényleges meghatározásban felsorolt célpontokra alkalmaznak, annak lehetőségével, hogy testreszabott határértékeket adjanak meg több célpont esetén. A távoli célpontok ki is zárhatók az alapértelmezett határok közül az <i class=example>allow</i> kulcsszóval, vagy véglegesen letilthatók a <i class=example>deny</i> kulcsszóval:
in: Dengan menggunakan arahan <i class=example>explicit</i>, ambang batas dapat diterapkan pada tujuan jarak jauh yang tercantum dalam definisi itu sendiri, dengan pilihan untuk menentukan ambang batas khusus untuk berbagai tujuan. Tujuan jarak jauh juga dapat dikecualikan dari ambang batas default menggunakan kata kunci <i class=example>allow</i>, atau diblokir secara permanen menggunakan kata kunci <i class=example>deny</i>:
it: Utilizzando la direttiva <i class = example>esplicita</i>, una soglia può essere applicata a una destinazione remota elencata nella definizione stessa, con la possibilità di specificare soglie personalizzate per più destinazioni. Le destinazioni remote possono anche essere escluse dalla soglia predefinita utilizzando la parola chiave <i class = example>allow</i> o bloccate permanentemente utilizzando la parola chiave <i class = example>deny</i>:
ja: メッセージIDの文字列は変更せずにそのまま英語のままであり続け、msgstrに日本語の翻訳を入力してください。空のmsgstr行は日本語の翻訳で埋める必要があります。
ko: <i class=example>explicit</i> 지시문을 사용하면 정의 자체에 나열된 원격 목적지에 임계값을 적용할 수 있으며 다중 목적지에 대해 사용자 정의 임계값을 지정할 수 있습니다. 원격 목적지는 <i class=example>allow</i> 키워드를 사용하여 기본 임계값에서 제외되거나 <i class=example>deny</i> 키워드를 사용하여 영구적으로 차단될 수도 있습니다.
nb: Ved å bruke direktivet <i class=example>explicit</i> kan en terskelverdi angis for en ekstern destinasjon som er oppført i selve definisjonen, med mulighet til å spesifisere egendefinerte terskelverdier for flere destinasjoner. Eksterne destinasjoner kan også ekskluderes fra standardterskelen ved hjelp av nøkkelordet <i class=example>allow</i>, eller permanent blokkeres ved hjelp av nøkkelordet <i class=example>deny</i>:
nl: Met behulp van de <i class=example>explicit</i> directive kan een drempelwaarde worden toegepast op een externe bestemming die vermeld staat in de definitie zelf, met de mogelijkheid om aangepaste drempelwaarden op te geven voor meerdere bestemmingen. Externe bestemmingen kunnen ook worden uitgesloten van de standaard drempelwaarde met behulp van het <i class=example>allow</i> trefwoord, of permanent worden geblokkeerd met het <i class=example>deny</i> trefwoord:
pt: Usando a diretiva <i class=example>explicit</i>, um limite pode ser aplicado a um destino remoto listado na definição em si, com a opção de especificar limites personalizados para vários destinos. Destinos remotos também podem ser excluídos do limite padrão usando a palavra-chave <i class=example>allow</i>, ou bloqueados permanentemente usando a palavra-chave <i class=example>deny</i>:
sl: Z uporabo ukaza <i class=example>izrecno</i>, se lahko prag uporabi za daljansko destinacijo, navedeno v lasti definiciji, z možnostjo določitve prilagojenih praga za več destinacij. Daljanske destinacije lahko tudi izključite iz privzetega praga z ključno besedo <i class=example>dovoli</i>, ali pa trajno preprečite z uporabo ključne besede <i class=example>zabrani</i>:
sv: Med hjälp av direktivet <i class=example>explicit</i> kan en tröskelvärde användas för en fjärrdestination som anges i själva definitionen, med möjlighet att specificera anpassade tröskelvärden för flera destinationer. Fjärrdestinationer kan också exkluderas från standardtröskeln med hjälp av nyckelordet <i class=example>allow</i>, eller permanent blockeras med nyckelordet <i class=example>deny</i>.
uk: Використовуючи директиву <i class=example>explicit</i>, поріг можна застосувати до віддаленої цілі, яка вказана у визначенні, з можливістю встановити власні пороги для декількох цілей. Віддалених цілей також можна виключити з типового порогу за допомогою ключового слова <i class=example>allow</i>, або блокувати назавжди за допомогою <i class=example>deny</i>:
vi: Sử dụng hướng dẫn <i class=example>explicit</i>, một ngưỡng có thể được áp dụng cho một điểm đến xa được liệt kê trong định nghĩa bản thân nó, có tùy chọn để xác định các ngưỡng tùy chỉnh cho nhiều điểm đến. Các điểm đến xa cũng có thể loại trừ khỏi ngưỡng mặc định bằng từ khoá <i class=example>allow</i> hoặc vĩnh viễn chặn bằng từ khoá <i class=example>deny</i>:

source: Bulk Thresholds
ar: عتبات تجميعة
az: Bir çox eşiklər
bo: ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་ཚོད་འཛིན་གཙང་མ་བྱེད་པའི་ཐོག་མ་ཡིན།
cs: Hromadné prahy
da: Bulk tærskler
el: Ομαδικά Όρια
es: Umbrales masivos
et: Masskünnised
fa: آستانه های جمعی
fi: Massakynnykset
hi: बुल्क सीमाएँ
hu: Tömör Határértékek
in: Ambang Batas Massal
it: Soglie ingenti
ja: 一括しきい値
ko: 대량 임계값
nb: Bulk Terskler
nl: Bulkdrempels
pt: Limiares em massa
sl: Skupni pragi
sv: Massiva tröskelvärden
uk: Пороги партіями
vi: Ngưỡng Hàng loạt

source: For convenience you can maintain a list of destinations in a file and define a threshold for all of them in bulk:
ar: من أجل المرونة، يمكنك الحفاظ على قائمة بالوجهات في ملف وتعريف عتبة لهم جميعًا دفعة واحدة:
az: Rahatlıq üçün, hər biri üçün bir sıra çərçivəsində bir sənədə hedeflər siyahısını saxlaya bilərsiniz və üçün həpsinin eşikneni müəyyən edə bilərsiniz:
bo: བཤེར་བར་བརྟེན་ནས་ཡིག་ཆ་ནང་གི་གནས་གོང་རྣམས་ཀི་ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་ཆོག:
cs: Pro pohodlí můžete udržovat seznam cílů v souboru a definovat prahovou hodnotu pro všechny najednou:
da: For nemheds skyld kan du vedligeholde en liste over destinationer i en fil og definere en tærskel for dem alle i bulk:
el: Για την εξυπηρέτηση, μπορείτε να διατηρείτε μία λίστα προορισμών σε ένα αρχείο και να καθορίζετε ένα όριο για όλους τους προορισμούς μαζικά:
es: Para mayor comodidad, puede mantener una lista de destinos en un archivo y definir un umbral para todos ellos de forma masiva:
et: Hõlbustuse huvides saate säilitada sihtkohtade loendi failis ja määrata masskünnised kõigile neist:
fa: برای راحتی می‌توان فهرستی از مقاصد را در یک فایل نگه داشت و برای همه آنها در یک جا آستانه تعریف کرد:
fi: Voit helposti ylläpitää erillisiä kohteita sisältävää luetteloa tiedostossa ja määrittää massaoikeuskynnyksen niille kaikille:
hi: सुविधाजनकता के लिए, आप एक फ़ाइल में गंतव्यों की सूची रख सकते हैं और उन सभी के लिए एक सीमा एक साथ परिभाषित कर सकते हैं:
hu: A kényelem érdekében fenntarthat egy célpontra vonatkozó listát egy fájlban, és tömegesen meghatározhat nekik egy határt:
in: Untuk kenyamanan, Anda dapat menyimpan daftar tujuan dalam sebuah file dan menentukan ambang batas untuk semuanya secara massal:
it: Per comodità, puoi mantenere un elenco di destinazioni in un file e definire una soglia per tutte in blocco:
ja: 便利な持ち方では、すべての宛先をファイルに保持し、すべての宛先に一括してしきい値を定義することができます。
ko: 편의를 위해 대량으로 대상 목록을 파일에 유지하고 모두에 대한 임계값을 정의할 수 있습니다:
nb: For enkelhets skyld kan du opprettholde en liste over destinasjoner i en fil og definere en terskel for alle i bulk:
nl: Voor het gemak kunt u een lijst van bestemmingen bijhouden in een bestand en een drempelwaarde voor al deze bestemmingen in bulk definiëren:
pt: Para conveniência, você pode manter uma lista de destinos em um arquivo e definir um limite para todos eles em massa:
sl: Za ugodnost lahko vzdržujete seznam destinacij v datoteki in določite prag za vse jih skupaj:
sv: För bekvämlighet kan du underhålla en lista över destinationer i en fil och definiera en tröskel för alla i massiva mängder:
uk: Для зручності ви можете тримати список цілей у файлі та встановити поріг для них усіх партіями:
vi: Để tiện lợi bạn có thể duy trì danh sách các điểm đến trong một tệp và xác định ngưỡng cho tất cả chúng một lượt:

source: Recorders
ar: مسجلات
az: Qeydçilər
bo: ཉར་བཞག་པ་བྱེད་མཁན།
cs: Záznamy
da: Optagere
el: Ηχογραφητές
es: Grabadoras
et: Salvestajad
fa: ضبط‌کننده‌ها
fi: Nauhoitukset
hi: रिकॉर्डर
hu: Feljegyzők
in: Perekam
it: Registratori
ja: レコーダー
ko: 레코더
nb: Opptakere
pt: Registradores
sl: Zapisovalci
sv: Inspelare
uk: Записувачі
vi: Bộ ghi âm

source: Recorders keep track of connection attempts made by a remote destination, and if that breaches the defined threshold, the destination gets logged in the specified file. Multiple recorders can be specified:
ar: تقوم المسجلات بمتابعة محاولات الاتصال التي يقوم بها وجهة عن بعد، وفي حالة مخالفتها للعتبة المحددة، يتم تسجيل الوجهة في الملف المحدد. يمكن تحديد مسجلات متعددة:
az: Qeydçilər uzaq istiqamət tərəfindən etdiyiniz əlaqə cəhdinin izləməsinə aid edilir və əgər bu müəyyən olunan eşikni aşarsa, məqsəd müəyyən edilmiş sənəddə yerləşdirilir. Birdən çox qeydçi təyin edilə bilər:
bo: ཉར་བཞག་པ་བྱེད་མཁན་ནི་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་གི་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་ཚོད་འཛིན་བཟོ་འཐབ་བྱུང་ན་གནས་གོང་གི་ཡིག་ཆ་གསལ་པོར་ཉར་བཞག་པར་བྱེད། ཉར་བཞག་པ་བྱེད་མཁན་མང་པོ་བཤེར་བར་བརྟེན་ནས:
cs: Záznamy sledují pokusy o připojení vzdáleného cíle a pokud se toto dostane přes definovanou prahovou hodnotu, cíl je zaznamenáván ve specifikovaném souboru. Lze uvést více záznamů:
da: Optagere holder styr på forbindelsesforsøg foretaget af en fjerndestination, og hvis det overskrider den definerede tærskel, logges destinationen i den angivne fil. Der kan specificeres flere optagere:
el: Οι ηχογραφητές καταγράφουν τις προσπάθειες σύνδεσης που γίνονται από έναν απομακρυσμένο προορισμό, και αν υπερβεί το ορισμένο όριο, ο προορισμός καταγράφεται στο καθορισμένο αρχείο. Μπορούν να καθοριστούν πολλαπλοί ηχογραφητές:
es: Los registradores realizan un seguimiento de los intentos de conexión realizados por un destino remoto, y si eso viola el umbral definido, el destino se registra en el archivo especificado. Se pueden especificar múltiples registradores:
et: Salvestajad jälgivad kaugsihtkoha poolt tehtud ühenduskatseid ja kui need ületavad määratud piiri, siis kantakse sihtkoht spetsifitseeritud faili logisse. Võimalik on spetsifitseerida mitu salvestajat:
fa: ضبط‌کننده‌ها آمار تلاش‌های اتصالی را که توسط یک مقصد راه دور انجام می‌شود نگه می‌دارند، و اگر آن آستانه تعریف شده را نقض کند، آن مقصد در فایل مشخص‌شده ثبت می‌شود. می‌توان از چند ضبط‌کننده استفاده کرد:
fi: Nauhoituspitäjät seuraavat etäkohteiden tekemiä yhteysyrityksiä, ja jos ne ylittävät määritellyn kynnyksen, kohde kirjataan määritettyyn tiedostoon. Useita nauhoituspitäjiä voidaan määrittää:
hi: रिकॉर्डर एक प्रतिष्ठित गंतव्य द्वारा की गई कनेक्शन प्रयासों की निगरानी रखते हैं, और यदि वह निर्धारित सीमा पार करता है, तो गंतव्य निर्दिष्ट फ़ाइल में रिकॉर्ड किया जाता है। कई रिकॉर्डर निर्दिष्ट किए जा सकते हैं:
hu: A rögzítők nyomon követik a távoli célállomásokhoz kapcsolódó kapcsolatföltevényeket, és ha a meghatározott küszöbértéket megsértik, a célállomás bejegyzést kap a megadott fájlba. Több rögzítő is megadható:
in: Perekam melacak upaya koneksi yang dilakukan oleh tujuan jarak jauh, dan jika itu melanggar ambang batas yang didefinisikan, tujuan akan tercatat di file yang ditentukan. Beberapa perekam dapat ditentukan:
it: I registri tengono traccia dei tentativi di connessione effettuati da una destinazione remota e, se violano la soglia definita, la destinazione viene registrata nel file specificato. È possibile specificare più registri:
ja: レコーダーは、リモート宛先によって行われた接続試行を追跡し、それが定義されたしきい値を越えた場合、宛先は指定されたファイルに記録されます。複数のレコーダーを指定することができます。
ko: 레코더는 원격 대상의 연결 시도를 추적하고, 지정된 임계값을 위반하면 대상이 지정된 파일에 기록됩니다. 여러 개의 레코더를 지정할 수 있습니다:
nb: Opptakere holder oversikt over tilkoblingsforsøk gjort av en ekstern destinasjon, og hvis det bryter den definerte terskelen, blir destinasjonen logget i den angitte filen. Flere opptakere kan angis:
nl: Recorders houden bij welke verbindingspogingen er zijn gedaan door een externe bestemming, en als de drempelwaarde wordt overschreden, wordt de bestemming gelogd in het opgegeven bestand. Meerdere recorders kunnen worden opgegeven:
pt: Os gravadores acompanham as tentativas de conexão feitas por um destino remoto e, se ultrapassar o limite definido, o destino é registrado no arquivo especificado. Vários gravadores podem ser especificados:
sl: Zapisovalci sledijo poskusom povezave, izvedenim od daljanske destinacije, in če ta krši določen prag, se destinacija zapise v določeno datoteko. Lahko določite več zapisovalcev:
sv: Inspelare håller koll på anslutningsförsök som görs av en fjärrdestination, och om detta bryter mot det definierade tröskelvärdet loggas destinationen i den angivna filen. Flera inspelare kan specificeras:
uk: Записувачі відстежують спроби підключення, зроблені віддаленою ціллю, і якщо це перевищує визначений поріг, ціль записується до вказаного файлу. Можна вказати декілька записувачів:
vi: Máy ghi theo dõi các lần thử kết nối được thực hiện bởi một đích từ xa và nếu điều đó vi phạm ngưỡng được xác định, điểm đến sẽ được ghi vào tệp được chỉ định. Có thể chỉ định nhiều máy ghi âm:
