Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Your modem or router may support <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), which permits automatic port forwarding. Ensure UPnP support for I2P+ is enabled on the <a href=/confignet>config page</a>, then try to activate UPnP on your modem/router and possibly your computer also. Now try restarting the <a href=/>I2P+ router</a>. If successful, I2P+ should report "Status: OK" in the side panel once the I2P+ router completes initial connectivity tests.
ar: قد يدعم المودم أو الموجه الخاص بك <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>الكشف التلقائي للخدمات</a> (UPnP)، الذي يسمح بتوجيه المنافذ تلقائيًا. تأكد من تمكين الدعم لتقنية UPnP بالنسبة لـ I2P+ على صفحة <a href=/confignet>التكوين</a>، ثم حاول تفعيل UPnP على المودم/الموجه الخاص بك وربما على الحاسوب أيضًا. الآن حاول إعادة بدء <a href=/>موجه I2P+</a>. إذا نجح، يجب أن يُعلن I2P+ "حالة: تم" في الشريط الجانبي بمجرد اكتمال اختبارات الاتصال الأولية لموجه I2P+.
az: Modem və ya routeriniz <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP) dəstəkləyə bilər və bu avtomatik port yönləndirməyə imkan verir. I2P+ üçün UPnP dəstəyinin <a href=/confignet>konfiq saytında</a> aktiv olduğunu təmin edin, sonra UPnP-ni modem/routerinizi və beləcə kompüterinizi aktiv etməyə cəhd edin. İndi <a href=/>I2P+ routeri</a>ni yenidən başlatmağa cəhd edin. Uğurlu olarsa, I2P+ routeri əsas əlaqəlilik testlərini başa vurduqdan sonra yan paneldə "Status: OK" məlumatını bildirilməlidir.
bo: ཁྱོད་རང་གི་མོ་ཌེམ་དང་རུ་ཊར་ནི་<a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug & Play</a> (UPnP) གཉེར་སྤྱོད་བྱེད་ཐུབ་པ་ཡིན། དེ་ནི་སྦྱོར་སྒོ་རྣམ་པར་རྒྱལ་བའི་རྣམ་པ་རང་འགུལ་གྱིས་མཐུན་སྒྲིལ་བྱེད་པའི་ཆེད་དུ་ཡིན། <a href=/confignet>སྒྲིག་འཇུག་གི་ཤོག་ངོས།</a>དེར་I2P+ གི UPnP གཉེར་སྤྱོད་བརྗེ་བཤེར་བྱས་ཡོད་མེད་ཚོད་ལྟ་བྱོས། དེ་རྗེས་ཁྱོད་རང་གི་མོ་ཌེམ་དང་རུ་ཊར་དང་། དམིགས་བསལ་དུ་ཁྱོད་རང་གི་མིག་འཕྲུལ་ལག་ཆས་སུ་ཡང་UPnP འཇུག་སྤེལ་བྱས་རུང། འདི་རྗེས་<a href=/>I2P+ རུ་ཊར།</a> ཚོད་མེད་བསྐྱར་འཁོར་བྱེད་རུང་། གལ་སྲིད་མཁྱེན་ནས་གྲུབ་པ་ཡིན་ན། I2P+ ནི་I2P+ རུ་ཊར་གྱིས་མགོ་འཁོར་བའི་འབྲེལ་ཡོད་ཚོད་ལྟ་མཐའ་སྐྱོང་མཚམས་ཆད་པར། བརྒྱབ་ཐུར་གྱི་ཐོག་ཏུ་"གནས་ཚུལ། བདེ་འཇགས་(Status: OK)" ཞེས་པ་བརྡ་སྟོན་བྱེད་ངེས་ཡིན།
cs: Váš modem nebo router může podporovat <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Univerzální zásuvnou a hru</a> (UPnP), která umožňuje automatické přesměrování portů. Ujistěte se, že je povolena podpora UPnP pro I2P+ na <a href=/confignet>konfigurační stránce</a>, poté se pokuste aktivovat UPnP na svém modem/routeru a případně také na svém počítači. Zkuste nyní restartovat <a href=/>směrovač I2P+</a>. Pokud se podaří, I2P+ by v bočním panelu měl zobrazit "Stav: OK", jakmile směrovač I2P+ dokončí počáteční testy konektivity.
da: Din modem eller router understøtter muligvis <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), hvilket tillader automatisk portforwarding. Sørg for, at UPnP-understøttelse for I2P+ er aktiveret på <a href=/confignet>konfigurationssiden</a>, og prøv derefter at aktivere UPnP på din modem/router og muligvis også din computer. Prøv derefter at genstarte <a href=/>I2P+ routeren</a>. Hvis det lykkes, bør I2P+ rapportere "Status: OK" i sidepanelet, når I2P+ routeren er færdig med initial tilslutningstest.
el: Ο δρομολογητής ή ο δρομολογητής σας μπορεί να υποστηρίζει το <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), το οποίο επιτρέπει την αυτόματη προώθηση θυρών. Βεβαιωθείτε ότι η υποστήριξη UPnP για το I2P+ είναι ενεργοποιημένη στη <a href=/confignet>σελίδα ρυθμίσεων</a>, στη συνέχεια προσπαθήστε να ενεργοποιήσετε το UPnP στον δρομολογητή ή στον διακομιστή και ενδεχομένως και στον υπολογιστή σας. Στη συνέχεια, δοκιμάστε να επανεκκινήσετε τον <a href=/>δρομολογητή I2P+</a>. Εάν πετύχει, το I2P+ θα αναφέρει "Κατάσταση: OK" στο πλαϊνό πάνελ μόλις ο δρομολογητής I2P+ ολοκληρώσει τις αρχικές ελέγχους συνδεσιμότητας.
es: Tu módem o enrutador pueden admitir <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), que permite el reenvío de puertos automático. Asegúrate de que el soporte UPnP esté habilitado para I2P+ en la <a href=/confignet>página de configuración</a>, luego intenta activar UPnP en tu módem/enrutador y posiblemente también en tu computadora. Ahora intenta reiniciar el <a href=/>enrutador I2P+</a>. Si tiene éxito, I2P+ debería informar "Estado: OK" en el panel lateral una vez que el enrutador I2P+ complete las pruebas iniciales de conectividad.
et: Lubage Universal Plug and Play (UPnP): modem või ruuter toetab enamasti <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a>-i (UPnP) ehk universaalset plug-and-playd, mis võimaldab automaatset pordi edastamist. Veenduge, et UPnP tugi oleks lubatud I2P+ seadistuslehel <a href=/confignet>config page</a> ja proovige seejärel lubada UPnP oma modemis/ruuteris ning võimalusel ka arvutis. Proovige seejärel I2P+ marsruuter taaskäivitada. Eduka ühenduse korral peaks I2P+ teavitama küljepaneelis oleku „ok“ pärast I2P+ marsruuteri läbiviidud algse ühenduse kontrollimist.
fa: ممکن است مودم یا روتر شما از <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>اتصال جهانی پلاگ‌اندپلی</a> (UPnP) پشتیبانی کند که عبور پورت خودکار را امکان‌پذیر می‌سازد. تایید کنید پشتیبانی UPnP برای I2P+ در صفحه <a href=/confignet>تنظیمات</a> فعال شده است، سپس تلاش کنید UPnP را روی مودم/روتر و احتمالاً کامپیوتر خود نیز فعال کنید. حال به آزمایش دوباره راه‌اندازی <a href=/>رهیاب I2P+</a>. در صورت موفقیت، بعد از اتمام آزمایش‌های اتصال اولیه روتر، باید وضعیت "Status: OK" را در پنل کناری گزارش دهد.
fi: Modeemisi tai reitittimesi saattaa tukea <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP) -toimintoa, joka mahdollistaa automaattisen portinohjauksen. Varmista, että UPnP-tuki on käytössä I2P+:lla <a href=/confignet>asetussivulla</a>, ja yritä sitten aktivoida UPnP modeemissa/reitittimessäsi sekä mahdollisesti tietokoneessa. Kokeile käynnistää nyt <a href=/>I2P+ reititin</a>. Jos onnistut, I2P+ ilmoittaa "Tila: OK" -esityksen sivupaneelissa, kun I2P+:n reititin on suorittanut ensisijaiset yhteyskokeet.
hi: आपका मोडेम या रूटर <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play (UPnP)</a> का समर्थन कर सकता है, जो स्वचालित पोर्ट फॉरवर्डिंग की अनुमति देता है। <a href=/confignet>सेटिंग पृष्ठ</a> पर I2P+ के लिए UPnP समर्थन को सक्षम करें, फिर अपने मोडेम/रूटर और संभवतः अपने कंप्यूटर पर भी UPnP को सक्रिय करने की कोशिश करें। अब <a href=/>I2P+ रूटर</a> को रीस्टार्ट करें। यदि सफलता प्राप्त होती है, तो एक बार I2P+ रूटर की प्रारंभिक कनेक्टिविटी परीक्षण पूरे हो जाने पर साइड पैनल में "स्थिति: ओके" रिपोर्ट करेगा।
hu: Lehet, hogy a modem vagy a router támogatja a <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP) funkciót, amely lehetővé teszi az automatikus port átirányítást. Győződjön meg róla, hogy az I2P+ UPnP támogatása engedélyezve van a <a href=/confignet>konzololdali beállításoknál</a>, majd próbáld meg aktiválni az UPnP-t a modem/routeren és esetleg a számítógépen is. Próbáld újraindítani az <a href=/>I2P+ routert</a>. Ha sikeres, az I2P+ elvégzi az inicializálási kapcsolattesztet és az oldalsávon "Státusz: OK"-t jelent ki.
in: Modem atau router Anda mungkin mendukung <a href=https://id.wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), yang memungkinkan pembocoran port otomatis. Pastikan dukungan UPnP untuk I2P+ diaktifkan di halaman <a href=/confignet>konfigurasi</a>, kemudian coba aktifkan UPnP pada modem/router dan mungkin juga komputer Anda. Sekarang coba menghidupkan kembali <a href=/>router I2P+</a>. Jika berhasil, I2P+ seharusnya melaporkan "Status: OK" di panel samping setelah router I2P+ menyelesaikan uji konektivitas awal.
it: Il tuo modem o router potrebbe supportare <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), che consente il forwarding automatico delle porte. Assicurati che il supporto UPnP per I2P+ sia abilitato sulla <a href=/confignet>pagina di configurazione</a>, quindi prova ad attivare UPnP anche sul tuo modem/router e, eventualmente, sul tuo computer. Ora prova a riavviare il <a href=/>router I2P+</a>. Se ha successo, I2P+ dovrebbe segnalare "Status: OK" nel pannello laterale una volta che il router I2P+ ha completato i test di connettività iniziali.
ja: モデムまたはルーターは<a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>ユニバーサルプラグアンドプレイ（UPnP）</a>をサポートしている場合、自動ポートフォワーディングが可能になります。I2P+のUPnPサポートが<a href=/confignet>設定ページ</a>で有効になっていることを確認し、モデム/ルーターや可能であればコンピューターでもUPnPを有効にしてみてください。それから<a href=/>I2P+ルーター</a>を再起動してみてください。成功すれば、I2P+ルーターが初期の接続テストを完了した後にサイドパネルに「ステータス：OK」と報告されるはずです。
ko: 모뎀이나 라우터는 <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP)을 지원할 수 있습니다. UPnP 지원이 I2P+에서 활성화되어 있는지 확인하고, 모뎀/라우터 및 컴퓨터에도 UPnP를 활성화하세요. 그런 다음 <a href=/>I2P+ 라우터</a>를 재시작해보세요. 성공시에는 I2P+ 라우터가 초기 연결성 테스트를 완료한 후 사이드 패널에 "상태: 정상"을 표시해야합니다.
nb: Modemet eller ruteren din kan støtte <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), som tillater automatisk portvideresending. Sørg for at UPnP-støtte for I2P+ er aktivert på <a href=/confignet>konfigureringssiden</a>, og prøv deretter å aktivere UPnP på modem/ruter og eventuelt datamaskinen også. Prøv deretter å starte ruteren <a href=/>I2P+</a> på nytt. Hvis det lykkes, skal I2P+ rapportere "Status: OK" i sidepanelet når I2P+-ruteren fullfører initialiseringskoblingstester.
nl: Uw modem of router ondersteunt mogelijk <a href=https://nl.wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), wat automatische poortdoorsturing mogelijk maakt. Zorg ervoor dat UPnP-ondersteuning voor I2P+ is ingeschakeld op de <a href=/confignet>configuratiespagina</a>, probeer vervolgens UPnP te activeren op uw modem/router en mogelijk ook op uw computer. Herstart nu de <a href=/>I2P+ router</a>. Als dit gelukt is, zou I2P+ "Status: OK" moeten melden in het zijpaneel zodra de I2P+ router de initiële connectiviteitstests heeft voltooid.
pt: Seu modem ou roteador pode suportar <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), que permite o redirecionamento automático de portas. Verifique se o suporte do UPnP para o I2P+ está ativado na <a href=/confignet>página de configuração</a>, em seguida, tente ativar o UPnP no seu modem/roteador e possivelmente também no seu computador. Agora tente reiniciar o <a href=/>roteador I2P+</a>. Se for bem-sucedido, o I2P+ deve mostrar "Status: OK" no painel lateral assim que o roteador I2P+ completar os testes iniciais de conectividade.
sl: Vaš modem ali strežnik morda podpira <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Univerzalno vstavitev &amp; uporabo</a> (UPnP), kar omogoča samodejno usmerjanje vrata. Poskrbite, da je podpora UPnP za I2P+ omogočena na <a href=/confignet>strani za konfiguracijo</a>, nato poskusite aktivirati UPnP na vašem modem/strežniku in morda tudi na vašem računalniku. Zdaj poskusite ponovno zagnati <a href=/>strežnik I2P+</a>. Če je uspešno, bi I2P+ moral poročati "Stanje: OK" na vrstnici, ko je strežnik I2P+ končal začetne preglede povezanosti.
sv: Din modem eller router kanske stöder <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), vilket gör det möjligt med automatisk portöversättning. Se till att UPnP-stöd för I2P+ är aktiverat på <a href=/confignet>konfigurationssidan</a>, försök sedan att aktivera UPnP på din modem/router och möjligtvis även din dator. Starta om <a href=/>I2P+-routern</a>. Om det lyckas ska I2P+ rapportera "Status: OK" i sidopanelen när I2P+-routern har genomfört initiala anslutningstester.
uk: Ваш модем або маршрутизатор може підтримувати <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Universal Plug &amp; Play</a> (UPnP), що дозволяє автоматичне пробивання портів. Переконайтеся, що підтримка UPnP для I2P+ увімкнена на <a href=/confignet>сторінці конфігурації</a>, потім спробуйте активувати UPnP на вашому модемі/маршрутизаторі, а також вашому комп'ютері. Тепер перезапустіть <a href=/>маршрутизатор I2P+</a>. Якщо все пройшло успішно, I2P+ повідомить "Статус: OK" на бічній панелі після завершення початкових перевірок підключення.
vi: Modem hoặc bộ định tuyến của bạn có thể hỗ trợ <a href=https://wikipedia.org/wiki/Universal_Plug_and_Play target=_blank rel=noreferrer>Phích cắm đa năng.

source: Port Forwarding
ar: توجيه المنافذ
az: Port işlədilməsi
bo: སྦྱོར་སྒོ་རྣམ་པར་རྒྱལ་བ།
cs: Přesměrování portů
el: Προώθηση θύρας
es: Reenvío de Puertos
et: Porti suunamine
fa: عبور درگاه
fi: Portinohjaus
hi: पोर्ट फॉरवर्डिंग
hu: Port átirányítás
in: Pembocoran Port
ja: ポート転送
ko: 포트 포워딩
nb: Portvideresending
nl: Poort doorsturen
pt: Redirecionamento de Porta
sl: Usmerjanje vrata
sv: Portöversättning
uk: Пробивання портів
vi: Cổng chuyển tiếp
