Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Sort by round trip time
ar: حسب الوقت ذهابا وإيابا
az: Gediş-gəliş vaxtı ilə çeşidləyin
bo: ཕྱིར་འགྲེམ་དུས་ཚོད་ཀྱི་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle round trip time
da: Sorter efter tiden fra start til slut
el: Ταξινόμηση κατά χρόνο μετ' επιστροφής
es: Ordenar por periodo de ida y vuelta
et: Sorteeri saatmise-kinnituse viive järgi
fa: مرتب سازی بر اساس زمان رفت و برگشت
fi: Järjestä edestakaisen matkan keston mukaan
hi: गोली मारने का समय के अनुसार सॉर्ट करें
hu: Rendezés körbejárási idő szerint
in: Urutkan berdasarkan round trip time
it: Ordina per RTT
ja: 往復時間でソート
ko: 왕복 시간으로 정렬
nb: Sorter etter tur-retur-tid
nl: Gesorteerd op rondgangstijd
pt: Ordenar por tempo de ida e volta
sl: Razvrsti glede na čas za okrožen pot
sv: Sortera efter tur och returtid
uk: Сортувати за часом проходження сигналу туди і назад
vi: Sắp xếp theo thời gian hành trình vòng

source: Retransmission timeout
ar: مهلة إعادة الإرسال
az: Yenidən ötürülmə fasiləsi
bo: བསྐྱར་བརྒྱུད་དུས་ཚོད་ཟད་པ།
cs: Časový limit opětovného přenosu
da: Timeout for gentransmission
el: Λήξη χρόνου αναμετάδοσης
es: Tiempo límite de retransmisión
et: Kordusedastuse ajalõpp
fa: مهلت ارسال مجدد
fi: Uudelleenlähetyksen aikakatkaisu
hi: पुनरावर्तन टाइमआउट
hu: Újraadás időtúllépése
in: Batas waktu transmisi ulang
it: Timeout di ritrasmissione
ja: 再送信タイムアウト
ko: 재전송 시간 초과
nb: Tidsavbrudd for omsending
nl: Time-out voor opnieuw verzenden
pt: Tempo limite de retransmissão
sl: Časovnik ponovnega prenosa
sv: Timeout för återsändning
uk: Час очікування повторної передачі
vi: Hết thời gian truyền lại

source: Sort by retransmission timeout
ar: حسب مهلة إعادة الإرسال
az: Yenidən ötürmə müddətinə görə çeşidləyin
bo: བསྐྱར་བརྒྱུད་དུས་ཚོད་ཟད་པའི་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle časového limitu opakovaného přenosu
da: Sorter efter genafsendelses timeout
el: Ταξινόμηση κατά χρονικό όριο αναμετάδοσης
es: Ordenar por tiempo de espera de la transmisión de ida y vuelta
et: Sorteeri uuesti saatmise ajalimiidi järgi
fa: مرتب سازی بر اساس مهلت ارسال مجدد
fi: Järjestä uudelleenlähetyksen aikakatkaisun mukaan
hi: पुनरावर्तन टाइमआउट के अनुसार सॉर्ट करें
hu: Rendezés újraátviteli időtúllépés szerint
in: Urutkan berdasarkan retransmission timeout
it: Ordina secondo l'intervallo di ritrasmissione
ja: 再送信タイムアウトでソート
ko: 재송신 시간만료로 정렬
nb: Sorter etter tidsavbrudd for resending
nl: Gesorteerd op herzendings time-out
pt: Ordenar por tempo limite de retransmissão
sl: Razvrsti glede na časovnik ponovnega prenosa
sv: Sortera efter omsändningstimeout
uk: Сортувати за таймаутом ретрансляції
vi: Sắp xếp theo thời gian giới hạn truyền tải trở lại

source: Maximum transmission unit
ar: وحدة الإرسال القصوى
az: Maksimum ötürmə vahidi
bo: མང་མཐའི་བརྒྱུད་བཏོན་སྡེ་ཚན།
cs: Maximální převodová jednotka
da: Maksimal transmissionsenhed
el: Μέγιστη μονάδα μετάδοσης
es: Unidad máxima de retransmisión
et: maksimaalne ülekandeüksus
fa: حداکثر واحد انتقال
fi: Suurin voimansiirtoyksikkö
hi: अधिकतम प्रेस्ट्रांसमिशन इकाई
hu: Maximális sebességváltó egység
in: Unit transmisi maksimum
it: Unità di trasmissione massima
ja: 最大送信ユニット
ko: 최대 전송 단위
nb: Maksimal overføringsenhet
nl: Maximale transmissie-eenheid
pt: Unidade de transmissão máxima
sl: Največja enota prenosa
sv: Max transmissionsenhet
uk: Максимальний блок передачі
vi: Đơn vị truyền tải tối đa

source: Sort by outbound maximum transmit unit
ar: حسب أقصى مدة
az: Gidən maksimum ötürmə vahidinə görə çeşidləyin
bo: ཕྱིར་འགྲེམ་མང་མཐའི་བརྒྱུད་བཏོན་སྡེ་ཚན་གྱི་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle odchozí maximální přenosové jednotky
da: Sorter efter den maksimale udadgående overførsels-enhed
el: Ταξινόμηση κατά εξερχόμενη μέγιστη μονάδα μετάδοσης
es: Ordenar por unidad de transmisión máxima de salida
et: Sorteeri väljuva suurima saateühiku järgi
fa: مرتب سازی بر اساس حداکثر واحد ارسال خروجی
fi: Järjestä suurimman siirtäyksikön koon mukaan
hi: निर्गमी अधिकतम ट्रांसमिशन इकाई के अनुसार सॉर्ट करें
hu: Rendezés maximális kimenő továbbítási egységenként
in: Urutkan berdasarkan outbound maximum transmit unit
it: Ordina secondo l'unità massima di trasmissione in uscita
ja: 送信最大伝送単位でソート
ko: 최대 송신 전송 유닛으로 정렬
nb: Sorter etter utgående maksimal sendeenhet
nl: Gesorteerd op uitgaande maximum verzend unit
pt: Ordenar por unidade de transmissão de saída máxima
sl: Razvrsti glede na največjo enoto izhodnega prenosa
sv: Sortera efter utgående maximal överföringsenhet
uk: Сортувати за максимальною одиницею передачі на виході
vi: Sắp xếp theo đơn vị truyền tải tối đa của luồng tín hiệu ra

source: We offered to introduce them
ar: عرضنا لتعريفهم
az: Biz onları təqdim etməyi təklif etdik
bo: ང་ཚོས་ཁོང་ཚོར་ངོ་སྤྲོད་བྱེད་རྒྱུར་སྐུལ་མ་བྱས།
cs: Nabídli jsme jim že je představíme
da: Vi tilbød at indtroducere dem
el: Προσφερθήκαμε να τους εισάγουμε
es: Nos hemos ofrecido a introducirles
et: Me pakkusime end neile tutvustajaks
fa: ما پیشنهاد دادیم آنها را معرفی کنیم
fi: Me tarjoiduimme esittelemään heidät
hi: हमने उनके परिचय कराने का प्रस्ताव दिया
hu: Fejajánlottuk, hogy bemutatjuk őket
in: Kami menawarkan untuk memperkenalkan mereka
it: Ci siamo offerti di introdurli
ja: 私たちは彼らを紹介したいと申し出ました
ko: 그들을 소개하도록 제공했습니다
nb: Vi tilbudte å introdusere dem
nl: We hebben aangeboden ze te introduceren
pt: Oferecemos-nos para os apresentar
sl: Ponudili smo, da jih predstavimo
sv: Vi erbjöd oss att introducera dem
uk: Ми пропонуємо представити їх
vi: Chúng tôi cung cấp phần giới thiệu

source: They offered to introduce us
ar: عرصو علينا تقديمهم
az: Bizi tanış etməyi təklif etdilər
bo: ཁོང་ཚོས་ང་ཚོར་ངོ་སྤྲོད་བྱེད་རྒྱུར་སྐུལ་མ་བྱས།
cs: Nabídli nám že nás představí
da: De tilbød at idtoducere os
el: Προσθέρθηκαν να μας εισάγουν
es: Se han ofrecido a introducirnos
et: Nad pakkusid end meile tutvustajaks
fa: آنها پیشنهاد دادند که ما را معرفی کنند
fi: He tarjoituivat esittelemään meidät
hi: वे हमारे परिचय कराने का प्रस्ताव दिया
hu: Felajánlották, hogy bemutatnak minket
in: Mereka menawarkan untuk memperkenalkan kami
it: Hanno offerto di introdurci
ja: 彼らは私たちを紹介してくれると申し出ました
ko: 우리를 소개하도록 제공했습니다
nb: De tilbudte seg å introdusere oss
nl: Zij hebben aangeboden ons te introduceren
pt: Eles oferecem-se para nos apresentar
sl: Oni so ponudili, da nas predstavijo
sv: De erbjöd sig att introducera oss
uk: Вони пропонують представити нас
vi: Họ cung cấp phần giới thiệu với chúng ta

source: {0} fail
ar: {0} فشل
az: {0} uğursuz
bo: {0} ཕམ་ཁ།
cs: {0} selhat
da: {0} mislykkes
el: {0} αποτυχία
es: {0} fallo
et: {0} ebaõnnestub
fa: {0} شکست می خورد
fi: {0} epäonnistuminen
hi: {0} विफलता
hu: {0} kudarc
in: {0} gagal
it: {0} fallito
ja: {0}失敗します
ko: {0} 실패
nb: {0} mislykkes
nl: {0} mislukt
pt: {0} falha
sl: {0} neuspeh
sv: {0} misslyckades
uk: {0} Помилка
vi: {0} không thành công

source: Banned
ar: ممنوع
az: Qadağan olunmuş
bo: བཀག་པ།
cs: Zakázáno
el: Αποκλεισμένος
es: Excluido
et: Bännitud
fa: مسدود شده
fi: Estetty
hi: बैन किया
hu: Kitiltva
in: Diblokir
it: Bannato
ja: 禁止されました
ko: 차단됨
nb: Bannlyst
nl: Verbannen
pt: Banido
sl: Prepovedano
sv: Förbjudna
uk: Забанений
vi: Bị Cấm

source: backlogged
ar: متراكمة
az: gecikmiş
bo: ལས་ཀའི་གྲལ་རིམ་ནང་།
cs: backblogováno
el: ανεκτέλεστο
es: pendientes
et: mahajäänud
fa: عقب افتاده
fi: ruuhkautunut
hi: बैकलॉग हुआ
hu: lemaradt
it: ritardi
ja: バッグログされました
ko: 백로그됨
nb: etterslep
nl: achterstand
sl: Nazočeno
uk: перевантажений
vi: đăng nhập trở lại

source: Definitions
ar: التعاريف
az: Təyinlər
bo: ངེས་ཚིག་ཁག
cs: Definice
da: Definationer
el: Ορισμοί
es: Definiciones
et: Definitsioonid
fa: تعاریف
fi: Määritelmät
hi: परिभाषाएँ
hu: Meghatározások
in: Definisi
it: Definizioni
ja: 定義
ko: 정의
nb: Definisjoner
nl: Definities
pt: Definições
sl: Definicije
sv: Definitioner
uk: Умовні позначення
vi: Định nghĩa

source: Remote peer, identified by truncated router hash
ar: النظير البعيد، الذي تم تحديده بواسطة تجزئة جهاز التوجيه المقطوع
az: Kəsilmiş marşrutlaşdırıcı heş ilə müəyyən edilmiş uzaqdan peer
bo: ཐུམ་སྒྲིལ་བརྒྱུད་རོ་ཌེར་གྱི་ཨོ་རུ་ཤེན་པས་ངོས་འཛིན་བྱས་པའི་ཐག་རིང་གི་ལག་གདང་།
cs: Vzdálený peer, identifikovaný zkráceným hashem routeru
da: Remote peer, identificeret ved trunkeret router-hash
el: Remote peer, που αναγνωρίζεται από περικομμένο κατακερματισμό δρομολογητή
es: Par remoto, identificado por el hash truncado del router
et: Remote peer, tuvastatakse kärbitud ruuteri räsi järgi
fa: همتا از راه دور، با هش روتر کوتاه شده شناسایی می شود
fi: Etävastaava, joka tunnistetaan katkaistulla reitittimen tiivisteellä
hi: दूरस्थ समकक्ष, ट्रंकेटेड राउटर हैश द्वारा पहचाना
hu: Távoli társ, csonka útválasztó hash azonosítja
in: Rekan jarak jauh, diidentifikasi oleh hash router terpotong
it: peer remoto, identificato dall'hash del router troncato
ja: リモート ピア、切り捨てられたルーター ハッシュによって識別される
ko: 트렁크 확장으로 식별된 원격 피어
nb: Eksternt peer, identifisert av avkortet ruter-hash
nl: Externe peer, geïdentificeerd door ingekorte router-hash
pt: peer remoto, identificado por hash de roteador truncado
sl: Oddaljen parter, identificiran z zreženim dijem usmerjevalnika
sv: Remote peer, identifierad av trunkerad routerhash
uk: Віддалений однолітк, ідентифікований за допомогою усіченого хешу маршрутизатора
vi: Ngang hàng xa, được xác định bởi bộ định tuyến bị cắt cụt

source: Direction
ar: الاتجاه
az: İstiqamət
bo: ཁ་ཕྱོགས།
cs: Směr
da: Retning
el: Σκηνοθεσία
es: Dirección
et: suund
fa: جهت
fi: Suunta
hi: दिशा
hu: Irány
in: Arah
it: Direzione
ja: 方向
ko: 방향
nb: Retning
nl: Richting
pt: Direção
sl: Smer
sv: Riktning
uk: Напрямок
vi: Hướng

source: Outbound connection
ar: اتصال خارجي
az: Gidən əlaqə
bo: ཕྱི་འགྲོ་མཐུད་འབྲེལ།
cs: Odchozí spojení
da: Udadgående forbindelse
el: Εξερχόμενη σύνδεση
es: Conexión saliente
et: Väljuv ühendus
fa: اتصال خروجی
fi: Ulosmenevä yhteys
hi: निर्गमी कनेक्शन
hu: Kimenő csatlakozás
in: Koneksi outbound
it: Connessione in uscita
ja: 送信接続
ko: 송신 연결
nb: Utgående tilkobling
nl: Uitgaande connectie
pt: Conexões de saída
sl: Izhodna povezava
sv: Utgående anslutning
uk: Вихідні з'єднання
vi: Đường nối ra

source: They offered to introduce us (help peers traverse our firewall)
ar: عرضوا تقديمنا (مساعدة أقراننا في اجتياز جدار الحماية الخاص بنا)
az: Bizi təqdim etməyi təklif etdilər (yaşayışlara təhlükəsizlik duvarımızı keçməyə kömək edin)
bo: ཁོང་ཚོས་ང་ཚོར་ངོ་སྤྲོད་བྱེད་རྒྱུར་སྐུལ་མ་བྱས། (ལག་གདང་རྣམས་ང་ཚོའི་མེ་སྒྲོན་བརྒྱུད་འགྲོ་རོགས་བྱེད།)
cs: Nabídli, že nás představí (pomáhají kolegům projít náš firewall)
da: De tilbød at introducere os (hjælp jævnaldrende med at krydse vores firewall)
el: Προσφέρθηκαν να μας συστήσουν (βοηθήστε τους συμμαθητές μας να διασχίσουν το τείχος προστασίας μας)
es: Se han ofrecido a presentarnos (ayudar a otros pares a atravesar nuestro cortafuegos)
et: Nad pakkusid meile, et tutvustavad meid (aitavad kaaslastel meie tulemüüri läbida)
fa: آنها پیشنهاد کردند ما را معرفی کنند (به همتایان کمک کنید از دیوار آتش ما عبور کنند)
fi: He tarjoutuivat esittelemään meidät (auttaa vertaisia ​​kulkemaan palomuurimme läpi)
hi: वे हमारे परिचय कराने का प्रस्ताव दिया (समकक्षों को हमारे फ़ायरवॉल को पार करने में मदद करें)
hu: Felajánlották, hogy bemutatnak minket (segítenek a társaknak áthaladni a tűzfalunkon)
in: Mereka menawarkan untuk memperkenalkan kami (membantu rekan-rekan melintasi firewall kami)
it: Si sono offerti di presentarci (aiutare i colleghi ad attraversare il nostro firewall)
ja: 彼らは私たちを紹介することを申し出ました（仲間が私たちのファイアウォールを横断するのを助けます）
ko: 그들은 우리를 소개하기를 제의했습니다 (피어들이 우리의 방화벽을 통과하는 데 도움)
nb: De tilbød seg å introdusere oss (hjelp jevnaldrende å krysse brannmuren vår)
nl: Ze boden aan om ons voor te stellen (peers te helpen onze firewall te doorkruisen)
pt: Eles se ofereceram para nos apresentar (ajudar colegas a atravessar nosso firewall)
sl: Oni so ponudili, da nas predstavijo (pomaga parterjem preplaviti naš firewall)
sv: De erbjöd sig att presentera oss (hjälp kamrater att passera vår brandvägg)
uk: Вони запропонували представити нас (допомогти одноліткам пройти наш брандмауер)
vi: Họ đề nghị giới thiệu chúng tôi (giúp các đồng nghiệp vượt qua tường lửa của chúng tôi)

source: Inbound connection
ar: اتصال داخلي
az: Daxil olan əlaqə
bo: ནང་འོག་ཐོན་པའི་འབྲེལ་བ།
cs: Příchozí spojení
da: Indadgående forbindelse
el: Εισερχόμενη σύνδεση
es: Conexión entrante
et: Sisenev ühendus
fa: اتصال ورودی
fi: Sisääntuleva yhteys
hi: आगामी कनेक्शन
hu: Bejövő csatlakozás
in: Koneksi inbound
it: Connessione in ingresso
ja: 着信接続
ko: 수신 연결
nb: Inngående tilkobling
nl: Inkomende connectie
pt: Conexões de entrada
sl: Vhodna povezava
sv: Inkommande anslutning
uk: Вхідні з'єднання
vi: Đường nối vào

source: We offered to introduce them (help peers traverse their firewall)
ar: عرضنا تقديمهم (مساعدة أقرانهم في اجتياز جدار الحماية الخاص بهم)
az: Biz onları təqdim etməyi təklif etdik (yaşıdlara təhlükəsizlik divarını keçməyə kömək edin)
bo: ང་ཚོས་ཁོང་ཚོར་ངོ་སྤྲོད་བྱེད་རྒྱུར་རོགས་བརྒྱུད་བཏོན་པ། (ལག་གདང་རྣམས་ཁོང་ཚོའི་མེ་སྒྲོན་བརྒྱུད་འགྲོ་རོགས་བྱེད།)
cs: Nabídli jsme jim, že je představíme (pomůžeme kolegům projít jejich firewall)
da: Vi tilbød at introducere dem (hjælp jævnaldrende med at krydse deres firewall)
el: Προσφερθήκαμε να τους παρουσιάσουμε (βοηθήστε τους συμμαθητές να διασχίσουν το τείχος προστασίας τους)
es: Nos hemos ofrecido a presentarles (ayudar a que otros pares a atraviesen su cortafuegos)
et: Pakkusime neid tutvustada (aitame kaaslastel nende tulemüüri läbida)
fa: پیشنهاد دادیم آنها را معرفی کنیم (به همتایان کمک کنید از دیوار آتش خود عبور کنند)
fi: Tarjouduimme esittelemään heidät (auttaa vertaisia ​​kulkemaan palomuurinsa läpi)
hi: हमने उनके परिचय कराने का प्रस्ताव दिया (समकक्षों को उनके फ़ायरवॉल को पार करने में मदद करें)
hu: Felajánlottuk, hogy bemutatjuk őket (segítsünk a társaknak áthaladni a tűzfalukon)
in: Kami menawarkan untuk memperkenalkan mereka (membantu rekan-rekan melintasi firewall mereka)
it: Ci siamo offerti di introdurli (aiutare i peer ad attraversare il firewall)
ja: 私たちはそれらを紹介することを申し出ました（仲間がファイアウォールを横断するのを助けます）
ko: 우리는 그들을 소개하기를 제의했습니다 (피어들이 그들의 방화벽을 통과하는 데 도움)
nb: Vi tilbød oss ​​å introdusere dem (hjelp jevnaldrende å krysse brannmuren deres)
nl: We hebben aangeboden om ze te introduceren (peers helpen hun firewall te doorkruisen)
pt: Nós nos oferecemos para apresentá-los (ajudar os colegas a atravessar seu firewall)
sl: Ponudili smo, da jih predstavimo (pomaga parterjem preplaviti njihov firewall)
sv: Vi erbjöd oss ​​att introducera dem (hjälp kamrater genom deras brandvägg)
uk: Ми запропонували їх представити (допомогти одноліткам переходити свій брандмауер)
vi: Chúng tôi đề nghị giới thiệu họ (giúp các đồng nghiệp vượt qua tường lửa của họ)

source: How long since a packet has been received / sent
ar: مدة تلقى / بعث حزمة
az: Paketin qəbulundan/göndərilməsindən nə qədər vaxt keçib
bo: ཐུམ་སྒྲིལ་ཞིག་བརྒྱུད་ནས་ཐོབ་པ་/བཏོན་པ་ནས་དུས་ཚོད་ག་ཚོད་རེད།
cs: Doba od posledního přijetí / odeslání paketu
da: Hvor længe siden en pakke blev modtaget / sent
el: Χρονικό διάστημα από την λήψη/αποστολή πακέτου
es: El tiempo que hace que se ha recibido / enviado un paquete
et: Kaua on möödunud viimase paketi saamisest / saatmisest
fa: مدت زمانی است که یک بسته دریافت / ارسال شده است
fi: Milloin on viimeksi lähetetty / vastaanotettu paketti
hi: पैकेट को प्राप्त / भेजा गया है के बाद से कितना समय हो गया है
hu: Mennyi idő telt el az utolsó csomag fogadása / küldése óta
in: Berapa lama sejak sebuah paket telah diterima / dikirim
it: Quanto è passato dalla ricezione/invio di un pacchetto
ja: パケットが受信/送信されてからの経過時間
ko: 패킷이 송/수신 된 시간
nb: Hvor lenge siden en pakke har blitt mottat / sendt
nl: Hoe lang sinds een pakket ontvangen / verstuurd is
pt: Quanto tempo desde que o ultimo pacote foi recebido / enviado
sl: Koliko časa je minilo od prejema / pošiljanja paketa
sv: Tiden sedan ett paket har mottagits / sänts
uk: Час який пройшов після отримання / відправлення останнього пакета
vi: Khoảng thời gian kể từ khi một gói tin được nhận / gửi

source: Smoothed inbound / outbound transfer rate
ar: معدل نقل واردة / صادرة على نحو سلس
az: Hamarlaşdırılmış gələn / gedən köçürmə sürəti
bo: ནང་འོག་ཐོན་པ་/ཕྱིར་ཐོན་པའི་བརྒྱུད་བཏོན་ཚད་ཀྱི་སྙོམས་སྒྲིག་བྱས་པ།
cs: Vyhlazená rychlost příchozího/odchozího přenosu
da: Udjævnet indgående/udgående overførselshastighed
el: Εξομαλυνόμενος ρυθμός μεταφοράς εισερχόμενων/εξερχομένων
es: Tasa de transferencia suavizada de entrada / salida
et: sujuv sissetulev / väljaminev edastuskiirus
fa: نرخ انتقال ورودی / خروجی هموار
fi: Tasoittunut saapuvan / lähtevän siirtonopeuden
hi: स्मूथेड आगामी / निर्गमी ट्रांस्फर गति
hu: Sima bejövő/kimenő átviteli sebesség
in: Kecepatan transfer masuk/keluar yang lebih lancar
it: Velocità di trasferimento in entrata/uscita livellata
ja: インバウンド/アウトバウンド転送速度の平滑化
ko: 원활한 인바운드/아웃바운드 전송 속도
nb: Utjevnet inngående / utgående overføringshastighet
nl: Gladde inkomende/uitgaande overdrachtssnelheid
pt: Taxa de transferência de entrada/saída suavizada
sl: Preglađena vhodna / izhodna stopnja prenosa
sv: Utjämnad inkommande/utgående överföringshastighet
uk: Згладжена вхідна / вихідна швидкість передачі
vi: Tốc độ chuyển tiền đi/đến mượt mà

source: How long ago connection was established
ar: منذ متى تم إنشاء الاتصال
az: Bağlantı nə qədər əvvəl qurulub
bo: འབྲེལ་བ་དེ་གཏན་འབེབས་བྱེད་ནས་དུས་ཚོད་ག་ཚོད་རེད།
cs: Jak dlouho bylo spojení navázáno
da: Hvor længe siden blev forbindelsen etableret
el: Πριν από πόσο καιρό δημιουργήθηκε η σύνδεση
es: El tiempo que hace que se estableció la conexión
et: Kui kaua aega tagasi ühendus loodi
fa: چند وقت پیش ارتباط برقرار شد
fi: Kuinka kauan sitten yhteys muodostettiin
hi: कनेक्शन स्थापित किया गया था कितने समय पहले
hu: Mennyi ideje jött létre a kapcsolat
in: Berapa lama koneksi terjalin
it: Quanto tempo fa è stata stabilita la connessione
ja: 接続が確立されてからどれくらい経ちますか
ko: 연결이 설정된 지 얼마나 되었나요?
nb: Hvor lenge er det siden forbindelsen ble opprettet
nl: Hoe lang geleden is de verbinding tot stand gebracht
pt: Há quanto tempo a conexão foi estabelecida
sl: Koliko časa je minilo od vzpostavitve povezave
sv: Hur länge sedan upprättades anslutningen
uk: Як давно було встановлено зв’язок
vi: Kết nối được thiết lập bao lâu

source: Difference between the peer's clock and our own
ar: الفرق بين ساعة الأقران وساعتنا
az: Həmyaşıd saatı ilə bizimkilər arasındakı fərq
bo: ལག་གདང་གི་ཆུ་ཚོད་དང་ང་ཚོའི་ཆུ་ཚོད་བར་གྱི་ཁྱད་པར།
cs: Rozdíl mezi hodinami vrstevníka a našimi hodinami
da: Forskellen mellem den jævnaldrendes ur og vores eget
el: Διαφορά μεταξύ του ρολογιού του συνομήλικου και του δικού μας
es: La diferencia entre el reloj del par y el suyo propio
et: Erinevus eakaaslaste ja meie oma kella vahel
fa: تفاوت بین ساعت همسالان و ساعت ما
fi: Ero vertaiskellon ja omamme kellon välillä
hi: समकक्ष के समय-तारीख और हमारे समय-तारीख के बीच का अंतर
hu: Különbség a társak órája és a saját órája között
in: Perbedaan antara jam teman dan jam kita
it: Differenza tra l'orologio del peer e il nostro
ja: 相手の時計と自分の時計の違い
ko: 상대방의 시계와 우리 시계의 차이
nb: Forskjellen mellom jevnaldrendes klokke og vår egen
nl: Verschil tussen de klok van de peer en die van ons
pt: Diferença entre o relógio do par e o nosso
sl: Razlika med časovnikom partera in našim
sv: Skillnaden mellan kamratens klocka och vår egen
uk: Різниця між годинником однолітка та нашим власним
vi: Sự khác biệt giữa đồng hồ của bạn bè và của chúng ta

source: How many bytes can be sent without acknowledgement
ar: كم عدد البايتات التي يمكن إرسالها دون إشعار بالاستلام
az: Təsdiq etmədən neçə bayt göndərilə bilər
bo: ངོས་ལེན་མེད་པར་བཡི་ཊི་ག་ཚོད་བཏོན་ཐུབ།
cs: Kolik bajtů lze odeslat bez potvrzení
da: Hvor mange bytes kan sendes uden kvittering
el: Πόσα byte μπορούν να σταλούν χωρίς επιβεβαίωση
es: Cuántos bytes pueden ser enviados sin confirmación
et: Mitu baiti saab saata ilma kinnituseta
fa: چند بایت را می توان بدون تایید ارسال کرد
fi: Kuinka monta tavua voidaan lähettää ilman kuittausta
hi: नाखुशी के बिना कितने बाइट भेजे जा सकते हैं
hu: Hány bájt küldhető nyugtázás nélkül
in: Berapa banyak byte yang dapat dikirim tanpa pemberitahuan
it: Quanti byte possono essere inviati senza conferma
ja: 確認応答なしで送信できるバイト数
ko: 승인 없이 전송할 수 있는 바이트 수
nb: Hvor mange byte kan sendes uten bekreftelse
nl: Hoeveel bytes kunnen zonder bevestiging worden verzonden
pt: Quantos bytes podem ser enviados sem confirmação
sl: Koliko bajtov lahko pošljemo brez potrditve
sv: Hur många byte kan skickas utan bekräftelse
uk: Скільки байт можна надіслати без підтвердження
vi: Có thể gửi bao nhiêu byte mà không cần xác nhận

source: Number of sent messages awaiting acknowledgement
ar: عدد الرسائل المرسلة التي تنتظر الإقرار
az: Təsdiqi gözləyən göndərilən mesajların sayı
bo: ངོས་ལེན་སྒུག་བའི་བཏོན་པའི་བརྡ་འཕྲིན་གྱི་གྲངས་ཀ།
cs: Počet odeslaných zpráv čekajících na potvrzení
da: Antal sendte beskeder, der afventer bekræftelse
el: Αριθμός απεσταλμένων μηνυμάτων σε αναμονή επιβεβαίωσης
es: Número de mensajes enviados a la espera de confirmación
et: Saadetud sõnumite arv, mis ootavad kinnitust
fa: تعداد پیام های ارسال شده در انتظار تایید
fi: Kuittausta odottavien lähetettyjen viestien määrä
hi: प्राप्ति की प्रतीक्षा में हुए भेजे गए संदेश की संख्या
hu: A visszaigazolásra váró elküldött üzenetek száma
in: Jumlah pesan terkirim yang menunggu pengakuan
it: Numero di messaggi inviati in attesa di conferma
ja: 確認を待っている送信メッセージの数
ko: 승인을 기다리는 전송 메시지 수
nb: Antall sendte meldinger som venter på bekreftelse
nl: Aantal verzonden berichten in afwachting van bevestiging
pt: Número de mensagens enviadas aguardando confirmação
sl: Število poslanih sporočil, ki čakajo na potrditev
sv: Antal skickade meddelanden som väntar på bekräftelse
uk: Кількість надісланих повідомлень, які очікують підтвердження
vi: Số lượng tin nhắn đã gửi đang chờ xác nhận

source: Maximum number of concurrent messages to send
ar: الحد الأقصى لعدد الرسائل المتزامنة للإرسال
az: Göndərmək üçün paralel mesajların maksimum sayı
bo: མཉམ་དུ་བཏོན་རྒྱུའི་བརྡ་འཕྲིན་གྱི་མང་མཐའ་གྲངས་ཀ།
cs: Maximální počet souběžných zpráv k odeslání
da: Maksimalt antal samtidige beskeder at sende
el: Μέγιστος αριθμός ταυτόχρονων μηνυμάτων προς αποστολή
es: Número máximo de mensajes simultáneos a enviar
et: Samaaegselt saadetavate sõnumite maksimaalne arv
fa: حداکثر تعداد پیام های همزمان برای ارسال
fi: Samanaikaisesti lähetettävien viestien enimmäismäärä
hi: भेजने के लिए समान्तर संदेश की अधिकतम संख्या
hu: Az egyidejűleg elküldhető üzenetek maximális száma
in: Jumlah maksimum pesan bersamaan yang akan dikirim
it: Numero massimo di messaggi simultanei da inviare
ja: 同時に送信するメッセージの最大数
ko: 동시에 보낼 수 있는 최대 메시지 수
nb: Maksimalt antall samtidige meldinger å sende
nl: Maximaal aantal gelijktijdig te verzenden berichten
pt: Número máximo de mensagens simultâneas a serem enviadas
sl: Največje število istočasno poslanih sporočil
sv: Maximalt antal samtidiga meddelanden att skicka
uk: Максимальна кількість одночасних повідомлень для надсилання
vi: Số lượng tin nhắn đồng thời tối đa cần gửi
