Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Politics &amp; Current Affairs Journal
ar: مجلة السياسة والشؤون الحالية
az: Siyasət və Cari İşlər Jurnalı
cs: Politický a aktuální žurnál
da: Politik og nuværende tidsskrift
el: Εφημερίδα Πολιτικής και Επικαιρότητας
es: Política y revista de asuntos actuales
et: Poliitika- ja ajakirjade ajakiri
fa: ژورنال سیاست و امور جاری
fi: Politiikka ja ajankohtaiset asiat
hu: Politika és Aktualitás folyóirat
in: Jurnal Politik dan Isu Saat Ini
it: Politica e Giornale degli affari attuali
ja: 政治と時事ジャーナル
nb: Politikk og aktuelle saker Journal
nl: Politiek en actuele zaken tijdschrift
pt: Jornal de Política e Assuntos Currentais
sl: Politika in časopis o trenutnih zadevah
sv: Politik och aktualitetstidning
uk: Журнал «Політика та поточні справи»
vi: Tạp chí chính trị và các vấn đề hiện tại

source: English language Japanese News
ar: أخبار اللغة الإنجليزية اليابانية
az: İngilis dili Yapon Xəbərləri
cs: Anglický jazyk Japonské zprávy
da: Engelsk sprog japansk nyheder
el: Αγγλική γλώσσα Ιαπωνικά Νέα
es: Noticias japonesas en inglés
et: ingliskeelsed jaapani uudised
fa: اخبار ژاپنی زبان انگلیسی
fi: Englanninkieliset japanilaiset uutiset
hu: angol nyelvű japán hírek
in: Berita Jepang berbahasa Inggris
it: Notizie giapponesi in lingua inglese
ja: 英語日本語ニュース
nb: Engelsk språk japansk nyheter
nl: Engelstalig Japans nieuws
pt: Notícias japonesas em inglês
sl: Angleščina Japonske vesti
sv: Engelska japanska nyheter
vi: Tiếng Anh Tin tức tiếng Nhật

source: JapanToday
ar: اليابان اليوم
az: Yaponiya bu gün
cs: Japonsko dnes
el: Ιαπωνία σήμερα
es: Japón hoy
et: Jaapan täna
fa: ژاپن امروز
fi: Japani Tänään
in: Jepang Hari Ini
it: GiapponeOggi
ja: 今日の日本
nb: Japan i dag
nl: JapanVandaag
pt: Japão Hoje
sv: Japan idag
uk: Японія сьогодні
vi: Nhật Bản hôm nay

source: News and blog feeds on I2P
ar: موجزات الأخبار والمدونات على I2P
az: I2P-də xəbərlər və blog lentləri
cs: Zprávy a blogy na I2P
da: Nyheder og blog-feeds på I2P
el: Τροφοδοσίες ειδήσεων και ιστολογίων στο I2P
es: Noticias y blogs en I2P
et: I2P uudiste ja ajaveebi kanalid
fa: اخبار و فیدهای وبلاگ در I2P
fi: Uutis- ja blogisyötteet I2P:stä
hu: Hírek és blogok az I2P-ről
in: Berita dan feed blog di I2P
it: News e feed di blog su I2P
ja: I2Pのニュースやブログのフィード
nb: Nyheter og bloggfeeds på I2P
nl: Nieuws- en blogfeeds over I2P
pt: Notícias e feeds de blog em I2P
sl: Novice in vire blogov na I2P
sv: Nyheter och bloggflöden på I2P
uk: Стрічки новин і блогів на I2P
vi: Tin tức và nguồn cấp dữ liệu blog trên I2P

source: Planeta
ar: كوكب
el: Πλανέτα
fa: سیاره
ja: 惑星a
nl: Planeet
vi: Hành tinh

source: News &amp; Views on Tibet
ar: الأخبار والآراء حول التبت
az: Tibet haqqında xəbərlər və fikirlər
cs: Zprávy a pohledy na Tibet
da: Nyheder og synspunkter på Tibet
el: Ειδήσεις και απόψεις για το Θιβέτ
es: Noticias y opiniones sobre el Tíbet
et: Uudised ja vaated Tiibeti kohta
fa: اخبار و دیدگاه ها در مورد تبت
fi: Uutiset ja näkymät Tiibetistä
hu: Hírek és nézetek Tibetről
in: Berita dan pandangan tentang Tibet
it: Notizie e opinioni sul Tibet
ja: チベットに関するニュースと見解
nb: Nyheter og synspunkter på Tibet
nl: Nieuws en weergaven over Tibet
pt: Notícias e visualizações sobre o Tibete
sl: Vesti in mnenja o Tibetu
sv: Nyheter
uk: Новини та погляди на Тибет
vi: Tin tức

source: Reporting on China without fear or favor
ar: تقديم التقارير عن الصين دون خوف أو محاباة
az: Qorxmadan və ya lütf etmədən Çin haqqında məlumat vermək
cs: Podávání zpráv o Číně beze strachu a laskavosti
da: Rapportering om Kina uden frygt eller gunst
el: Αναφορά για την Κίνα χωρίς φόβο ή εύνοια
es: Informar sobre China sin miedo ni favoritismo
et: Aruandlus Hiinast ilma hirmu ja poolehoiuta
fa: گزارش از چین بدون ترس یا لطف
fi: Raportointi Kiinasta ilman pelkoa tai suosiota
hu: Jelentés Kínáról félelem és szívesség nélkül
in: Melaporkan Tiongkok tanpa rasa takut atau bantuan
it: Riportare sulla Cina senza timori o favori
ja: 恐れや好意なしに中国に関する報告
nb: Rapportering om Kina uten frykt eller tjeneste
nl: Rapporteren over China zonder angst of gunst
pt: Relatar sobre a China sem medo ou favorecimento
sl: Porocanje o Kitajski brez strahu ali pristranskosti
sv: Rapporterar om Kina utan rädsla eller förmån
uk: Звітувати про Китай без страху чи ласки
vi: Đưa tin về Trung Quốc mà không hề sợ hãi hay ưu ái

source: TechXplore
ar: تك اكسبلور
fa: TechXplor
in: TeknologiXplore
ja: 技術探検

source: Technology and engineering news
ar: أخبار التكنولوجيا والهندسة
az: Texnologiya və mühəndislik xəbərləri
cs: Technologické a inženýrské novinky
da: Teknologi og ingeniørnyheder
el: Νέα τεχνολογία και μηχανική
es: Noticias de tecnología e ingeniería
et: Tehnoloogia- ja inseneriuudised
fa: اخبار فنی و مهندسی
fi: Tekniikka ja tekniikan uutiset
hu: Technológiai és mérnöki hírek
in: Berita teknologi dan teknik
it: Notizie di tecnologia e ingegneria
ja: テクノロジーおよびエンジニアリングニュース
nb: Teknologi- og ingeniørnyheter
nl: Technologie- en engineeringnieuws
pt: Notícias de tecnologia e engenharia
sl: Vesti o tehnologiji in strojništvu
sv: Teknik- och ingenjörsnyheter
uk: Новини техніки та техніки
vi: Tin công nghệ và kỹ thuật

source: TheHill
ar: التل
es: LaColina
fa: تپه
in: Bukit
it: La collina
ja: 丘
nl: De Heuvel
pt: A Colina
sv: Kullen

source: US Political News
ar: أخبار سياسية أمريكية
az: ABŞ Siyasi Xəbərləri
cs: Politické zprávy USA
da: US Politiske Nyheder
el: Πολιτικά Νέα των ΗΠΑ
es: Noticias políticas de Estados Unidos
et: USA poliitilised uudised
fa: اخبار سیاسی ایالات متحده
fi: Yhdysvaltain poliittiset uutiset
hu: US Politikai Hírek
in: Berita Politik AS
it: Notizie politiche statunitensi
ja: 米国の政治ニュース
nb: Politiske nyheter i USA
nl: Amerikaans politiek nieuws
pt: Notícias Políticas dos EUA
sl: Politične novice ZDA
sv: US Politiska nyheter
uk: Політичні новини США
vi: Tin tức chính trị Hoa Kỳ

source: International News from Tibet
ar: أخبار دولية من التبت
az: Tibetdən Beynəlxalq Xəbərlər
cs: Mezinárodní zprávy z Tibetu
da: Internationale nyheder fra Tibet
el: Διεθνείς ειδήσεις από το Θιβέτ
es: Noticias internacionales del Tíbet
et: Rahvusvahelised uudised Tiibetist
fa: اخبار بین المللی از تبت
fi: Kansainvälisiä uutisia Tiibetistä
hu: Nemzetközi hírek Tibetből
in: Berita Internasional dari Tibet
it: Notizie internazionali dal Tibet
ja: チベットからの国際ニュース
nb: Internasjonale nyheter fra Tibet
nl: Internationaal nieuws uit Tibet
pt: Notícias Internacionais do Tibete
sl: Mednarodne novice iz Tibeta
sv: Internationella nyheter från Tibet
uk: Міжнародні новини з Тибету
vi: Tin tức quốc tế từ Tây Tạng

source: TheTibetPost
ar: التبت بوست
es: El Tibet Post
et: Tetibetpost
fa: پست تبت
in: Pos Tibet
ja: チベットポスト
nl: De TibetPost
pt: TheTibetePost
uk: Тибет Пост

source: A magazine about human rights and social justice
ar: مجلة تهتم بحقوق الإنسان والعدالة الاجتماعية
az: İnsan hüquqları və sosial ədalət haqqında jurnal
cs: Časopis o lidských právech a sociální spravedlnosti
da: Et magasin om menneskerettigheder og social retfærdighed
el: Ένα περιοδικό για τα ανθρώπινα δικαιώματα και την κοινωνική δικαιοσύνη
es: Una revista sobre derechos humanos y justicia social
et: inimõiguste ja sotsiaalse õigluse ajakiri
fa: مجله ای در مورد حقوق بشر و عدالت اجتماعی
fi: Aikakauslehti ihmisoikeuksista ja sosiaalisesta oikeudenmukaisuudesta
hu: Magazin az emberi jogokról és a társadalmi igazságosságról
in: Majalah tentang hak asasi manusia dan keadilan sosial
it: Una rivista sui diritti umani e la giustizia sociale
ja: 人権と社会正義に関する雑誌
nb: Et magasin om menneskerettigheter og sosial rettferdighet
nl: Een tijdschrift over mensenrechten en sociale rechtvaardigheid
pt: Uma revista sobre direitos humanos e justiça social
sl: Časopis o človekovih pravicah in socialni pravičnosti
sv: En tidning om mänskliga rättigheter och social rättvisa
uk: Журнал про права людини та соціальну справедливість
vi: Một tạp chí về nhân quyền và công bằng xã hội

source: UpstreamJournal
ar: المنبع جورنال
es: Diario ascendente
ja: 上流のジャーナル
uk: Журнал Upstream
vi: Nhật ký thượng nguồn

source: URL
ar: العنوان
fa: آدرس اینترنتی
fi: Verkko-osoite
nb: Nettadresse
vi: Đường dẫn

source: Job runners
ar: العدائين الوظيفيين
az: İşçilər
cs: Pracovníci
da: Job körer
el: Διαχειριστέςθέσεων εργασίας
es: Ejecutores de tareas
et: tööjooksjad
fa: دونده های شغلی
fi: Job juoksijat
hu: Munkahelyi futók
it: Esecutori dei Job
ja: 有効なジョブ
nb: Jobbløpere
nl: Taak verwerkers
pt: Executador de tarefas
sl: Vodilci posluga
sv: Uppgifts körningar
uk: Бігуни
vi: Người chạy việc

source: Just finished jobs
ar: انتهيت للتو من المهام
az: İşi yenicə bitirdim
cs: Právě dokončené úlohy
da: Lige afslutet jobs
el: Μόλις τελείωσαν οι εργασίες
es: Tareas recién finalizadas
et: just lõpetatud tööd
fa: کارها را به تازگی تمام کردم
fi: Juuri päättyneet työt
hu: A Közelmúltban Befejezett Munkahelyek
in: Jobs yang baru selesai
it: Job appena terminato
ja: たった今ジョブが終了しました
nb: Akkurat fullførte jobber
nl: Net voltooide taken
pt: Tarefas completadas recentemente
sl: Tako pred kratkim končane posluge
sv: Nyligen slutförda uppgifter
uk: Щойно закінчені роботи
vi: Vừa hoàn thành công việc

source: {0} starts in {1}
ar: {0} يبدأ في {1}
az: {0} {1} ilə başlayır
cs: {0} začíná za {1}
da: {0} starter om {1}
el: {0} ξεκινά σε {1}
es: {0} empieza en {1}
et: {0} algab {1} pärast
fa: {0} در {1} شروع می‌شود
fi: {0} alkaa {1}
hu: {0} {1} múlva kezdődik
in: {0} dimulai di {1}
it: {0} inizia tra {1}
ja: {0} は {1} に始まります
nb: {0} starter om {1}
nl: {0} begint over {1}
pt: {0} começa em {1}
sl: {0} začne v {1}
sv: {0} börjar om {1}
uk: {0} починається через {1}
vi: {0} bắt đầu sau {1}

source: DELAYED
ar: تأخر
az: GECİKTİ
cs: ZPOŽDĚNO
da: FORSINKET
el: ΚΑΘΥΣΤΕΡΗΣΗ
es: RETRASADO
et: HILINEB
fa: با تاخیر
fi: VIIVE
hu: KÉSLELTETETT
in: TERLAMBAT
it: RITARDATO
ja: 遅延
nb: FORSINKET
nl: VERTRAAGD
pt: ATRASADO
sl: Zaokrnjeno
sv: FÖRDRÖJAD
uk: ЗАТРИМКА
vi: BỊ TRÌ HOÃN

source: OUT OF ORDER
ar: خارج النظام
az: SİPARİŞDƏN
cs: MIMO PROVOZ
da: UDEN RETNING
el: ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΙΑΣ
es: FUERA DE SERVICIO
et: VÄLJAS
fa: خارج از دستور
fi: POIS KÄYTÖSTÄ
hu: RENDBEN
in: TIDAK BERURUTAN
it: FUORI SERVIZIO
ja: 故障中
nb: UTA ORDEN
nl: BUITEN GEBRUIK
pt: FORA DE ORDEM
sl: Narobe
sv: UTÖR ORDNING
uk: НЕ В ПОРЯДКУ
vi: KHÔNG ĐẶT HÀNG

source: Job Statistics (excluding single-shot jobs)
ar: إحصائيات الوظائف (باستثناء الوظائف الفردية)
az: İş Statistikası (tək çəkiliş işləri istisna olmaqla)
cs: Statistika práce (kromě jednorázových úloh)
da: Jobstatistik (ekskl. enkeltstående job)
el: Στατιστικές θέσεων εργασίας (εξαιρουμένων των θέσεων εργασίας μίας λήψης)
es: Estadísticas de empleo (excluidos los trabajos de una sola vez)
et: Tööstatistika (v.a ühekordsed tööd)
fa: آمار شغلی (به استثنای مشاغل تک شات)
fi: Työtilastot (pois lukien yksittäiset työt)
hu: Állásstatisztika (az egyszeri munkák kivételével)
in: Statistik Pekerjaan (tidak termasuk pekerjaan tunggal)
it: Statistiche lavoro (esclusi lavori a sequenza singola)
ja: ジョブ統計（単発ジョブを除く）
nb: Jobbstatistikk (unntatt enkeltjobber)
nl: Jobstatistieken (exclusief single-shot jobs)
pt: Estatísticas de Trabalho (excluindo trabalhos de disparo único)
sl: Statistika posluga (brez enkratnih poslug)
sv: Jobbstatistik (exklusive engångsjobb)
uk: Статистика роботи (за винятком одноразових робіт)
vi: Thống kê công việc (không bao gồm các công việc một lần)

source: Never reveal your router identity to anyone, as it is uniquely linked to your IP address in the network database.
ar: لا تكشف أبدًا عن هوية جهاز التوجيه الخاص بك لأي شخص، لأنه مرتبط بشكل فريد بعنوان IP الخاص بك في قاعدة بيانات الشبكة.
az: Heç vaxt marşrutlaşdırıcınızın kimliyini heç kimə açıqlamayın, çünki o, şəbəkə verilənlər bazasındakı IP ünvanınızla unikal şəkildə əlaqələndirilir.
cs: Nikdy nikomu neprozrazujte identitu vašeho routeru, protože je jednoznačně spojena s vaší IP adresou v síťové databázi.
da: Afslør aldrig din router-identitet til nogen, da den er unikt knyttet til din IP-adresse i netværksdatabasen.
el: Ποτέ μην αποκαλύπτετε την ταυτότητα του δρομολογητή σας σε κανέναν, καθώς είναι μοναδικά συνδεδεμένος με τη διεύθυνση IP σας στη βάση δεδομένων δικτύου.
es: Nunca reveles la identidad de tu enrutador a nadie, ya que está vinculado de forma única a tu dirección IP en la base de datos de la red.
et: Ärge kunagi avaldage kellelegi oma ruuteri identiteeti, kuna see on võrguandmebaasis unikaalselt seotud teie IP-aadressiga.
fa: هرگز هویت روتر خود را برای کسی فاش نکنید، زیرا به صورت منحصر به فرد به آدرس IP شما در پایگاه داده شبکه مرتبط است.
fi: Älä koskaan paljasta reitittimesi identiteettiäsi kenellekään, koska se on yksilöllisesti linkitetty IP-osoitteeseesi verkkotietokannassa.
hu: Soha ne tegye fel az útválasztó identitását, mivel felhasználható a helyének azonosításához.
in: Jangan pernah mengungkapkan identitas router Anda kepada siapa pun, karena identitas tersebut tertaut secara unik ke alamat IP Anda di database jaringan.
it: Non rivelare mai la tua identità del router a qualcuno, è collegata direttamente al tuo indirizzo IP nel database di rete.
ja: ルーターのアイデンティティはネットワーク データベース内の IP アドレスに一意にリンクされているため、決して他人に明かさないでください。
nb: Avslør aldri ruterens identitet til noen, siden den er unikt knyttet til IP-adressen din i nettverksdatabasen.
nl: Onthul nooit uw routeridentiteit aan iemand, aangezien deze uniek gekoppeld is aan uw IP-adres in de netwerkdatabase.
pt: Nunca revele a identidade do seu roteador a ninguém, pois ele está vinculado exclusivamente ao seu endereço IP no banco de dados da rede.
sl: Nikoli ne razkrivajte svoje identitete usmerjevalnika nikomur, saj je edinstveno povezana z vašim IP naslovom v omrežni bazi.
sv: Avslöja aldrig din routeridentitet för någon, eftersom den är unikt länkad till din IP-adress i nätverksdatabasen.
uk: Ніколи нікому не повідомляйте про свій маршрутизатор, оскільки він однозначно пов’язаний із вашою IP-адресою в базі даних мережі.
vi: Không bao giờ tiết lộ danh tính bộ định tuyến của bạn cho bất kỳ ai vì nó được liên kết duy nhất với địa chỉ IP của bạn trong cơ sở dữ liệu mạng.

source: is banned
ar: محظور
az: qadağandır
cs: je zakázáno
da: er forbudt
el: είναι απαγορευμένο
es: está prohibido
et: on keelatud
fa: ممنوع است
fi: on kielletty
hu: be van tiltva
in: dilarang
it: è vietato
ja: 禁止されています
nb: er utestengt
nl: is verboden
pt: está banido
sl: je prepovedan
sv: är förbjuden
uk: заборонено
vi: bị cấm

source: not found in network database
ar: غير موجود في قاعدة الشبكة
az: şəbəkə verilənlər bazasında tapılmadı
cs: nenalezeno v síťové databázi
da: ikke fundet i netværksdatabasen
el: δεν βρέθηκε στη βάση δεδομένων του δικτύου
es: no se encontró en la base de datos de red
et: ei leitud võrguandmebaasist
fa: در پایگاه داده شبکه یافت نشد
fi: ei löytynyt verkkotietokannasta
hu: nem található a hálózati adatbázisban
in: Tidak ditemukan di database jaringan
it: non trovato nel database della rete
ja: ネットワークデータベース内に見つかりませんでした
nb: ikke funnet i nettverksdatabasen
nl: niet gevonden in netwerk database
pt: não encontrado no banco de dados da rede
sl: ni najden v omrežni bazi
sv: hittades inte i nätverksdatabasen
uk: не знайдено в базі даних мережі
vi: không tìm thấy trong cơ sở dữ liệu mạng

source: No results
ar: لا توجد نتائج
az: Nəticə yoxdur
cs: Žádné výsledky
da: Ingen resultater
el: Δεν υπάρχουν αποτελέσματα
es: Sin resultados
et: Tulemusi pole
fa: نتیجه ای نداشت
fi: Ei tuloksia
hu: Nincs találat
in: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
nb: Ingen resultater
nl: Geen resultaten
pt: Sem resultados
sl: Brez rezultatov
sv: Inga resultat
uk: Немає результатів
vi: Không có kết quả

source: Page
ar: الصفحة
az: Səhifə
cs: Str
da: Side
el: Σελίδα
es: Página
et: lk
fa: صفحه
fi: Sivu
hu: Oldal
in: Halaman
it: Pagina
ja: ページ
nb: Side
nl: Pagina
pt: Página
sl: Stran
sv: Sida
uk: Сторінка
vi: Trang

source: No Leasesets currently active.
ar: لا توجد مجموعات مستأجرة نشطة حاليًا.
az: Hazırda aktiv olan İcarəyə Dəstək yoxdur.
cs: Momentálně nejsou aktivní žádné sady pronájmu.
da: Ingen lejesæt er i øjeblikket aktive.
el: Δεν υπάρχουν μισθώσεις επί του παρόντος ενεργές.
es: No hay Leasesets activos actualmente.
et: Hetkel aktiivseid üürilepinguid pole.
fa: در حال حاضر هیچ مجموعه اجاره ای فعال نیست.
fi: Ei tällä hetkellä voimassa olevia vuokrasopimuksia.
hu: Jelenleg nincs aktív bérlet.
in: Tidak ada Sewa yang aktif saat ini.
it: Nessun Leaseset attivo attualmente.
ja: 現在アクティブなリースセットはありません。
nb: Ingen leiesett aktive for øyeblikket.
nl: Momenteel zijn er geen leasesets actief.
pt: Nenhum conjunto de arrendamento ativo atualmente.
sl: Trenutno ni aktivnih LeaseSets.
sv: Inga Leaseset aktiva för närvarande.
uk: Наразі немає активних наборів оренди.
vi: Không có Hợp đồng thuê nào hiện đang hoạt động.

source: Network data
ar: بيانات الشبكة
az: Şəbəkə məlumatları
cs: Síťová data
da: Netværksdata
el: Δεδομένα δικτύου
es: Datos de red
et: Võrguandmed
fa: داده های شبکه
fi: Verkkotiedot
hu: Hálózati adatok
in: Data jaringan
it: Dati di rete
ja: ネットワークデータ
nb: Nettverksdata
nl: Netwerkgegevens
pt: Dados de rede
sl: Omrežna podatka
sv: Nätverksdata
uk: Мережеві дані
vi: Dữ liệu mạng

source: Add to addressbook
ar: إضافة إلى دفتر العناوين
az: Ünvan kitabına əlavə edin
cs: Přidat do adresáře
da: Føj til adressebog
el: Προσθήκη στο βιβλίο διευθύνσεων
es: Añadir a la libreta de direcciones
et: Lisa aadressiraamatusse
fa: افزودن به دفترچه آدرس
fi: Lisää osoitekirjaan
hu: Hozzáadás a címjegyzékhez
in: Tambahkan ke addressbook
it: Aggiungi alla rubrica
ja: アドレス帳に追加
nb: Legg til i adressebok
nl: Toevoegen aan adresboek
pt: Adicionar ao catálogo de endereços
sl: Dodaj v imenik
sv: Lägg till i adressboken
uk: Додати до адресної книги
vi: Thêm vào sổ địa chỉ

source: Add to local addressbook
ar: أضف الى دفتر العناوين
az: Yerli ünvan kitabçasına əlavə edin
cs: Přidat do lokální knihy kontaktů (addressbook)
da: Føje til den lokale adressebog
el: Προσθήκη στο τοπικό βιβλίο διευθύνσεων
es: Añadir a la libreta de direcciones local
et: Lisage kohalikku aadressiraamatusse
fa: افزودن به دفترچه خصوصی محلی
fi: Lisää paikalliseen osoitekirjaan
hu: Hozzáadás a helyi címjegyzékhez
in: Tambahkan ke addressbook lokal
it: Aggiungi alla rubrica locale
ja: ローカルのアドレス帳に追加
nb: Legg til i lokal adressebok
nl: Toevoegen aan lokaal adresboek
pt: Adicionar ao livro de endereços local
sl: Dodaj v lokalni imenik
sv: Lägg till lokal adressbok
uk: Добавити в локальну адресну книгу
vi: Thêm vô sổ địa chỉ địa phương

source: Published{0} ago
ar: تم النشر{0} منذ
az: {0} əvvəl dərc edilib
cs: Publikováno před{0}
da: Udgivet for{0} siden
el: Δημοσιεύτηκε{0} πριν
es: Publicado hace{0}
et: Avaldatud{0} tagasi
fa: انتشار{0} پیش
fi: Julkaistu{0} sitten
hu: Közzétéve{0} ezelőtt
in: Diterbitkan{0} yang lalu
it: Pubblicato{0} fa
ja: {0}前に公開
nb: Publisert for{0} siden
nl: Gepubliceerd{0} geleden
pt: Publicado{0} atrás
sl: Objavljeno{0} pred tem
sv: Publicerad{0} sedan
uk: Опубліковано{0} тому
vi: Đã xuất bản{0} trước

source: Received as published?
ar: هل وردت كما نشرت؟
az: Dərc kimi alındı?
cs: Přijato tak, jak bylo zveřejněno?
da: Modtaget som offentliggjort?
el: Έλαβε ως δημοσιευμένο?
es: ¿Recibido cómo publicado?
et: vastu võetud avaldatud kujul?
fa: به عنوان منتشر شده دریافت شد؟
fi: vastaanotettu sellaisena kuin se on julkaistu?
hu: Megjelenés szerint érkezett?
in: Diterima sebagai diterbitkan?
it: Ricevuto come pubblicato?
ja: 出版物として受け取りましたか?
nb: Mottatt som publisert?
nl: Ontvangen zoals gepubliceerd?
pt: Recebido conforme publicado?
sl: Prejeto kot objavljeno?
sv: Mottagen som publicerad?
uk: Отримано як опубліковано?
vi: Nhận được như đã xuất bản?

source: Received as reply?
ar: وردت كرد؟
az: Cavab olaraq alındı?
cs: Přijato jako odpověď?
da: Modtaget som svar?
el: Λήφθηκε ως απάντηση?
es: ¿Recibido como respuesta?
et: Kas saite vastuseks?
fa: به عنوان پاسخ دریافت شد؟
fi: Saitko vastauksena?
hu: Válaszként érkezett?
in: Diterima sebagai balasan?
it: Ricevuto come risposta?
ja: 返信を受け取りましたか?
nb: Mottatt som svar?
nl: Als antwoord ontvangen?
pt: Recebido como resposta?
sl: Prejeto kot odgovor?
sv: Fick du som svar?
uk: Отримано як відповідь?
vi: Đã nhận được thư trả lời?

source: Core version
ar: النسخة الأساسية
az: Əsas versiya
cs: Základní verze
da: Kerneversion
el: Βασική έκδοση
es: Versión del núcleo
et: Põhiversioon
fa: نسخه اصلی
fi: Ydinversio
hu: Core verzió
in: Versi inti
it: Versione principale
ja: コアバージョン
nb: Kjerneversjon
nl: Kernversie
pt: Versão principal
sl: Različica središča
sv: Kärnversion
uk: Основна версія
vi: Phiên bản cốt lõi

source: Network ID
ar: معرف الشبكة
az: Şəbəkə ID
cs: ID sítě
da: Netværks-id
el: Αναγνωριστικό δικτύου
es: ID de red
et: Võrgu ID
fa: شناسه شبکه
fi: Verkon tunnus
hu: Hálózati azonosító
in: ID Jaringan
it: ID di rete
ja: ネットワークID
nb: Nettverks-ID
nl: Netwerk-ID
pt: ID da rede
sl: ID omrežja
sv: Nätverks-ID
uk: Ідентифікатор мережі
vi: ID mạng

source: Family Key
ar: مفتاح العائلة
az: Ailə açarı
cs: Rodinný klíč
da: Familienøgle
el: Οικογενειακό κλειδί
es: Clave de familia
et: Perevõti
fa: کلید خانواده
fi: Perheavain
hu: Családi kulcs
in: Kunci Keluarga
it: Chiave familiare
ja: ファミリーキー
nb: Familienøkkel
nl: Familiesleutel
pt: Chave de Família
sl: Družinski ključ
sv: Familjenyckel
uk: Сімейний ключ
vi: Chìa khóa gia đình

source: Family Sig
ar: سيج العائلة
az: Ailə Sig
cs: Rodina Sig
da: Familie Sig
el: Οικογενειακή υπογραφή
es: Firma de Familia
et: Perekond Sig
fa: خانواده سیگ
fi: Perhe Sig
hu: Családi aláírás
in: Tanda Tangan Keluarga
it: Famiglia Sig
ja: ファミリーシグ
nb: Familie Sig
nl: Familiesig
pt: Assinatura da Família
sl: Družinsko podpis
sv: Familjen Sig
uk: Сімейний знак
vi: Dấu hiệu gia đình

source: Exploratory tunnels expire (1h)
ar: انتهاء الأنفاق الاستكشافية (ساعة)
az: Kəşfiyyat tunellərinin müddəti başa çatır (1 saat)
cs: Platnost průzkumných tunelů vyprší (1h)
da: Undersøgende tunneler udløber (1t)
el: Λήξη εξερευνητικών σηράγγων (1 ώρα)
es: Túneles exploratorios expirados (1h)
et: Uurimistunnelid aeguvad (1 h)
fa: تونل های اکتشافی منقضی می شوند (1 ساعت)
fi: Tutkimustunnelit vanhenevat (1 h)
hu: A feltáró alagutak lejárnak (1 óra)
in: Terowongan eksplorasi berakhir (1 jam)
it: I tunnel esplorativi scadono (1h)
ja: 探索トンネルの有効期限が切れる(1時間)
nb: Undersøkende tunneler utløper (1t)
nl: Verkenningstunnels verlopen (1 uur)
pt: Túneis exploratórios expiram (1h)
sl: Raziskovalni tuneli potekajo (1h)
sv: Utforskningstunnlar upphör (1h)
uk: Дослідницькі тунелі закінчуються (1 год)
vi: Hầm thăm dò hết hạn (1h)

source: Exploratory tunnels reject (1h)
ar: رفض الأنفاق الاستكشافية (ساعة)
az: Kəşfiyyat tunelləri rədd edilir (1 saat)
cs: Vyřazení průzkumných tunelů (1h)
da: Undersøgende tunneler afvises (1t)
el: Απόρριψη εξερευνητικών σηράγγων (1 ώρα)
es: Túneles exploratorios denegados (1h)
et: Uurimistunnelite tagasilükkamine (1 h)
fa: رد تونل های اکتشافی (1 ساعت)
fi: Tutkimustunnelit hylkäävät (1h)
hu: Kutató alagutak elutasítása (1 óra)
in: Penolakan terowongan eksplorasi (1 jam)
it: Rifiuto cunicoli esplorativi (1h)
ja: 試掘トンネル拒否(1h)
nb: Utforskende tunneler avvises (1t)
nl: Verkenningstunnels afgewezen (1 uur)
pt: Rejeição de túneis exploratórios (1h)
sl: Raziskovalni tuneli zavrnejo (1h)
sv: Undersökande tunnlar avvisas (1h)
uk: Відхилення дослідницьких тунелів (1 год)
vi: Từ chối hầm thăm dò (1h)
