Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Your router's status on accepting or rejecting requests from other routers to build a participating tunnel through your router. Your router may accept all requests, accept or reject a percentage of requests, or reject all requests for a number of reasons, to control the bandwidth and CPU demands and maintain capacity for local clients. <b>Note
ar: حالة موجهك في قبول أو رفض طلبات بناء أنفاق مشاركة عبره من موجهات أخرى. قد يقبل موجهك جميع الطلبات أو يقبل أو يرفض نسبة منها أو يرفضها جميعًا لأسباب مختلفة للسيطرة على حركة البيانات واستخدام المعالج والحفاظ على الطاقة للعملاء المحليين. <b>ملاحظة
az: Raatən qəbul edən və ya rədd edən routerdən digər routerlərin sizin routeriniz vasitəsilə iştirak edən bir böyük tunnel qurmaq üçün tələbə qəbul etməsi və ya rədd etməsinin vəziyyətiniz. Routeriniz bütün tələbləri qəbul edə bilər, tələblərin bir neçə faizini qəbul edər və ya rədd edə bilər, və ya yerli müştərilərin kapasitetini saxlamaq, kabel və CPU tələblərini idarə etmək məqsədilə bir neçə səbəbdən dolayı bütün tələbləri rədd edə bilər. <b>Qeyd
bo: ཁྱེད་ཀྱི་རོ་ཌེར་གྱི་གཞན་པའི་རོ་ཌེར་ཚུགས་པ་ནས་གཞན་པའི་རོ་ཌེར་ཚུགས་པ་ལ་གྲུང་ལམ་ཞིག་པ་བརྒྱུད་པའི་རོ་ཌེར་གྱི་བརྒྱུད་པའི་གཞན་པ་ལ་གྲུང་ལམ་བརྒྱུད་པའི་གཞན་པ་ལ་གྲུང་ལམ་བརྒྱུད་པ། ཁྱེད་ཀྱི་རོ་ཌེར་གྱིས་གདོན་རྒྱུད་པ་ཆ་ཚང་མ་ལོན་ནས་ལེན་གནད་ཁག་པ་ཡང་ན་ གདོན་རྒྱུད་པའམ་སྐར་བརྒྱུད་པའི་ཚག་དོན་རྒྱུད་པ་ཡང་ན་ གདོན་རྒྱུད་པའི་ཚག་དོན་རྒྱུད་པའི་ཚག་དོན་རྒྱུད་པ་ཡང་ན་ ཡང་ན་གཞན་པའི་རྐྱེན་དོན་རྒྱུད་པ་ལ་གྲུང་ལམ་བརྒྱུད་པའི་གཞན་པ་ལ་གྲུང་ལམ་བརྒྱུད་པ་ལ་གྲུང་ལམ་བརྒྱུད་པ་ཡང་ན། བརྒྱུད་པའི་དོན་རྒྱུད་པ་དང་CPU དགོས་པ་དང་ས་གནས་ཚུལ་བའི་ནུས་མཁན་ལེན་གནད་ཁག་པ་ལ་ནུས་མཁན་ལེན་གནད་ཁག་པ་ལ་བརྒྱུད་པ་བཞིན་པར་བརྒྱུད་པ། <b>དོ་དམ་བཤོལ།
cs: Stav vašeho routeru při přijímání nebo odmítání žádostí od dalších routerů o vytvoření účastnického tunelu přes váš router. Váš router může přijmout všechny žádosti, přijmout nebo odmítnout procento žádostí nebo odmítnout všechny žádosti z různých důvodů, aby kontroloval šířku pásma a výpočetní požadavky a udržoval kapacitu pro místní klienty. <b>Poznámka
da: Din routers status for at acceptere eller afvise anmodninger fra andre routere om at opbygge en deltager-tunnel gennem din router. Din router kan acceptere alle anmodninger, acceptere eller afvise en procentdel af anmodninger eller afvise alle anmodninger af flere årsager for at kontrollere båndbredde- og CPU-kravene og opretholde kapacitet til lokale klienter. <b>Bemærk
el: Η κατάσταση του δρομολογητή σας όσον αφορά την αποδοχή ή απόρριψη αιτημάτων από άλλους δρομολογητές για τη δημιουργία ενός συμμετέχοντα σήραγγας μέσω του δρομολογητή σας. Ο δρομολογητής σας μπορεί να αποδεχθεί όλα τα αιτήματα, να αποδεχθεί ή να απορρίψει ένα ποσοστό αιτημάτων ή να απορρίψει όλα τα αιτήματα για διάφορους λόγους, για τον έλεγχο των απαιτήσεων εύρους ζώνης και επεξεργαστικής ισχύος και για τη διατήρηση της χωρητικότητας για τους τοπικούς πελάτες. <b>Σημείωση
es: El estado de tu enrutador al aceptar o rechazar solicitudes de otros enrutadores para construir un túnel de participación a través de tu enrutador. Tu enrutador puede aceptar todas las solicitudes, aceptar o rechazar un porcentaje de solicitudes o rechazar todas las solicitudes por varias razones, para controlar el ancho de banda y las demandas de CPU y mantener la capacidad para clientes locales. <b>Nota:
et: Teie marsruuteri staatus vastuvõetud või tagasi lükatud päringutele teistelt marsruuteritelt, et luua marsruuti tunnel teie marsruuteri kaudu. Teie marsruuter võib aktsepteerida kõiki päringuid, aktsepteerida või tagasi lükata protsendi päringutest või tagasi lükata kõik päringud mitmel põhjusel, et kontrollida ribalaiuse ja CPU nõudmisi ning säilitada võime kohalike klientide jaoks. <b>Märkus
fa: وضعیت مسیریاب شما در قبول یا رد درخواست های مسیریاب های دیگر برای ایجاد یک تونل مشارکتی از طریق مسیریاب شما. مسیریاب شما ممکن است تمام درخواست ها را قبول کند ، یک درصدی از درخواست ها را قبول یا رد کند ، یا تمام درخواست ها را به دلیل دلایل مختلف رد کند تا پهنای باند و تقاضاهای CPU را کنترل کرده و ظرفیت برای مشتریان محلی را حفظ کند. <b>توج
fi: Reitittimesi tila siitä, hyväksyykö vai hylkääkö se muiden reitittimien pyynnöt osallistua tunnelin rakentamiseen reitittimesi kautta. Reitittimesi voi hyväksyä kaikki pyynnöt, hyväksyä tai hylätä prosentuaalisesti osan pyynnöistä tai hylätä kaikki pyynnöt useista syistä, jotta se voi hallita kaistanleveyden ja CPU-vaatimusten määrää ja ylläpitää kapasiteettia paikallisille asiakkaille. <b>Huomaa
hi: आपके रूटर की स्थिति दूसरे रूटरों के द्वारा भागीदारी टनल बनाने के लिए अनुरोधों को स्वीकार या अस्वीकार करने की। आपका रूटर सभी अनुरोधों को स्वीकार कर सकता है, अनुरोधों का एक प्रतिशत स्वीकार या अस्वीकार कर सकता है, या कई कारणों के लिए सभी अनुरोधों को अस्वीकार कर सकता है, बैंडविड्थ और CPU मांग को नियंत्रित करने और स्थानीय क्लाइंटों के लिए क्षमता बनाए रखने के लिए। <b>नोट
hu: Az útválasztó állapota a többi útválasztóval való közös alagút létrehozására irányuló kérelmek elfogadásáról vagy elutasításáról. Az útválasztója elfogadhat minden kérelmet, elfogadhat vagy elutasíthat egy kérelem százalékát, vagy elutasíthat minden kérelmet különböző okokból, hogy irányítsa a sávszélességet és a CPU igényeket, és fenntartsa a helyi kliensek kapacitását. <b>Megjegyzés
in: Status router Anda dalam menerima atau menolak permintaan dari router lain untuk membangun terowongan yang berpartisipasi melalui router Anda. Router Anda dapat menerima semua permintaan, menerima atau menolak persentase permintaan, atau menolak semua permintaan untuk berbagai alasan, untuk mengontrol permintaan bandwidth dan CPU serta mempertahankan kapasitas untuk klien lokal. <b>Catatan
it: Lo stato del tuo router nell'accettare o rifiutare le richieste di altri router per costruire un tunnel partecipativo attraverso il tuo router. Il tuo router potrebbe accettare tutte le richieste, accettare o rifiutare una percentuale di richieste o rifiutare tutte le richieste per vari motivi, per controllare le esigenze di larghezza di banda e CPU e mantenere la capacità per i clienti locali. <b>Nota</b>
ja: 他のルーターからのリクエストを受け入れるか拒否するためのあなたのルーターのステータスです。あなたのルーターは、すべてのリクエストを受け入れるか、一部のリクエストを受け入れるか拒否するか、あるいはさまざまな理由ですべてのリクエストを拒否することがあります。これにより、帯域幅とCPUの要求を制御し、ローカルクライアントのための容量を維持することができます。 <b>メモ
ko: 다른 라우터에서 귀하의 라우터를 통해 참여 터널을 구축하기 위해 요청을 수락하거나 거부하는 귀하의 라우터의 상태입니다. 귀하의 라우터는 대역폭과 CPU 요구사항을 제어하고 로컬 클라이언트의 용량을 유지하기 위해 다양한 이유로 모든 요청을 수락하거나 일부 요청을 수락하거나 거부할 수 있습니다. <b>주의
nb: Ruteren din status på å godta eller avvise forespørsler fra andre rutere for å bygge en deltunnel gjennom ruteren din. Ruteren din kan godta alle forespørsler, godta eller avvise en prosentandel av forespørsler, eller avvise alle forespørsler av forskjellige årsaker, for å kontrollere båndbredde og CPU-krav og opprettholde kapasitet for lokale klienter. <b>Merk
nl: De status van uw router met betrekking tot het accepteren of weigeren van verzoeken van andere routers om een deelnemende tunnel op te bouwen via uw router. Uw router kan alle verzoeken accepteren, een percentage van de verzoeken accepteren of weigeren, of alle verzoeken om verschillende redenen weigeren, om de bandbreedte- en CPU-eisen te beheersen en de capaciteit voor lokale clients te behouden. <b>Noot
pt: O status do seu roteador em aceitar ou rejeitar solicitações de outros roteadores para construir um túnel participante através do seu roteador. Seu roteador pode aceitar todas as solicitações, aceitar ou rejeitar uma porcentagem das solicitações ou rejeitar todas as solicitações por vários motivos, para controlar a demanda de largura de banda e CPU e manter a capacidade para os clientes locais. <b>Observe
sl: Stanje vašega strežnika glede sprejemanja ali zavrnitve zahteve od drugih strežnikov za izgradnjo sodelujucega tunela skozi vaš strežnik. Vaš strežnik morda sprejme vse zahteve, sprejme ali zavrne del zahteve, ali zavrne vse zahteve zaradi številnih razlogov, da kontrolira širino pasma in zahteve za CPU in vzdržuje zmogljivost za lokalne kliente. <b>Opomba
sv: Din routers status för att acceptera eller avvisa förfrågningar från andra routrar för att bygga en deltagartunnel genom din router. Din router kan acceptera alla förfrågningar, acceptera eller avvisa en procentandel av förfrågningarna, eller avvisa alla förfrågningar av olika skäl för att kontrollera bandbredds- och CPU-kraven och bibehålla kapaciteten för lokala klienter. <b>Märk
uk: Статус вашого маршрутизатора щодо прийняття або відхилення запитів від інших маршрутизаторів на будівництво тунелю участі через ваш маршрутизатор. Ваш маршрутизатор може приймати всі запити, приймати або відхиляти певний відсоток запитів, або відхиляти всі запити з певних причин, щоб контролювати потреби пропускної смуги та процесора, і підтримувати потужність для локальних клієнтів. <b>Примітка
vi: Tình trạng của bộ định tuyến của bạn trong việc chấp nhận hay từ chối các yêu cầu từ các bộ định tuyến khác để xây dựng đường hầm tham gia qua bộ định tuyến của bạn. Bộ định tuyến của bạn có thể chấp nhận tất cả các yêu cầu, chấp nhận hoặc từ chối một phần trăm yêu cầu, hoặc từ chối tất cả các yêu cầu vì một số lý do, để kiểm soát băng thông và yêu cầu CPU, đồng thời duy trì năng lực cho các máy khách địa phương. <b>Lưu Ý</b>

source: It will take at least 10 minutes from your router starting for it to accept building participating tunnels in order to ensure your router is stable and successfully bootstrapped to the network.
ar: سيستغرق الأمر 10 دقائق على الأقل منذ بداية عمل موجهك حتى يقبل ببناء أنفاق مشاركة للتأكد من استقرار الموجه وارتباطه بنجاح بالشبكة.
az: Sizin ruterinizi başladıar etdikdən sonra, ruterinizin stabil olması və şəbəkəyə uğurla başladılması üçün, qatılım tunellərinin qurulmasını qəbul etmək üçün ən azı 10 dəqiqə çəkəcəkdir.
bo: ཁྱེད་ཀྱི་རོ་ཌེར་འགོ་ཚུགས་པའི་དུས་ནས་ཉུང་གཅིག་གི་ 10 སྐར་ཆ་ནས་འགྲོ་སའི་གསང་རྟགས་ནི་ཐུང་གཅིག་གི་གདོན་པའི་གྲོག་སའི་གསང་རྟགས་ནི་ཐུང་གཅིག་གི་བཀོད་པར་བསྐྱོང་བཞིན་པར་བཀག་པ་དགོས་པ། དེ་ནི་ཁྱེད་ཀྱི་རོ་ཌེར་བརྟེན་པ་དང་དྲ་ལམ་ལ་འཛོལ་བརྒྱུད་པར་བཀག་པར་བསྐྱོང་བཞིན་པར་བཀག་པ་དགོས་པ་དང་དྲ་ལམ་ལ་ལ་འགྲོ་སའི་གསང་རྟགས་ནི་ཐུང་གཅིག་གི་བཀོད་པར་བསྐྱོང་བཞིན་པར་བཀག་པ་དགོས་པ་དང་དྲ་ལམ་ལ་ལ་འགྲོ་སའི་གསང་རྟགས་ནི་ཐུང་གཅིག་གི་བཀོད་པར་བསྐྱོང་བཞིན་པར་བཀག་པ་དགོས་པ།
cs: Od spuštění vašeho routeru to potrvá nejméně 10 minut, než bude připraven přijímat žádosti o vytvoření účastnických tunelů, aby se zajistilo, že váš router je stabilní a úspěšně bootstrappován na síť.
da: Der vil gå mindst 10 minutter, fra din router starter, før den accepterer at opbygge deltager-tunneler for at sikre, at din router er stabil og har bootstrappet succesfuldt til nettet.
el: Θα χρειαστούν τουλάχιστον 10 λεπτά από την εκκίνηση του router σας για να αποδεχθεί τη δημιουργία ταυτόχρονα σήραγγες προκειμένου να διασφαλιστεί ότι ο router σας είναι σταθερός και έχει εκκινήσει με επιτυχία στο δίκτυο.
es: Tu enrutador necesitará al menos 10 minutos desde su inicio para aceptar la construcción de túneles de participación con el fin de garantizar que el enrutador es estable y se ha integrado correctamente en la red.
et: Ruuteril kulub vähemalt 10 minutit osaluskanali ehitamise taotluste vastuvõtmiseks, et tagada teie ruuteri stabiilsus ja edukas sisenemine võrku.
fa: از شروع روتر شما حداقل 10 دقیقه طول می کشد تا ساخت تونل های مشارکت کننده را بپذیرد تا مطمئن شوید روتر شما پایدار است و با موفقیت به شبکه راه اندازی می شود.
fi: Reitittimesi hyväksyy tunneleiden rakentamisen vasta vähintään 10 minuutin kuluttua käynnistymisestä varmistaakseen, että reititin on vakaa ja onnistuneesti käynnistynyt verkkoon.
hi: आपके रूटर के शुरू होने से कम से कम 10 मिनट लगेंगे ताकि यह सुनिश्चित कर सके कि आपका रूटर स्थिर है और सफलतापूर्वक नेटवर्क के साथ बूटस्ट्रैप हुआ है।
hu: Minimum 10 percbe telik, miután az útválasztója elindul, hogy elfogadja a részt vevő alagutak építését, annak érdekében, hogy az útválasztója stabil legyen és sikeresen csatlakozzon a hálózathoz.
in: Membutuhkan waktu minimal 10 menit sejak router Anda dijalankan agar dapat menerima pembangunan terowongan berpartisipasi untuk memastikan router Anda stabil dan berhasil terhubung ke jaringan.
it: Ci vorranno almeno 10 minuti dall'avvio del router perché accetti la costruzione di tunnel partecipativi al fine di garantire che il tuo router sia stabile e avviato correttamente nella rete.
ja: あなたのルーターが開始してから、ステーブルでネットワークに正常に起動されるためには、少なくとも10分かかります。参加トンネルの構築を受け入れるために。
ko: 귀하의 라우터가 시작되어 최소 10분이 소요되며, 단참여 터널 구축을 수락하기 위해 귀하의 라우터가 안정적이고 네트워크에 성공적으로 부트스트랩되었는지 확인합니다.
nb: Det tar minst 10 minutter fra ruteren din starter for at den skal godta bygging av deltunneler for å sikre at ruteren din er stabil og vellykket startet opp til nettverket.
nl: Het duurt ten minste 10 minuten nadat uw router is gestart voordat deze deelneemt aan de opbouw van tunnels om ervoor te zorgen dat uw router stabiel is en succesvol is opgestart naar het netwerk.
pt: Levará pelo menos 10 minutos a partir do início do seu roteador para aceitar a construção de túneis participantes, a fim de garantir que seu roteador esteja estável e tenha sido inicializado com êxito na rede.
sl: Vaš strežnik bo potreboval vsaj 10 minut od zagona, da bo sprejel izgradnjo sodelujucih tunelov, da se zagotovi stabilnost vašega strežnika in uspešno ujemanje v omrežje.
sv: Det kommer att ta minst 10 minuter från din routers start för att den ska acceptera att bygga deltagande tunnlar för att säkerställa att din router är stabil och framgångsrikt startad till nätverket.
uk: Вашому маршрутизатору знадобиться принаймні 10 хвилин від моменту запуску, щоб приймати будівництво тунелів участі, аби гарантувати його стабільність і успішне підключення до мережі.
vi: Sẽ mất ít nhất 10 phút từ bộ định tuyến của bạn bắt đầu để chấp nhận xây dựng các đường hầm tham gia để đảm bảo bộ định tuyến của bạn ổn định và khởi động thành công vào mạng.

source: <b>Note
ar: <b>ملاحظة
az: <b>Qeyd
bo: <b>དོ་དམ་བཤོལ།
cs: <b>Poznámka
da: <b>Bemærk
el: <b>Σημείωση
es: <b>Nota
et: <b>Märkus
fa: <b>توجه داشته باشید
fi: <b>Huomaa
hi: <b>नोट
hu: <b>Megjegyzés
in: <b>Catatan
it: <b>Nota</b>
ja: <b>メモ
ko: <b>주의
nb: <b>Merk
nl: <b>Noot
pt: <b>Nota
sl: <b>Opomba
sv: <b>Märk
uk: <b>Примітка
vi: <b>Lưu ý

source: This section is not enabled by default unless <a href='/help/configuration#advancedconsole'>Advanced Console mode</a> is enabled. You may enable it on the <a href='/configsidebar'>Sidebar Configuration page</a>.
ar: لا يتم تفعيل هذا القسم افتراضيًا ما لم يتم تفعيل وضع <a href='/help/configuration#advancedconsole'>لوحة التحكم المتقدمة</a>. يمكنك تفعيله على صفحة <a href='/configsidebar'>تكوين شريط الجانب</a>.
az: Bu hissə, <a href='/help/configuration#advancedconsole'>Advanced Console rejimi</a> tətbiq olunmazsa, avtomatik olaraq aktiv olunmur. Bunu <a href='/configsidebar'>Sidebar Konfiqurasiya səhifəsində</a> aktiv edə bilərsiniz.
bo: དེ་དབྱེ་ཁག་སྒོ་བརྒྱབ་པ་སྔོན་སྒྲིག་མེད་པར་བཀོད་མེད་པ། <a href='/help/configuration#advancedconsole'>མཐོ་རིམ་རྒྱུག་པའི་རྒྱུག་པའི་དབྱེད་པ་</a> བཀོད་མེད་པ་ན། ཁྱེད་ཀྱི་ <a href='/configsidebar'>ཟུར་ངོས་ཕྲེང་བའི་རྒྱུག་པའི་དབྱེད་པའི་ཤོག་ལ་</a> ཐོག་ནས་བཀོད་མེད་པར་བསྐུངས་ནས་ཡོད།
cs: Tato sekce není výchozí povolená, pokud není povolený <a href='/help/configuration#advancedconsole'>Pokročilý konzolový režim</a>. Můžete ji povolit na stránce <a href='/configsidebar'>Konfigurační liště</a>.
da: Denne sektion er ikke aktiveret som standard, medmindre <a href='/help/configuration#advancedconsole'>Avanceret konsoltilstand</a> er aktiveret. Du kan aktivere det på siden <a href='/configsidebar'>Konfiguration i sidepanelet</a>.
el: Αυτή η ενότητα δεν είναι ενεργοποιημένη από προεπιλογή εκτός αν ενεργοποιηθεί ο λεγόμενος <a href='/help/configuration#advancedconsole'>Προηγμένος τρόπος κονσόλας</a>. Μπορείτε να το ενεργοποιήσετε στη <a href='/configsidebar'>σελίδα διαμόρφωσης πλευρικής γραμμής</a>.
es: Esta sección no está habilitada por defecto a menos que se active el <a href='/help/configuration#advancedconsole'>modo de Consola Avanzada</a>. Puedes activarlo en la página de <a href='/configsidebar'>Configuración de la Barra Lateral</a>.
et: See jaotis ei ole vaikevalikuna lubatud, kui <a href='/help/configuration#advancedconsole'>Täpne konsooli režiim.</a> pole lubatud. Saate selle lubada <a href='/configsidebar'>Külgribal oleva seadistuse lehel</a>.
fa: این بخش به صورت پیش‌فرض فعال نیست، مگر اینکه حالت <a href='/help/configuration#advancedconsole'>کنسول پیشرفته</a> فعال باشد. می‌توانید آن را در صفحه تنظیمات <a href='/configsidebar'>نوار کناری</a> فعال کنید.
fi: Tätä osiota ei ole oletuksena käytössä, ellessäsi <a href='/help/configuration#advancedconsole'>Advanced Console -tilaa</a> ole vielä otettu käyttöön. Voit ottaa sen käyttöön <a href='/configsidebar'>Sidebar Configuration -sivulla</a>.
hi: यह खंड आमतौर पर जब तक <a href='/help/configuration#advancedconsole'>अनुकूलित कंसोल मोड</a> सक्रिय नहीं होता है, तब तक स्वचालित रूप से सक्रिय नहीं होता है। आप इसे <a href='/configsidebar'>Sidebar Configuration पृष्ठ</a> पर सक्रिय कर सकते हैं।
hu: Ez a szakasz alapértelmezés szerint nincs engedélyezve, hacsak nem engedélyezte az <a href='/help/configuration#advancedconsole'>Advanced Console módot</a>. Engedélyezheti azt az <a href='/configsidebar'>Oldalsáv konfigurációs oldalán</a>.
in: Bagian ini tidak diaktifkan secara default kecuali mode <a href='/help/configuration#advancedconsole'>Konsol Lanjutan</a> diaktifkan. Anda dapat mengaktifkannya di halaman <a href='/configsidebar'>Konfigurasi Sidebar</a>.
it: Questa sezione non è abilitata di default a meno che la modalità <a href='/help/configuration#advancedconsole'>Console Avanzata</a> non sia abilitata. Puoi abilitarla nella <a href='/configsidebar'>pagina di configurazione della barra laterale</a>.
ja: このセクションは、<a href='/help/configuration#advancedconsole'>高度なコンソールモード</a>が有効になっていない限り、デフォルトでは有効化されていません。 <a href='/configsidebar'>サイドバーコンフィギュレーションページ</a>で有効化することができます。
ko: 이 부분은 기본적으로 사용하지 않으며 <a href='/help/configuration#advancedconsole'>고급 콘솔 모드</a>를 사용하도록 설정되어야만 활성화됩니다. <a href='/configsidebar'>사이드바 구성 페이지</a>에서 활성화할 수 있습니다.
nb: Denne delen er ikke aktivert som standard med mindre <a href='/help/configuration#advancedconsole'>Avansert konsollmodus</a> er aktivert. Du kan aktivere den på <a href='/configsidebar'>Konfigurasjonsside for sidepanelet</a>.
nl: Dit gedeelte is standaard niet ingeschakeld, tenzij de <a href='/help/configuration#advancedconsole'>Geavanceerde Console-modus</a> is ingeschakeld. U kunt het inschakelen op de <a href='/configsidebar'>Configuratiescherm zijbalkpagina</a>.
pt: Esta seção não está habilitada por padrão a menos que o modo <a href='/help/configuration#advancedconsole'>Advanced Console</a> esteja habilitado. Você pode ativá-lo na página de <a href='/configsidebar'>Configurações da Barra Lateral</a>.
sl: Ta sekcija ni privzeto omogočena, razen če je omogočen <a href='/help/configuration#advancedconsole'>napredni način konzole</a>. Omogočite to na <a href='/configsidebar'>strani za konfiguracijo vrstnice</a>.
sv: Denna sektion är inte aktiverad som standard om inte <a href='/help/configuration#advancedconsole'>Avancerat Konsoll-läge</a> är aktiverat. Du kan aktivera det på <a href='/configsidebar'>Sidofältets Konfigurationssida</a>.
uk: Цей розділ за замовченням не включений, якщо режим <a href='/help/configuration#advancedconsole'>Розширеної консолі</a> не активований. Ви можете активувати його на сторінці <a href='/configsidebar'>Налаштування бокової панелі</a>.
vi: Phần này mặc định không được bật trừ khi bật chế độ <a href='/help/configuration#advancedconsole'>Bảng điều khiển Nâng cao</a>. Bạn có thể bật nó trên trang <a href='/configsidebar'>Cấu hình Thanh bên</a>.

source: Reachability Help
ar: مساعدة الوصول
az: Əlçatanlıq Yardımı
bo: འཛུད་ཐུབ་རེད་པའི་རོགས་རམ།
cs: Nápověda k dosažitelnosti
da: Få hjælp til sikring af adgang
el: Βοήθεια προσβασιμότητας
es: Ayuda de accesibilidad
et: Kättesaadavuse abi
fa: کمک به دسترس‌پذیری
fi: Tavoitettavuuden ohje
hi: पहुँच की सहायता
hu: Segítség Elérhetőséghez
in: Bantuan Keterjangkauan
it: Aiuto reperibilità
ja: 到達可能性のヘルプ
ko: 도달 가능성 도움말
nb: Tilgjengelighetshjelp
nl: Bereikbaarheids Help
pt: Ajuda sobre a visibilidade
sl: Pomoč pri dosegljivosti
sv: Nåbarhets hjälp
uk: Допомога з досяжністю
vi: Trợ giúp về khả năng tiếp cận
