Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Enabling this mode will prevent participating traffic
ar: سيؤدي تمكين هذا الوضع إلى منع حركة المرور المشاركة
az: Bu rejimi aktivləşdirmək trafikə qoşulmağın qarşısını alacaq
bo: རྣམ་པ་འདི་སྐུ་འགུག་བྱེད་པ་དེས་ཞུགས་པའི་འགྲུལ་རྟགས་འགོག་རྒྱུ།
cs: Povolení tohoto režimu zabrání zúčastněnému provozu
da: Aktivering af denne tilstand vil forhindre deltagende trafik
el: Η ενεργοποίηση αυτής της λειτουργίας θα αποτρέψει τη συμμετοχή της επισκεψιμότητας
es: Activando este modo evitará el tráfico participante
et: Selle režiimi lubamine takistab osalevat liiklust
fa: فعال کردن این حالت از ترافیک مشارکتی جلوگیری می کند
fi: Tämän tilan käyttöönotto estää osallistuvan liikenteen
hi: इस मोड को सक्रिय करने से भाग लेने वाला ट्रैफ़िक रोक दिया जाएगा
hu: Ennek a módnak az engedélyezése megakadályozza a résztvevő forgalmat
in: Mengaktifkan mode ini akan mencegah lalu lintas yang berpartisipasi
it: L'abilitazione di questa modalità impedirà il traffico partecipante
ja: このモードを有効にすると、トラフィックの参加が防止されます
ko: 이 모드를 활성화하면 트래픽 참여가 차단됩니다.
nb: Aktivering av denne modusen vil forhindre deltakende trafikk
nl: Als u deze modus inschakelt, wordt deelnemend verkeer voorkomen
pt: A ativação deste modo impedirá a participação do tráfego
sl: Omogočanje tega načina bo preprečilo sodelujoči promet
sv: Att aktivera detta läge kommer att förhindra deltagande trafik
uk: Увімкнення цього режиму запобігає участі трафіку
vi: Bật chế độ này sẽ ngăn chặn lưu lượng truy cập tham gia

source: Hidden mode - do not publish IP address to NetDB
ar: الوضع المخفي - لا تنشر عنوان IP على NetDB
az: Gizli rejim - IP ünvanını NetDB-də dərc etməyin
bo: སྦས་གསང་རྣམ་པ། - NetDB ལ་ IP ཁ་བྱང་འགྲེམ་སྤེལ་མ་བྱོས།
cs: Skrytý režim – nezveřejňovat IP adresu do NetDB
da: Skjult tilstand - udgiv ikke IP-adresse til NetDB
el: Κρυφή λειτουργία - μην δημοσιεύσετε τη διεύθυνση IP στο NetDB
es: Modo oculto - no se publica la IP en la NetDb
et: Varjatud režiim – ärge avaldage IP-aadressi NetDB-s
fa: حالت پنهان - آدرس IP را در NetDB منتشر نکنید
fi: Piilotettu tila – älä julkaise IP-osoitetta NetDB:lle
hi: छिपा मोड - आईपी पता नेटडीबी में प्रकाशित न करें
hu: Rejtett mód – ne tegye közzé az IP-címet a NetDB-ben
in: Mode tersembunyi - jangan publikasikan alamat IP ke NetDB
it: Modalità nascosta: non pubblicare l'indirizzo IP su NetDB
ja: 隠しモード - IP アドレスを NetDB に公開しません
ko: 숨김 모드 - IP 주소를 NetDB에 게시하지 않음
nb: Skjult modus - ikke publiser IP-adresse til NetDB
nl: Verborgen modus - publiceer geen IP-adres naar NetDB
pt: Modo oculto - não publique o endereço IP no NetDB
sl: Skriti način - ne objavljajte IP naslova v NetDB
sv: Dold läge - publicera inte IP-adress till NetDB
uk: Прихований режим - не публікуйте IP-адресу в NetDB
vi: Chế độ ẩn - không xuất bản địa chỉ IP lên NetDB

source: Specify hostname or IP address
ar: حدد اسم المضيف أو عنوان IP
az: Host adını və ya IP ünvanını göstərin
bo: གནས་མིང་ཡང་ན་ IP ཁ་བྱང་གསལ་བཤད་བྱོས།
cs: Uveďte název hostitele nebo adresu IP
da: Angiv værtsnavn eller IP-adresse
el: Καθορίστε όνομα κεντρικού υπολογιστή ή διεύθυνση IP
es: Especificar nombre de equipo o IP
et: määrake hostinimi või IP-aadress
fa: نام میزبان یا آدرس IP را مشخص کنید
fi: Määritä isäntänimi tai IP-osoite
hi: होस्टनाम या आईपी पता निर्दिष्ट करें
hu: Adja meg a gazdagép nevét vagy IP-címét
in: Tentukan nama host atau alamat IP
it: Specificare il nome host o l'indirizzo IP
ja: ホスト名またはIPアドレスを指定します
ko: 호스트 이름 또는 IP 주소 지정
nb: Spesifiser vertsnavn eller IP-adresse
nl: Geef de hostnaam of het IP-adres op
pt: Especifique o nome do host ou endereço IP
sl: Določite ime gostitelja ali IP naslov
sv: Ange värdnamn eller IP-adress
uk: Вкажіть ім 'я хосту або IP-адресу
vi: Chỉ định tên máy chủ hoặc địa chỉ IP

source: Disable inbound IPv4 connections (firewalled)
ar: تعطيل اتصالات IPv4 الواردة (جدار الحماية)
az: Daxil olan IPv4 bağlantılarını deaktiv edin (firewall)
bo: ནང་འདྲེན་ IPv4 མཐུད་ལམ་སྒོ་བརྒྱབ། (མེ་རྐྱང་བར་བཅད་)
cs: Zakažte příchozí připojení IPv4 (firewalled)
da: Deaktiver indgående IPv4-forbindelser (firewalled)
el: Απενεργοποιήστε τις εισερχόμενες συνδέσεις IPv4 (με τείχος προστασίας)
es: Deshabilitar conexiones IPv4 entrantes (por cortafuegos)
et: Keela sissetulevad IPv4-ühendused (tulemüüriga)
fa: غیرفعال کردن اتصالات IPv4 ورودی (فایروال)
fi: Poista saapuvat IPv4-yhteydet (palomuuri)
hi: आगामी IPv4 कनेक्शन को अक्षम करें (फायरवॉल के साथ)
hu: A bejövő IPv4 kapcsolatok letiltása (tűzfalas)
in: Nonaktifkan koneksi IPv4 masuk (firewall)
it: Disabilita connessioni IPv4 in entrata (con firewall)
ja: 受信IPv4接続を無効にする(ファイアウォール)
ko: 인바운드 IPv4 연결 비활성화(방화벽)
nb: Deaktiver innkommende IPv4-tilkoblinger (brannmur)
nl: Schakel inkomende IPv4-verbindingen uit (met firewall)
pt: Desativar conexões IPv4 de entrada (com firewall)
sl: Onemogoči vhodne IPv4 povezave (zaščitene s firewallom)
sv: Inaktivera inkommande IPv4-anslutningar (brandvägg)
uk: Вимкнути вхідні з 'єднання IPv4 (брандмауер)
vi: Vô hiệu hóa các kết nối IPv4 gửi đến (có tường lửa)

source: Enable UPnP to open firewall ports
ar: تمكين UPnP لفتح منافذ جدار الحماية
az: Firewall portlarını açmaq üçün UPnP-ni aktivləşdirin
bo: མེ་སྐྱོག་མཐེབ་ཁུག་ཁ་འབྱེད་པར་ UPnP བརྒྱུད།
cs: Povolte UPnP pro otevření portů brány firewall
da: Aktiver UPnP til at åbne firewall porte
el: Ενεργοποίηση UPnP για να ανοίξετε τις πόρτες στο firewall
es: Habilitar a UPnP para abrir puertos del cortafuegos
et: Luba tulemüüri porte UPnP abil avada
fa: UPnP را برای باز کردن پورت های فایروال فعال کنید
fi: Ota UPnP käyttöön palomuuriporttien avaamiseksi
hi: UPnP को सक्षम करें फायरवॉल पोर्ट खोलने के लिए
hu: UPnP engedélyezése tűzfal portok nyitásához
in: Aktifkan UPnP untuk membuka port firewall
it: Abilita UPnP per aprire le porte del firewall
ja: ファイアウォールのポート開放にUPnPを使用する
ko: 방화벽 포트를 열기위해 UPnP 활성화
nb: Aktiver UPnP for å åpne brannmursporter.
nl: Schakel UPnP in om firewall poorten te openen
pt: Habilitar UPnP para fazer aberturas em paredes de fogo
sl: Omogoči UPnP za odprtje vratar firewalla
sv: Aktivera UPnP för att öppna brandväggsportar
uk: Увімкніть UPnP, щоб відкрити порти брандмауера
vi: Kích hoạt UPnP để mở cổng tường lửa

source: This mode enhances anonymity by preventing correlation between public IP address changes and your router identity. Both your router identity and UDP port will be changed.
ar: هذا الوضع يعزز السرية من خلال منع الارتباط بين تغيير عنوان IP العام وهوية موجهك. سيتم تغيير كل من هوية الموجه والمنفذ UDP.
az: Bu rejim ictimai IP ünvanı dəyişiklikləri və marşrutlaşdırıcı şəxsiyyətiniz arasında əlaqənin qarşısını alaraq anonimliyi artırır. Həm marşrutlaşdırıcı şəxsiyyətiniz, həm də UDP portu dəyişdiriləcəkdir.
bo: རྣམ་པ་འདི་ཡིས་སྤྱི་པའི་ IP ཁ་བྱང་བསྒྱུར་བ་དང་ཁྱེད་རང་གི་རོ་ཌེར་ངོས་ལྐོག་བར་འབྲེལ་བ་འགོག་པ་བརྒྱུད་ནས་མིང་མེད་ཐོབ་པར་གཡོ་སྒྱོགས་བྱེད། ཁྱེད་རང་གི་རོ་ཌེར་ངོས་དང་ UDP སྒོ་ངོས་གཉིས་ཀ་བསྒྱུར་བ་ཡིན།
cs: Tento režim zvyšuje anonymitu tím, že zabraňuje korelaci mezi změnami veřejné IP adresy a identitou vašeho routeru. Identita vašeho routeru i UDP port budou změněny.
da: Denne tilstand forbedrer anonymitet ved at forhindre sammenhæng mellem offentlig IP -adresseændring og din routeridentitet. Både din routeridentitet og UDP -port ændres.
el: Αυτή η λειτουργία ενισχύει την ανωνυμία εμποδίζοντας τη συσχέτιση μεταξύ των αλλαγών της διεύθυνσης δημόσιων IP και της ταυτότητας του δρομολογητή σας. Τόσο η ταυτότητα του δρομολογητή σας όσο και η θύρα UDP θα αλλάξουν.
es: Este modo aumenta el anonimato previniendo la correlación ante los cambios de la IP pública y al identidad de tu router. Tu puerto UDP y la identidad de tu router serán cambiados.
et: See režiim suurendab anonüümsust, takistades korrelatsiooni avaliku IP -aadressimuudatuste ja teie ruuteri identiteedi vahel. Nii ruuteri identiteeti kui ka UDP -porti muudetakse.
fa: این حالت انونیمیتی را ارتقا می‌دهد و ارتباط بین تغییرات آدرس IP عمومی و هویت روتر شما را جلوگیری می‌کند. هر دو هویت روتر و درگاه UDP شما تغییر خواهند کرد.
fi: Tämä tila parantaa nimettömyyttä estämällä julkisen IP-osoitteen muutosten ja reitittimen identiteetin välisen korrelaation.
hi: इस मोड द्वारा अनानामता मजबूत की जाती है, जबकि सार्वजनिक आईपी पते के परिवर्तनों और आपकी रूटर पहचान के बीच संबंध को रोकता है। आपकी रूटर पहचान और UDP पोर्ट दोनों बदल जाएंगे।
hu: Ez a mód fokozza az anonimitást azáltal, hogy megakadályozza a korrelációt a nyilvános IP-cím módosítása és az útválasztó identitása között.
in: Mode ini meningkatkan anonimitas dengan mencegah korelasi antara perubahan alamat IP publik dan identitas router Anda. Identitas router dan port UDP Anda akan diubah.
it: Questa modalità incrementa l'anonimità prevenendo la correlazione tra il cambio di IP pubblico e la tua identità del router. Entrambe la tua identità del router e la porta UDP verranno cambiate.
ja: このモードは、パブリック IP アドレスの変更とルーター ID との相関関係を防止することで匿名性を強化します。
ko: 이 모드는 공용 IP 주소 변경과 라우터 신원 간의 상관관계를 방지하여 익명성을 높입니다. 라우터 신원과 UDP 포트 모두 변경됩니다.
nb: Hans modus forbedrer anonymiteten ved å forhindre sammenheng mellom offentlige IP -adresseendringer og din ruteridentitet. Både ruteren identitet og UDP -port vil bli endret.
nl: Deze modus verbetert de anonimiteit door correlatie tussen openbare IP -adreswijzigingen en uw routeridentiteit te voorkomen. Zowel je routeridentiteit als de UDP -poort zullen worden gewijzigd.
pt: Esse modo aumenta o anonimato, impedindo a correlação entre as alterações de endereço IP público e sua identidade do roteador. A identidade do roteador e a porta UDP serão alteradas.
sl: Ta način izboljša anonimnost, prepreči povezavo med spremembami javnih IP naslovov in identiteto vašega usmerjevalnika. Svoja identiteta usmerjevalnika in vrata UDP bosta spremenjena.
sv: Det här läget förbättrar anonymiteten genom att förhindra korrelation mellan offentliga IP-adressändringar och din routeridentitet.
uk: Цей режим підвищує анонімність, запобігаючи кореляції між загальнодоступними змінами IP -адреси та вашою ідентичністю маршрутизатора. І ваша ідентичність маршрутизатора, і порт UDP будуть змінені.
vi: Chế độ này tăng cường tính ẩn danh bằng cách ngăn chặn mối tương quan giữa các thay đổi địa chỉ IP công cộng và danh tính bộ định tuyến của bạn. Cả danh tính bộ định tuyến và cổng UDP của bạn sẽ được thay đổi.

source: Laptop mode
ar: أزياء الكمبيوتر المحمول
az: Laptop rejimi
bo: ལེབ་ཊོཔ་རྣམ་པ།
cs: Režim notebooku
da: Bærbar tilstand
el: Λειτουργία φορητού υπολογιστή
es: Modo portátil
et: sülearvuti režiim
fa: حالت لپ تاپ
fi: Kannettava tietokonetila
hi: लैपटॉप मोड
hu: Laptop mód
in: Modus laptop
it: Modalità portatile
ja: ラップトップモード
ko: 노트북 모드
nb: Bærbar modus
nl: Laptopmodus
pt: Modo Portátil
sl: Način prijenosnega računalnika
sv: Läge för bärbar dator
uk: Режим ноутбука
vi: Chế độ máy tính xách tay

source: This is an experimental feature
ar: هذه هي الميزة التجريبية
az: Bu eksperimental xüsusiyyətdir
bo: འདི་ནི་ཚོད་ལྟོགས་བརྒྱུན་པའི་ཁྱེད་ཀྱི་མིན།
cs: Toto je experimentální funkce
da: Dette er en eksperimentel funktion
el: Αυτό είναι ένα πειραματικό χαρακτηριστικό
es: Esto es una característica experimenta
et: see on eksperimentaalne funktsioon
fa: این یک ویژگی آزمایشی است
fi: Tämä on kokeellinen ominaisuus
hi: यह एक प्रयोगशाला सुविधा है
hu: Ez egy kísérleti funkció
in: Ini adalah fitur eksperimental
it: Questa è una funzione sperimentale
ja: これは実験的な機能です
ko: 이것은 실험적인 기능입니다
nb: Dette er en eksperimentell funksjon
nl: Dit is een experimentele functie
pt: Este é um recurso experimental
sl: To je izkušnjska funkcija
sv: Detta är en experimentell funktion
uk: Це експериментальна функція
vi: Đây là tính năng thử nghiệm

source: Experimental
ar: تجريبي
az: Eksperimental
bo: ཚོད་ལྟོགས་བརྒྱུན་པ།
cs: Experimentální
da: Eksperimental
el: Πειραματικό
et: Eksperimentaalne
fa: آزمایشی
fi: Kokeellinen
hi: प्रयोगशाला में
hu: Kísérleti
in: Eksperimental
it: Sperimentale
ja: 実験的
ko: 실험적
nb: Eksperimentelt
nl: Experimenteel
sl: Eksperimentalno
sv: Experimentell
uk: Експериментальний
vi: Thử nghiệm

source: IPv6 Configuration
ar: تكوين IPv6
az: IPv6 Konfiqurasiyası
bo: IPv6 རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace IPv6
da: IPv6 konfiguration
el: Διαμόρφωση IPv6
es: Configuración de IPV6
et: IPv6 konfiguratsioon
fa: پیکربندی IPv6
fi: IPv6-asetukset
hi: IPv6 संरचना
hu: IPv6 Konfiguráció
in: Konfigurasi IPv6
it: Configurazione IPv6
ja: IPv6設定
ko: IPv6 설정
nb: IPv6-oppsett
nl: IPv6 Configuratie
pt: Configuraçao do IPv6
sl: Konfiguracija IPv6
sv: IPv6-konfiguration
uk: Конфігурація IPv6
vi: Cấu hình IPv6

source: Disable inbound (firewalled)
ar: تعطيل الوارد (جدار الحماية)
az: Daxil olanı deaktiv edin (firewall)
bo: ནང་འདྲེན་(firewalled) མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zakázat příchozí (firewalled)
da: Deaktiver indgående (firewalled)
el: Απενεργοποίηση εισερχόμενων (με τείχος προστασίας)
es: Deshabilitar entrada (por cortafuegos)
et: Keela sissetulemine (tulemüüriga)
fa: غیر فعال کردن ورودی (فایروال)
fi: Poista saapuva (palomuuri)
hi: इनबाउंड डिसेबल करें (फायरवॉल्ड)
hu: Bejövő (tűzfalas) bejövő letiltása
in: Nonaktifkan masuk (firewall)
it: Disabilita ingresso (con firewall)
ja: インバウンドを無効にする（ファイアウォール）
ko: 수신 차단 (방화벽 켜짐)
nb: Deaktiver innkommende (brannmur)
nl: Inkomend (firewall) uitschakelen
pt: Desativar entrada (com firewall)
sl: Onemogoči vhodne (zaščitene s firewallom)
sv: Inaktivera inkommande (brandvägg)
uk: Вимкнути вхідний (мережевий екран)
vi: Vô hiệu hóa thư đến (tường lửa)

source: Disable IPv6
ar: تعطيل IPv6
az: IPv6-nı söndürün
bo: IPv6 མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zakažte IPv6
da: Deaktivere IPv6
el: Απενεργοποιήστε το IPv6
es: Deshabilitar IPv6
et: Keela IPv6
fa: IPv6 را غیرفعال کنید
fi: Poista IPv6 käytöstä
hi: IPv6 को डिसेबल करें
hu: IPv6 Letiltás
in: Nonaktifkan IPv6
it: Disabilita IPv6
ja: IPv6を無効化
ko: IPv6 비활성화
nb: Skru av IPv6
nl: IPv6 uitschakelen
pt: Desabilitar IPv6
sl: Onemogoči IPv6
sv: Inaktivera IPv6
uk: Вимкнути IPv6
vi: Vô hiệu hoá IPv6

source: Enable IPv6
ar: تمكين IPv6
az: IPv6-nı aktivləşdirin
bo: IPv6 རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Povolte IPv6
da: Aktivere IPv6
el: Ενεργοποίηση IPv6
es: Habilitar IPv6
et: Lubage IPv6
fa: فعال سازی IPv6
fi: Ota IPv6 käyttöön
hi: IPv6 को सक्षम करें
hu: IPv6 Engedélyezés
in: Aktifkan IPv6
it: Abilita IPv6
ja: IPv6を有効化
ko: IPv6 활성화
nb: Slå på IPv6
nl: IPv6 inschakelen
pt: Habilitar IPv6
sl: Omogoči IPv6
sv: Aktivera IPv6
uk: Увімкнути IPv6
vi: Bật IPv6

source: Prefer IPv4 over IPv6
ar: تفضل IPv4 على IPv6
az: IPv6 əvəzinə IPv4-ə üstünlük verin
bo: IPv6 ལས་IPv4 དགོས་པར་རེད་བ།
cs: Preferujte IPv4 před IPv6
da: Foretrække IPv4 over for IPv6
el: Προτιμήστε το IPv4 έναντι του IPv6
es: Preferir IPv4 sobre IPv6
et: Eelista IPv4 IPv6 asemel
fa: IPv4 را به IPv6 ترجیح دهید
fi: Suosi IPv4:ää IPv6:n sijaan
hi: IPv4 को IPv6 के मुक़ाबले प्रिय करें
hu: Az IPv4 előnyben részesítése az IPv6 helyett
in: Lebih pilih IPv4 daripada IPv6
it: Prediligi IPv4 rispetto a IPv6
ja: IPv6よりIPv4を優先
ko: IPv4 > iPV6
nb: Foretrekk IPv4 over IPv6
nl: Liever IPv4 dan IPv6
pt: Prefiro IPv4 a IPv6
sl: Predpostavi IPv4 pred IPv6
sv: Föredra IPv4 över IPv6
uk: Надавайте перевагу IPv4 над IPv6
vi: Thích IPv4 hơn IPv6

source: Prefer IPv6 over IPv4
ar: تفضل IPv6 على IPv4
az: IPv4-dən daha çox IPv6-ya üstünlük verin
bo: IPv4 ལས་IPv6 དགོས་པར་རེད་བ།
cs: Preferujte IPv6 před IPv4
da: Foretrække IPv6 over for IPv4
el: Προτιμήστε το IPv6 έναντι του IPv4
es: Preferir IPv6 sobre IPv4
et: Eelista IPv6 IPv4 asemel
fa: IPv6 را به IPv4 ترجیح دهید
fi: Suosi IPv6:ta IPv4:n sijaan
hi: IPv6 को IPv4 के मुक़ाबले प्रिय करें
hu: Az IPv6 előnyben részesítése az IPv4 helyett
in: Lebih pilih IPv6 daripada IPv4
it: Prediligi IPv6 rispetto a IPv4
ja: IPv4よりIPv6を優先
ko: IPv6 > IPv4
nb: Foretrekk IPv6 over IPv4
nl: Verkies IPv6 over IPv4
pt: Prefiro IPv6 a IPv4
sl: Predpostavi IPv6 pred IPv4
sv: Föredra IPv6 över IPv4
uk: Надавайте перевагу IPv6 над IPv4
vi: Thích IPv6 hơn IPv4

source: Use IPv6 only (disable IPv4)
ar: استخدم IPv6 فقط (تعطيل IPv4)
az: Yalnız IPv6 istifadə edin (IPv4-ü söndürün)
bo: IPv6 ཙམ་ལ་བེད་པ། (IPv4 མི་རྒྱུན་སྒྲིག་བྱེད་པ།)
cs: Použít pouze IPv6 (vypnout IPv4)
da: Brug kun IPv6 (deaktivere IPv4)
el: Χρήση μόνο IPv6 (απενεργοποίηση IPv4)
es: Sólo usar IPv6 (deshabilitar IPv4)
et: Kasutage ainult IPv6 (keela IPv4)
fa: فقط از IPv6 استفاده کنید (IPv4 را غیرفعال کنید)
fi: Käytä vain IPv6:ta (poista IPv4 käytöstä)
hi: केवल IPv6 का उपयोग करें (IPv4 को डिसेबल करें)
hu: Csak IPv6 használata (IPv4 letiltása)
in: Gunakan IPv6 saja (nonaktifkan IPv4)
it: Usa solo IPv6 (disabilita IPv4)
ja: IPv6のみ使用(IPv4を無効化)
ko: IPv6만 사용 (IPv4 비활성화)
nb: Kun bruk IPv6 (skru av IPv4)
nl: Gebruik alleen IPv6 (schakel IPv4 uit)
pt: Utilize apenas IPv6 (desativar IPv4)
sl: Uporabi le IPv6 (onemogoči IPv4)
sv: Använd IPv6 (inaktivera IPv4)
uk: Використовувати лише IPv6 (вимкнути IPv4)
vi: Chỉ sử dụng IPv6 (tắt IPv4)

source: TCP Configuration
ar: اعدادات TCP
az: TCP Konfiqurasiyası
bo: TCP རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace TCP
da: TCP Konfiguration:
el: Ρύθμιση TCP
es: Configuración de TCP
et: TCP häälestus:
fa: پیکربندی TCP
fi: TCP-kokoonpano
hi: TCP संरचना
hu: TCP Beállítások
in: Konfigurasi TCP
it: Configurazione TCP
ja: TCP設定
ko: TCP 설정
nb: TCP-oppsett
nl: TCP Configuratie
pt: Configuração TCP
sl: Konfiguracija TCP
sv: TCP-konfiguration
uk: Конфігурація TCP
vi: Cấu hình TCP

source: Use auto-detected IP address
ar: استعمل دائما عنوان IP المكتشف
az: Avtomatik aşkarlanan IP ünvanından istifadə edin
bo: རང་ཤུགས་པར་འཚོལ་བའི་IP གྲངས་བེད་པ།
cs: Použít automaticky zjištěnou IP adresu
da: Brug auto-detekteret ip adresse
el: Χρήση της αυτόματα-ανιχνεύσιμης IP διεύθυνσης
es: Utilizar dirección IP detectada automáticamente
et: Kasuta automaat-tuvastatud IP-aadressi
fa: از آدرس IP شناسایی شده خودکار استفاده کنید
fi: Käytä automaattisesti tunnistettua IP-osoitetta
hi: स्वचालित ढेर से पता इस्तेमाल करें
hu: Automatikusan észlelt IP cím használata
in: Gunakan alamat IP yang terdeteksi secara otomatis
it: Usa l'indirizzo IP auto-rilevato
ja: 自動検出されたIPアドレスを使用
ko: 자동 IP 주소 감지 사용
nb: Bruk automatisk oppdaget IP-adresse
nl: Gebruik auto-detected IP adres
pt: Usar endereço IP detectado
sl: Uporabi IP naslov, zaznan s samodejnim zaznavanjem
sv: Använd automatiskt upptäckt IP-adress
uk: Використовувати автоматично визначену IP-адресу
vi: Sử dụng địa chỉ IP được phát hiện tự động

source: if we are not firewalled
ar: لايوجد جدار ناري
az: təhlükəsizlik divarı olmasaydı
bo: ང་ཚོ་firewalled མི་ཡིན་པ།
cs: pokud nejsme chráněni firewallem
da: hvis vi ikke er firewalled
el: αν δεν αποκλειόμαστε από firewall
es: si no está bloqueado por cortafuegos
et: kui me pole tulemüüri taga
fa: اگر فایروال نباشیم
fi: jos emme ole palomuurilla
hi: अगर हम फायरवॉल्ड से बचे हैं
hu: ha nem vagyunk tűzfalazva
in: Jika tidak ada firewall
it: se non siamo dietro ad un firewall
ja: ファイアウォールに遮断されていない場合のみ自動的に検出されます
ko: 방화벽에 막히지 않으면
nb: hvis vi ikke er brannmurt
nl: wanneer we niet gefirewalled zijn
pt: se não estivermos atrás de uma parede de fogo
sl: če nismo zaščiteni s firewallom
sv: om vi inte är stoppade av brandvägg
uk: якщо у нас немає брандмауера
vi: nếu chúng tôi không có tường lửa

source: Always use auto-detected IP address (not firewalled)
ar: استخدم دائمًا عنوان IP الذي تم اكتشافه تلقائيًا (غير محمي بجدار الحماية)
az: Həmişə avtomatik aşkarlanan IP ünvanından istifadə edin (firewall deyil)
bo: རང་ཤུགས་པར་འཚོལ་བའི་IP གྲངས་བེད་པ། (firewalled མི་ཡིན་པ།)
cs: Vždy používat automaticky zjištěnou IP adresu (není chráněna firewallem)
da: Brug altid automatisk detekteret IP-adresse (ikke firewalled)
el: Να χρησιμοποιείτε πάντα διεύθυνση IP που ανιχνεύεται αυτόματα (όχι με τείχος προστασίας)
es: Utilizar siempre la IP detectada automáticamente (sin cortafuegos)
et: Kasutage alati automaatselt tuvastatud IP-aadressi (mitte tulemüüriga)
fa: همیشه از آدرس IP شناسایی شده خودکار استفاده کنید (بدون فایروال)
fi: Käytä aina automaattisesti tunnistettua IP-osoitetta (ei palomuuria)
hi: हमेशा स्वचालित ढेर से पता इस्तेमाल करें (फायरवॉल्ड से बचे हुए)
hu: Mindig automatikusan észlelt IP-címet használjon (nem tűzfal)
in: Selalu gunakan alamat IP yang terdeteksi secara otomatis (bukan firewall)
it: Utilizza sempre l'indirizzo IP rilevato automaticamente (non protetto da firewall)
ja: 常に自動検出された IP アドレスを使用します (ファイアウォールではない)
ko: 항상 자동 감지된 IP 주소 사용(방화벽 없음)
nb: Bruk alltid automatisk oppdaget IP-adresse (ikke brannmur)
nl: Gebruik altijd een automatisch gedetecteerd IP-adres (niet met een firewall)
pt: Sempre use endereço IP detectado automaticamente (não protegido por firewall)
sl: Vedno uporabi IP naslov, zaznan s samodejnim zaznavanjem (ne zaščiteno s firewallom)
sv: Använd alltid automatisk detekterad IP-adress (ej brandvägg)
uk: Завжди використовуйте автоматично визначену IP-адресу (без брандмауера)
vi: Luôn sử dụng địa chỉ IP được phát hiện tự động (không được tường lửa)

source: Disable inbound TCP connections (firewalled)
ar: تعطيل اتصالات TCP الواردة (جدار الحماية)
az: Daxil olan TCP bağlantılarını deaktiv edin (firewall)
bo: ནང་འདྲེན་TCP འབྲེལ་བ་(firewalled) མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zakázat příchozí připojení TCP (firewalled)
da: Deaktiver indgående TCP-forbindelser (firewalled)
el: Απενεργοποίηση εισερχόμενων συνδέσεων TCP (με τείχος προστασίας)
es: Deshabilitar conexiones TCP entrantes (por cortafuegos)
et: Keela sissetulevad TCP-ühendused (tulemüüriga)
fa: غیرفعال کردن اتصالات TCP ورودی (فایروال)
fi: Poista saapuvat TCP-yhteydet (palomuuri)
hi: इनबाउंड TCP कनेक्शन (फायरवॉल्ड) को डिसेबल करें
hu: A bejövő TCP-kapcsolatok letiltása (tűzfalas)
in: Nonaktifkan koneksi TCP masuk (firewall)
it: Disabilita connessioni TCP in entrata (con firewall)
ja: 受信TCP接続を無効にする(ファイアウォール)
ko: 인바운드 TCP 연결 비활성화(방화벽)
nb: Deaktiver innkommende TCP-tilkoblinger (brannmur)
nl: Binnenkomende TCP-verbindingen uitschakelen (firewall)
pt: Desativar conexões TCP de entrada (com firewall)
sl: Onemogoči vhodne TCP povezave (zaščitene s firewallom)
sv: Inaktivera inkommande TCP-anslutningar (brandvägg)
uk: Вимкнути вхідні TCP-з'єднання (захищені брандмауером)
vi: Vô hiệu hóa các kết nối TCP gửi đến (có tường lửa)

source: Select only if behind a firewall that throttles or blocks outbound TCP
ar: حدد فقط إذا كان خلف جدار الحماية الذي يخنق أو يحظر TCP الصادر
az: Yalnız gedən TCP-ni bloklayan və ya bloklayan bir firewall arxasında olduqda seçin
bo: ཕྱི་འདྲེན་TCP ཚོད་ལྟོགས་བརྒྱུན་པའི་firewall རྒྱུན་སྒྲིག་བྱེད་པ་ཙམ་དགམ་པ།
cs: Vyberte, pouze pokud jste za firewallem, který omezuje nebo blokuje odchozí TCP
da: Vælg kun hvis bag en firewall, der drosler eller blokerer udgående TCP
el: Επιλέξτε μόνο εάν βρίσκεται πίσω από ένα τείχος προστασίας που περιορίζει ή εμποδίζει το εξερχόμενο TCP
es: (seleccionar sólo si está detrás de un cortafuegos que regula o bloquea el TCP saliente)
et: valige ainult siis, kui see on tulemüüri taga, mis piirab või blokeerib väljaminevat TCP-d
fa: فقط اگر پشت فایروال باشد که TCP خروجی را دریچه گاز یا مسدود می کند، انتخاب کنید
fi: Valitse vain, jos se on palomuurin takana, joka kuristaa tai estää lähtevän TCP:n
hi: बाहरी TCP को रोकने या धीमा करने वाले फायरवॉल के पीछे होने पर केवल चुनें
hu: Csak akkor válassza, ha olyan tűzfal mögött van, amely korlátozza vagy blokkolja a kimenő TCP-t
in: Pilih hanya jika berada di belakang firewall yang membatasi atau memblokir TCP keluar
it: Selezionare solo se dietro un firewall che limita o blocca il TCP in uscita
ja: 送信 TCP を調整またはブロックするファイアウォールの背後にある場合にのみ選択します
ko: 아웃바운드 TCP를 조절하거나 차단하는 방화벽 뒤에 있는 경우에만 선택하세요.
nb: Velg bare hvis bak en brannmur som struper eller blokkerer utgående TCP
nl: Selecteer alleen als er een firewall aanwezig is die uitgaande TCP beperkt of blokkeert
pt: Selecione somente se estiver atrás de um firewall que limita ou bloqueia o TCP de saída
sl: Izberite le, če ste za firewallom, ki omejuje ali blokira izhodni TCP
sv: Välj endast om bakom en brandvägg som stryper eller blockerar utgående TCP
uk: Виберіть, лише якщо за брандмауером, який регулює або блокує вихідний TCP
vi: Chỉ chọn nếu đằng sau tường lửa điều tiết hoặc chặn TCP gửi đi
