Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: I2P+ Service now disabled on system start
ar: تم الآن تعطيل خدمة I2P عند بدء تشغيل النظام
az: I2P Xidməti artıq sistem başlanğıcında deaktiv edilib
bo: I2P+ བློག་པ་ཤེས་བཞིན་པ་ཅིན་བཙོན་པ་བརྒྱུད་བཏོན་པ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Služba I2P je nyní při startu systému zakázána
da: I2P Service er nu deaktiveret ved systemstart
el: Η υπηρεσία I2P+ είναι πλέον απενεργοποιημένη κατά την εκκίνηση του συστήματος
es: El servicio I2P ahora está deshabilitado al iniciar el sistema
et: I2P-teenus on nüüd süsteemi käivitamisel keelatud
fa: I2P+ سرویس اکنون در سیستم شروع شده است
fi: I2P-palvelu on nyt poistettu käytöstä järjestelmän käynnistyksen yhteydessä
hi: I2P+ सेवा अब सिस्टम शुरू होने पर अक्षम है
hu: Az I2P szolgáltatás le van tiltva a rendszer indításakor
in: Layanan I2P sekarang dinonaktifkan saat sistem dimulai
it: Servizio I2P+ disabilitato all'avvio del sistema
ja: システム起動時に I2P サービスが無効になりました
ko: 이제 시스템 시작 시 I2P 서비스가 비활성화됩니다.
nb: I2P-tjenesten er nå deaktivert ved systemstart
nl: I2P-service is nu uitgeschakeld bij het opstarten van het systeem
pt: Serviço I2P agora desativado na inicialização do sistema
sl: Storitev I2P+ je zdaj onemogočena pri zagonu sistema
sv: I2P-tjänsten är nu inaktiverad vid systemstart
uk: Служба I2P тепер вимкнена під час запуску системи
vi: Dịch vụ I2P hiện bị tắt khi khởi động hệ thống

source: Dump threads
ar: تفريغ المواضيع
az: Tökmə saplar
bo: ཐེངས་གཏན་འབེབས་བྱེད་བཞིན་པ།
cs: Vyprázdněte nitě
da: Aflæs tråde
el: Απόρριψη νημάτων threads
es: Volcar hilos (subprocesos)
et: Protsesside väljavõte
fa: نخ ها را تخلیه کنید
fi: Poista langat
hi: थ्रीड्स को डंप करें
hu: Szálak lerakása
in: Dump thread
it: Rimozione dei thread
ja: スレッドをダンプ
ko: 쓰레드 덤프
nb: Dump tråder
pt: tópicos de despejo
sl: Izvozi vlakna
sv: Dumpa trådar
uk: Зробити дамп потоків
vi: Kết xuất chủ đề

source: Threads dumped to {0}
ar: تم تفريغ المواضيع إلى {0}
az: Saplar {0} -ə töküldü
bo: ཐེངས་གཏན་འབེབས་བྱེད་པ་{0} ནང་བཤོལ་བ།
cs: Vlákna vyřazena do {0}
da: Tråde dumpet til {0}
el: Τα νήματα threads απορρίφθηκαν στο αρχείο {0}
es: Los hilos se han volcado a {0}
et: Lõimed lükati saidile {0}
fa: رشته‌ها به {0} ریخته می‌شوند
fi: Säikeet siirretty kohteeseen {0}
hi: {0} में थ्रीड्स को डंप किया गया
hu: Szálak kiírva ide: {0}
in: Threads dumped ke {0}
it: Dump del thread {0}
ja: スレッドが {0} にダンプされました
ko: 쓰레드들이 {0}로 덤프됬습니다
nb: Tråder dumpet til {0}
nl: Threads dumped naar {0}
pt: Dump de threads em {0}
sl: Vlakna so izvožena v {0}
sv: Trådar dumpade till {0}
uk: Дамп потоків збережено до {0}
vi: Chủ đề được đổ vào {0}

source: Open console on startup
ar: فتح وحدة التحكم عند بدء التشغيل
az: Başlanğıcda açıq konsol
bo: འགོ་ཚོགས་པའི་དུས་རོགས་དྲན་འགོ་ཚོགས་པ།
cs: Otevřete konzolu při spuštění
da: Åbn konsollen ved opstart
el: Ανοίξτε την κονσόλα κατά την εκκίνηση
es: Abrir consola al iniciar
et: avage konsool käivitamisel
fa: کنسول را هنگام راه اندازی باز کنید
fi: Avaa konsoli käynnistyksen yhteydessä
hi: शुरू होने पर कंसोल खोलें
hu: Nyissa meg a konzolt indításkor
in: Buka konsol saat startup
it: Apri la console all'avvio
ja: 起動時にコンソールを開きます
ko: 시작 시 콘솔 열기
nb: Åpne konsollen ved oppstart
nl: Open console bij opstarten
pt: Abra o console na inicialização
sl: Odpri konzolo pri zagonu
sv: Öppna konsolen vid start
uk: Відкрити консоль під час запуску
vi: Mở bảng điều khiển khi khởi động

source: Console is to be shown on startup
ar: سبتم إظهار شاشة التحكم عند البداية
az: Konsol başlanğıcda göstərilməlidir
bo: རོགས་དྲན་འགོ་ཚོགས་པའི་དུས་མཐོང་བྱེད་དགོས།
cs: Console se zobrazí při spuštění
da: Konsol vises ved opstart
el: Η κονσόλα πρόκεται να εμφανίζεται στην εκκίνηση
es: La consola se mostrará al iniciar
et: Käivitudes avatakse ruuteri konsool
fa: کنسول باید در هنگام راه اندازی نشان داده شود
fi: Reitittimen ohjauspaneeli avataan käynnistettäessä
hi: शुरू होने पर कंसोल दिखाई देगी
hu: Konzol legyen mutatva indításkor
in: Konsol akan ditampilkan pada startup
it: La console verrà mostrata all'avvio
ja: コンソールがスタートアップ時に表示されます
ko: 시작할 때 콘솔이 보여집니다
nb: Konsoll skal vises ved oppstart
nl: Console wordt getoond na opstarten
pt: Mostrar consola ao iniciar
sl: Konzola se bo prikazala pri zagonu
sv: Konsolen ska visas vid uppstart
uk: Консоль буде відкриватись при запуску
vi: Bảng điều khiển sẽ được hiển thị khi khởi động

source: No console on startup
ar: لا توجد وحدة تحكم عند بدء التشغيل
az: Başlanğıcda konsol yoxdur
bo: འགོ་ཚོགས་པའི་དུས་རོགས་དྲན་མེད།
cs: Žádná konzola při spuštění
da: Ingen konsol ved opstart
el: Καμία κονσόλα κατά την εκκίνηση
es: No abrir consola al iniciar
et: käivitamisel pole konsooli
fa: هنگام راه اندازی کنسول وجود ندارد
fi: Ei konsolia käynnistyksen yhteydessä
hi: शुरू होने पर कोई कंसोल नहीं
hu: Indításkor nincs konzol
in: Tidak ada konsol saat startup
it: Nessuna console all'avvio
ja: 起動にコンソールはありません
ko: 시작 시 콘솔이 없습니다.
nb: Ingen konsoll ved oppstart
nl: Geen console bij opstarten
pt: Nenhum console na inicialização
sl: Brez konzole pri zagonu
sv: Ingen konsol vid start
uk: Немає консолі під час запуску
vi: Không có bảng điều khiển khi khởi động

source: Console is not to be shown on startup
ar: لن يتم إظهار شاشة التحكم عند البداية
az: Konsol başlanğıcda göstərilməməlidir
bo: རོགས་དྲན་འགོ་ཚོགས་པའི་དུས་མཐོང་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Konzole se při spuštění nezobrazí
da: Konsol vises ikke ved opstart
el: Μη εμφάνιση της κονσόλας στην εκκίνηση
es: La consola no se mostrará al iniciar
et: Käivitudes ei avata ruuteri konsooli
fa: کنسول در هنگام راه اندازی نمایش داده نمی شود
fi: Reitittimen ohjauspaneelia ei näytetä käynnistettäessä
hi: शुरू होने पर कंसोल नहीं दिखाई देगी
hu: Indításnál a konzol ne legyen mutatva
in: Konsol ini tidak ditampilkan pada startup
it: La console non verrà mostrata all'avvio
ja: コンソールはスタートアップ時に表示されません
ko: 시작할 때 콘솔이 보여지지 않습니다
nb: Konsoll skal ikke vises ved oppstart
nl: De console wordt niet getoond na opstarten
pt: Consola não é para ser visualizada na inicialização
sl: Konzola se ne bo prikazala pri zagonu
sv: Konsolen ska inte visas vid start
uk: Консоль не буде відкриватись при запуску
vi: Bảng điều khiển không hiển thị khi khởi động

source: Force garbage collection
ar: قوة جمع القمامة
az: Zibillərin toplanmasını gücləndirin
bo: མེད་པའི་གཞིབ་བཤོལ་བཞིན་པ།
cs: Vynutit sběr odpadu
da: Tving affaldsindsamling
el: Αναγκαστική αποκομιδή σκουπιδιών
es: Forzar recolección de basura
et: Sundprügi äravedu
fa: جمع آوری زباله اجباری
fi: Pakota roskien kerääminen
hi: गैरबेग कोलेक्शन को बाधित करें
hu: Erőszakos szemétszállítás
in: Paksa pengumpulan sampah
it: Forza la raccolta dei rifiuti
ja: ガベージコレクションを強制します
ko: 강제 가비지 수집
nb: Tving søppelinnsamling
nl: Forceer afvalinzameling
pt: Forçar coleta de lixo
sl: Prisili brisanje odpadkov
sv: Tvinga sophämtning
uk: Примусове збирання сміття
vi: Buộc thu gom rác

source: Full garbage collection requested
ar: طلب جمع القمامة بالكامل
az: Tam zibil toplanması tələb olunur
bo: མེད་པའི་གཞིབ་གཏན་འབེབས་བྱེད་དགོས།
cs: Je požadován úplný sběr odpadu
da: Fuld garbage collection anmodet
el: Έγινε αίτηση πλήρους περισυλλογής απορριμάτων
es: Se ha solicitado un reciclado de memoria (garbage collection) completo
et: Soovitud on täielik prügivedu
fa: جمع آوری کامل زباله درخواست شده است
fi: Täysi jätehuolto pyydetty
hi: पूर्ण गैरबेग कोलेक्शन का अनुरोध किया गया
hu: Teljes szemétszállítást kértek
in: Pengumpulan sampah penuh diminta
it: Richieste totali
ja: 完全なガベージコレクションが要求されました
ko: 풀 가비지 컬렉션 요구됨
nb: Full søppeloppsamling forespurt
nl: Velledige garbage collection aangevraagd
pt: Coleta de lixo completa pedida
sl: Zahtevana je polna obdelava odpadkov
sv: Fullständig garbage collection begärd
uk: Потрібно повне збирання сміття
vi: Yêu cầu thu gom rác đầy đủ

source: Show systray icon
ar: أظهر الأيقونة
az: Systray piktoqramını göstər
bo: རོགས་དྲན་མཐོང་བྱེད་པ།
cs: Zobrazit ikonu systray
da: Hvis ikonet på procesbjælken
el: Εμφάνιση εικονιδίου στη μπάρα συστήματος
es: Mostrar icono de bandeja del sistema
et: Näita systray ikoon
fa: نمایش نماد systray
fi: Näytä järjestelmäpalkkikuvake
hi: सिस्ट्रे आईकॉन दिखाएं
hu: Tálcaikon mutatása
in: Tampilkan ikon systray
it: Mostra icona nella barra applicazioni
ja: システムトレイのアイコンを表示
ko: 시스템 아이콘 보이기
nb: Vis systemkurvsikon
nl: Toon systeemvak icoon
pt: Ícone da bandeja do sistema
sl: Prikaži ikono sistemske vrstice
sv: Visa systemfälts ikon
uk: Показати значок системної панелі
vi: Hiển thị biểu tượng hệ thống

source: Hide systray icon
ar: إخفاء أيقونة
az: Systray piktoqramını gizlət
bo: རོགས་དྲན་མཐོང་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Skrýt ikonu systray
da: Skjul procesbjælke ikonet
el: Απόκρυψη εικονιδίου στη μπάρα συστήματος
es: Ocultar icono de bandeja del sistema
et: Peida systray ikoon
fa: نماد systray را مخفی کنید
fi: Piilota järjestelmäpalkkikuvake
hi: सिस्ट्रे आईकॉन छिपाएं
hu: Tálcaikon elrejtése
in: Sembunyikan ikon systray
it: Nascondi icona nella barra applicazioni
ja: システムトレイのアイコンを隠す
ko: 시스템 아이콘 감추기
nb: Skjul systemkurvsikon
nl: Verberg systray icoon
pt: Esconder ícone
sl: Skrij ikono sistemske vrstice
sv: Göm systemfälts ikon
uk: Приховати піктограму системної панелі
vi: Ẩn biểu tượng hệ thống

source: Installed I2P+ system service
ar: تثبيت خدمة نظام I2P+
az: Quraşdırılmış I2P sistemi xidməti
bo: I2P+ རྒྱུན་དུ་བཙོན་པའི་བཤོལ་བཞིན་པ།
cs: Instalovaná služba I2P systému
da: Installeret I2P-systemtjeneste
el: Εγκατεστημένη υπηρεσία συστήματος I2P+
es: Servicio de sistema I2P instalado
et: installitud I2P-süsteemi teenus
fa: سرویس سیستم I2P نصب شده
fi: Asennettu I2P-järjestelmäpalvelu
hi: I2P+ सिस्टम सेवा स्थापित की गई
hu: Telepített I2P rendszerszolgáltatás
in: Layanan sistem I2P yang diinstal
it: Servizio di sistema I2P installato
ja: I2Pシステムサービスをインストール
ko: 설치된 I2P+ 시스템 서비스
nb: Installert I2P-systemtjeneste
nl: I2P-systeemservice geïnstalleerd
pt: Serviço do sistema I2P instalado
sl: Nameščena je storitev sistema I2P+
sv: Installerad I2P-systemtjänst
uk: Встановлена ​​системна служба I2P
vi: Dịch vụ hệ thống I2P đã cài đặt

source: Warning: unable to install the service
ar: تحذير: فشل في تثبيت الخدمة
az: Xəbərdarlıq: xidməti quraşdırmaq mümkün deyil
bo: དམིག་བཤོལ་བཞིན་པ།: བཤོལ་བའི་བཤོལ་བཞིན་མེད།
cs: Warning: Nelze nainstalovat službu
da: Advarsel: Kan ikke installere tjenesten
el: Προειδοποίηση: αδυναμία εγκατάστασης της υπηρεσίας
es: Advertencia: No se pudo instalar el servicio
et: Hoiatus: teenuse paigaldumine ebaõnnestus
fa: هشدار: امکان نصب سرویس وجود ندارد
fi: Varoitus: palvelun asentaminen epäonnistui
hi: चेतावनी: सेवा स्थापित करने में असमर्थ
hu: Figyelmeztetés: szolgáltatás telepítése sikertelen
in: Peringatan: tidak dapat menginstal servis
it: Attenzione: non è stato possibile installare il servizio
ja: 警告: サービスをインストール出来ません
ko: 경고: 서비스를 설치할 수 없음
nb: Advarsel: kunne ikke installere tjeneste
nl: Waarschuwing: kan de service niet installeren
pt: Aviso: não é possível instalar o serviço
sl: Opozorilo: namestitev storitve ni mogoča
sv: Varning: kunde inte installera tjänsten
uk: Попередження: неможливо встановити сервіс
vi: Cảnh báo: không thể cài đặt dịch vụ

source: Enabled I2P+ service autostart at system startup
ar: تمكين التشغيل التلقائي لخدمة I2P+ عند بدء تشغيل النظام
az: Sistem başlanğıcında I2P xidmətinin avtostartını aktivləşdirdi
bo: I2P+ བཤོལ་བའི་རོགས་དྲན་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Povoleno autostart služby I2P při startu systému
da: Aktiveret I2P-tjeneste autostart ved systemstart
el: Ενεργοποιημένη αυτόματη εκκίνηση της υπηρεσίας I2P κατά την εκκίνηση του συστήματος
es: Inicio automático del servicio I2P+ habilitado al iniciar el sistema
et: Lubatud I2P-teenuse automaatkäivitus süsteemi käivitamisel
fa: راه اندازی خودکار سرویس I2P در هنگام راه اندازی سیستم فعال شد
fi: I2P-palvelun automaattinen käynnistys käytössä järjestelmän käynnistyksen yhteydessä
hi: I2P+ सेवा को सिस्टम शुरू होने पर स्वचालित शुरू करने की अनुमति दी
hu: Engedélyezett I2P+ szolgáltatás automatikus indítása a rendszer indításakor
in: Mengaktifkan autostart layanan I2P saat startup sistem
it: Avvio automatico di I2P+ all'avvio del sistema abilitato
ja: システム起動時にI2Pサービスの自動起動を有効にしました
ko: 시스템 시작 시 I2P 서비스 자동 시작 활성화
nb: Aktivert I2P-tjeneste autostart ved systemoppstart
nl: Automatische start van de I2P-service ingeschakeld bij het opstarten van het systeem
pt: Inicialização automática do serviço I2P ativada na inicialização do sistema
sl: Omogočena je samodejna zagon storitve I2P+ pri zagonu sistema
sv: Aktiverad I2P-tjänst autostart vid systemstart
uk: Увімкнено автозапуск служби I2P під час запуску системи
vi: Đã bật tự động khởi động dịch vụ I2P khi khởi động hệ thống

source: Warning: could not set the I2P+ service to autostart
ar: تحذير: تعذر ضبط خدمة I2P+ على التشغيل التلقائي
az: Xəbərdarlıq: I2P xidmətini avtomatik başlatmaq üçün təyin etmək mümkün olmadı
bo: དམིག་བཤོལ་བཞིན་པ།: I2P+ བཤོལ་བའི་རོགས་དྲན་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Warning: Nelze nastavit službu I2P na automatické spuštění
da: Advarsel: kunne ikke indstille I2P-tjenesten til autostart
el: Προειδοποίηση: δεν ήταν δυνατή η ρύθμιση της υπηρεσίας I2P σε αυτόματη εκκίνηση
es: Advertencia: no se pudo configurar el servicio I2P+ para que se inicie automáticamente
et: Hoiatus: I2P-teenust ei saanud automaatseks käivitamiseks seadistada
fa: اخطار: نمی‌توان سرویس I2P را روی شروع خودکار تنظیم کرد
fi: Varoitus: I2P-palvelua ei voitu asettaa automaattiseen käynnistykseen
hi: चेतावनी: I2P+ सेवा को स्वचालित शुरू करने के रूप में सेट करने में असमर्थ
hu: Figyelmeztetés: az I2P+ szolgáltatást nem sikerült automatikus indításra állítani
in: Peringatan: tidak dapat mengatur layanan I2P ke mulai otomatis
it: Avviso: impossibile impostare il servizio I2P sull'avvio automatico
ja: 警告: I2P サービスを自動開始に設定できませんでした
ko: 경고: I2P 서비스를 자동 시작으로 설정할 수 없습니다.
nb: Advarsel: kunne ikke sette I2P-tjenesten til autostart
nl: Waarschuwing: kan de I2P-service niet instellen op automatisch starten
pt: Aviso: não foi possível configurar o serviço I2P para inicialização automática
sl: Opozorilo: ni mogoče nastaviti storitve I2P+ na samodejni zagon
sv: Varning: kunde inte ställa in I2P-tjänsten till autostart
uk: Попередження: не вдалося встановити автозапуск служби I2P
vi: Cảnh báo: không thể đặt dịch vụ I2P ở chế độ tự khởi động

source: Disabled I2P+ Service autostart at system startup
ar: تعطيل خدمة I2P+ تلقائيًا عند بدء تشغيل النظام
az: Sistem başlanğıcında əlil I2P Service avtostartı
bo: I2P+ བཤོལ་བའི་རོགས་དྲན་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Zakázáno autostart služby I2P při startu systému
da: Deaktiveret I2P Service autostart ved systemstart
el: Απενεργοποιημένη αυτόματη εκκίνηση της υπηρεσίας I2P κατά την εκκίνηση του συστήματος
es: Inicio automático del servicio I2P+ deshabilitado al iniciar el sistema
et: Keelatud I2P-teenuse automaatkäivitus süsteemi käivitamisel
fa: غیرفعال شدن سرویس I2P هنگام راه اندازی سیستم
fi: Pois käytöstä I2P-palvelun automaattinen käynnistys järjestelmän käynnistyksen yhteydessä
hi: I2P+ सेवा को सिस्टम शुरू होने पर स्वचालित शुरू करने से निष्क्रिय किया
hu: Letiltva az I2P+ szolgáltatás automatikus indítása a rendszer indításakor
in: Menonaktifkan autostart Layanan I2P saat startup sistem
it: Avvio automatico di I2P+ all'avvio del sistema disabilitato
ja: システム起動時の I2P サービスの自動起動を無効にしました
ko: 시스템 시작 시 I2P+ 서비스 자동 시작을 비활성화했습니다.
nb: Deaktivert I2P Service autostart ved systemoppstart
nl: Automatisch starten van de I2P-service uitgeschakeld bij het opstarten van het systeem
pt: Inicialização automática do serviço I2P desativada na inicialização do sistema
sl: Onemogočena je samodejna zagon storitve I2P+ pri zagonu sistema
sv: Inaktiverad I2P Service autostart vid systemstart
uk: Вимкнено автозапуск служби I2P під час запуску системи
vi: Tự động khởi động dịch vụ I2P bị vô hiệu hóa khi khởi động hệ thống

source: Warning: could not set the I2P+ service to manual start
ar: تحذير: تعذر ضبط خدمة I2P+ على التشغيل اليدوي
az: Xəbərdarlıq: I2P xidmətini manual başlama üçün təyin etmək mümkün olmadı
bo: དམིག་བཤོལ་བཞིན་པ།: I2P+ བཤོལ་བའི་རོགས་དྲན་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Warning: Nelze nastavit službu I2P na ruční spuštění
da: Advarsel: kunne ikke indstille I2P-tjenesten til manuel start
el: Προειδοποίηση: δεν ήταν δυνατή η ρύθμιση της υπηρεσίας I2P σε μη αυτόματη εκκίνηση
es: Advertencia: no se pudo configurar el servicio I2P+ para inicio manual
et: Hoiatus: I2P-teenust ei saanud käsitsi käivitada
fa: هشدار: نمی توان سرویس I2P را روی شروع دستی تنظیم کرد
fi: Varoitus: I2P-palvelua ei voitu asettaa manuaaliseen käynnistykseen
hi: चेतावनी: I2P+ सेवा को मैनुअल स्टार्ट करने के लिए सेट करने में असमर्थ
hu: Figyelmeztetés: nem sikerült kézi indításra állítani az I2P+ szolgáltatást
in: Peringatan: tidak dapat mengatur layanan I2P ke start manual
it: Avviso: impossibile impostare il servizio I2P sull'avvio manuale
ja: 警告: I2P サービスを手動開始に設定できませんでした
ko: 경고: I2P+ 서비스를 수동 시작으로 설정할 수 없습니다
nb: Advarsel: kunne ikke sette I2P-tjenesten til manuell start
nl: Waarschuwing: kan de I2P-service niet instellen op handmatig starten
pt: Aviso: não foi possível definir o serviço I2P para início manual
sl: Opozorilo: ni mogoče nastaviti storitve I2P+ na ročni zagon
sv: Varning: kunde inte ställa in I2P-tjänsten till manuell start
uk: Попередження: не вдалося налаштувати службу I2P на ручний запуск
vi: Cảnh báo: không thể đặt dịch vụ I2P ở chế độ khởi động thủ công

source: Configuration saved successfully
ar: تم حفظ الإعدادات بنجاح
az: Konfiqurasiya uğurla yaddaşda saxlandı
bo: རོགས་དྲན་ཐོབ་བཏང་བཞིན་པ།
cs: Konfigurace byla úspěšně uložena
da: Konfigurationen er gemt med success
el: Επιτυχής αποθήκευση ρυθμίσεων
es: La configuración se guardó con éxito
et: Häälestus edukalt salvestatud
fa: پیکربندی با موفقیت ذخیره شد
fi: Asetusten tallennus onnistui
hi: सेटिंग सफलतापूर्वक सहेजी गई
hu: Beállítások sikeresen elmentve
in: Konfigurasi berhasil disimpan
it: Configurazione salvata con successo
ja: 設定は正常に保存されました
ko: 설정이 성공적으로 저장됬습니다
nb: Innstillingene er lagret
nl: Configuratie succesvol opgeslagen
pt: Configuração salva com sucesso
sl: Nastavitve so uspešno shranjene
sv: Konfigurationen sparades utan problem
uk: Налаштування збережено успішно
vi: Đã lưu cấu hình thành công

source: Error saving the configuration (applied but not saved) - please see the error logs
ar: خطأ في تسجيل الاعدادات
az: Konfiqurasiyanı yaddaşda saxlayarkən xəta baş verdi (tətbiq edildi, lakin yaddaşda saxlanılmadı) - xəta jurnallarına baxın
bo: རོགས་དྲན་ཐོབ་བཏང་ནོར་བ་(བཤོལ་བ་ཅིན་བཤོལ་མེད་པ།) - ནོར་བའི་རོགས་དྲན་བལྟ་བཞིན་པར་རོགས་སོ།
cs: Chyba při ukládání konfigurace (použito, ale neuloženo) – podívejte se na protokoly chyb
da: Der opstod en fejl da konfigurationen skulle gemmes (Konfigurationerne er anvendt men ikke gemt) - Se venligst fejlloggen
el: Σφάλμα κατά την αποθηκεύση των ρυθμίσεων (εφαρμόστηκαν αλλά δεν αποθηκεύτηκαν) - παρακαλούμε δείτε τις καταγραφές λαθών
es: Error al guardar la configuración (aplicada pero no guardada) - por favor, revise los registros de errores
et: Viga häälestuse salvestamisel (kehtestatud, mitte salvestatud) - palun vaata vealogi
fa: خطا در ذخیره پیکربندی (اعمال شده اما ذخیره نشده است) - لطفا گزارش های خطا را ببینید
fi: Virhe tallennettaessa asetuksia (sovellettu, mutta ei tallennettu) - tarkasta virhelokit.
hi: सेटिंग सहेजने में त्रुटि (ागू की गई पर सहेजी नहीं) - कृपया त्रुटि लॉग देखें
hu: Hiba a beállítások mentésekor (alkalmazva de nincs mentve) - kérlek, vizsgáld meg a hibanaplót
in: Error dalam menyimpan konfigurasi (diterapkan tetapi tidak tersimpan) - silakan lihat error log
it: Errore nel salvataggio della configurazione (applicata ma non salvata) - vedere i log di errore
ja: 設定を保存する際にエラー (適用されましたが保存されませんでした) - エラーログを確認してください
ko: 설정 저장 실패 (적용됬으나 저장되지 않음) - 에러 로그를 보세요
nb: Feil ved oppsett (lagt til men ikke lagret) - sjekk feilloggene
nl: Fout bij opslaan van de configuratie (toegepast, maar niet opgeslagen) - kijk in de fout logs
pt: Erro ao salvar a configuração (aplicada, mas não salva) - consulte os logs de erros
sl: Napaka pri shranjevanju nastavitev (nastavljene, vendar ne shranjene) - glejte dnevnike napak
sv: Fel vid sparning ab konfigurationen (tillämpad men inte sparat) - se felloggar
uk: Помилка при збереженні налаштувань (застосовано, але не збереежено), перегляньте логи помилок
vi: Lỗi lưu cấu hình (đã áp dụng nhưng chưa lưu) - vui lòng xem nhật ký lỗi

source: Enabled system tray
ar: تمكين علبة النظام
az: Aktiv sistem qabı
bo: རོགས་དྲན་མཐོང་བྱེད་བཞིན་པ།
cs: Povoleno na systémové liště
da: Aktiveret systembakke
el: Ενεργοποιήθηκε η περιοχή ενδείξεων συστήματος
es: Se ha habilitado la bandeja del sistema
et: Lubatud süsteemses salves
fa: سینی سیستم فعال شده است
fi: Käytössä oleva ilmaisinalue
hi: सिस्टम ट्रे सक्रिय किया
hu: Engedélyezett rendszertálca
in: Sistem tray diaktifkan
it: Icona nell'area di notifica abilitata
ja: システムトレイを有効にする
ko: 시스템 트레이 활성화
nb: Systemkurv påskrudd
nl: Ingeschakelde systeembalk
pt: Área de notificação ativada
sl: Omogočena je sistemsko vrstico
sv: Aktiverad i meddelandefältet
uk: Увімкнено системний трей
vi: Khay hệ thống đã bật

source: Disabled system tray
ar: علبة النظام المعوقين
az: Əlillər üçün sistem qabı
bo: རོགས་དྲན་མཐོང་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Zakázáno systémové liště
da: Deaktiveret systembakke
el: Απενεργοποιήθηκε η περιοχή ενδείξεων συστήματος
es: Se ha deshabilitado la bandeja del sistema
et: Keelatud süsteemses salves
fa: سینی سیستم غیرفعال
fi: Käytöstä poistettu ilmaisinalue
hi: सिस्टम ट्रे अक्षम किया
hu: Letiltott rendszertálca
in: Sistem tray dinonaktifkan
it: Icona nell'area di notifica disabilitata
ja: システムトレイを無効にする
ko: 시스템 트레이 비활성화
nb: Systemkurv avskrudd
nl: Uitgeschakelde systeembalk
pt: Área de notificação desativada
sl: Onemogočena je sistemsko vrstico
sv: Inaktiverad i meddelandefältet
uk: Вимкнено системний трей
vi: Khay hệ thống bị vô hiệu hóa

source: Restart required to take effect
ar: إعادة التشغيل مطلوبة لتصبح نافذة المفعول
az: Qüvvəyə minmək üçün yenidən başlatmaq tələb olunur
bo: བསྐྱར་བཏོན་པ་བཞིན་པར་རོགས་སོ།
cs: Je třeba restartovat, aby se projevil
da: Genstart nødvendig at træde i kraft
el: Απαιτείτε επανεκκίνηση για να τεθεί σε εφαρμογή
es: Debe reiniciar para que surta efecto
et: jõustumiseks on vajalik taaskäivitamine
fa: راه اندازی مجدد لازم است تا اعمال شود
fi: Uudelleenkäynnistys vaaditaan voimaantuloa varten
hi: प्रभाव देने के लिए पुनः शुरू करना आवश्यक है
hu: Újraindítás szükséges a hatálybalépéshez
in: Restart diperlukan supaya perubahan dapat dijalankan
it: Riavvio richiesto per funzionare
ja: 再起動するまで有効になりません
ko: 재시작해야 적용됩니다
nb: Omstart påkrevd for at endringer skal tre i effekt
nl: Herstart nodig om wijzigingen door te voeren
pt: É necessário reiniciar para fazer efeito
sl: Za učinkovitost je potreben ponovni zagon
sv: Omstart krävs för att verkställa
uk: Для застосування змін потрібен перезапуск
vi: Cần khởi động lại để có hiệu lực

source: Failed to start systray
ar: فشل في بدء تشغيل النظام
az: Systray başlatmaq alınmadı
bo: རོགས་དྲན་འགོ་ཚོགས་ནོར་བ།
cs: Nepodařilo se spustit systray
da: Kunne ikke starte systray
el: Αποτυχία επανεκκίνησης του systray
es: No se pudo iniciar la bandeja del sistema
et: Süsteemi käivitamine nurjus
fa: سیسترای راه اندازی نشد
fi: Systrayn käynnistys epäonnistui
hi: सिस्ट्रे शुरू करने में विफलता
hu: Nem sikerült elindítani a rendszert
in: Gagal memulai systray
it: Impossibile avviare systray
ja: システムトレイを起動できませんでした
ko: 시스템트레이 시작 실패
nb: Klarte ikke å starte systemkurv
nl: Fout bij het starten van systeembalk
pt: Falhou o início da área de notificação
sl: Začetek sistemske vrstice je spodletel
sv: Misslyckades starta i meddelandefältet
uk: Не вдалося запустити системну панель
vi: Không khởi động được hệ thống
