Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: By default, I2P will use the system configured default browser to launch at startup. If you wish to nominate an alternative browser, you will need to edit your router.config file (or the <a href=/configadvanced>Advanced Configuration page</a> if you have enabled advanced console mode) and add a new configuration line <code>routerconsole.browser=/path/to/browser</code> or <code>routerconsole.browser=\path\to\browser.exe</code> if using Windows, replacing <code>\path\to\browser</code> with the location of the browser you wish to use. Note: If the path to your chosen browser contains spaces, you may need to encase the path in quotes e.g. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
ar: افتراضيا، سيستخدم I2P المتصفح الافتراضي المحدد في النظام للبدء. إذا كنت ترغب في اختيار بديل، ستحتاج إلى تعديل ملف router.config الخاص بك (أو صفحة <a href=/configadvanced>التكوين المتقدم</a> إذا مكنت وضع المحطة المتقدمة) وإضافة سطر تكوين جديد <code>routerconsole.browser=/مسار/إلى/المتصفح</code> أو <code>routerconsole.browser=\مسار\إلى\المتصفح.exe</code> إذا استخدمت ويندوز، مع استبدال <code>\مسار\إلى\المتصفح</code> بمسار المتصفح المطلوب. ملاحظة: إذا احتوى مسار المتصفح المختار على مساحات، قد تحتاج إلى تضمينه بين علامتي سجل <code>routerconsole.browser="C:\برامج\Mozilla\Firefox.exe"</code>
az: Varsayılan olaraq, I2P sistemi konfiqurasiya edilmiş veb brauzerini başlamaq üçün istifadə edir. Başqa bir brauzeri namizəd göstərmək istəyirsinizsə, router.config faylını (və ya Advanced Console rejimini etkinləşdirsəniz <a href=/configadvanced>advanced Configuration page</a>) redaktə etməli və yeni bir konfiqurasiya sətirinə <code>routerconsole.browser=/path/to/browser</code> əlavə etməlisiniz və ya Windows-dan istifadə edirəksəniz <code>routerconsole.browser=\path\to\browser.exe</code>, <code>\path\to\browser</code> brauzerə istifadə etmək istədiyiniz yerlə əvəz edin. Qeyd: Seçdiyiniz brauzerin yolunda boşluqlar varsa, olacağını tırnaqlar içərisində qoymanız lazım olar e.g. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
bo: དཔེ་འབྱུང་གི་ཚོད་ནི་I2P ནི་རྒྱུད་ཁོངས་ཀྱི་དཔེ་འབྱུང་གི་གློག་གི་ཞུང་དུ་གསར་དུ་འདོད་པར་བཟོ་བོ། ཁྱོད་ཀྱིས་གཞན་གློག་གི་ཞུང་བཟོ་བར་བཟོ་དགོས་ན་ཁྱོད་ཀྱི་router.config གི་ཤོག (ཡང་ན་ <a href=/configadvanced>མཐོ་བོའི་བཀོ་སྒྲིག་གི་ཤོག</a> དུ་ཕེབས་ནས་མཐོ་བོའི་རོ་ཊར་གི་ཞུང་བཟོ་བར་བཟོ་དགོས) དེ་བཀོ་སྒྲིག་བྱེད་དགོས། <code>routerconsole.browser=/path/to/browser</code> ཡང་ན་<code>routerconsole.browser=\path\to\browser.exe</code> དེ་བཀོ་སྒྲིག་བྱེད་དགོས། Windows ནི་བཟོ་སྒྲིག་བྱེད་རྒྱུར་གློག་གི་ཞུང་གི་གནས་གཞི་བཟུང་བར་བཟོ་དགོས། <code>\path\to\browser</code> དེ་བཟུང་བར་བཟོ་དགོས། ཁྱོད་ཀྱི་གློག་གི་ཞུང་གི་གནས་ནི་ཐོག་མའི་ཚོད་ཡོད་ན་གནས་གཞི་བཟུང་བར་བཟོ་དགོས། <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
cs: Výchozí nastavení I2P používá pro spuštění při startu systému předdefinovaný prohlížeč. Pokud chcete určit jiný prohlížeč, budete muset upravit soubor router.config (nebo stránku <a href=/configadvanced>Advanced Configuration</a>, pokud jste povolili rozšířený režim konzole) a přidat novou konfigurační řádku <code>routerconsole.browser=/cesta/k/prohlížeči</code> nebo <code>routerconsole.browser=\cesta\k\prohlizači.exe</code> pokud používáte Windows, přičemž <code>\cesta\k\prohlížeči</code> nahraďte umístěním prohlížeče, který chcete použít. Poznámka: Pokud cesta k vybranému prohlížeči obsahuje mezery, může být nutné cestu obalit uvozovkami, např. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
da: Som standard vil I2P bruge systemets konfigurerede standardbrowser til at starte ved opstart. Hvis du ønsker at nominere en alternativ browser, skal du redigere din router.config-fil (eller siden for <a href=/configadvanced>Avanceret konfiguration</a> hvis du har aktiveret avanceret konsoltilstand) og tilføje en ny konfigurationslinje <code>routerconsole.browser=/path/to/browser</code> eller <code>routerconsole.browser=\path\to\browser.exe</code> hvis du bruger Windows, hvor du erstatter <code>\path\to\browser</code> med placeringen af ​​den browser, du ønsker at bruge. Bemærk: Hvis stien til din valgte browser indeholder mellemrum, skal du muligvis omgive stien med anførselstegn, f.eks. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
el: Από προεπιλογή, το I2P θα χρησιμοποιήσει τον προεπιλεγμένο περιηγητή ιστού του συστήματος για να ξεκινήσει κατά την εκκίνηση. Εάν επιθυμείτε να ορίσετε έναν εναλλακτικό περιηγητή, θα πρέπει να επεξεργαστείτε το αρχείο router.config σας (ή την <a href=/configadvanced>σελίδα για την προηγμένη διαμόρφωση</a> εάν έχετε ενεργοποιήσει την προηγμένη κονσόλα) και να προσθέσετε μια νέα γραμμή διαμόρφωσης <code>routerconsole.browser=/path/to/browser</code> ή <code>routerconsole.browser=\path\to\browser.exe</code> εάν χρησιμοποιείτε Windows, αντικαθιστώντας την <code>\path\to\browser</code> με την τοποθεσία του περιηγητή που θέλετε να χρησιμοποιήσετε. Σημείωση: Εάν η διαδρομή προς τον επιλεγμένο περιηγητή περιέχει κενά, μπορεί να χρειαστεί να περικλείσετε τη διαδρομή σε εισαγωγικά, π.χ. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
es: Por defecto, I2P usará el navegador predeterminado del sistema para iniciarse. Si deseas seleccionar un navegador alternativo, deberás editar el archivo router.config (o la <a href=/configadvanced>página de configuración avanzada</a> si has habilitado el modo de consola avanzado) y añadir una nueva línea de configuración <code>routerconsole.browser=/ruta/al/navegador</code> o <code>routerconsole.browser=\ruta\al\navegador.exe</code> si usas Windows, reemplazando <code>\ruta\al\navegador</code> con la ubicación del navegador que deseas usar. Nota: Si la ruta a tu navegador elegido contiene espacios, puede que necesites encapsular la ruta entre comillas, p.ej. <code>routerconsole.browser="C:\Archivos de programa\Mozilla\Firefox.exe"</code>
et: Vaikimisi kasutab I2P süsteemiga seadistatud vaikimisi brauserit, et käivitada käivitamisel. Kui soovite nimetada alternatiivse brauseri, peate redigeerima oma router.config faili (või <a href=/configadvanced> Täpsem seadistusleht </a>, kui olete lubanud edasijõudnud konsooli režiimi) ja lisage uus konfiguratsioonirea <code>routerconsole.browser=/lugemisava/to/browser</code> või <code>routerconsole.browser=\lugemisava\käivitusfaili\lugemisava.exe</code>, kui kasutate Windowsit, asendades <code>\lugemisava\to\brauser</code> brauseriga, mida soovite kasutada. Märkus. Kui valitud brauseri tee sisaldab tühikuid, võib osutuda vajalikuks teekaane sisestada jutumärkidesse, nt <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
fa: به صورت پیش‌فرض، I2P از مرورگر پیش‌فرض سیستم برای راه‌اندازی در ابتدا استفاده خواهد کرد. اگر می‌خواهید مرورگر جایگزینی انتخاب کنید، باید فایل تنظیمات رهیاب خود (یا <a href=/configadvanced>صفحه پیشرفته تنظیمات</a> اگر حالت کنسول پیشرفته را فعال کرده‌اید) را ویرایش کرده و خط تنظیمات جدیدی به نام <code>routerconsole.browser=/path/to/browser</code> یا در ویندوز <code>routerconsole.browser=\path\to\browser.exe</code> اضافه کنید که در آن <code>\path\to\browser</code> را با مسیر مرورگر مورد نظر خود جایگزین کنید. توجه: اگر مسیر مرورگر شما حاوی فاصله باشد، ممکن است نیاز باشد مسیر را در استقاظ قرار دهید مثل <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
fi: Oletusarvoisesti I2P käyttää järjestelmän määrittämää oletusselainta käynnistyksessä. Jos haluat asettaa vaihtoehtoisen selaimen, sinun täytyy muokata router.config-tiedostoa (tai <a href=/configadvanced>Edistyneen asetussivun</a> avulla, jos olet ottanut käyttöön laajennetun konsolitilan) ja lisätä uusi asetusriville seuraava konfiguraatiorivi <code>routerconsole.browser=/polku/selaimeen</code> tai <code>routerconsole.browser=\polku\selain.exe</code> käytettäessä Windowsia. Korvaa <code>\polku\selain</code> haluamasi selaimen sijainnilla. Huomaa: Jos valitsemasi selaimen polku sisältää välilyöntejä, sinun saattaa tarvita lisätä polku lainausmerkkien sisään, esim. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
hi: डिफ़ॉल्ट रूप से, I2P स्टार्टअप पर लॉन्च करने के लिए सिस्टम सेट किए गए डिफ़ॉल्ट ब्राउज़र का उपयोग करेगा। यदि आपको एक विकल्प ब्राउज़र नामित करने की इच्छा है, तो आपको अपने router.config फ़ाइल (या अगर आपने अनुप्रयोगित रूप से अनुप्रयोगी कंसोल मोड चालू किया है तो <a href=/configadvanced>Advance Configuration पेज</a>) में संशोधन करने और एक नया संरचना लाइन जोड़ने की आवश्यकता होगी <code>routerconsole.browser=/path/to/browser</code> या <code>routerconsole.browser=\path\to\browser.exe</code> यदि आप विंडोज़ का उपयोग कर रहे हैं, और <code>\path\to\browser</code> को आपके उपयोग करने के लिए ब्राउज़र की स्थान के साथ बदलें। नोट: यदि आपके चुने हुए ब्राउज़र के मार्ग में स्पेस होते हैं, तो आपको शायद मार्ग को अंदर डालने की आवश्यकता होगी, उदाहरण के लिए <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>।
hu: Alapértelmezés szerint az I2P az operációs rendszer konfigurált alapértelmezett böngészőjét használja a startup indításához. Ha szeretne egy másik böngészőt jelölni, szerkesztenie kell a router.config fájlt (vagy az <a href=/configadvanced>Haladó konfigurációs oldal</a> esetén, ha engedélyezte a haladó konzol üzemmódot), és hozzá kell adnia egy új konfigurációs sort <code>routerconsole.browser=/path/to/browser</code> vagy <code>routerconsole.browser=\path\to\browser.exe</code>, ha Windows-t használ, és helyettesítse <code>\path\to\browser</code> az általuk használni kívánt böngésző helyével. Megjegyzés: Ha a kiválasztott böngésző elérési útja tartalmaz szóközt, lehet, hogy idézőjelek közé kell helyeznie az utat, például <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
in: Secara default, I2P akan menggunakan browser default sistem untuk diluncurkan pada saat startup. Jika Anda ingin menominasikan browser alternatif, Anda perlu mengedit file router.config Anda (atau <a href=/configadvanced>halaman Konfigurasi Lanjut</a> jika telah mengaktifkan mode konsol lanjut) dan menambah baris konfigurasi baru <code>routerconsole.browser=/path/to/browser</code> atau <code>routerconsole.browser=\path\to\browser.exe</code> jika menggunakan Windows, mengganti <code>\path\to\browser</code> dengan lokasi browser yang ingin Anda gunakan. Catatan: Jika path ke browser pilihan Anda berisi spasi, Anda mungkin perlu memasukkan path ke dalam tanda kutip contoh <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
it: Per impostazione predefinita, I2P utilizzerà il browser predefinito configurato di sistema per avviarsi all'avvio. Se desideri nominare un browser alternativo, dovrai modificare il file router.config (o la <a href=/configadvanced>pagina di configurazione avanzata</a> se hai abilitato la modalità console avanzata) e aggiungere una nuova riga di configurazione <code>routerconsole.browser=/percorso/al/browser</code> o <code>routerconsole.browser=\percorso\al\browser.exe</code> se stai usando Windows, sostituendo <code>\percorso\al\browser</code> con la posizione del browser che vuoi utilizzare. Nota: se il percorso del browser scelto contiene spazi, potresti dover racchiudere il percorso tra virgolette ad esempio <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
ja: デフォルトでは、I2Pは起動時にシステムで設定されたデフォルトのブラウザを使用します。代替のブラウザを指定する場合は、router.configファイル（または詳細なコンソールモードを有効にしている場合は<a href=/configadvanced>高度な設定ページ</a>）を編集し、新しい設定行<code>routerconsole.browser=/path/to/browser</code>または<code>routerconsole.browser=\path\to\browser.exe</code>（Windowsを使用している場合）を追加します。ディレクトリ<code>\path\to\browser</code>を使用したいブラウザの場所に置き換えてください。注意：選択したブラウザのパスにスペースが含まれている場合は、パスを引用符で囲む必要がある場合があります。例：<code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
ko: 기본적으로, I2P는 시작시 시스템에 구성된 기본 브라우저를 사용합니다. 대체 브라우저를 지정하려면 router.config 파일 (또는 고급 콘솔 모드를 활성화한 경우 <a href=/configadvanced>고급 구성 페이지</a>)를 편집하여 새로운 설정 라인 routerconsole.browser=/path/to/browser 또는 routerconsole.browser=\path\to\browser.exe(if using Windows)를 추가해야 합니다. \path\to\browser를 사용할 원하는 브라우저의 위치로 대체합니다. 참고: 선택한 브라우저의 경로에 공백이 포함된 경우 경로를 따옴표로 감싸야 할 수도 있습니다. 예: routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"
nb: Som standard vil I2P bruke standardnettleseren konfigurert i systemet for å starte ved oppstart. Hvis du ønsker å velge en annen nettleser, må du redigere router.config-filen din (eller <a href=/configadvanced>Avansert konfigurasjonsside</a> hvis du har aktivert avansert konsollmodus) og legge til en ny konfigureringslinje <code>routerconsole.browser=/path/to/browser</code> eller <code>routerconsole.browser=\path\to\browser.exe</code> hvis du bruker Windows, og bytte ut <code>\path\to\browser</code> med plasseringen av nettleseren du ønsker å bruke. Merk: Hvis stien til nettleseren du har valgt inneholder mellomrom, må du kanskje omgi stien med anførselstegn, for eksempel <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
nl: Standaard zal I2P het systeem geconfigureerde standaardbrowser gebruiken om mee te openen bij het opstarten. Als u een alternatieve browser wilt gebruiken, moet u uw router.config-bestand bewerken (of de <a href=/configadvanced>Geavanceerde configuratiepagina</a> als u geavanceerde consolemodus heeft ingeschakeld) en een nieuwe configuratieregel toevoegen <code>routerconsole.browser=/pad/naar/browser</code> of <code>routerconsole.browser=\pad\naar\browser.exe</code> als u Windows gebruikt, waarbij u <code>\pad\naar\browser</code> vervangt door de locatie van de browser die u wilt gebruiken. Opmerking: Als het pad naar uw gekozen browser spaties bevat, moet u het pad mogelijk tussen aanhalingstekens plaatsen, bijvoorbeeld <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
pt: Por padrão, o I2P usará o navegador padrão configurado no sistema para iniciar na inicialização. Se desejar escolher um navegador alternativo, será necessário editar o arquivo router.config (ou a <a href=/configadvanced>página de Configuração Avançada</a> se você tiver habilitado o modo console avançado) e adicionar uma nova linha de configuração <code>routerconsole.browser=/path/to/browser</code> ou <code>routerconsole.browser=\path\to\browser.ext</code> se estiver usando o Windows, substituindo <code>\path\to\browser</code> pelo caminho do navegador que deseja usar. Observação: Se o caminho para o navegador escolhido contiver espaços, talvez seja necessário colocar o caminho entre aspas, por exemplo, <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
sl: Po privzemu bo I2P uporabil privzeti brskalnik, nastavljen v sistemu, za zagon ob zagonu sistema. Če želite predlagati alternativen brskalnik, boste morali urediti svojo datoteko router.config (ali pa <a href=/configadvanced>stran za napredno konfiguracijo</a>, če ste omogočili napredni način konzole) in dodati novo konfiguracijsko vrstico <code>routerconsole.browser=/path/to/browser</code> ali <code>routerconsole.browser=\path\to\browser.exe</code>, če uporabljate Windows, zamenjajte <code>\path\to\browser</code> s pot do brskalnika, ki ga želite uporabiti. Opomba: Če pot do izbranega brskalnika vsebuje presledke, morda boste morali pot obklopiti z navodili, npr. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
sv: Som standard använder I2P den systemkonfigurerade standardwebbläsaren för att starta vid uppstart. Om du vill välja en annan webbläsare måste du redigera din router.config-fil (eller sidan för <a href=/configadvanced>Avancerad konfiguration</a> om du har aktiverat avancerat konsolläge) och lägga till en ny konfigurationsrad <code>routerconsole.browser=/sökväg/till/webbläsare</code> eller <code>routerconsole.browser=\sökväg\till\webbläsare.exe</code> om du använder Windows, ersätt <code>\sökväg\till\webbläsare</code> med platsen för webbläsaren du vill använda. Observera: Om sökvägen till din valda webbläsare innehåller mellanslag, kan du behöva sätta sökvägen inom citationstecken, t.ex. <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
uk: За типового налаштування I2P буде використовувати браузер за замовчуванням, встановлений в системі, для запуску при старті. Якщо ви бажаєте вказати альтернативний браузер, вам потрібно буде відредагувати файл router.config (або <a href=/configadvanced>сторінку розширених налаштувань</a>, якщо ви увімкнули розширений режим консолі) та додати нову рядок конфігурації <code>routerconsole.browser=/шлях/до/браузера</code> або <code>routerconsole.browser=\шлях\до\браузера.exe</code> у випадку Windows, замінивши <code>\шлях\до\браузера</code> на розташування браузера, який ви бажаєте використовувати. Зауваження: Якщо шлях до обраного браузера містить пробіли, вам, можливо, знадобиться заключити шлях у лапки, наприклад <code>routerconsole.browser="C:\Program Files\Mozilla\Firefox.exe"</code>
vi: Mặc định, I2P sẽ sử dụng trình duyệt mặc định của hệ thống để khởi chạy khi khởi động. Nếu bạn muốn chỉ định trình duyệt thay thế, bạn cần chỉnh sửa tệp router.config của bạn (hoặc trang <a href=/configadvanced>Cấu hình Nâng cao</a> nếu bạn đã kích hoạt chế độ bảng điều khiển nâng cao) và thêm dòng cấu hình mới <code>routerconsole.browser=/đường dẫn/tới/trình duyệt</code> hoặc <code>routerconsole.browser=\đường dẫn\tới\trình duyệt.exe</code> nếu sử dụng Windows, thay thế <code>\đường dẫn\tới\trình duyệt</code> bằng vị trí của trình duyệt bạn muốn sử dụng. Lưu ý: Nếu đường dẫn tới trình duyệt bạn chọn chứa khoảng trắng, bạn có thể cần bao trong dấu ngoặc kép như <code>routerconsole.browser="C:\Chương trình tệp\Mozilla\Firefox.exe"</code>

source: How do I configure my browser to access .i2p websites?
ar: كيف أقوم بتكوين متصفحي للوصول إلى مواقع .i2p؟
az: Brauzerimi .i2p vebsaytlarına daxil olmaq üçün necə konfiqurasiya edə bilərəm?
bo: ཁྱོད་ཀྱི་གློག་གི་ཞུང་ནི་.i2p གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བར་བཟོ་དགོས་ན་གང་བྱེད་དགོས།
cs: Jak nakonfigurovat prohlížeč pro přístup na webové stránky .i2p?
da: Hvordan konfigurerer jeg min browser til at få adgang til .i2p-websteder?
el: Πώς να διαμορφώσω τον περιηγητή μου για να έχω πρόσβαση σε ιστότοπους .i2p?
es: ¿Cómo configuro mi navegador para acceder a sitios web .i2p?
et: Kuidas seada sisse oma brauser, et pääseda juurde .i2p veebisaitidele?
fa: چگونه مرورگر خود را برای دسترسی به سایت‌های .i2p تنظیم کنم؟
fi: Kuinka konfiguroin selaimeni pääsemään .i2p-verkkosivustoille?
hi: .i2p वेबसाइट्स पहुँचने के लिए मेरे ब्राउज़र को कैसे सेट करूँ?
hu: Hogyan állíthatom be a böngészőmet .i2p webhelyek eléréséhez?
in: Bagaimana cara saya mengkonfigurasi browser agar dapat mengakses situs .i2p?
it: Come configuro il mio browser per accedere ai siti web .i2p?
ja: ブラウザを設定して.i2pウェブサイトにアクセスするにはどうすればいいですか？
ko: i2p 웹사이트에 액세스하려면 브라우저를 어떻게 구성해야 하나요?
nb: Hvordan konfigurerer jeg nettleseren min for å få tilgang til .i2p-nettsteder?
nl: Hoe configureer ik mijn browser om .i2p-websites te bezoeken?
pt: Como configuro meu navegador para acessar sites .i2p?
sl: Kako konfiguriram brskalnik, da dostopam do spletnih strani .i2p?
sv: Hur konfigurerar jag min webbläsare för att komma åt .i2p-webbplatser?
uk: Як налаштувати мій браузер для доступу до сайтів на .i2p?
vi: Tôi cấu hình trình duyệt của mình truy cập vào các trang web .i2p như thế nào?
