Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Wolfram's Online Math Reference
ar: مرجع الرياضيات عبر الإنترنت لـ Wolfram
az: Volframın Onlayn Riyaziyyat Referansı
bo: Wolfram གི་གློག་འཕྲུལ་ཨང་རིག་བརྡ་འཕྲོད།
cs: Wolframova online matematická příručka
da: Wolframs online matematikreference
el: Διαδικτυακή αναφορά στα μαθηματικά του Wolfram
es: Referencia de matemáticas en línea de Wolfram
et: Wolframi veebipõhine matemaatikaviide
fa: مرجع ریاضی آنلاین ولفرام
fi: Wolframin online-matematiikan viite
hi: वोल्फ्राम का ऑनलाइन मैथ रेफरेंस
hu: Wolfram online matematikai referencia
in: Referensi Matematika Online Wolfram
it: Riferimenti matematici online di Wolfram
ja: Wolfram のオンライン数学リファレンス
ko: Wolfram의 온라인 수학 참조
nb: Wolframs online matematikkreferanse
nl: Wolfram's online wiskundereferentie
pt: Referência matemática on-line do Wolfram
sl: Online matematična referenca Wolframa
sv: Wolframs online matematikreferens
uk: Онлайн-довідник з математики Вольфрама
vi: Tham khảo toán học trực tuyến của Wolfram

source: Mozilla Developer Network
ar: شبكة مطوري موزيلا
az: Mozilla Developer Şəbəkəsi
bo: Mozilla གསར་གཏོད་པའི་དྲ་ལམ།
da: Mozilla -udviklernetværk
el: Δίκτυο προγραμματιστών Mozilla
es: Red de desarrolladores de Mozilla
et: Mozilla arendajavõrk
fa: شبکه توسعه دهنده موزیلا
hi: Mozilla डेवलपर नेटवर्क
hu: Mozilla fejlesztői hálózat
in: Jaringan Pengembang Mozilla
it: Rete di sviluppatori Mozilla
ja: Mozilla開発者ネットワーク
ko: 모질라 개발자 네트워크
nb: Mozilla Utviklernettverk
nl: Mozilla-ontwikkelaarsnetwerk
pt: Rede de desenvolvedores Mozilla
sl: Omrežje razvijalcev Mozilla
sv: Mozillas Utvecklarnätverk
uk: Мережа розробників Mozilla
vi: Mạng lưới nhà phát triển Mozilla

source: Internet Encyclopedia of Philosophy
ar: موسوعة الانترنت للفلسفة
az: Fəlsəfənin İnternet Ensilopediyası
bo: དྲ་ལམ་གྱི་གཞུང་ལུགས་ཀྱི་བསྟན་བཅོས་ཀུན་ཁྱབ་མཁས་དབང་།
cs: Internetová encyklopedie filozofie
da: Internet Encyclopedia of Filosofi
el: Διαδικτυακή Εγκυκλοπαίδεια Φιλοσοφίας
es: Enciclopedia de Filosofía de Internet
et: Interneti -entsüklopeedia filosoofiast
fa: دایره المعارف اینترنتی فلسفه
fi: Internetin Filosofian Tietosanakirja
hi: इंटरनेट दर्शन की एंकीक्लोपीडिया
hu: A filozófia internetes enciklopédia
in: Ensiklopedia Filsafat Internet
it: Enciclopedia di filosofia su Internet
ja: インターネット哲学百科事典
ko: 철학의 인터넷 백과 사전
nb: Internett-leksikon for Filosofi
nl: Internet-encyclopedie van de filosofie
pt: Enciclopédia de Filosofia da Internet
sl: Internet enciklopedija filozofije
sv: Internet encyklopedi av filosofi
uk: Інтернет-енциклопедія філософії
vi: Bách khoa toàn thư Internet về triết học

source: Standford Encyclopedia of Philosophy
ar: موسوعة ستاندفورد للفلسفة
az: Standford Fəlsəfə Ensilopediyası
bo: སྟན་ཕོརཌ་གྱི་གཞུང་ལུགས་ཀྱི་བསྟན་བཅོས་ཀུན་ཁྱབ་མཁས་དབང་།
cs: Standfordská encyklopedie filozofie
da: Stanford Encyclopedia of Filosofi
el: Εγκυκλοπαίδεια Φιλοσοφίας Στάνφορντ
es: Enciclopedia de Filosofía de Standford
et: Stanfordi filosoofia entsüklopeedia
fa: دایره المعارف فلسفه استندفورد
fi: Stanfordin Filosofian Tietosanakirja
hi: स्टैनफोर्ड दर्शन की एंकीक्लोपीडिया
hu: Stanford filozófia enciklopédia
in: Ensiklopedia Filsafat Stanford
it: Enciclopedia della filosofia di Standford
ja: スタンフォード哲学百科事典
ko: 스탠포드 철학 백과 사전
nb: Stanford leksikon for filosofi
nl: Standford Encyclopedie van de filosofie
pt: Enciclopédia de Filosofia de Stanford
sl: Enciklopedija filozofije Stanforda
sv: Stanford Encyclopedia i filosofi
uk: Стендфордська енциклопедія філософії
vi: Bách khoa toàn thư Stanford về triết học

source: Computing-related tutorials
ar: الدروس المتعلقة بالحوسبة
az: Hesablama ilə bağlı dərsliklər
bo: རྩིས་འཁོར་དང་འབྲེལ་བའི་སློབ་ཚན་གདོང་།
cs: Výukové programy související s počítačem
da: Computer-relaterede øvelser
el: Εκπαιδευτικά προγράμματα που σχετίζονται με υπολογιστές
es: Tutoriales relacionados con la informática
et: Arvutustehnikaga seotud õpetused
fa: آموزش های مرتبط با محاسبات
fi: Tietojenkäsittelyyn liittyviä opetusohjelmia
hi: गणित संबंधी ट्यूटोरियल
hu: Számítástechnikával kapcsolatos oktatóanyagok
in: Tutorial yang berhubungan dengan komputasi
it: Tutorial relativi all'informatica
ja: コンピューティング関連のチュートリアル
ko: 컴퓨팅 관련 튜토리얼
nb: Datarelaterte opplæringsprogrammer
nl: Computergerelateerde tutorials
pt: Tutoriais relacionados à computação
sl: Naučilnice povezane z računalništvom
sv: Datorrelaterade handledningar
uk: Навчальні посібники з обчислювальної техніки
vi: Bài giảng liên quan đến máy tính

source: SimplifiedGuide
ar: الدليل المبسط
az: Sadələşdirilmiş Bələdçi
bo: སྟབས་བདེའི་ལམ་སྟོན།
cs: Zjednodušený průvodce
el: Απλοποιημένος Οδηγός
es: Guía simplificada
et: Lihtsustatud juhend
fa: راهنمای ساده
fi: Yksinkertaistettu opas
hi: सरलीकृत गाइड
hu: Egyszerűsített útmutató
in: Panduan Sederhana
it: Guida semplificata
ja: 簡易ガイド
ko: 단순화 된 가이드
nb: Forenklet veiledning
nl: Vereenvoudigde gids
pt: Guia Simplificado
sl: Poenostavljena navodila
uk: Спрощений посібник
vi: Hướng dẫn đơn giản hóa

source: Web technology reference and learning site
ar: مرجع تكنولوجيا الويب وموقع التعلم
az: Veb texnologiyası istinad və öyrənmə saytı
bo: ཝེབ་ལག་རྩལ་གྱི་བརྡ་འཕྲོད་དང་སློབ་སྦྱོང་གི་ས་ཚིགས།
cs: Referenční a výukové stránky webových technologií
da: Reference- og læringssted for webteknologi
el: Ιστότοπος αναφοράς και εκμάθησης τεχνολογίας Ιστού
es: Sitio de aprendizaje y referencia de tecnología web
et: Veebitehnoloogia viide- ja õppesait
fa: سایت مرجع و یادگیری فناوری وب
fi: Verkkoteknologian viite- ja oppimissivusto
hi: वेब तकनीक का संदर्भ और शिक्षण साइट
hu: Webtechnológiai referencia- és tanulási oldal
in: Referensi teknologi web dan situs pembelajaran
it: Sito di riferimento e di apprendimento sulla tecnologia web
ja: Web技術のリファレンス・学習サイト
ko: 웹 기술 참조 및 학습 사이트
nb: Nettteknologireferanse og læringsside
nl: Referentie- en leersite voor webtechnologie
pt: Site de referência e aprendizagem de tecnologia da Web
sl: Referenčna in učna spletna stran o tehnologiji splet
sv: Webbteknikreferens- och läroplats
uk: Веб-довідковий і навчальний сайт технологій
vi: Trang web học tập và tham khảo công nghệ web

source: Alternative Wikipedia front-end focused on privacy
ar: الواجهة الأمامية لويكيبيديا البديلة تركز على الخصوصية
az: Alternativ Vikipediya ön hissəsi məxfiliyə diqqət yetirir
bo: སྒེར་གསང་ལ་དམིགས་པའི་ཝིག་སི་པི་ཌི་ཡ་གྱི་ཚབ་བྱེད་མདུན་ངོས།
cs: Alternativní front-end Wikipedie zaměřený na soukromí
da: Alternativ Wikipedia-frontend med fokus på privatliv
el: Εναλλακτική πρόσοψη της Wikipedia εστιασμένη στο απόρρητο
es: Front-end alternativo de Wikipedia centrado en la privacidad
et: Privaatsusele keskendunud alternatiivne Wikipedia kasutajaliides
fa: گزینه جایگزین ویکی‌پدیا با تمرکز بر حریم خصوصی
fi: Vaihtoehtoinen Wikipedian käyttöliittymä keskittyy yksityisyyteen
hi: गोपनीयता पर ध्यान केंद्रित विकिपीडिया का विकल्पी फ्रंट-एंड
hu: Alternatív Wikipédia-kezelőfelület, amely a magánéletre összpontosít
in: Front-end Wikipedia alternatif berfokus pada privasi
it: Front-end alternativo di Wikipedia incentrato sulla privacy
ja: プライバシーに重点を置いた代替ウィキペディア フロントエンド
ko: 대체 Wikipedia 프론트 엔드는 프라이버시에 중점을 두었습니다
nb: Alternativ Wikipedia-frontend fokusert på personvern
nl: Alternatieve Wikipedia-front-end gericht op privacy
pt: Front-end alternativo da Wikipedia com foco na privacidade
sl: Alternativni frontalni del Wikipedia, usmerjen na zasebnost
sv: Alternativ Wikipedia-gränssnitt fokuserad på integritet
uk: Альтернативний інтерфейс Вікіпедії, зосереджений на конфіденційності
vi: Giao diện người dùng Wikipedia thay thế tập trung vào quyền riêng tư

source: World atlas including geography facts &amp; flags
ar: أطلس العالم بما في ذلك حقائق الجغرافيا والأعلام
az: Coğrafiya faktları daxil olmaqla dünya atlası
bo: ས་ཁམས་ཀྱི་དོན་རྟགས་དང་རྒྱལ་དར་བཅས་པའི་འཛམ་གླུང་ས་ཁྲ་དཔེ་རིས།
cs: Atlas světa včetně geografických faktů a vlajek
da: Verdensatlas inklusive geografifakta og flag
el: Παγκόσμιος άτλας με γεωγραφικά γεγονότα και σημαίες
es: Atlas mundial, incluidos hechos de geografía y banderas
et: Maailma atlas, sealhulgas geograafia faktid ja lipud
fa: اطلس جهانی شامل حقایق جغرافیایی
fi: Maailman atlas, mukaan lukien maantieteelliset tiedot
hi: दुनिया का अटलास जिसमें भूगोलीय तथ्य और झंडे शामिल हैं
hu: Világatlasz, beleértve a földrajzi tényeket és zászlókat
in: Atlas dunia termasuk fakta dan bendera geografi
it: Atlante mondiale compresi fatti e bandiere geografici
ja: 地理の事実と旗を含む世界のアトラス
ko: 지리적 사실과 깃발을 포함한 세계 아틀라스
nb: Verdensatlas inkludert geografifakta og flagg
nl: Wereldatlas inclusief aardrijkskundige feiten en vlaggen
pt: Atlas mundial incluindo fatos e bandeiras geográficas
sl: Svetovni atlas, ki vključuje dejstva o geografiji in zastave
sv: Världsatlas inklusive geografifakta och flaggor
uk: Атлас світу з географічними фактами
vi: Bản đồ thế giới bao gồm thông tin địa lý

source: WorldAtlas
ar: أطلس العالم
az: Dünya Atlası
bo: འཛམ་གླུང་ས་ཁྲ་དཔེ་རིས།
cs: Atlas Světa
da: Verdensatlas
el: Παγκόσμιος Άτλας
es: Atlas Mundial
et: Maailma Atlas
fa: اطلس جهانی
fi: Maailman Atlas
hi: वर्ल्ड एटलास
hu: Világatlasz
in: Atlas Dunia
it: AtlanteMondiale
ja: ワールドアトラス
ko: 세계 아틀라스
nb: Verdensatlas
nl: WereldAtlas
pt: Atlas mundial
sl: Svetovni atlas
sv: Världsatlas
uk: Атлас світу
vi: Atlas thế giới

source: Technology News &amp; more...
ar: أخبار التكنولوجيا والمزيد ...
az: Texnologiya xəbərləri və daha çox...
bo: ལག་རྩལ་གྱི་གནས་ཚུལ་དང་སྔར་མ་མང་པོ།...
cs: Technologické novinky a další...
da: Teknologienyheder og mere ...
el: Τεχνολογικά νέα και άλλα...
es: Noticias tecnológicas y más...
et: Tehnoloogiauudised ja palju muud...
fa: اخبار فناوری و موارد دیگر...
fi: Teknologiauutiset
hi: तकनीकी समाचार और अधिक...
hu: Technológiai hírek és egyebek...
in: Berita teknologi dan banyak lagi ...
it: Notizie tecnologiche e altro...
ja: テクノロジーニュースなど...
ko: 기술 뉴스 등...
nb: Teknologinyheter og mer...
nl: Technologisch nieuws en meer...
pt: Notícias de tecnologia e muito mais ...
sl: Vest o tehnologiji in več...
sv: Tekniknyheter och mer...
vi: Tin tức công nghệ và nhiều hơn nữa...

source: Information Security Research &amp; Education
ar: أبحاث وتعليم أمن المعلومات
az: İnformasiya Təhlükəsizliyi Araşdırması
bo: བརྡ་དོན་བདེ་འཇགས་ཞིབ་འཇུག་དང་སློབ་གསོ།
cs: Výzkum a vzdělávání v oblasti informační bezpečnosti
da: Informationssikkerhedsforskning og uddannelse
el: Έρευνα για την ασφάλεια πληροφοριών
es: Investigación y educación sobre seguridad de la información
et: Infoturbe uurimine ja haridus
fa: تحقیقات و آموزش امنیت اطلاعات
fi: Tietoturvatutkimus
hi: जानकारी सुरक्षा अनुसंधान और शिक्षा
hu: Információbiztonsági kutatás és oktatás
in: Penelitian dan Pendidikan Keamanan Informasi
it: Ricerca e istruzione sulla sicurezza delle informazioni
ja: 情報セキュリティ調査と教育
ko: 정보보호연구
nb: Informasjonssikkerhetsforskning og utdanning
nl: Onderzoek en onderwijs voor informatiebeveiliging
pt: Pesquisa e educação sobre segurança da informação
sl: Istrževanje in izobraževanje v področju varnosti informacij
sv: Informationssäkerhetsforskning
uk: Дослідження інформаційної безпеки
vi: Nghiên cứu và giáo dục bảo mật thông tin

source: DigitalTrends
bo: གློག་རིག་འཕེལ་ཕྱོགས།
es: Tendencias digitales
hi: डिजिटल ट्रेंड्स
in: TrenDigital
ja: デジタルトレンド
ko: 디지털 트렌드
pt: Tendências Digitais
sl: Digitalni trendi
vi: Xu hướng kỹ thuật số

source: Tech News &amp; Reviews
ar: أخبار التكنولوجيا والمراجعات
az: Texniki xəbərlər və rəylər
bo: ལག་རྩལ་གསར་འགྱུར་དང་ཞིབ་བཤད།
cs: Technické novinky a recenze
da: Tekniske nyheder og anmeldelser
el: Τεχνικά Νέα και Κριτικές
es: Noticias y reseñas de tecnología
et: Tehnikauudised ja ülevaated
fa: اخبار فناوری
fi: Tekniset uutiset ja arvostelut
hi: टेक न्यूज़ और समीक्षाएँ
hu: Technikai hírek és vélemények
in: Berita dan ulasan teknologi
it: Notizie e recensioni tecnologiche
ja: 技術ニュースとレビュー
ko: 기술 뉴스 및 리뷰
nb: Tekniske nyheter og anmeldelser
nl: Tech nieuws en beoordelingen
pt: Notícias e críticas de tecnologia
sl: Vesti in ocene o tehnologiji
sv: Tech News
uk: Технологічні новини та відгуки
vi: Tin tức công nghệ

source: Defending your rights in the digital world
ar: الدفاع عن حقوقك في العالم الرقمي
az: Rəqəmsal dünyada hüquqlarınızı müdafiə etmək
bo: གློག་རིག་འཇུག་སྤྱོད་ཀྱི་ཁྲོད་དུ་ཁྱེད་ཀྱི་ཐོབ་ཐང་སྲུང་སྐྱོབ་བྱེད་པ།
cs: Obrana vašich práv v digitálním světě
da: Forsvar dine rettigheder i den digitale verden
el: Η υπεράσπιση των δικαιωμάτων σας στον ψηφιακό κόσμο
es: Defender tus derechos en el mundo digital
et: oma õiguste kaitsmine digitaalses maailmas
fa: دفاع از حقوق خود در دنیای دیجیتال
fi: Oikeuksien puolustaminen digitaalisessa maailmassa
hi: डिजिटल दुनिया में आपके अधिकारों की रक्षा करना
hu: Jogainak védelme a digitális világban
in: Mempertahankan hak Anda di dunia digital
it: Difendere i tuoi diritti nel mondo digitale
ja: デジタルの世界であなたの権利を擁護します
ko: 디지털 세계에서 귀하의 권리를 보호하세요
nb: Forsvar dine rettigheter i den digitale verden
nl: Het verdedigen van uw rechten in de digitale wereld
pt: Defendendo seus direitos no mundo digital
sl: Brane vaše pravice v digitalnem svetu
sv: Försvara dina rättigheter i den digitala världen
uk: Захист своїх прав у цифровому світі
vi: Bảo vệ quyền lợi của bạn trong thế giới kỹ thuật số

source: The Elliptic Curve Cryptography Blog
ar: مدونة تشفير المنحنى الإهليلجي
az: Elliptik Əyri Kriptoqrafiya Blogu
bo: སྒྱུ་གྲུ་གཞུང་ལུགས་ཀྱི་གསང་གནད་རིག་པའི་དྲ་བརྒྱུད།
cs: Blog o kryptografii Elliptic Curve
da: Den elliptiske kurvekryptografiblog
el: Το ιστολόγιο κρυπτογραφίας ελλειπτικής καμπύλης
es: Blog de criptografía de curva elíptica
et: Elliptilise kõvera krüptograafia ajaveeb
fa: وبلاگ رمزنگاری منحنی بیضوی
fi: Elliptisen käyrän salausblogi
hi: एलिप्टिक कर्व क्रिप्टोग्राफी ब्लॉग
hu: Az elliptikus görbe kriptográfia blog
in: Blog Kriptografi Kurva Elips
it: Il blog sulla crittografia delle curve ellittiche
ja: 楕円曲線暗号化ブログ
ko: 타원 곡선 암호화 블로그
nb: Elliptic Curve Cryptography -bloggen
nl: De Elliptic Curve-cryptografieblog
pt: Blog de criptografia da curva elíptica
sl: Blog o eliptičnih krivuljah kriptografije
sv: Den elliptiska kurvans kryptografiblogg
uk: Блог криптографії еліптичної кривої
vi: Blog mật mã đường cong Elliptic

source: Fresh hacks every day
ar: حيل جديدة كل يوم
az: Hər gün təzə hacklər
bo: ཉིན་ལྟར་གསར་གཏོད་རྩེར་སྤྱང་།
cs: Každý den čerstvé hacky
da: Friske hacks hver dag
el: Νέες αμυχές κάθε μέρα
es: Trucos nuevos todos los días
et: Värskeid häkke iga päev
fa: هک های تازه هر روز
fi: Tuoreita hakkereita joka päivä
hi: हर दिन ताजा हैक्स
hu: Friss hackek minden nap
in: Peretasan baru setiap hari
it: Nuovi trucchetti ogni giorno
ja: 毎日新鮮なハック
ko: 매일 신선한 해킹
nb: Friske hacks hver dag
nl: Elke dag nieuwe hacks
pt: Novos hacks todos os dias
sl: Vsak dan novi hak
sv: Färska hacks varje dag
uk: Щодня нові хаки
vi: Những mẹo mới mỗi ngày

source: Computer related news aggregation
ar: تجميع الأخبار المتعلقة بالكمبيوتر
az: Kompüterlə bağlı xəbərlərin toplanması
bo: རྩིས་འཁོར་དང་འབྲེལ་བའི་གསར་འགྱུར་བསྡུ་བསྒྲིགས།
cs: Agregace zpráv souvisejících s počítačem
da: Computerrelateret nyhedsaggregering
el: Συγκέντρωση ειδήσεων σχετικά με τον υπολογιστή
es: Agregación de noticias relacionadas con la informática
et: arvutiga seotud uudiste koondamine
fa: تجمیع اخبار مرتبط با رایانه
fi: Tietokoneeseen liittyvä uutiskooste
hi: गणित संबंधी समाचार एग्रीगेशन
hu: Számítógéppel kapcsolatos hírek összesítése
in: Agregasi berita terkait komputer
it: Aggregazione di notizie relative al computer
ja: コンピューター関連のニュース集約
ko: 컴퓨터 관련 뉴스 수집
nb: Datamaskinrelatert nyhetsaggregering
nl: Computergerelateerde nieuwsaggregatie
pt: Agregação de notícias relacionadas a informática
sl: Agregacija novic, povezanih z računalniki
sv: Datorrelaterad nyhetsaggregation
uk: Агрегація новин, пов'язаних з комп'ютером
vi: Tổng hợp tin tức liên quan đến máy tính

source: HackerNews
ar: هاكر نيوز
bo: ཧེག་ཀར་གསར་འགྱུར།
es: HackerNoticias
hi: हैकर न्यूज़
ja: ハッカーニュース
ko: 해커 뉴스
nl: HackerNieuws
pt: HackerNotícias
vi: Tin tức hacker

source: HongKongFreePress
ar: هونج كونج فري برس
bo: ཧོང་ཀོང་རང་དབང་གསར་འགྱུར།
es: Prensa libre de Hong Kong
fa: مطبوعات آزاد هنگ کنگ
hi: होंग कॉंग फ्री प्रेस
ja: 香港フリープレス
ko: 홍콩 자유 언론
nl: HongKongGratisPers

source: Independent &amp; impartial news for Hong Kong
ar: أخبار مستقلة ونزيهة لهونغ كونغ
az: Hong Kong üçün müstəqil və qərəzsiz xəbərlər
bo: ཧོང་ཀོང་གི་རང་བཙན་དང་དྲང་བདེན་གྱི་གསར་འགྱུར།
cs: Nezávislé a nestranné zprávy pro Hong Kong
da: Uafhængige og upartiske nyheder for Hong Kong
el: Ανεξάρτητες και αμερόληπτες ειδήσεις για το Χονγκ Κονγκ
es: Noticias independientes e imparciales para Hong Kong
et: Iseseisvad ja erapooletu uudised Hongkongile
fa: اخبار مستقل و بی طرفانه برای هنگ کنگ
fi: Hongkongille riippumattomat ja puolueettomat uutiset
hi: हंगकांग के लिए स्वतंत्र और निष्पक्ष समाचार
hu: Független és pártatlan hírek Hongkong számára
in: Berita independen dan netral untuk Hong Kong
it: Notizie indipendenti e imparziali per Hong Kong
ja: 香港の独立した公平なニュース
ko: 홍콩에 대한 독립적이고 공정한 뉴스
nb: Uavhengige og upartiske nyheter for Hong Kong
nl: Onafhankelijk en onpartijdig nieuws voor Hong Kong
pt: Notícias independentes e imparciais para Hong Kong
sl: Neodvisne in nepristranske novice za Hong Kong
sv: Oberoende och opartiska nyheter för Hong Kong
uk: Незалежні та неупереджені новини для Гонконгу
vi: Độc lập

source: Where news meets its scholarly match
ar: حيث يلتقي الخبر بنظيره العلمي
az: Xəbərin elmi uyğunluğu ilə qarşılaşdığı yer
bo: གསར་འགྱུར་དང་རིག་གཞུང་གི་མཐུན་སྦྱོར་ས།
cs: Tam, kde se zprávy setkávají s vědeckou shodou
da: JStorDaily
el: Εκεί που οι ειδήσεις συναντούν το επιστημονικό τους ταίρι
es: Donde las noticias se encuentran con su pareja académica
et: kus uudised kohtuvad oma teadusliku mänguga
fa: جایی که اخبار با علم خود مطابقت دارد
fi: Missä uutiset kohtaavat tieteellisen ottelunsa
hi: जहाँ समाचार अपने शैक्षिक मेल खाते हैं
hu: Ahol a hír találkozik a tudományos párjával
in: Dimana berita bertemu dengan kecocokan ilmiahnya
it: Dove le notizie incontrano il loro confronto accademico
ja: ニュースはその学術試合を満たしています
ko: 뉴스가 학술적 일치를 만나는 곳
nb: Hvor nyheter møter sin vitenskapelige kamp
nl: Waar nieuws zijn wetenschappelijke match ontmoet
pt: Onde as notícias encontram seu par acadêmico
sl: Kjer se veste srečejo z znanstvenimi ujemanji
sv: Där nyheter möter sin vetenskapliga match
uk: Де новини зустрічаються з академічним середовищем
vi: Nơi tin tức đáp ứng trận đấu học thuật của nó

source: Jurist
ar: الفقيه
bo: ཁྲིམས་རྩོད་པ།
el: Δικηγόρος
es: Jurista
fa: حقوقدان
fi: Juristi
hi: जुरिस्ट
it: Giurista
pt: Jurista
vi: Luật gia

source: Legal News &amp; Commentary
ar: الأخبار القانونية والتعليقات
az: Hüquq Xəbərləri və şərh
bo: ཁྲིམས་ལུགས་གསར་འགྱུར་དང་བསམ་འཆར།
cs: Právní zprávy a komentáře
da: Juridiske nyheder og kommentarer
el: Νομικά Νέα και Σχόλια
es: Noticias y comentarios legales
et: Juriidilised uudised ja kommentaarid
fa: اخبار حقوقی و تفسیر
fi: Oikeudelliset uutiset ja kommentit
hi: कानूनी समाचार और टिप्पणी
hu: Jogi hírek és kommentárok
in: Berita Hukum dan Komentar
it: Notizie e commenti legali
ja: 法的ニュースと解説
ko: 법적 뉴스 및 논평
nb: Juridiske nyheter og kommentarer
nl: Juridisch nieuws en commentaar
pt: Notícias e comentários legais
sl: Novice o pravu in komentarji
sv: Juridiska nyheter och kommentarer
uk: Юридичні новини та коментарі
vi: Tin pháp luật

source: In-depth security news &amp; investigation
ar: أخبار الأمن والتحقيق المتعمقة
az: Dərin təhlükəsizlik xəbərləri və istintaqı
bo: གཏིང་ཟབ་པའི་སྲུང་སྐྱོབ་གསར་འགྱུར་དང་རྟོག་ཞིབ།
cs: Podrobné bezpečnostní zprávy a vyšetřování
da: Dybdegående sikkerhedsnyheder og undersøgelse
el: Σε βάθος νέα και έρευνα ασφαλείας
es: Noticias e investigaciones de seguridad en profundidad
et: Põhjalikud turvauudised ja uurimine
fa: اخبار و تحقیقات امنیتی عمیق
fi: perusteellisia turvallisuusuutisia
hi: गहराई से सुरक्षा समाचार और जांच
hu: Mélyreható biztonsági hírek és nyomozás
in: Berita dan investigasi keamanan mendalam
it: Notizie e indagini sulla sicurezza approfondita
ja: 詳細なセキュリティニュースと調査
ko: 심층 보안 뉴스 및 조사
nb: Dyptgående sikkerhetsnyheter og etterforskning
nl: Diepgaand beveiligingsnieuws en onderzoek
pt: Notícias e investigação aprofundadas
sl: Nadzor v zvezi z varnostjo in istrževanje
sv: Ingående säkerhetsnyheter och utredning
uk: Докладні новини безпеки та розслідування
vi: Tin tức và điều tra chuyên sâu

source: KrebsOnSecurity
ar: كريبس أون سيكيوريتي
bo: ཁྲེབ་སི་སྲུང་སྐྱོབ།
es: Krebs sobre seguridad
hi: क्रेब्स ऑन सुरक्षा
pt: KrebsOnSegurança

source: Linux Kernel Mailing List
ar: القائمة البريدية لنواة لينكس
az: Linux Kernel Poçt Siyahısı
bo: ལིན་སི་ཁར་ནེལ་གླེང་སྟེགས་ཐོ།
el: Λίστα αλληλογραφίας πυρήνα Linux
es: Lista de correo del kernel de Linux
et: Linuxi tuuma meililist
fa: لیست پستی هسته لینوکس
fi: Linux-ytimen postituslista
hi: Linux कोर मेलिंग लिस्ट
hu: Linux kernel levelezőlista
in: Milis Linux Kernel
it: Elenco di posta del kernel Linux
ja: Linuxカーネルメーリングリスト
ko: Linux 커널 메일 링리스트
nb: Linux kjernepostliste
nl: Linux Kernel-mailinglijst
pt: Lista de discussão do kernel Linux
sl: Seznam poštnih naslovov Linux kernel
sv: E-postlista för Linuxkärna
uk: Список розсилки ядра Linux
vi: Danh sách gửi thư hạt nhân Linux

source: Smart &amp; fearless journalism
ar: صحافة ذكية وخوف
az: Ağıllı və qorxmaz jurnalistika
bo: བློ་གསལ་དང་སྙིང་སྟོབས་ལྡན་པའི་གསར་འགྱུར་ལས་ཀ།
cs: Chytrá a nebojácná žurnalistika
da: Smart og frygtløs journalistik
el: Έξυπνη και ατρόμητη δημοσιογραφία
es: Periodismo inteligente e intrépido
et: Nutikas ja kartmatu ajakirjandus
fa: روزنامه نگاری هوشمند و بی باک
fi: Älykäs ja peloton journalismi
hi: चतुर और हिंसक न्यूज़पत्रकारिता
hu: Okos és félelmet nem ismerő újságírás
in: Jurnalisme cerdas dan berani
it: Giornalismo intelligente e impavido
ja: スマートで大胆不敵なジャーナリズム
ko: 똑똑하고 두려움 없는 저널리즘
nb: Smart og uredd journalistikk
nl: Slimme en felless journalistiek
pt: Jornalismo inteligente e destemido
sl: Pametno in pogosto novinarstvo
sv: Smart och orädd journalistik
uk: Розумна та безстрашна журналістика
vi: Thông minh

source: NewStatesman
ar: نيو ستيتسمان
bo: གསར་པའི་རྒྱལ་ཁབ་མི།
es: Nuevo estadista
hi: न्यू स्टेट्समैन
ja: 新しい政治家
ko: 뉴 스테이츠맨
vi: Chính khách mới

source: Politics &amp; Current Affairs magazine
ar: مجلة السياسة والشؤون الحالية
az: Siyasət və Cari İşlər Jurnalı
bo: ཆབ་སྲིད་དང་དེང་རབས་ཀྱི་དོན་དངོས་དུས་དེབ།
cs: Časopis Politika a aktuální události
da: Politik og aktuelle Affairs -magasin
el: περιοδικό για την πολιτική και την επικαιρότητα
es: Política y revista de asuntos actuales
et: Poliitika ja ajakiri ajakiri
fa: سیاست و مجله امور فعلی
fi: Politiikka ja ajankohtainen asiakirja
hi: राजनीति और वर्तमान मामलों का मैगज़ीन
hu: Politika és aktuális ügyek
in: Majalah Politik dan Ururan Terkini
it: Rivista politica e affari attuali
ja: 政治と時事雑誌
ko: 정치 및 시사 저널
nb: Politikk og aktuelle saker
nl: Politiek en actuele zaken tijdschrift
pt: Revista de Política e Assuntos Atuais
sl: Časopis o politiki in trenutnih zadevah
sv: Tidningen Politik och Aktualitet
uk: Журнал «Політика та сучасність».
vi: Tạp chí chính trị và các vấn đề hiện tại

source: Independent International Media Platform
ar: منصة إعلامية دولية مستقلة
az: Müstəqil Beynəlxalq Media Platforması
bo: རང་བཙན་རྒྱལ་སྤྱིའི་བརྒྱུད་ལམ་སྟེགས་གཞི།
cs: Nezávislá mezinárodní mediální platforma
da: Uafhængig international medieplatform
el: Ανεξάρτητη Διεθνής Πλατφόρμα ΜΜΕ
es: Plataforma de medios internacionales independientes
et: Sõltumatu rahvusvaheline meediaplatvorm
fa: بستر رسانه ای بین المللی مستقل
fi: Riippumaton kansainvälinen media-alusta
hi: स्वतंत्र अंतरराष्ट्रीय मीडिया प्लेटफ़ॉर्म
hu: Független nemzetközi médiaplatform
in: Platform Media Internasional Independen
it: Piattaforma mediatica internazionale indipendente
ja: 独立した国際メディアプラットフォーム
ko: 독립적인 국제 미디어 플랫폼
nb: Uavhengig internasjonal medieplattform
nl: Onafhankelijk internationaal mediaplatform
pt: Plataforma de mídia internacional independente
sl: Neodvisna mednarodna medien platforma
sv: Oberoende internationell mediaplattform
uk: Незалежна міжнародна медіа платформа
vi: Nền tảng truyền thông quốc tế độc lập
