Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Highlight and copy the entire <i>Local destination</i> on the <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>.
ar: اختر وقم بنسخ الوجهة المحلية بالكامل على <a href='/i2ptunnel/edit?tunl=3'>صفحة إعدادات إدارة الأنفاق</a>.
az: Bütün <i>Yerli çatdırılma</i>ni <a href='/i2ptunnel/edit?tunnel=3'>Tunel Menecer Konfiqurasiya səhifəsində</a> vurub, surətinizi kopyalayın.
bo: <a href='/i2ptunnel/edit?tunnel=3'>བརྒྱུད་ལམ་གཞི་བཟུང་བའི་བཀོ་སྒྲིག་གི་ཤོག</a> ནང་གི་<i>གནས་ཚུལ་གི་གནས་ཚུལ</i> དེ་བཟུང་བར་བཟོ་ནས་བཤིགས་པ་དང་ཡང་ན་བཙུགས་པར་བཟོ་བོ།
cs: Zaškrtněte a zkopírujte celý <i>lokalizační cíl</i> na stránce <a href='/i2ptunnel/edit?tunnel=3'>Konfigurační stránce správce tunelů</a>.
da: Markér og kopier hele <i>Lokal destination</i> på siden <a href='/i2ptunnel/edit?tunnel=3'>Konfigurationssiden for Tunnel Manager</a>.
el: Επισημάνετε και αντιγράψτε ολόκληρο τον <i>Τοπικό προορισμό</i> από τη σελίδα <a href='/i2ptunnel/edit?tunnel=3'>Ρύθμιση Διαχειριστή Σήραγγας</a>.
es: Resalta y copia la <i>Destinación local</i> completa en la página <a href='/i2ptunnel/edit?tunnel=3'>Configuración del Administrador de Túneles</a>.
et: Tõstke esile ja kopeerige kogu <i>Kohalik sihtkoht</i> <a href='/i2ptunnel/edit?tunnel=3'>Tunnelihalduri seadistamise lehel</a>.
fa: تمام <i>مقصد محلی</i> را در صفحه <a href='/i2ptunnel/edit?tunnel=3'>تنظیمات مدیریت تونل</a> یوهایلایت و کپی کنید.
fi: Korosta ja kopioi koko <i>Paikallinen määränpää</i> <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Managerin konfiguraatiosivulla</a>.
hi: <a href='/i2ptunnel/edit?tunnel=3'>टंनल मैनेजर के सेटिंग पेज</a> पर पूरे <i>लोकल गंतव्य</i> को हाइलाइट करें और कॉपी करें।
hu: Jelölje ki és másolja az egész <i>Helyi célállomás</i> a <a href='/i2ptunnel/edit?tunnel=3'>Az Alagútkezelő konfigurációs oldal</a>-on.
in: Pilih dan salin seluruh <i>Tujuan Lokal</i> pada halaman <a href='/i2ptunnel/edit?tunnel=3'>Konfigurasi Pengelola Terowongan</a>.
it: Evidenzia e copia l'intera <i>Destinazione locale</i> nella <a href='/i2ptunnel/edit?tunnel=3'>Pagina di configurazione del Gestore di tunnel</a>
ja: トンネルマネージャーの設定ページで、<i>ローカル宛先</i>全体を強調表示してコピーしてください。
ko: <a href='/i2ptunnel/edit?tunnel=3'>터널 관리자 구성 페이지</a>에서 전체 <i>로컬 대상</i>을 강조표시하고 복사합니다.
nb: Marker og kopier hele <i>Lokal destinasjon</i> på <a href='/i2ptunnel/edit?tunnel=3'>konfigureringssiden for Tunnel Manager</a>.
nl: Markeer en kopieer de volledige <i>Lokale bestemming</i> op de <a href='/i2ptunnel/edit?tunnel=3'>Tunnelbeheer Configuratiepagina</a>.
pt: Destaque e copie todo o <i>destino local</i> na <a href='/i2ptunnel/edit?tunnel=3'>página de configuração do Gerenciador de Túneis</a>.
sl: Izpostavite in kopirate celoten <i>Lokalni namen</i> na <a href='/i2ptunnel/edit?tunnel=3'>strani za konfiguracijo menedžerja tunela</a>.
sv: Markera och kopiera hela <i>Local destination</i> på <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>.
uk: Виділіть і скопіюйте повну <i>Локальну адресу</i> на сторінці <a href='/i2ptunnel/edit?tunnel=3'>Налаштування менеджера тунелів</a>.
vi: Đánh dấu và sao chép toàn bộ <i>Đích cục bộ</i> trên <a href='/i2ptunnel/edit?tunnel=3'>trang Cấu hình Trình quản lý đường hầm</a>.

source: Enter the name and paste the destination into your <a href='/dns?book=router&amp;filter=none'>address book</a>. Click <i>Add</i> to save the new entry.
bo: མིང་བསྡུས་པ་དང་། གནས་ཚུལ་གི་གནས་ཚུལ་ཁྱོད་ཀྱི་<a href='/dns?book=router&amp;filter=none'>གློག་ཐོན་དུ་བཟུང་བར་བཟོ་བོ</a> དེ་བཟུང་བར་བཟོ་བོ། <i>བཙུགས་པ</i> དེ་ཐོན་མཐེབས་ནས་གཞི་བཟུང་བའི་ཚོད་བཟུང་བར་བཟོ་བོ།
hi: नाम दर्ज करें और उसे अपने <a href='/dns?book=router&amp;filter=none'>पता बुक</a> में पेस्ट करें। नई प्रविष्टि को सहेजने के लिए <i>Add</i> पर क्लिक करें।
ko: 이름을 입력하고 목적지를 <a href='/susidns/addressbook?book=router에 붙여넣으세요.

source: In the web browser you have configured for I2P usage, browse to your website name (<i>chosenhostname</i>.i2p) and you should be returned to this page.
ar: افتح متصفح الويب الذي قمت بتكوينه لاستخدام I2P، وتصفح إلى اسم موقعك (<i>اسم_المضيف_المختار</i>.i2p) ويجب أن يستعيد هذه الصفحة.
az: I2P istifadəsi üçün konfiqurasiya etdiyiniz veb brauzerində, veb saytinizin adına (<i>seçilmishostadı</i>.i2p) səyahət edin və bu səhifəyə qayıdacaqsınız.
bo: ཁྱོད་ཀྱིས་I2P དེ་བཟུང་བར་བཟོ་བོའི་གློག་གི་ཞུང་ནང་གི་ཁྱོད་ཀྱི་གློག་སྡེ་གི་མིང་བསྡུས་པའི་ཚོད་(<i>chosenhostname</i>.i2p) དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་འདི་ཤོག་དུ་ཕེབས་པར་བཟོ་བོ།
cs: Pomocí webového prohlížeče, který jste nastavili pro používání I2P, přejděte na název vašeho webu (<i>chosenhostname</i>.i2p) a měli byste se vrátit na tuto stránku.
da: I den webbrowser, du har konfigureret til I2P-brug, skal du gå til dit websted (/i2psnark/hello) og du skal blive returneret til denne side.
el: Στον ιστότοπο που έχετε ρυθμίσει για χρήση μέσω του I2P, περιηγηθείτε στην ονομασία του ιστότοπός σας (<i>chosenhostname</i>.i2p) και θα επιστρέψετε σε αυτή τη σελίδα.
es: En el navegador web que hayas configurado para uso de I2P, navega a tu nombre de sitio web (<i>nombredehostelejido</i>.i2p) y deberías ser redirigido a esta página.
et: I2P kasutamiseks konfigureeritud veebibrauseris sirvige oma veebisaidi nime (<i>valitudhostinimi</i>.i2p), ja peaksite tagasi jõudma sellele lehele.
fa: در مرورگر وبی که برای استفاده از I2P آن را تنظیم کرده‌اید، به نام وب‌سایت‌تان (<i>chosenhostname</i>.i2p) مراجعه کنید و باید به این صفحه بازگردانده شوید.
fi: I2P-käyttöön konfiguroimassasi verkkoselaimessa, selaa verkkosivuston nimeen (<i>chosenhostname</i>.i2p) ja sinun tulisi palata tälle sivulle.
hi: I2P उपयोग के लिए आपके सेट किए गए वेब ब्राउज़र में, अपनी साइट के नाम (<i>chosenhostname</i>.i2p) पर जाएँ और आपको इस पृष्ठ पर वापस लौटना चाहिए।
hu: Azon a böngészőben, amelyet I2P használatra állított be, böngésszen a webhely nevéhez (<i>kiválaszthatóhoszt</i>.i2p), és vissza kell térnie erre az oldalra.
in: Di browser web yang telah Anda konfigurasi untuk penggunaan I2P, buka ke nama situs web Anda (<i>hostnameterpilih</i>.i2p) dan Anda seharusnya dikembalikan ke halaman ini.
it: Nel browser web che hai configurato per l'uso di I2P, vai al tuo nome del sito web (<i>chosenhostname</i>.i2p) e dovresti tornare a questa pagina.
ja: I2Pの使用に構成したウェブブラウザで、ウェブサイトの名前(<i>chosenhostname</i>.i2p)にアクセスし、このページに戻ってくるはずです。
ko: I2P를 사용하도록 구성한 웹 브라우저에서 웹 사이트 이름(<i>chosenhostname</i>.i2p)으로 이동하면 이 페이지로 돌아갑니다.
nb: I nettleseren du har konfigurert for I2P-bruk, gå til nettsiden din (<i>chosenhostname</i>.i2p) og du bør bli returnert til denne siden.
nl: Blader in de webbrowser die u heeft geconfigureerd voor I2P-gebruik naar de naam van uw website (<i>gekozen hostnaam</i>.i2p) en u zult naar deze pagina terugkeren.
pt: No navegador configurado para uso com o I2P, acesse o nome do seu site (<i>nomedoebsite</i>.i2p) e você será redirecionado para esta página.
sl: V spletini brskalnik, ki ste ga nastavili za uporabo I2P, prebrskajte do imena vaše spletno stran (<i>izbrano ime gostitelja</i>.i2p) in se morate vrnili na to stran.
sv: I webbläsaren som du har konfigurerat för I2P, bläddra till ditt webbplatsnamn (<i>chosenhostname</i>.i2p) och du bör omdirigeras tillbaka till denna sida.
uk: У веб-браузері налаштованому для роботи з I2P перейдіть за адресою вашого сайту (<i>chosenhostname</i>.i2p) і ви повинні потрапити на цю сторінку.
vi: Trong trình duyệt web bạn đã cấu hình để sử dụng I2P, duyệt tới tên trang web của bạn (<i>chosenhostname</i>.i2p) và bạn sẽ được trả về trang này.

source: Before you tell the world about your new website, you should add some content. Go to the server's root directory <a href=#rootdir>listed above</a> and replace the <i>index.html</i> redirect page with your own content. If you need a template for a basic site, feel free to adapt <a href=http://127.0.0.1:7658/help/pagetemplate.html>this page</a>. If you're returned to this page after editing the content, try clearing your browser's web cache.
ar: قبل إخبار العالم بموقعك الجديد، يجب أن تضيف بعض المحتوى. اذهب إلى دليل جذر الخادوم <a href=#rootdir>المذكور أعلاه</a> واستبدل صفحة تحويل <i>index.html</i> بمحتواك الخاص. إذا كنت تحتاج إلى قالب لموقع بسيط، فاستخدم <a href=http://127.0.0.1:7658/help/pagetemplate.html>هذه الصفحة</a> بحرية. إذا تم إعادتك إلى هذه الصفحة بعد تحرير المحتوى، حاول مسح ذاكرة تخزين الويب لمتصفحك.
az: Yeni veb saytınız haqqında dünyaya deyismədən əvvəl bir neçə məzmun əlavə etməlisiniz. Sunucunun kök qovluğuna <a href=#rootdir>üstdə göstərilən</a> və sənəd və ya CV-unuzla <i>index.html</i> yönləndirmə səhifəni əvəz edin. Əgər sadə bir sayta üçün şablon tələb olunursa, rahatça tətbiq edə biləcəyiniz <a href=http://127.0.0.1:7658/help/pagetemplate.html>bu səhifəni</a> istifadə edin. İçeriği düzəldikdən sonra bu səhifəyə qayıdırsa, brauzerinizin veb önbelleyini təmizləməyi yoxlayın.
bo: ཁྱོད་ཀྱིས་འཇིག་རྟེན་གྱི་ཁྱོད་ཀྱི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཁྱོད་ཀྱིས་ཐོབ་ཐང་གི་ནང་དུ་བཙུགས་དགོས། གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་གནས་ཚུལ་<a href=#rootdir>གོང་གི་མཚོན</a> དེ་བཟུང་བར་བཟོ་ནས་<i>index.html</i> དེ་བཟུང་བར་བཟོ་ནས་ཁྱོད་ཀྱི་རང་གི་ཐོབ་ཐང་གི་ནང་དུ་བཙུགས་པར་བཟོ་བོ། ཁྱོད་ཀྱིས་གཞི་བཟུང་བའི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་ཤོག་ཚོ་བཟུང་བར་བཟོ་ན་<a href=http://127.0.0.1:7658/help/pagetemplate.html>འདི་ཤོག</a> དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་ཐོབ་ཐང་གི་ནང་གི་བརྒྱུད་ལམ་བཟུང་བར་བཟོ་ན་འདི་ཤོག་དུ་ཕེབས་པར་བཟོ་བོའི་རྒྱུར་ཁྱོད་ཀྱི་གློག་གི་ཞུང་གི་དྲོད་ཀྱི་ཤོག་ཁུག་གི་མིང་བསྡུས་པའི་ཚོད་མེན་པར་བཟོ་བོ།
cs: Než oznámíte světu svůj nový web, měli byste přidat nějaký obsah. Přejděte do kořenového adresáře serveru, který je <a href=#rootdir>výše uveden</a> a nahraďte stránku přesměrování <i>index.html</i> svým vlastním obsahem. Pokud potřebujete šablonu pro základní stránky, klidně si zdaptujte <a href=http://127.0.0.1:7658/help/pagetemplate.html>tuto stránku</a>. Pokud se po úpravě obsahu vrátíte zpět na tuto stránku, zkuste smazat webovou mezipaměť vašeho prohlížeče.
da: Inden du fortæller verden om din nye hjemmeside, bør du tilføje noget indhold. Gå til serverens rodmappe <a href=#rootdir>som er angivet ovenfor</a> og erstat omdirigeringsiden <i>index.html</i> med dit eget indhold. Hvis du har brug for en skabelon til en simpel hjemmeside, er du velkommen til at tilpasse <a href=http://127.0.0.1:7658/help/pagetemplate.html>denne side</a>. Hvis du vender tilbage til denne side efter at have redigeret indholdet, skal du prøve at rydde din browsers web-cache.
el: Πριν ενημερώσετε τον κόσμο για τον νέο ιστότοπό σας, θα πρέπει να προσθέσετε κάποιο περιεχόμενο. Μεταβείτε στον ριζικό κατάλογο του διακομιστή <a href=#rootdir>που αναφέρεται παραπάνω</a> και αντικαταστήστε την ανακατεύθυνση της σελίδας <i>index.html</i> με το δικό σας περιεχόμενο. Εάν χρειάζεστε ένα πρότυπο για ένα βασικό ιστότοπο, μπορείτε να προσαρμόσετε ελεύθερα <a href=http://127.0.0.1:7658/help/pagetemplate.html>αυτήν τη σελίδα</a>. Εάν μετά την επεξεργασία του περιεχομένου, επιστρέψετε σε αυτήν τη σελίδα, δοκιμάστε να αδειάσετε την προσωρινή μνήμη του προγράμματος περιήγησης.
es: Antes de contarle al mundo sobre tu nuevo sitio web, deberías agregar algún contenido. Ve al directorio raíz del servidor <a href=#rootdir>listado anteriormente</a> y reemplaza la página de redirección <i>index.html</i> con tu propio contenido. Si necesitas una plantilla para un sitio básico, siéntete libre de adaptar <a href=http://127.0.0.1:7658/help/pagetemplate.html>esta página</a>. Si eres redirigido a esta página después de editar el contenido, intenta limpiar la caché web de tu navegador.
et: Enne oma uue veebisaidi maailmale teatamist peaksite lisama mõnda sisu. Minge serveri juurkataloogi, mis on <a href=#rootdir>ülal loetletud</a>, ja asendage oma sisuga <i>index.html</i> ümbersuunamisleht. Kui vajate põhilehe jaoks malli, võite sellele lehele vabalt läheneda: <a href=http://127.0.0.1:7658/help/pagetemplate.html>this page</a>. Kui pärast sisu redigeerimist jõuate tagasi sellele lehele, proovige veebipuhvrist vahemälu kustutada.
fa: قبل از اینکه دنیا را در مورد وب‌سایت جدیدتان آگاه کنید، بهتر است محتوایی اضافه کنید. به دایرکتوری ریشه سرور <a href=#rootdir>در بالا ذکر شده</a> مراجعه کنید و صفحه تغییرمسیر <i>index.html</i> را با محتوای خودتان جایگزین کنید. اگر برای یک سایت پایه الگویی نیاز دارید، می‌توانید <a href=http://127.0.0.1:7658/help/pagetemplate.html>این صفحه</a> را تطبیق دهید. اگر پس از ویرایش محتوا به این صفحه بازگشته‌اید، کش حافظه مرورگرتان را پاک کنید.
fi: Ennen kuin kerrot maailmalle uudesta verkkosivustostasi, sinun pitäisi lisätä sisältöä. Mene palvelimen juurihakemistoon <a href=#rootdir>yllä listattu</a> ja korvaa <i>index.html</i> uudelleenohjaussivu omalla sisällölläsi. Jos tarvitset perussivustolle mallipohjaa, voit vapaasti sopeuttaa <a href=http://127.0.0.1:7658/help/pagetemplate.html>tätä sivua</a>. Jos palaat tälle sivulle sisällön muokkauksen jälkeen, yritä tyhjentää selaimen välimuisti.
hi: अपनी नई साइट के बारे में दुनिया को बताने से पहले, आपको कुछ सामग्री जोड़नी चाहिए। <a href=#rootdir>ऊपर सूचीबद्ध</a> सर्वर के रूट डिरेक्टरी में जाएँ और अपनी सामग्री के साथ <i>index.html</i> रीडाइरेक्ट पृष्ठ को बदलें। यदि आपको एक मूल साइट के लिए टेम्पलेट की आवश्यकता है, तो <a href=http://127.0.0.1:7658/help/pagetemplate.html>इस पृष्ठ</a> को संशोधित करने की अनुमति है। सामग्री संशोधित करने के बाद यदि आप इस पृष्ठ पर वापस लौटे, तो अपने ब्राउज़र की वेब कैश को साफ़ करने की कोशिश करें।
hu: Mielőtt bejelentenéd az új weboldaladat a világnak, érdemes tartalmat hozzáadni. Lépj a szerver gyökérkönyvtárába <a href=#rootdir>itt felsorolt</a>, majd cseréld ki a <i>index.html</i> átirányító oldalt a saját tartalmaddal. Ha szükséged van egy sablonra egy alap weboldalhoz, használhatod és módosíthatod <a href=http://127.0.0.1:7658/help/pagetemplate.html>ezen az oldalon</a>. Ha a tartalom szerkesztése után visszatérsz erre az oldalra, próbáld törölni a böngésző webgyorsítótárát.
in: Sebelum memberitahu dunia tentang situs web baru Anda, Anda sebaiknya menambahkan konten. Bukalah direktori root server <a href=#rootdir>yang tercantum diatas</a> dan gantilah halaman pengalihan <i>index.html</i> dengan konten milik Anda sendiri. Jika Anda membutuhkan template untuk situs dasar, bebaslah menyesuaikan <a href=http://127.0.0.1:7658/help/pagetemplate.html>halaman ini</a>. Jika Anda dikembalikan ke halaman ini setelah mengedit konten, coba bersihkan cache web browser Anda.
it: Prima di comunicare al mondo il tuo nuovo sito web, dovresti aggiungere qualche contenuto. Vai alla directory radice del server <a href=#rootdir>riportata sopra</a> e sostituisci la pagina di reindirizzamento <i>index.html</i> con il tuo contenuto. Se hai bisogno di un modello per un sito di base, sentiti libero di adattare <a href=http://127.0.0.1:7658/help/pagetemplate.html>questa pagina</a>. Se sei tornato a questa pagina dopo aver modificato il contenuto, prova a cancellare la cache web del tuo browser.
ja: 新しいウェブサイトを世界に告知する前に、いくつかのコンテンツを追加してください。サーバーのルートディレクトリ<a href=#rootdir>上記にリストされている</a>に移動し、<i>index.html</i>リダイレクトページを独自のコンテンツに置き換えてください。基本的なサイトのテンプレートが必要な場合は、<a href=http://127.0.0.1:7658/help/pagetemplate.html>このページ</a>を自由に使ってください。コンテンツの編集後にこのページに戻された場合は、ブラウザのウェブキャッシュをクリアしてみてください。
ko: 새 웹 사이트를 세상에 알리기 전에 내용을 추가해야 합니다. 서버의 루트 디렉토리 <a href=#rootdir>위에 나열된</a> <i>index.html</i> 리디렉션 페이지를 자신의 콘텐츠로 대체하세요. 기본 사이트 템플릿이 필요하다면 <a href=http://127.0.0.1:7658/help/pagetemplate.html>this page</a>을 사용해 적절히 수정해도 됩니다. 콘텐츠를 편집한 후에 이 페이지로 돌아온 경우, 브라우저의 웹 캐시를 지우는 것을 시도해 보세요.
nb: Før du forteller verden om din nye nettside, bør du legge til noe innhold. Gå til serverens rotdirectory <a href=#rootdir>som er oppført over</a> og erstatt videresendingssiden <i>index.html</i> med ditt eget innhold. Hvis du trenger en mal for en grunnleggende side, gjerne tilpasse <a href=http://127.0.0.1:7658/help/pagetemplate.html>denne siden</a>. Hvis du blir sendt tilbake til denne siden etter å ha redigert innholdet, prøv å tømme nettleserens nettbuffer.
nl: Voordat u de wereld over uw nieuwe website vertelt, moet u wat inhoud toevoegen. Ga naar de hoofdmap van de server <a href=#rootdir>hierboven vermeld</a> en vervang de <i>index.html</i>-omleidingspagina door uw eigen inhoud. Als u een sjabloon nodig heeft voor een basissite, kunt u <a href=http://127.0.0.1:7658/help/pagetemplate.html>deze pagina</a> aanpassen. Als u na het bewerken van de inhoud naar deze pagina terugkeert, kunt u proberen de webcache van uw browser te wissen.
pt: Antes de contar ao mundo sobre o seu novo site, você precisa adicionar algum conteúdo. Vá para o diretório raiz do servidor <a href=#rootdir>listado acima</a> e substitua a página de redirecionamento <i>index.html</i> com seu próprio conteúdo. Se você precisa de um modelo para um site básico, fique à vontade para adaptar <a href=http://127.0.0.1:7658/help/pagetemplate.html>esta página</a>. Se você voltar para esta página após editar o conteúdo, tente limpar o cache web do seu navegador.
sl: Preden obvestite svet o svoji novi spletni strani, morate dodati nekaj vsebine. Pojdite v koreni mapi strežnika <a href=#rootdir>navedene zgoraj</a> in nadomeščajte stran preusmeritve <i>index.html</i> z svojo vsebino. Če potrebujete predlogo za osnovno mesto, se sprostite prilagoditi <a href=http://127.0.0.1:7658/help/pagetemplate.html>to stran</a>. Če se po ureditvi vsebine vrnete na to stran, poskusite izbrisati predpomnilnik spletnega brskalnika.
sv: Innan du berättar för världen om din nya webbplats bör du lägga till lite innehåll. Gå till serverns rotkatalog <a href=#rootdir>listad ovan</a> och ersätt den <i>index.html</i> omdirigeringsidan med ditt eget innehåll. Om du behöver en mall för en grundläggande webbplats kan du gärna anpassa <a href=http://127.0.0.1:7658/help/pagetemplate.html>den här sidan</a>. Om du återvänder till den här sidan efter att ha redigerat innehållet, försök att rensa webbläsarens webbcache.
uk: Перш ніж розповсюджувати інформацію про ваш новий сайт, ви повинні додати якийсь контент. Перейдіть до кореневого каталогу сервера <a href=#rootdir>зазначеного вище</a> і замініть сторінку перенаправлення <i>index.html</i> на власний контент. Якщо вам потрібен шаблон для базового сайту, відкрийте сторінку <a href=http://127.0.0.1:7658/help/pagetemplate.html>цю</a>. Якщо після редагування контенту ви повертаєтесь на цю сторінку, спробуйте очистити кеш браузера.
vi: Trước khi giới thiệu với cả thế giới về trang web mới của mình, bạn nên thêm một số nội dung. Đi tới thư mục gốc của máy chủ <a href=#rootdir>được liệt kê ở trên</a> và thay thế trang chuyển hướng <i>index.html</i> bằng nội dung của riêng bạn. Nếu bạn cần mẫu cho trang web cơ bản, vui lòng điều chỉnh <a href=http://127.0.0.1:7658/help/pagetemplate.html>trang này</a>. Nếu bạn quay lại trang này sau khi chỉnh sửa nội dung, hãy thử xóa bộ nhớ đệm web của trình duyệt.

source: Content Optimization
ar: تحسين المحتوى
az: Məzmun optimallaşdırılması
bo: ཐོབ་ཐང་གི་མིང་བསྡུས་པའི་ཚོད
cs: Optimalizace obsahu
da: Optimering af indhold
el: Βελτιστοποίηση περιεχομένου
es: Optimización de contenido
et: Sisu optimeerimine
fa: بهینه‌سازی محتوا
fi: Sisällön optimointi
hi: सामग्री की ओप्टिमाइज़ेशन
hu: Tartalomoptimalizálás
in: Optimasi Konten
it: Ottimizzazione del contenuto
ja: コンテンツの最適化
ko: 콘텐츠 최적화
nb: Innholdsptimalisering
nl: Inhoudsoptimalisatie
pt: Otimização de Conteúdo
sl: Optimizacija vsebine
sv: Innehållsoptimering
uk: Оптимізація контенту
vi: Tối Ưu Hóa Nội Dung

source: In order to provide the best experience for visitors to your site, there are various additional steps you may wish to consider once your site is up and running:
ar: من أجل توفير أفضل تجربة لزوار موقعك، هناك خطوات إضافية مختلفة قد ترغب في النظر فيها بمجرد إطلاق موقعك وتشغيله:
az: Saytınızın ziyarətçiləri üçün ən yaxşı təcrübəni təmin etmək üçün saytınız işə salındıqdan sonra nəzərdən keçirmək istədiyiniz müxtəlif əlavə addımlar var:
bo: ཁྱོད་ཀྱི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་མི་ཚོར་བཟུང་བར་བཟོ་བོའི་ཐོབ་ཐང་གི་ནང་དུ་བཙུགས་པར་བཟོ་བོའི་ཚོད་ནི་གང་རུང་གི་བརྟག་ཚོན་གང་རུང་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཁྱོད་ཀྱིས་གཞི་བཟུང་བར་བཟོ་དགོས་པའི་གཞི་བཟུང་བའི་བརྟག་ཚོན་གང་རུང་ཡོད་པ་མཚོན།
cs: Pro poskytnutí nejlepšího zážitku návštěvníkům vašeho webu existuje několik dalších kroků, které byste měli zvážit, až bude váš web spuštěn a bude fungovat:
da: For at give den bedste oplevelse for besøgende på din hjemmeside, er der forskellige yderligere skridt, du måske ønsker at overveje, når din hjemmeside er oppe og køre:
el: Προκειμένου να παρέχετε την καλύτερη εμπειρία στους επισκέπτες του ιστότοπού σας, υπάρχουν διάφορα πρόσθετα βήματα που μπορεί να θέλετε να λάβετε υπόψη όταν ο ιστότοπός σας είναι έτοιμος και λειτουργεί:
es: Para ofrecer la mejor experiencia a los visitantes de tu sitio, hay varios pasos adicionales que puedas considerar una vez que tu sitio esté en funcionamiento:
et: Parima kogemuse pakkumiseks teie saidi külastajatele võite pärast saidi käivitamist kaaluda erinevaid täiendavaid samme:
fa: برای ارائه بهترین تجربه کاربری به بازدیدکنندگان سایت‌تان، مراحل تکمیلی زیر را می‌توانید پس از راه‌اندازی سایت‌تان مورد بررسی قرار دهید:
fi: Tarjotaksesi parhaan käyttökokemuksen sivustosi vierailijoille, voit harkita useita muita toimenpiteitä, kun sivustosi on käynnissä:
hi: अपनी साइट पर आने वाले आगंतुकों को सबसे अच्छा अनुभव प्रदान करने के लिए, जब आपकी साइट चल रही हो, तो आपको यहाँ उल्लेख किए गए अतिरिक्त कदमों को ध्यान में रखना चाहिए:
hu: Annak érdekében, hogy webhelye látogatói számára a legjobb élményt nyújthassa, számos további lépést érdemes megfontolni, miután webhelye már működik:
in: Untuk memberikan pengalaman terbaik bagi pengunjung situs Anda, ada berbagai langkah tambahan yang mungkin ingin Anda pertimbangkan setelah situs Anda aktif dan berjalan:
it: Per offrire la migliore esperienza ai visitatori del tuo sito, potresti voler prendere in considerazione ulteriori passaggi una volta che il tuo sito è online e funzionante:
ja: サイトの訪問者に最高の体験を提供するために、サイトが開設された後に考慮すべきさまざまな追加の手順があります。
ko: 사이트 방문자에게 최상의 경험을 제공하기 위해, 사이트가 가동 중일 때 고려해야 할 다양한 추가 단계들이 있을 수 있습니다.
nb: For å gi den beste opplevelsen for besøkende på nettstedet ditt, finnes det ulike tilleggstrinn du kan vurdere når nettstedet ditt er oppe og går:
nl: Om de bezoekers van uw site de beste ervaring te bieden, zijn er verschillende aanvullende stappen die u mogelijk wilt overwegen zodra uw site actief is:
pt: A fim de proporcionar a melhor experiência para os visitantes do seu site, há várias etapas adicionais que você pode considerar assim que o seu site estiver funcionando:
sl: Da bi omogočili najboljšo izkušnjo za obiskovalce vaše strani, obstajajo različne dodatne korake, ki jih morda želite razmisliti, ko je vaša stran pokremljena:
sv: För att ge bästa möjliga upplevelse för besökarna på din webbplats finns det olika ytterligare åtgärder du kan överväga när din webbplats är igång:
uk: Щоб забезпечити найкращий досвід відвідувачам вашого сайту, є кілька додаткових кроків, які варто розглянути після того як ваш сайт буде працювати:
vi: Để mang lại trải nghiệm tốt nhất cho người viếng thăm trang web của bạn, bạn có thể cân nhắc một số bước bổ sung sau khi trang web của bạn được vận hành:

source: Optimize your images
ar: تحسين صورك
az: Şəkillərinizi optimallaşdırın
bo: ཁྱོད་ཀྱི་གློག་གི་ཞུང་གི་ཤོག་ཚོ་མིང་བསྡུས་པའི་ཚོད
cs: Optimalizace obrázků
da: Optimer dine billeder
el: Βελτιστοποιήστε τις εικόνες σας
es: Optimiza tus imágenes
et: Optimeerige oma pilte
fa: بهینه‌سازی تصاویرتان
fi: Optimoi kuvat
hi: अपनी छवियों को ओप्टिमाइज़ करें
hu: Optimalizálja a képeket
in: Optimalkan gambar Anda
it: Ottimizza le immagini
ja: 画像を最適化する
ko: 이미지 최적화
nb: Optimaliser bildene dine
nl: Optimaliseer uw afbeeldingen
pt: Otimize suas imagens
sl: Optimizirajte svoje slike
sv: Optimera dina bilder
uk: Оптимізуйте зображення
vi: Tối ưu hóa hình ảnh của bạn
