Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: No write permission for I2P install directory.
ar: لا يوجد إذن كتابة لدليل تثبيت I2P.
az: I2P quraşdırma kataloqu üçün icazə yoxdur.
bo: I2P གཞི་བཙུགས་ཡིག་ཁུག་ལ་འབྲི་བའི་དབང་ཚད་མེད།
cs: Žádné oprávnění k zápisu do instalačního adresáře I2P.
da: Inge skriverettigheder til I2P installationsmappen.
el: Ο κατάλογος εγκατάστασης του Ι2Ρ δεν έχει δικαιώματα εγγραφής.
es: No tiene permiso de escritura para el directorio de instalación de I2P.
et: I2P installikataloogi kirjutamisõigus puudub.
fa: بدون اجازه نوشتن برای پوشه نصب I2P.
fi: Ei kirjoitusoikeutta I2P-asennushakemistoon.
hi: I2P स्थापना डायरेक्टरी के लिए लिखने की अनुमति नहीं है।
hu: Nincs írási engedély az I2P telepítési könyvtárhoz.
in: Tidak ada izin menulis untuk direktori instalasi I2P.
it: Non hai i permessi di scrittura per la cartella di installazione di I2P.
ja: I2P のインストールディレクトリに対する書き込み権限がありません。
ko: I2P 설치 디렉토리에 쓰기 권한이 없습니다.
nb: Ingen skriverettigheter for I2P-installasjonsmappe.
nl: Geen schrijf toestemming voor de I2P installatie map.
pt: Não possui permissões de escrita no directório de instalação do I2P.
sl: Ni pisne dovoljenje za imenik namestitve I2P.
sv: Inga skrivrättigheter för I2P-installationskatalogen.
uk: Немає прав на запис для директорії, де встановлено I2P.
vi: Không có quyền ghi vào thư mục cài đặt I2P.

source: No update certificates installed.
ar: لم يتم تثبيت شهادات التحديث.
az: Yeniləmə sertifikatı quraşdırılmayıb.
bo: གསར་བསྐྱར་དཔང་ཡིག་གཞི་བཙུགས་བྱས་མེད།
cs: Nejsou nainstalovány žádné aktualizační certifikáty.
da: Ingen opdateringscertifikater installeret.
el: Δεν εγκαταστάθηκαν πιστοποιητικά ενημερώσεων.
es: No hay certificados de actualización instalados.
et: värskendussertifikaate pole installitud.
fa: هیچ گواهی به روز رسانی نصب نشده است.
fi: Päivitysvarmenteita ei ole asennettu.
hi: कोई अपडेट सर्टिफिकेट स्थापित नहीं हैं।
hu: Nincsenek telepítve frissítési tanúsítványok.
in: No sertifikat update yang diinstal.
it: Nessun certificato per gli aggiornamenti installato.
ja: アップデート証明書がインストールされていません。
ko: 업데이트 증명서가 설치되지 않았습니다.
nb: Inget oppdateringssertifikat installert.
nl: Geen update certificaten geïnstalleerd.
pt: Nenhum certificado de atualização instalado.
sl: Nobene certifikate za posodabljanje niso nameščene.
sv: Inget uppdateringscertifikat installerat.
uk: Ніяких сертифікатів оновлення не встановлено.
vi: Chưa cài đặt chứng chỉ cập nhật nào.

source: You must first update to version {0}
ar: يجب عليك أولاً التحديث إلى الإصدار {0}
az: İlk öncə {0} versiyasını yeniləməlisiniz
bo: སྔོན་ལ་པར་གྲངས་{0} ནང་བསྐྱར་བཏོན་པ་དགོས།
cs: Nejprve musíte aktualizovat na verzi {0}
da: Du skal først opdatere til version {0}
el: Πρέπει πρώτα να αναβαθμίσετε στην έκδοση {0}
es: Primero tiene que actualizar a la versión {0}
et: esmalt peate värskendama versioonile {0}
fa: ابتدا باید به نسخه {0} به روز رسانی کنید
fi: Sinun on ensin päivitettävä versioon {0}
hi: आपको पहले {0} वर्ज़न तक अपडेट करना होगा
hu: Először frissítened kell a {0} verzióra
in: Pertama-tama, anda harus update ke versi {0}
it: Devi prima aggiornare alla versione {0}
ja: まずバージョン {0} にアップデートしなければなりません
ko: 먼저 {0} 버전으로 업데이트 해야합니다
nb: Oppdater til versjon {0} først
nl: Je moet eerst updaten naar versie {0}
pt: Necessita primeiro de actualizar para a versão {0}
sl: Prvi morate posodobiti na različico {0}
sv: Uppdatera först till version {0}
uk: Спосатку потрібно оновити до версії {0}
vi: Trước tiên bạn phải cập nhật lên phiên bản {0}

source: Checking for update of plugin {0}
ar: تحق من اصداؤ جديد للملحق {0}
az: Qoşmanın yenilənməsi yoxlanılır {0}
bo: བརྒྱུད་བཏོན་པ་{0} ནང་བསྐྱར་བཏོན་པ་བལྟ་བཞིན་པ།
cs: Kontrola aktualizace pluginu {0}
da: Tjekker for opdatering af plugin {0}
el: Έλεγχος για ενημερώσεις πρόσθετου {0}
es: Buscando actualizaciones para el complemento {0}
et: Otsin uuendusi pluginale {0}
fa: بررسی به‌روزرسانی افزونه {0}
fi: Tarkistetaan laajennuksen {0} päivitystä
hi: {0} प्लगइन के लिए अपडेट की जाँच कर रहा है
hu: Frissítés keresése a következő kiegészítőhöz: {0}
in: Memeriksa update untuk plugin {0}
it: Controllo per aggiornamenti del plugin {0}
ja: プラグイン {0} の更新を確認中
ko: {0} 플러그인 업데이트를 확인하세요
nb: Letter etter oppdatering for programtillegg {0}
nl: Controlleren op update van plugin {0}
pt: Procurando por atualização da extensão {0}
sl: Preverjanje posodobitve vstavka {0}
sv: Letar efter uppdatering till insticksmodul {0}
uk: Перевірка на оновлення плагіна {0}
vi: Kiểm tra cập nhật dành cho tiện ích {0}

source: Contacting plugin update server
ar: الاتصال بخادم تحديث البرنامج المساعد
az: Qoşma yeniləmə serveri ilə əlaqə saxlamaq
bo: བརྒྱུད་བཏོན་པའི་བསྐྱར་བཏོན་པའི་མངའ་དབང་དང་འབྲེལ་བཟུང་བཞིན་པ།
cs: Kontaktování serveru aktualizace pluginu
da: Kontakter plugin-opdateringsserver
el: Επικοινωνία με τον διακομιστή ενημέρωσης προσθηκών
es: Contactar con el servidor de actualización del complemento
et: ühenduse võtmine pistikprogrammi värskendusserveriga
fa: تماس با سرور به روز رسانی افزونه
fi: Ota yhteyttä laajennuksen päivityspalvelimeen
hi: प्लगइन अपडेट सर्वर से संपर्क कर रहा है
hu: Kapcsolatfelvétel a bővítményfrissítő szerverrel
in: Menghubungi server pembaruan plugin
it: Contattare il server di aggiornamento del plugin
ja: プラグインの更新サーバーに連絡します
ko: 플러그인 업데이트 서버에 연락 중
nb: Kontakter plugin-oppdateringsserver
nl: Contact opnemen met de plug-in-updateserver
pt: Entrando em contato com o servidor de atualização do plugin
sl: Kontaktiranje strežnika za posodabljanje vstavka
sv: Kontakta server för pluginuppdatering
uk: Зв'язок із сервером оновлення плагіна
vi: Liên hệ với máy chủ cập nhật plugin

source: Bad URL {0}
ar: عنوان URL غير صالح {0}
az: Pis URL {0}
bo: URL ནོར་བ་{0}
cs: Špatná adresa URL {0}
da: Dårlig URL {0}
el: Κακή διεύθυνση URL {0}
es: URL {0} incorrecta
et: halb URL {0}
fa: URL بد {0}
fi: Virheellinen verkko-osoite {0}
hi: बुरा URL {0}
hu: Rossz URL {0}
in: URL {0} tidak valid
it: URL errato {0}
ja: 不正な URL {0}
ko: 잘못된 URL {0}
nb: Dårlig nettadresse {0}
nl: Foute URL {0}
pt: URL malformada {0}
sl: Napačen URL {0}
sv: Dålig URL {0}
uk: Хибний URL {0}
vi: URL xấu {0}

source: Attempting to install from file {0}
ar: محاولة التثبيت من الملف {0}
az: Fayldan quraşdırmağa cəhd etmək {0}
bo: ཡིག་ཆ་{0} ནས་བཤོལ་བའི་བཙོན་པ་བྱེད་བཞིན་པ།
cs: Pokus o instalaci ze souboru {0}
da: Forsøger at installere fra fil {0}
el: Απόπειρα εγκατάστασης από αρχείο {0}
es: Intentando instalar desde el archivo {0}
et: Proovitakse installida failist {0}
fa: تلاش برای نصب از فایل {0}
fi: Yritetään asentaa tiedostosta {0}
hi: {0} फ़ाइल से इंस्टॉल करने की कोशिश की जा रही है
hu: Kísérlet telepítésre a következő fájlból: {0}
in: Sedang mencoba untuk menginstal dari file {0}
it: Tentando di installare dal file {0}
ja: ファイル {0} からインストールを試みています
ko: 파일 {0}에서 설치 시도중
nb: Prøver å installere fra fil {0}
nl: Poging tot installeren vanuit bestand {0}
pt: Tentativa de instalação pelo arquivo {0}
sl: Poskušam namestiti iz datoteke {0}
sv: Försöker att installera från fil {0}
uk: Спроба встановити з файла {0}
vi: Đang thử cài đặt từ tập tin {0}

source: Failed to install from file {0}, copy failed.
ar: فشل التثبيت من الملف {0}، فشل النسخ.
az: {0} faylından quraşdırmaq alınmadı, surəti alınmadı.
bo: ཡིག་ཆ་{0} ནས་བཤོལ་བའི་བཙོན་པ་ཕམ་པ། བརྒྱུད་བཏོན་པ་ཕམ་པ།
cs: Instalace ze souboru {0} se nezdařila, kopírování se nezdařilo.
da: Fejlede at installere fra file {0}, kopiering mislykkedes
el: Αποτυχία εγκατάστασης από αρχείο {0}, αντιγραφή απέτυχε.
es: No se pudo instalar desde el archivo {0}, fallo al copiar.
et: Faili tõmbamisest ebaõnnestus {0}, koopia ebaõnnestus
fa: از فایل {0} نصب نشد، کپی نشد.
fi: Asentaminen tiedostosta {0} epäonnistui, kopionti epäonnistui.
hi: {0} फ़ाइल से इंस्टॉल करने में विफलता, प्रतिलिपि बनाने में विफलता हुई।
hu: Nem sikerült installálni a következő fájlból: {0}, sikertelen másolás.
in: Gagal untuk menginstal dari file {0}, penyalinan gagal.
it: Installazione fallita dal file {0}, copia fallita.
ja: ファイル {0} からインストール出来ませんでした。コピー失敗。
ko: 파일 {0}에서 설치 실패. 복사 실패함.
nb: Det gikk ikke å instalere fra fil {0}, kopiering mislyktes.
nl: Niet gelukt om te installeren vanuit bestand {0}, kopiëren is mislukt.
pt: Falha na instalação pelo arquivo {0}, copiar falhou.
sl: Namestitev iz datoteke {0} ni uspela, kopiranje je spodletelo.
sv: Det gick inte att installera från {0}, misslyckades kopiera.
uk: Неможливо встановити з файла {0}, неможливо скопіювати.
vi: Không thể cài đặt từ tập tin {0}, sao chép gặp lỗi.

source: Downloading plugin from {0}
ar: تحميل الملحق من {0}
az: {0} -dən əlavənin endirilməsi
bo: བརྒྱུད་བཏོན་པ་{0} ནས་བཤོལ་བར་བཟུང་བཞིན་པ།
cs: Stahování pluginu z {0}
da: Downloader plugin fra {0}
el: Κατεβάζω το πρόσθετω από {0}
es: Descargando complemento de {0}
et: Laen alla plugina asukohast {0}
fa: دانلود افزونه از {0}
fi: Ladataan laajennus osoitteesta {0}
hi: {0} से प्लगइन डाउनलोड कर रहा है
hu: Kiegészítő letöltés alatt a következőről: {0}
in: Men-download plugin dari {0}
it: Plugin scaricato da {0}
ja: {0} からプラグインをダウンロード中
ko: {0}에서 플러그인 다운로드중
nb: Laster ned programtillegg fra {0}
nl: Downloaden plugin van {0}
pt: Baixando plugin {0}
sl: Prenašanje vstavka iz {0}
sv: Hämta insticksmodul från {0}
uk: Завантажую плагін з {0}
vi: Đang tải tiện ích về từ {0}

source: Downloading plugin
ar: تحميل ملحق
az: Qoşma endirilir
bo: བརྒྱུད་བཏོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Stahování pluginu
da: Downloader plugin
el: Κατέβασμα πρόσθετου
es: Descargando complemento
et: Laen alla pluginat
fa: دانلود افزونه
fi: Ladataan lisäosa
hi: प्लगइन डाउनलोड कर रहा है
hu: Kiegészítő letöltése folyamatban
in: Sedang mengunduh plugin
it: Scaricamento plugin
ja: プラグインをダウンロード中
ko: 플러그인 다운로드
nb: Laster ned plugin
nl: Downloaden van plugin
pt: A transferir o plug-in
sl: Prenašanje vstavka
sv: Laddar ner plugin
uk: Завантаження плагіна
vi: Tải xuống plugin

source: Plugin downloaded
ar: تم تحميل الملحق
az: Qoşma endirildi
bo: བརྒྱུད་བཏོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་མེད།
cs: Plugin stažen
da: Pluginet blev downloadet
el: Το πρόσθετο κατέβηκε
es: Se ha descargado el complemento
et: Plugin alla laetud
fa: افزونه دانلود شد
fi: Plugin ladattavissa
hi: प्लगइन डाउनलोड हुआ
hu: Kiegészítő letöltve
in: Plugin telah didownload
it: Plugin scaricato
ja: プラグイン がダウンロードされました
ko: 플러그인 다운로드됨
nb: Programtillegg lastet ned
nl: Plugin gedownload
pt: Extensão descarregada
sl: Vstavek je prenesen
sv: Insticksmodul hämtad
uk: Плагін завантажено
vi: Đã tải về tiện ích

source: Cannot create plugin directory {0}
ar: فشل في انشاء مجلد الملحق {0}
az: Qoşma kataloqu yaradıla bilmir {0}
bo: བརྒྱུད་བཏོན་པའི་ཡིག་ཁུག་{0} སྐྱོང་ཐབས་མེད།
cs: Nelze vytvořit adresář pluginu {0}
da: Kan ikke lave plugin mappen {0}
el: Δεν μπορεί να δημιουργηθεί φάκελος {0} για το πρόσθετο
es: No se pudo crear el directorio {0} del complemento
et: Ei suuda luua plugina kataloogi {0}
fa: نمی‌توان دایرکتوری افزونه ایجاد کرد {0}
fi: Ei voi luoda laajennushakemistoa {0}
hi: प्लगइन डायरेक्टरी {0} बनाने में असमर्थ
hu: A következő kiegészítő könyvtár létrehozása sikertelen: {0}
in: Tidak dapat membuat direktori plugin {0}
it: Impossibile creare cartella per i plugin {0}
ja: プラグインディレクトリ {0} を作成できませんでした
ko: 플러그인 디렉토리 {0}를 생성할 수 없습니다
nb: Kan ikke opprette programtillegg-mappe {0}
nl: Kan plugin directory {0} niet maken
pt: Não foi possível criar pasta para a extensão {0}
sl: Imenika vstavka {0} ne more biti ustvarjena
sv: Kan inte skapa insticksmodulsmapp {0}
uk: Не можу стморити директорію плагіна {0}
vi: Không thể tạo thư mục dành cho tiện ích {0}

source: Plugin from {0} contains an invalid key
ar: الملحق من {0} يحتوي على مفتاح غير صالح
az: {0} -dən gələn əlavədə etibarsız açar var
bo: {0} ནས་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་ནོར་བའི་གསང་བོ་ཡོད།
cs: Plugin od {0} obsahuje neplatný klíč
da: Plugin fra {0} indeholder en ugyldig nøgle
el: Το πρόσθετο από {0} περιέχει μη έγκυρο κλειδί
es: El complemento de {0} contiene una clave no válida
et: Plugin allikast {0} sisaldab kehtetut võtit
fa: افزونه از {0} حاوی یک کلید نامعتبر است
fi: Plugin osoitteesta {0} sisältää virheellisen avaimen
hi: {0} से प्लगइन में अवैध कुंजी है
hu: A kiegészítő a következőről: {0} érvénytelen kulcsot tartalmaz
in: Plugin dari {0} berisi key yang tidak valid
it: Il plugin da {0} contiene una chiave non valida
ja: {0} からのプラグインは無効なキーを含んでいます
ko: {0}의 플러그인이 잘못된 키를 포함하고 있습니다
nb: Programtillegg fra {0} inneholder en ugyldig nøkkel
nl: Plugin van {0} bevat een ongeldige sleutel
pt: Plug-in de {0} contém uma chave inválida
sl: Vstavek iz {0} vsebuje neveljavno ključ
sv: Insticksmodul från {0} innehåller en felaktig nyckel
uk: Плагін з {0} містить неприпустимий ключ
vi: Tiện ích từ phía {0} chứa một khóa dữ liệu không hợp lệ

source: Plugin signature verification of {0} failed
ar: فشل في التحقق من امضاء {0} الملحق
az: {0} plugin imzasının təsdiqi alınmadı
bo: {0} ནང་གི་བརྒྱུད་བཏོན་པའི་གསང་བོ་གཏན་འབེབས་བྱེད་ནོར་བ།
cs: Ověření podpisu pluginu {0} se nezdařilo
da: Plugin signalturverifikation af {0} fejlede
el: Η επαλήθευση της υπογραφής του πρόσθετου {0} απέτυχε
es: No se pudo verificar la firma del complemento {0}
et: Plugina {0} allkirja kontroll kukkus läbi
fa: تأیید امضای افزونه {0} انجام نشد
fi: Liitännäisen {0} allekirjoituksen vahvistus epäonnistui
hi: {0} के लिए प्लगइन हस्ताक्षर याचना विफल रही
hu: A következő kiegészítő aláírásának hitelesítése sikertelen: {0}
in: Verifikasi signatur dari plugin {0} gagal
it: La verifica della firma del plugin {0} è fallita
ja: {0} のプラグイン署名認証に失敗
ko: {0}의 플러그인 서명 확인이 실패했습니다
nb: Programtilleggssignaturverifisering av {0} mislyktes
nl: Plugin handtekening verificatie van {0} mislukt
pt: Não foi possível verificar a assinatura da extensão {0}
sl: Preverjanje podpisa vstavka {0} je spodletelo
sv: Insticksmodulssignatur verifiering av {0} misslyckades
uk: Перевірка сигнатури плагіна {0} невдала
vi: Chữ ký xác nhạn của tiện ích từ {0} gặp lỗi

source: Plugin not installed - signer is untrusted
ar: لم يتم تثبيت البرنامج المساعد - الموقع غير موثوق به
az: Qoşma quraşdırılmayıb - imzalayan etibarsızdır
bo: བརྒྱུད་བཏོན་པ་བཙོན་མེད། - གསང་བོ་མི་རེ་བ།
cs: Plugin není nainstalován - podepisovač je nedůvěryhodný
da: Plugin ikke installeret - signer ikke troværdig
el: Το πρόσθετο δεν εγκαταστάθηκε. Ο υπογράφων ή η υπογράφουσα δεν είναι έμπιστος ή έμπιστη
es: Complemento no instalado - El firmante no es de confianza
et: Plugin ei ole paigaldatud - allkirjastaja ei ole usaldusväärne
fa: افزونه نصب نشده است - امضاکننده غیرقابل اعتماد است
fi: Plugin ei asennettu - allekirjoittaja on epäluotettava
hi: प्लगइन नहीं स्थापित - हस्ताक्षरकर्ता अविश्वसनीय है
hu: A beépülő modul nincs telepítve – az aláíró nem megbízható
in: Plugin tidak diinstal - signer tidak terpercaya
it: Plugin non installato - Il firmatario non è fidato
ja: プラグインはインストールされませんでした。署名が信頼されていません
ko: 플러그인 설치안됨 - 신뢰되지 않는 서명자
nb: Programtillegg ikke installert - undertegner ikke tiltrodd
nl: Invoegtoepassing niet geïnstalleerd - ondertekening is niet vertrouwd
pt: Plugin não instalado - assinatura não confiável
sl: Vstavek ni nameščen - podpisalec ni zaupan
sv: Insticksmodul inte installerad - signatur är opålitlig
uk: Плагін не встановлено: не довіряємо підписнику
vi: Plugin chưa được cài đặt - Trình ký không được tin tưởng

source: Plugin from {0} is corrupt
ar: الملحق من {0} غير كامل
az: {0} nömrəli plagin xarab olub
bo: {0} ནས་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་བཟོ་བཞིན་མེད།
cs: Plugin od {0} je poškozený
da: Plugin fra {0} er beskadiget
el: Το πρόσθετο από {0} είναι φθαρμένο
es: El complemento de {0} está dañado
et: Plugin allikast {0} on kahjustatud või muudetud
fa: افزونه از {0} خراب است
fi: Plugin osoitteesta {0} on vioittunut
hi: {0} से प्लगइन खराब है
hu: A kiegészítő korrupt a következőről: {0}
in: Plugin dari {0} korup
it: Il plugin da {0} è corrotto
ja: {0} のプラグインが破損しています
ko: {0}의 플러그인에 오류가 있습니다
nb: Programtillegg fra {0} er korrupt
nl: Plugin van {0} is corrupt
pt: Extensão vinda de {0} está corrompido
sl: Vstavek iz {0} je pokvarjen
sv: Insticksmodul från {0} är korrupt
uk: Плагін із {0} пошкоджено
vi: Tiện ích từ phía {0} bị lỗi

source: Plugin from {0} does not contain the required configuration file
ar: الملحق {0} لا يحتوي على ملف الإعدادات
az: {0} tarixindən etibarən Qoşma tələb olunan konfiqurasiya faylını ehtiva etmir
bo: {0} ནས་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་ནང་དགོས་པའི་རོགས་དྲན་ཡིག་ཆ་མེད།
cs: Plugin od {0} neobsahuje požadovaný konfigurační soubor
da: Plugin fra {0} indeholder ikke den fornødne konfiurations fil
el: Το πρόσθετο από {0} δεν περιέχει το απαραίτητο αρχείο ρυθμίσεων
es: El complemento de {0} no contiene el fichero de configuración requerido
et: Plugin allikast {0} ei sisalda nõutavat häälestusfaili
fa: افزونه {0} حاوی فایل پیکربندی لازم نیست
fi: Plugin osoitteesta {0} ei sisällä vaadittua määritystiedostoa
hi: {0} से प्लगइन में आवश्यक सेटिंग फ़ाइल नहीं है
hu: A kiegészítő a következőről: {0} nem tartalmazza a szükséges konfigurációs fájlt
in: Plugin dari {0} tidak berisi file konfigurasi yang diperlukan
it: Il plugin da {0} non contiene il file di configurazione richiesto
ja: {0} のプラグインは必要な設定ファイルを含んでいません
ko: {0}의 플러그인이 요구되는 설정 파일을 포함하지 않습니다
nb: Programtillegg fra {0} inneholder ikke den påkrevde konfigurasjonsfilen
nl: Plugin van {0} bevat niet het vereiste configuratie bestand
pt: Extensão vinda de {0} não tem o arquivo de configuração necessário
sl: Vstavek iz {0} ne vsebuje zahtevane datoteke konfiguracije
sv: Insticksmodul från {0} innehåller inte konfigurationsfilen som krävs
uk: Плагін із {0} не містить наобхідного файла конфігурації
vi: Tiện ích từ phía {0} không chứa tập tin cấu hình cần có

source: Plugin from {0} has invalid name or version
ar: الملحق {0} له اصدار او اسم غير مقبول
az: {0} -dən gələn əlavənin etibarsız adı və ya versiyası var
bo: {0} ནས་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་ནོར་བའི་མིང་ཡང་ན་པར་གྲངས་ཡོད།
cs: Plugin od {0} má neplatný název nebo verzi
da: Plugin fra {0} er af en ugyldig version eller navn
el: Το πρόσθετο από {0} έχει μη έγκυρο όνομα ή έκδοση
es: El complemento de {0} tiene un nombre o versión no válido
et: Plugina allikast {0} nimi või versioon on kehtetu
fa: افزونه از {0} نام یا نسخه نامعتبری دارد
fi: Laajennuksella {0} on virheellinen nimi tai versio
hi: {0} से प्लगइन का नाम या संस्करण अमान्य है
hu: Kiegészítőnek érvénytelen a neve vagy verziója a következőről: {0}
in: Plugin dari {0} memiliki nama atau versi yang tidak valid
it: Il plugin da {0} ha nome o versione non valida
ja: {0} からのプラグインは、名前またはバージョンが無効です
ko: {0}의 플러그인이 잘못된 이름이나 버전을 포함하고 있습니다
nb: Programtillegg fra {0} har ugylig navn eller versjon
nl: Plugin van {0} heeft ingeldige naam of versie
pt: Extensão vinda de {0} tem um nome ou versão inválidos
sl: Vstavek iz {0} ima neveljavno ime ali različico
sv: Insticksmodul från {0} har felaktigt namn eller version
uk: Плагін із {0} має неправильну назву або версію
vi: Tiện ích từ {0} chưa tên hoặc phiên bản không hợp lệ

source: Plugin {0} has mismatched versions
ar: الملحق {0} له اصدار غير متوافق
az: Qoşmanın {0} uyğunlaşdırılmış versiyaları var
bo: བརྒྱུད་བཏོན་པ་{0} ནང་པར་གྲངས་མི་མཐུན་པ།
cs: Plugin {0} má neshodné verze
da: Plugin {0} har umage versioner
el: Το πρόσθετο {0} έχει εκδόσεις που δεν ταιριάζουν
es: El complemento {0} tiene versiones no coincidentes
et: Pluginal {0} on versioonide sobimatus
fa: افزونه {0} دارای نسخه های ناهمخوان است
fi: Laajennuksen {0} versiot eivät täsmää
hi: प्लगइन {0} में असमर्थ संस्करण हैं
hu: Egymásnak ellentmondó verziókkal rendelkezik a következő kiegészítő: {0}
in: Plugin {0} memiliki versi yang tidak sama
it: Il plugin {0} ha versioni non corrispondenti
ja: プラグイン {0} はバージョンが一致しませんでした
ko: 플러그인 {0}: 잘못된 버전입니다
nb: Programtillegg {0} har versjoner som ikke samsvarer
nl: Plugin {0} heeft een verkeerde combinatie van versies
pt: Extensão {0} tem versões que não combinam
sl: Vstavek {0} ima neskladne različice
sv: Insticksmodul {0} har omatchande versioner
uk: Плагін {0} має невідповідну версію
vi: Tiện ích {0} không có số hiệu phiên bản khớp nhau

source: This plugin requires I2P version {0} or higher
ar: هذا الملحق يحتاج الى اصدار {0} أو اكبر
az: Bu plugin I2P versiyasını {0} və ya daha yüksək tələb edir
bo: བརྒྱུད་བཏོན་པ་འདི་I2P པར་གྲངས་{0} ཡང་ན་གོང་གི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Tento plugin vyžaduje I2P verze {0} nebo vyšší
da: Dette plugin kræver I2P version {0} eller højere
el: Αυτό το πρόσθετο χρειάζεται την {0} ή νεότερη έκδοση του I2P
es: Este complemento requiere I2P {0} o superior
et: See plugin vajab I2P versiooni {0} või kõrgemat
fa: این افزونه به نسخه I2P {0} یا بالاتر نیاز دارد
fi: Tämä lisäosa vaatii I2P:n version {0} tai uudemman
hi: यह प्लगइन {0} या उससे ऊपर की I2P संस्करण की आवश्यकता है
hu: A kiegészítőhöz az I2P {0} vagy magasabb verziója szükséges
in: Plugin ini memerlukan I2P Versi {0} atau lebih tinggi
it: Questo plugin richiede una versione di I2P {0} o superiore
ja: このプラグインには I2P のバージョン {0} 以降が必要です
ko: 플러그인이 I2P {0} 또는 더 높은 버전을 요구합니다
nb: Dette programtillegget krever at I2P er versjon {0} eller høyere
nl: Deze plugin heeft I2P versie {0} of hoger nodig
pt: Esta extensão precisa de I2P versão {0} ou superior
sl: Ta vstavek zahteva različico I2P {0} ali višjo
sv: Detta insticksmodul kräver I2P-version {0} eller högre
uk: Цей плагін вимагає I2P версії {0} або вище
vi: Tiện ích này cần có I2P phiên bản {0} hoặc cao hơn

source: This plugin requires Java version {0} or higher
ar: هذا الملحق يحتاج الى اصدار جافا {0} او أعلى
az: Bu plugin Java versiyasını {0} və ya daha yüksək tələb edir
bo: བརྒྱུད་བཏོན་པ་འདི་Java པར་གྲངས་{0} ཡང་ན་གོང་གི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Tento plugin vyžaduje Java verze {0} nebo vyšší
da: Dette plugin kræver Java version {0} eller højere
el: Αυτό το πρόσθετο χρειάζεται την {0} ή νεότερη έκδοση της Java
es: Este complemento requiere Java {0} o superior
et: See plugin vajab Java versiooni {0} või kõrgemat
fa: این افزونه به نسخه جاوا {0} یا بالاتر نیاز دارد
fi: Tämä lisäosa vaatii Java-versio {0} tai uudempi
hi: यह प्लगइन {0} या उससे ऊपर की जावा संस्करण की आवश्यकता है
hu: A kiegészítőhöz az Java {0} vagy magasabb verziója szükséges
in: Plugin ini memerlukan Java versi {0} atau lebih tinggi
it: Questo plugin richiede una versione di Java {0} o superiore
ja: このプラグインは Java のバージョン {0} 以降が必要です
ko: 플러그인이 자바 {0} 또는 더 높은 버전을 요구합니다
nb: Dette programtillegget krever at Java er versjon {0} eller høyere
nl: Deze plugin heeft Java versie {0} of hoger nodig
pt: Esta extensão precisa de Java versão {0} ou superior
sl: Ta vstavek zahteva različico Java {0} ali višjo
sv: Denna insticksmodul kräver Java-version {0} eller högre
uk: Цей плагін вимагає Java версії {0} або вище
vi: Tiện ích này cần có Java phiên bản {0} hoặc cao hơn
