Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configure and manage Router family
ar: تكوين وإدارة عائلة جهاز التوجيه
az: Router ailəsini konfiqurasiya edin və idarə edin
cs: Konfigurujte a spravujte rodinu směrovačů
da: Konfigurer og administrer routerfamilien
el: Διαμόρφωση και διαχείριση της οικογένειας δρομολογητών
es: Configurar y administrar familia de enrutadores
et: Ruuteri perekonna konfigureerimine ja haldamine
fa: خانواده روتر را پیکربندی و مدیریت کنید
fi: Määritä ja hallitse reititinperhettä
hu: A router család konfigurálása és kezelése
in: Konfigurasikan dan kelola keluarga Router
it: Configura e gestisci la famiglia di router
ja: ルーターファミリーの構成と管理
nb: Konfigurer og administrer ruterfamilien
nl: Routerfamilie configureren en beheren
pt: Configurar e gerenciar a família do roteador
sl: Konfiguracija in upravljanje družine strežnikov
sv: Konfigurera och hantera routerfamiljen
uk: Налаштуйте та керуйте сімейством маршрутизаторів
vi: Cấu hình và quản lý dòng Router

source: Manage Router service
ar: إدارة خدمة جهاز التوجيه
az: Router xidmətini idarə edin
cs: Spravovat službu směrovače
da: Administrer routerservice
el: Διαχείριση υπηρεσίας δρομολογητή
es: Administrar servicio de enrutador
et: ruuteri teenuse haldamine
fa: سرویس روتر را مدیریت کنید
fi: Hallitse reititinpalvelua
hu: Router szolgáltatás kezelése
in: Kelola layanan Router
it: Gestisci il servizio del router
ja: ルーターサービスの管理
nb: Administrer rutertjeneste
nl: Routerservice beheren
pt: Gerenciar serviço do roteador
sl: Upravljanje storitve strežnika
sv: Hantera routertjänst
uk: Керувати службою маршрутизатора
vi: Quản lý dịch vụ Router

source: Configure stat collection for graphing
ar: تكوين مجموعة الإحصائيات للرسوم البيانية
az: Qrafik üçün stat kolleksiyasını konfiqurasiya edin
cs: Nakonfigurujte sběr statistik pro vykreslování grafů
da: Konfigurer statistisk samling til graftegning
el: Διαμόρφωση συλλογής στατιστικών στοιχείων για γραφική παράσταση
es: Configurar recopilación de estadísticas para gráficos
et: konfigureerige statistikakogu graafiku tegemiseks
fa: پیکربندی مجموعه آمار برای نمودار
fi: Määritä tilastokokoelma kuvaajaa varten
hu: Statisztikai gyűjtemény konfigurálása grafikus ábrázoláshoz
in: Konfigurasikan pengumpulan stat untuk grafik
it: Configura la raccolta delle statistiche per la rappresentazione grafica
ja: グラフ化のための統計収集の構成
nb: Konfigurer statistikksamling for graftegning
nl: Statistiekverzameling configureren voor grafieken
pt: Configurar coleta de estatísticas para gráficos
sl: Konfiguracija zbiranja statistik za grafe
sv: Konfigurera statistiksamling för grafer
uk: Налаштувати збір статистики для побудови графіків
vi: Cấu hình thu thập chỉ số để vẽ đồ thị

source: Router Stats
ar: إحصائيات جهاز التوجيه
az: Router Statistikası
cs: Statistiky Routeru
da: Routerstatistik
el: Στατιστικά δρομολογητή
es: Estadísticas del enrutador
et: ruuteri statistika
fa: آمار روتر
fi: Reitittimen tilastot
hu: Útválasztó statisztika
in: Statistik Router
it: Statistiche del router
ja: ルーター統計
nb: Ruterstatistikk
nl: Routerstatistieken
pt: Estatísticas do roteador
sl: Statistika strežnika
sv: Routerstatistik
uk: Статистика маршрутизатора
vi: Số liệu thống kê về bộ định tuyến

source: Configure router updates
ar: تكوين تحديثات جهاز التوجيه
az: Router yeniləmələrini konfiqurasiya edin
cs: Nakonfigurujte aktualizace routeru
da: Konfigurer routeropdateringer
el: Διαμόρφωση ενημερώσεων δρομολογητή
es: Configurar actualizaciones del enrutador
et: ruuteri värskenduste konfigureerimine
fa: به روز رسانی روتر را پیکربندی کنید
fi: Määritä reitittimen päivitykset
hu: Az útválasztó frissítéseinek konfigurálása
in: Konfigurasikan pembaruan router
it: Configura gli aggiornamenti del router
ja: ルーターアップデートの設定
nb: Konfigurer ruteroppdateringer
nl: Routerupdates configureren
pt: Configurar atualizações do roteador
sl: Konfiguracija posodobitev strežnika
sv: Konfigurera routeruppdateringar
uk: Налаштуйте оновлення маршрутизатора
vi: Cấu hình cập nhật bộ định tuyến

source: Configuration wizard for new users
ar: معالج التكوين للمستخدمين الجدد
az: Yeni istifadəçilər üçün konfiqurasiya sehrbazı
cs: Průvodce konfigurací pro nové uživatele
da: Konfigurationsguide til nye brugere
el: Οδηγός διαμόρφωσης για νέους χρήστες
es: Asistente de configuración para nuevos usuarios
et: konfiguratsiooniviisard uutele kasutajatele
fa: جادوگر پیکربندی برای کاربران جدید
fi: Ohjattu määritystoiminto uusille käyttäjille
hu: Konfigurációs varázsló új felhasználók számára
in: Wizard konfigurasi untuk pengguna baru
it: Procedura guidata di configurazione per i nuovi utenti
ja: 新規ユーザー向けの構成ウィザード
nb: Konfigurasjonsveiviser for nye brukere
nl: Configuratiewizard voor nieuwe gebruikers
pt: Assistente de configuração para novos usuários
sl: Čarobnjak za konfiguracijo za nove uporabnike
sv: Konfigurationsguide för nya användare
uk: Майстер конфігурації для нових користувачів
vi: Hướng dẫn cấu hình cho người dùng mới

source: Setup Wizard
ar: معالج الإعداد
az: Quraşdırma Sihirbazı
cs: Průvodce nastavením
da: Opsætningsguide
el: Οδηγός εγκατάστασης
es: Asistente de configuración
et: häälestusviisard
fa: جادوگر راه اندازی
fi: Ohjattu asennustoiminto
hu: Telepítő varázsló
in: Wisaya Pengaturan
it: Inizializzazione guidata
ja: セットアップウィザード
nb: Oppsettveiviser
nl: Installatiewizard
pt: Assistente de configuração
sl: Čarobnjak za nastavitev
sv: Inställningsguide
uk: Майстер
vi: Trình hướng dẫn cài đặt

source: Customize sidebar
ar: تخصيص الشريط الجانبي
az: Kenar çubuğunu fərdiləşdirin
cs: Přizpůsobte postranní panel
da: Tilpas sidebjælke
el: Προσαρμογή πλαϊνής γραμμής
es: Personalizar barra lateral
et: kohandage külgriba
fa: نوار کناری را سفارشی کنید
fi: Mukauta sivupalkkia
hu: Az oldalsáv testreszabása
in: Sesuaikan bilah sisi
it: Personalizza la barra laterale
ja: サイドバーのカスタマイズ
nb: Tilpass sidefelt
nl: Zijbalk aanpassen
pt: Personalizar barra lateral
sl: Prilagodba straničnega pobočja
sv: Anpassa sidofältet
uk: Налаштуйте бічну панель
vi: Tùy chỉnh thanh bên

source: Configure tunnel options
ar: تكوين خيارات النفق
az: Tunel seçimlərini konfiqurasiya edin
cs: Konfigurace možností tunelu
da: Konfigurer tunnelindstillinger
el: Διαμόρφωση επιλογών σήραγγας
es: Configurar opciones de túnel
et: Tunneli valikute konfigureerimine
fa: گزینه های تونل را پیکربندی کنید
fi: Määritä tunneliasetukset
hu: Az alagútbeállítások konfigurálása
in: Konfigurasikan opsi terowongan
it: Configura le opzioni del tunnel
ja: トンネルオプションの構成
nb: Konfigurer tunnelalternativer
nl: Tunnelopties configureren
pt: Configurar opções de túnel
sl: Konfiguracija možnosti tunela
sv: Konfigurera tunnelalternativ
uk: Налаштувати параметри тунелю
vi: Định cấu hình tùy chọn đường hầm

source: Configure router user interface and optional console password
ar: تكوين واجهة مستخدم جهاز التوجيه وكلمة مرور وحدة التحكم الاختيارية
az: Router istifadəçi interfeysini və əlavə konsol parolunu konfiqurasiya edin
cs: Konfigurace uživatelského rozhraní routeru a volitelného hesla konzoly
da: Konfigurer routerens brugergrænseflade og valgfri konsoladgangskode
el: Διαμόρφωση διεπαφής χρήστη δρομολογητή και προαιρετικό κωδικό πρόσβασης κονσόλας
es: Configurar interfaz de usuario del enrutador y contraseña de consola opcional
et: konfigureerige ruuteri kasutajaliides ja valikuline konsooli parool
fa: رابط کاربری روتر و رمز عبور اختیاری کنسول را پیکربندی کنید
fi: Määritä reitittimen käyttöliittymä ja valinnainen konsolin salasana
hu: Az útválasztó felhasználói felületének és az opcionális konzoljelszó konfigurálása
in: Konfigurasikan antarmuka pengguna router dan kata sandi konsol opsional
it: Configura interfaccia utente del router e password opzionale della console
ja: ルーターのユーザーインターフェイスとオプションのコンソールパスワードを設定します
nb: Konfigurer ruterens brukergrensesnitt og valgfritt konsollpassord
nl: Configureer de gebruikersinterface van de router en het optionele consolewachtwoord
pt: Configurar interface de usuário do roteador e senha opcional do console
sl: Konfiguracija uporabniškega vmesnika strežnika in nepovrženega gesla konzole
sv: Konfigurera routerns användargränssnitt och valfritt konsollösenord
uk: Налаштуйте інтерфейс користувача маршрутизатора та додатковий пароль консолі
vi: Định cấu hình giao diện người dùng bộ định tuyến và mật khẩu bảng điều khiển tùy chọn

source: Configuring I2P for optimal performance
ar: تكوين I2P للحصول على الأداء الأمثل
az: Optimal performans üçün I2P konfiqurasiyası
cs: Konfigurace I2P pro optimální výkon
da: Konfiguration af I2P for optimal ydeevne
el: Διαμόρφωση I2P για βέλτιστη απόδοση
es: Configurar I2P para un rendimiento óptimo
et: I2P konfigureerimine optimaalseks jõudluseks
fa: پیکربندی I2P برای عملکرد بهینه
fi: I2P:n määrittäminen optimaalista suorituskykyä varten
hu: I2P konfigurálása az optimális teljesítmény érdekében
in: Mengonfigurasi I2P untuk kinerja optimal
it: Configurazione I2P per prestazioni ottimali
ja: 最適なパフォーマンスを実現するための I2P の構成
nb: Konfigurere I2P for optimal ytelse
nl: I2P configureren voor optimale prestaties
pt: Configurando I2P para desempenho ideal
sl: Konfiguriranje I2P za optimalno delovanje
sv: Konfigurera I2P för optimal prestanda
uk: Налаштування I2P для оптимальної продуктивності
vi: Cấu hình I2P để có hiệu suất tối ưu

source: Information for new users
ar: معلومات للمستخدمين الجدد
az: Yeni istifadəçilər üçün məlumat
cs: Informace pro nové uživatele
da: Information til nye brugere
el: Πληροφορίες για νέους χρήστες
es: Información para nuevos usuarios
et: teave uutele kasutajatele
fa: اطلاعات برای کاربران جدید
fi: Tietoa uusille käyttäjille
hu: Információ új felhasználóknak
in: Informasi untuk pengguna baru
it: Informazioni per nuovi utenti
ja: 新規ユーザー向け情報
nb: Informasjon til nye brukere
nl: Informatie voor nieuwe gebruikers
pt: Informações para novos usuários
sl: Informacije za nove uporabnike
sv: Information för nya användare
uk: Інформація для нових користувачів
vi: Thông tin cho người dùng mới

source: A guide to reseeding your I2P router
ar: دليل لإعادة زرع جهاز توجيه I2P الخاص بك
az: I2P marşrutlaşdırıcınızı yenidən əkmək üçün bələdçi
cs: Průvodce přenastavením vašeho I2P routeru
da: En guide til at gense din I2P-router
el: Ένας οδηγός για την επανασπορά του δρομολογητή I2P
es: Una guía para volver a sembrar tu enrutador I2P
et: I2P-ruuteri uuesti külvamise juhend
fa: راهنمای نصب مجدد روتر I2P شما
fi: Opas I2P-reitittimen uudelleenkytkemiseen
hu: Útmutató az I2P útválasztó újratöltéséhez
in: Panduan untuk melakukan penyemaian ulang router I2P Anda
it: Una guida per il reseeding del tuo router I2P
ja: I2P ルーターを再シードするためのガイド
nb: En veiledning for å gjenoppta I2P-ruteren din
nl: Een handleiding voor het opnieuw instellen van uw I2P-router
pt: Um guia para propagar novamente seu roteador I2P
sl: Primerilo za ponovno zalaganje vašega strežnika I2P
sv: En guide till att se om din I2P-router
uk: Посібник із повторного завантаження маршрутизатора I2P
vi: Hướng dẫn cài đặt lại bộ định tuyến I2P của bạn

source: What to do in the event I2P isn't working
ar: ما يجب فعله في حالة عدم عمل I2P
az: I2P işləmədiyi halda nə etməli
cs: Co dělat v případě, že I2P nefunguje
da: Hvad skal man gøre, hvis I2P ikke virker
el: Τι πρέπει να κάνετε σε περίπτωση που το I2P δεν λειτουργεί
es: Qué hacer si I2P no funciona
et: Mida teha, kui I2P ei tööta
fa: در صورتی که I2P کار نمی کند چه باید کرد
fi: Mitä tehdä, jos I2P ei toimi
hu: Mi a teendő, ha az I2P nem működik
in: Apa yang harus dilakukan jika I2P tidak berfungsi
it: Cosa fare in caso I2P non funzioni
ja: I2Pが動作しない場合の対処方法
nb: Hva du skal gjøre hvis I2P ikke fungerer
nl: Wat te doen als I2P niet werkt
pt: O que fazer caso o I2P não esteja funcionando
sl: Kaj storiti, če I2P ne deluje
sv: Vad man ska göra om I2P inte fungerar
uk: Що робити, якщо I2P не працює
vi: Phải làm gì trong trường hợp I2P không hoạt động

source: Introduction to tunnel filters
ar: مقدمة لمرشحات الأنفاق
az: Tunel filtrlərinə giriş
cs: Úvod do tunelových filtrů
da: Introduktion til tunnelfiltre
el: Εισαγωγή στα φίλτρα σήραγγας
es: Introducción a los filtros de túnel
et: Sissejuhatus tunnelifiltritesse
fa: مقدمه ای بر فیلترهای تونل
fi: Johdatus tunnelisuodattimiin
hu: Bevezetés az alagútszűrőkbe
in: Pengenalan filter terowongan
it: Introduzione al filtraggio dei tunnel
ja: トンネルフィルターの概要
nb: Introduksjon til tunnelfiltre
nl: Inleiding tot tunnelfilters
pt: Introdução aos filtros de túnel
sl: Uvod v filtriranje tunela
sv: Introduktion till tunnelfilter
uk: Вступ до тунельних фільтрів
vi: Giới thiệu về bộ lọc đường hầm

source: Tunnel Filters
ar: مرشحات الأنفاق
az: Tunel filtrləri
cs: Tunelové filtry
da: Tunnelfiltre
el: Φίλτρα τούνελ
es: Filtros de túnel
et: Tunnelifiltrid
fa: فیلترهای تونل
fi: Tunnelisuodattimet
hu: Alagútszűrők
in: Filter Terowongan
it: Filtri Tunnel
ja: トンネルフィルター
nb: Tunnelfiltre
pt: Filtros de Túnel
sl: Filtre tunela
sv: Tunnelfilter
uk: Тунельні фільтри
vi: Bộ lọc đường hầm

source: Select the language to be used for the router console and web applications (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnel manager</a> etc). If you wish to change the language in future, change the router console theme, or configure a password to access the console, you may do so on the <a href=/configui target=_blank rel=noreferrer>User Interface configuration page</a>.
ar: اختر اللغة التي سوف تستخدم لواجهة التحكم في الموجه والتطبيقات الويب (<a href=/webmail target=_blank rel=noreferrer>البريد الإلكتروني</a>، <a href=/torrents target=_blank rel=noreferrer>البت تورنت</a>، <a href=/i2ptunnelmgr target=_blank rel=noreferrer>مدير الأنفاق</a> الخ). إذا كنت ترغب في تغيير اللغة في المستقبل، تغيير مظهر واجهة التحكم في الموجه، أو تكوين كلمة مرور للوصول إلى واجهة التحكم، يمكنك القيام بذلك على صفحة <a href=/configui target=_blank rel=noreferrer>تكوين واجهة المستخدم</a>.
az: Router konsolu və veb tətbiqetmələri üçün istifadə ediləcək dil seçin (<a href=/webmail hight=noreferrer>webmail</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>Tunel Meneceri</a> və s.). Gələcəkdə dili dəyişdirmək istəsəniz, marşrutlaşdırıcı konsol mövzusunu dəyişdirin və ya konsolun daxil olması üçün bir şifrəni konfiqurasiya edin, bunu edə bilərsiniz <a href=configui target=_blank rel=noreferrer> İstifadəçi interfeysi konfiqurasiya səhifəsində edə bilərsiniz.</a>.
cs: Vyberte jazyk, který se má použít pro ovládací pult a webové aplikace směrovače (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>správce tunelů</a> atd.). Pokud si přejete v budoucnu změnit jazyk, změnit motiv ovládacího pultu nebo nastavit heslo pro přístup k ovládacímu panelu, můžete to udělat na stránce <a href=/configui target=_blank rel=noreferrer>nastavení uživatelského rozhraní</a>.
da: Vælg det sprog, der skal anvendes til routerkonsollen og webapplikationer (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnel manager</a> osv.). Hvis du ønsker at ændre sproget i fremtiden, ændre routerkonsoltemaet eller konfigurere et adgangskode for at få adgang til konsollen, kan du gøre det på siden for <a href=/configui target=_blank rel=noreferrer>brugergrænsefladekonfiguration</a>.
el: Επιλέξτε τη γλώσσα που θα χρησιμοποιηθεί για τη συντροφοδοσία του δρομολογητή και τις διαδικτυακές εφαρμογές (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnel manager</a> etc). Εάν επιθυμείτε να αλλάξετε τη γλώσσα στο μέλλον, να αλλάξετε το θέμα του δρομολογητή ή να διαμορφώσετε έναν κωδικό πρόσβασης για πρόσβαση στη συντροφική, μπορείτε να το κάνετε στη <a href=/configui target=_blank rel=noreferrer>σελίδα διαμόρφωσης του χρήστη διεπαφής</a>.
es: Seleccione el idioma que se usará para la consola del enrutador y las aplicaciones web (<a href=/webmail target=_blank rel=noreferrer>correo web</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>administrador de túneles</a> etc). Si desea cambiar el idioma en el futuro, cambiar el tema de la consola del enrutador o configurar una contraseña para acceder a la consola, puede hacerlo en la <a href=/configui target=_blank rel=noreferrer>página de configuración de la interfaz de usuario</a>.
et: Valige ruuteri konsooli ja veebirakenduste (nt. <a href=/webmail target=_blank rel=noreferrer>veebipost</a>, <a href=/torrents target=_blank rel=noreferrer>torrentid</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunneli haldur</a> jne) kasutamise keel. Kui soovite tulevikus keelt muuta, muuta ruuteri konsooli teemat või seadistada juurdepääsu parool, saate seda teha <a href=/configui target=_blank rel=noreferrer>Kasutajaliidese seadete lehel</a>.
fa: زبان مورد استفاده برای کنسول مسیریاب و برنامه‌های وب (<a href=/webmail target=_blank rel=noreferrer>ایمیل</a>، <a href=/torrents target=_blank rel=noreferrer>تورنت</a>، <a href=/i2ptunnelmgr target=_blank rel=noreferrer>مدیر تونل</a> و غیره) را انتخاب کنید. اگر مایلید در آینده زبان را تغییر دهید، تم مسیریاب را تغییر دهید یا برای ورود به کنسول رمز عبور تعریف کنید، می‌توانید از طریق صفحه تنظیمات <a href=/configui target=_blank rel=noreferrer>رابط کاربری</a> اقدام نمایید.
fi: Valitse käytettävä kieli reitittimen konsolissa ja verkkosovelluksissa (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnelin hallinta</a> jne). Jos haluat vaihtaa kieltä tulevaisuudessa, vaihtaa reitittimen konsoliteemaa tai määrittää salasanan konsoliin pääsemiseksi, voit tehdä sen <a href=/configui target=_blank rel=noreferrer>Käyttöliittymän konfigurointisivulla</a>.
hu: Válassza ki a nyelvet, amelyet a hangosító konzol és webes alkalmazások (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrentek</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnelkezelő</a> stb.) használjanak. Ha a jövőben meg szeretné változtatni a nyelvet, a hangosító konzol témáját, vagy beállítani egy jelszót a konzolhoz való hozzáféréshez, megteheti a <a href=/configui target=_blank rel=noreferrer>Felhasználói felület beállítások oldalon</a>.
in: Pilih bahasa yang akan digunakan untuk konsol router dan aplikasi web (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>pengelola terowongan</a> dan lainnya). Jika Anda ingin mengubah bahasa di masa mendatang, mengubah tema konsol router, atau mengkonfigurasi kata sandi untuk mengakses konsol, Anda dapat melakukannya di halaman <a href=/configui target=_blank rel=noreferrer>konfigurasi Antarmuka Pengguna</a>.
it: Seleziona la lingua da utilizzare per la console del router e le applicazioni web (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnel manager</a>, ecc). Se desideri cambiare la lingua in futuro, cambiare il tema della console del router o configurare una password per accedere alla console, puoi farlo nella pagina di configurazione dell'interfaccia utente.
ja: ルーターコンソールとWebアプリケーション（<a href=/webmail target=_blank rel=noreferrer>webmail</a>、<a href=/torrents target=_blank rel=noreferrer>torrents</a>、<a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnel manager</a>など）で使用する言語を選択してください。将来的に言語を変更したい場合や、ルーターコンソールのテーマを変更したい場合、またはコンソールにアクセスするためのパスワードを設定したい場合は、<a href=/configui target=_blank rel=noreferrer>User Interface configuration page</a>で行うことができます。
nb: Velg språket som skal brukes for ruterkonsollen og nettapplikasjonene (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnelbehandler</a> osv). Hvis du senere ønsker å endre språket, endre ruterkonsolltemaet eller konfigurere et passord for å få tilgang til konsollen, kan du gjøre det på siden for konfigurasjon av <a href=/configui target=_blank rel=noreferrer>brukergrensesnitt</a>.
nl: Selecteer de taal die moet worden gebruikt voor de routerconsole en webtoepassingen (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnelbeheerder</a>, enz.). Als u de taal in de toekomst wilt wijzigen, de consolethema wilt wijzigen of een wachtwoord wilt configureren om toegang te krijgen tot de console, kunt u dit doen op de pagina <a href=/configui target=_blank rel=noreferrer>Configuratie van de gebruikersinterface</a>.
pt: Selecione o idioma a ser utilizado para o console do roteador e aplicativos da web (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>gerenciador de túneis</a>, etc). Se você deseja alterar o idioma no futuro, alterar o tema do console do roteador ou configurar uma senha para acessar o console, você pode fazê-lo na <a href=/configui target=_blank rel=noreferrer>página de configuração da interface do usuário</a>.
sl: Izberite jezik, ki ga želite uporabiti za konzolo strežnika in spletna aplikacija (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrenti</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>menadžer tunela</a> itd.). Če želite v prihodnosti spremeniti jezik, spremeniti temo konzole strežnika, ali konfigurirati geslo za dostop do konzole, lahko to storite na <a href=/configui target=_blank rel=noreferrer>strani za konfiguracijo uporabniškega vmesnika</a>.
sv: Välj språk för routerkonsolen och webbapplikationerna (<a href=/webmail target=_blank rel=noreferrer>webbmejl</a>, <a href=/torrents target=_blank rel=noreferrer>torrent</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>tunnelhanterare</a> osv). Om du vill ändra språket i framtiden, ändra routerkonsoltens tema eller konfigurera ett lösenord för att komma åt konsolen kan du göra detta på <a href=/configui target=_blank rel=noreferrer>konfigurationssidan för användargränssnittet</a>.
uk: Виберіть мову, яка буде використовуватися для консолі маршрутизатора та веб-додатків (<a href=/webmail target=_blank rel=noreferrer>веб-пошта</a>, <a href=/torrents target=_blank rel=noreferrer>торенти</a>, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>керування тунелями</a> тощо). Якщо ви бажаєте змінити мову у майбутньому, змінити тему консолі маршрутизатора або налаштувати пароль для доступу до консолі, ви можете зробити це на сторінці налаштування <a href=/configui target=_blank rel=noreferrer>інтерфейсу користувача</a>.
vi: Chọn ngôn ngữ sẽ được sử dụng cho bảng điều khiển bộ định tuyến và các ứng dụng web (<a href=/webmail target=_blank rel=noreferrer>webmail</a>, <a href=/torrents target=_blank rel=noreferrer>torrents</a >, <a href=/i2ptunnelmgr target=_blank rel=noreferrer>người quản lý đường hầm</a>, v.v.). Nếu bạn muốn thay đổi ngôn ngữ trong tương lai, thay đổi chủ đề bảng điều khiển bộ định tuyến hoặc định cấu hình mật khẩu để truy cập bảng điều khiển, bạn có thể thực hiện việc đó trên <a href=/configui target=_blank rel=noreferrer>trang cấu hình Giao diện người dùng</ a>.
