Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Share of Bandwidth for I2P
ar: حصة النطاق الترددي لـ I2P+
az: I2P üçün bant genişliyinin payı
cs: Podíl šířky pásma pro I2P
da: Andel af båndbredde for I2P
el: Μερίδιο εύρους ζώνης για I2P
es: Ancho de banda compartir para I2P
et: I2P ribalaiuse osakaal
fa: سهم پهنای باند برای I2P+
fi: Osuus I2P:n kaistanleveydestä
hu: Sávszélesség megosztása I2P esetén
in: Pembagian Bandwidth untuk I2P
it: Condivisione di banda per I2P
ja: I2P+の帯域幅のシェア
nb: Andel av båndbredde for I2P
nl: Aandeel van bandbreedte voor I2P
pt: Compartilhamento de largura de banda para I2P
sl: Delež širine pasma za I2P
sv: Bandbreddsandel för I2P
uk: Частка пропускної здатності для I2P
vi: Chia sẻ băng thông cho I2P

source: You have configured I2P to share {0} KBps.
ar: قمت باعداد I2P لمشاركة {0} KOps.
az: I2P-ni {0} KBps paylaşmaq üçün konfiqurasiya etmisiniz.
cs: Nastavili jste I2P pro sdílení {0} kB/s.
da: Du har konfigureret I2P til at dele {0} KBps.
el: Έχετε ρυθμίσει το I2P να μοιράζεται {0} KBps.
es: Ha configurado I2P para compartir {0} KB/s.
et: Olete seadistanud I2P jagama {0} KB/s.
fa: شما I2P را برای اشتراک گذاری {0} کیلوبایت بر ثانیه پیکربندی کرده اید.
fi: Olet määrittänyt I2P:n jakamaan {0} kt/s.
hu: Úgy állítottad be az I2P-t, hogy {0} KB/mp-t osszon meg.
in: Anda telah mengkonfigurasi I2P untuk sharing {0} KBps.
it: Hai configurato I2P in modo da condividere {0} KBps.
ja: {0} KBps を共有するように I2P+ を設定しました。
nb: Du har satt opp I2P til å dele {0} KBps.
nl: Je hebt I2P geconfigureerd om {0} KBps te delen.
pt: I2P foi configurado para compartilhar {0} KBps.
sl: Konfigurirali ste I2P za deljenje {0} KBps.
sv: Du har konfigurerat I2P att dela {0} kbps.
uk: Ви налаштували I2P для спільного використання {0} Кбіт/с.
vi: Bạn đã định cấu hình I2P để chia sẻ {0} KBps.

source: In order to access websites hosted on the I2P network, and optionally use the default outproxy to connect to websites on clearnet, you will need to configure your browser to use the I2P+ <b>HTTP</b> proxy, by default running on <code>127.0.0.1 port 4444</code>. For more help, see <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>the configuration guide</a>, or <a href=/help/configuration#browserconfig>the mini-tutorial for Firefox</a>.
ar: للوصول إلى مواقع الويب المستضافة على شبكة I2P واستخدام البروكسي الافتراضي للاتصال بمواقع الويب على الشبكة العادية اختياريًا، ستحتاج إلى تكوين المتصفح الخاص بك لاستخدام البروكسي <b>HTTP</b> لـ I2P +، والذي يعمل بشكل افتراضي على <code>127.0.0.1 البورت 4444</code>. لمزيد من المساعدة، انظر <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>دليل التكوين </a> ، أو <a href=/help/configuration#browserconfig>البرنامج التعليمي الصغير لفايرفوكس</a>.
az: İ2P şəbəkəsində yerləşən veb saytlara daxil olmaq və istəyə bağlı olaraq standart çıxış proksisi vasitəsilə şəbəkədəki veb saytlara qoşularaq İnternetdə yerləşən veb saytları istifadə etmək üçün brauzerini I2P+ <b>HTTP</b> proksisi ilə yapılandırmanız lazımdır. Bu, əsasən <code>127.0.0.1 port 4444</code>-də işləyən proksi ilə həyata keçirilir. Əlavə kömək üçün <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>quraşdırma təlimatını</a> və ya <a href=/help/configuration#browserconfig>Firefox üçün mini-təlimatı</a> baxın.
cs: Za účelem přístupu k webovým stránkám hostovaným v síti I2P a volitelným použitím výchozího vystupujícího proxy pro připojení k webovým stránkám na clearnetu, je nutné nakonfigurovat váš prohlížeč k použití I2P+ <b>HTTP</b> proxy, která standardně běží na <code>127.0.0.1 port 4444</code>. Pro více informací navštivte <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>průvodce konfigurací</a> nebo <a href=/help/configuration#browserconfig>návod pro Firefox</a>.
da: For at få adgang til websites hostet på I2P-netværket og valgfrit bruge standard outproxy til at forbinde til websites på clearnet, skal du konfigurere din browser til at bruge I2P+ <b>HTTP</b> proxy, der som standard kører på <code>127.0.0.1 port 4444</code>. For mere hjælp, se <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfigurationsguiden</a> eller <a href=/help/configuration#browserconfig>mini-guiden til Firefox</a>.
el: Για να έχετε πρόσβαση σε ιστότοπους που φιλοξενούνται στο δίκτυο I2P και προαιρετικά χρησιμοποιήσετε τον προεπιλεγμένο outproxy για να συνδεθείτε σε ιστότοπους στο καθαρό διαδίκτυο, θα πρέπει να ρυθμίσετε τον περιηγητή σας να χρησιμοποιεί τον I2P+ <b>HTTP</b> διαμεσολαβητή, που εκτελείται από προεπιλογή στη διεύθυνση <code>127.0.0.1 θύρα 4444</code>. Για περισσότερη βοήθεια, ανατρέξτε στο <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>οδηγό ρύθμισης</a>, ή στο <a href=/help/configuration#browserconfig>μικρό οδηγό για τον Firefox</a>.
es: Para acceder a sitios web alojados en la red I2P y, opcionalmente, utilizar el proxy de salida por defecto para conectarse a sitios web en el clearnet, deberás configurar tu navegador para usar el proxy <b>HTTP</b> de I2P+, que por defecto se ejecuta en <code>127.0.0.1 puerto 4444</code>. Para obtener más ayuda, consulta <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>la guía de configuración</a> o <a href=/help/configuration#browserconfig>el mini-tutorial para Firefox</a>.
et: I2P-võrgus majutatud veebisaitidele juurdepääsuks ja valikuliselt vaikeseadistust kasutades selge veebi saitidega ühenduse loomiseks peate oma brauseri seadistama kasutama I2P+<b>HTTP</b> proksi, mis on vaikimisi konfigureeritud <code>127.0.0.1 port 4444</code> kaudu. Lisateabe saamiseks vaadake <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfiguratsioonijuhtjuhendit</a> või <a href=/help/configuration#browserconfig>miniõpetust Firefoxile</a>.
fa: برای دسترسی به وب‌سایت‌های میزبانی شده در شبکه I2P، و اختیارا استفاده از اوت‌پراکسی پیش‌فرض برای اتصال به وب‌سایت‌های رزه باید مرورگر خود را تنظیم کنید تا از پراکسی HTTP I2P+ استفاده کند، که پیش‌فرض بر روی <code>127.0.0.1 درگاه 4444</code> اجرا می‌شود. برای راهنمای بیشتر می‌توانید <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>راهنمای تنظیمات</a> یا <a href=/help/configuration#browserconfig>آموزش کوتاه فایرفاکس</a> را مطالعه فرمایید.
fi: Jotta voit käyttää I2P-verkossa sijaitsevia verkkosivustoja ja valinnaisesti käyttää oletusarvoista ulkoproksia yhdistääksesi verkkosivustoihin selkeissä verkko-olosuhteissa, sinun on määritettävä selain käyttämään I2P+ <b>HTTP</b> välityspalvelinta, joka oletuksena toimii osoitteessa <code>127.0.0.1 portti 4444</code>. Lisäohjeita saat katsomalla <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfigurointioppaan</a> tai <a href=/help/configuration#browserconfig>mini-oppaan Firefox-selainta varten</a>.
hu: Annak érdekében, hogy hozzáférhess a weboldalakhoz az I2P hálózaton keresztül, és opcionálisan használhassanak egy alapértelmezett kimeneti proxyt a weboldalakhoz való kapcsolódáshoz a tiszta interneten, be kell állítanod a böngésződet, hogy használja az I2P+ <b>HTTP</b> proxyt, alapértelmezetten működik a <code>127.0.0.1 port 4444</code> címen. További információért lásd a <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfigurációs útmutatót</a>, vagy <a href=/help/configuration#browserconfig>a mini-tanulóanyagot a Firefox számára</a>.
in: Untuk mengakses situs web yang di-hosting pada jaringan I2P, dan secara opsional menggunakan outproxy default untuk terhubung ke situs web di internet bebas, Anda perlu mengkonfigurasi browser Anda untuk menggunakan proxy <b>HTTP</b> I2P+, secara default berjalan pada <code>127.0.0.1 port 4444</code>. Untuk bantuan lebih lanjut, lihat <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>panduan konfigurasi</a>, atau <a href=/help/configuration#browserconfig>mini-tutorial untuk Firefox</a>.
it: Per accedere ai siti Web ospitati sulla rete I2P e facoltativamente utilizzare l'outproxy predefinita per connettersi ai siti Web su ClearNet, dovrai configurare il browser per utilizzare il proxy i2p+ <b>HTTP</b>, per impostazione predefinita in esecuzione <code>127.0.0.1 Porta 4444</code>. Per ulteriori aiuto, vedi <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>La guida di configurazione</a> o <a href=/help/configuration#browserconfig>il mini-tutorial per Firefox</a>.
ja: I2Pネットワークでホストされているウェブサイトにアクセスするため、またはオプションでデフォルトのアウトプロキシを使用してクリアネット上のウェブサイトに接続するために、ブラウザをI2P+ <b>HTTP</b>プロキシに設定する必要があります。 デフォルトでは<code>127.0.0.1ポート4444</code>で実行されます。 詳しいヘルプは、<a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>設定ガイド</a>を参照するか、Firefoxの<a href=/help/configuration#browserconfig>ミニチュートリアル</a>をご覧ください。
nb: For å få tilgang til nettsteder som er vert på I2P-nettverket, og valgfritt bruke standard utproxy for å koble til nettsteder på klar-nettverket, må du konfigurere nettleseren din til å bruke I2P+ <b>HTTP</b> proxy, som kjører som standard på <code>127.0.0.1 port 4444</code>. For mer hjelp, se <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfigurasjonsguiden</a>, eller <a href=/help/configuration#browserconfig>miniveiledningen for Firefox</a>.
nl: Om toegang te krijgen tot websites die gehost worden op het I2P-netwerk, en optioneel gebruik te maken van de standaard outproxy om verbinding te maken met websites op het clearnet, moet je je browser configureren om de I2P+ <b>HTTP</b> proxy te gebruiken. Deze proxy draait standaard op <code>127.0.0.1 poort 4444</code>. Voor meer hulp, zie <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>de configuratiegids</a>, of <a href=/help/configuration#browserconfig>de mini-tutorial voor Firefox</a>.
pt: Para acessar sites hospedados na rede I2P e opcionalmente usar o outproxy padrão para conectar-se a sites no clearnet, você precisa configurar seu navegador para usar o proxy I2P+ <b>HTTP</b>, que por padrão é executado em <code>127.0.0.1 porta 4444</code>. Para obter mais ajuda, consulte <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>o guia de configuração</a> ou <a href=/help/configuration#browserconfig>o mini-tutorial do Firefox</a>.
sl: Da bi dostopali do spletnih strani, gostiteljih na omrežju I2P, in po želji uporabljali privzeti outproxy za povezavo z spletnimi stranmi na odkriti mreži, morate svoj brskalnik nastaviti na uporabo I2P+ <b>HTTP</b> posredniškega strežnika, ki po privzemu deluje na <code>127.0.0.1 vrata 4444</code>. Za več pomoči, glejte <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>vodilo za konfiguracijo</a>, ali <a href=/help/configuration#browserconfig>mini-tutorijal za Firefox</a>.
sv: För att nå webbplatser som är värdade på I2P-nätverket och valfritt använda standard-outproxy för att ansluta till webbplatser på klartextsinternet, måste du konfigurera din webbläsare att använda I2P+ <b>HTTP</b> -proxy, som som standard körs på <code>127.0.0.1 port 4444</code>. För mer hjälp, se <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>konfigurationsguiden</a>, eller <a href=/help/configuration#browserconfig> den lilla handledningen för Firefox </a>.
uk: Щоб мати доступ до сайтів, розміщених в мережі I2P, і опціонально використовувати тунель за замовчуванням для підключення до сайтів в відкритому інтернеті, вам необхідно налаштувати ваш браузер для використання проксі <b>HTTP</b> від I2P+, за замовчуванням він працює на адресі <code> 127.0.0.1 порт 4444</code>. Для додаткової довідки ознайомтесь з <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>посібником з налаштувань</a>, або <a href=/help/configuration#browserconfig>міні-посібником для Firefox</a>.
vi: Để truy cập các trang web được lưu trữ trên mạng I2P và tùy ý sử dụng proxy ngoài mặc định để kết nối với các trang web trên Clearnet, bạn sẽ cần định cấu hình trình duyệt của mình để sử dụng proxy I2P+ <b>HTTP</b>, theo mặc định chạy trên < mã>127.0.0.1 cổng 4444</code>. Để được trợ giúp thêm, hãy xem <a href=https://geti2p.net/htproxyports target=_blank rel=noreferrer>hướng dẫn cấu hình</a> hoặc <a href=/help/configuration#browserconfig>hướng dẫn nhỏ dành cho Firefox</a>.

source: When you start I2P, it may take a few minutes to bootstrap (integrate) your router into the network and find additional peers, so please be patient.
ar: عند بدء تشغيل I2P، قد يستغرق الأمر بضع دقائق لبدء (دمج) جهاز التوجيه الخاص بك في الشبكة والعثور على أقران إضافيين، لذا يرجى التحلي بالصبر.
az: I2P-ni işə saldıqda, marşrutlaşdırıcınızı şəbəkəyə yükləmək (inteqrasiya etmək) və əlavə həmyaşıdlar tapmaq bir neçə dəqiqə çəkə bilər, buna görə də səbirli olun.
cs: Když spustíte I2P, může zavádění (integrace) vašeho routeru do sítě a nalezení dalších kolegů trvat několik minut, takže buďte trpěliví.
da: Når du starter I2P, kan det tage et par minutter at bootstrap (integrere) din router i netværket og finde yderligere peers, så vær tålmodig.
el: Όταν εκκινείτε το I2P, μπορεί να χρειαστούν μερικά λεπτά για την εκκίνηση (ενσωμάτωση) του δρομολογητή σας στο δίκτυο και την εύρεση επιπλέον συνομηλίκων, οπότε παρακαλούμε να είστε υπομονετικοί.
es: Cuando inicia I2P, puede tomar algunos minutos arrancar (integrar) su enrutador en la red y encontrar pares adicionales, así que tenga paciencia.
et: Kui käivitate I2P, võib teie ruuteri võrku alglaadimine (integreerimine) ja täiendavate partnerite leidmine võtta paar minutit, seega olge kannatlik.
fa: هنگامی که I2P را راه اندازی می کنید، ممکن است چند دقیقه طول بکشد تا روتر خود را در شبکه راه اندازی کنید (ادغام کنید) و همتاهای بیشتری پیدا کنید، بنابراین لطفا صبور باشید.
fi: Kun käynnistät I2P:n, reitittimen käynnistäminen (integroiminen) verkkoon ja muiden vertaiskumppanien löytäminen voi kestää muutaman minuutin, joten ole kärsivällinen.
hu: Amikor elindítja az I2P-t, eltarthat néhány percig, amíg az útválasztót beindítja (integrálja) a hálózatba, és további társakat talál, ezért kérjük, legyen türelemmel.
in: Saat Anda memulai I2P, mungkin diperlukan beberapa menit untuk melakukan bootstrap (mengintegrasikan) router Anda ke dalam jaringan dan menemukan rekan tambahan, jadi harap bersabar.
it: Quando tu avvii I2P, potrebbero essere necessari alcuni minuti per il bootstrap (integrazione) del tuo router nella rete e per trovare altri peer, perfavore sii paziente.
ja: I2P を開始すると、ルーターをネットワークにブートストラップ (統合) し、追加のピアを検索するのに数分かかることがありますので、しばらくお待ちください。
nb: Når du starter I2P, kan det ta noen minutter å starte opp (integrere) ruteren din i nettverket og finne flere likemenn, så vær tålmodig.
nl: Wanneer u I2P start, kan het een paar minuten duren voordat uw router in het netwerk is opgestart (geïntegreerd) en extra peers zijn gevonden, dus wees geduldig.
pt: Quando você inicia o I2P, pode levar alguns minutos para inicializar (integrar) seu roteador na rede e encontrar pares adicionais, portanto, seja paciente.
sl: Ko zagnate I2P, lahko potrebuje nekaj minut za ujemanje (integracija) vašega strežnika v omrežje in iskanje dodatnih sosednjih strežnikov, zato prosim, da budete strpelni.
sv: När du startar I2P kan det ta några minuter att bootstrap (integrera) din router i nätverket och hitta ytterligare peers, så ha tålamod.
uk: Коли ви запускаєте I2P+, може знадобитися кілька хвилин для завантаження (інтеграції) вашого маршрутизатора в мережу та пошуку додаткових однорангових пристроїв, тому запасіться терпінням.
vi: Khi bạn bắt đầu I2P, có thể mất vài phút để bootstrap (tích hợp) bộ định tuyến của bạn vào mạng và tìm thêm các đồng nghiệp, vì vậy hãy kiên nhẫn.

source: Once green stars are indicated next to your Local Tunnels, there is a wide variety of things you can do with I2P.
ar: بمجرد الإشارة إلى النجوم الخضراء بجوار أنفاقك المحلية، هناك مجموعة واسعة من الأشياء التي يمكنك القيام بها باستخدام I2P.
az: Yerli tunellərinizin yanında yaşıl ulduzlar göstərildikdən sonra I2P ilə edə biləcəyiniz çox şey var.
cs: Jakmile jsou vedle vašich místních tunelů označeny zelené hvězdičky, existuje široká škála věcí, které můžete s I2P dělat.
da: Når grønne stjerner er angivet ved siden af ​​dine lokale tunneler, er der en lang række ting, du kan gøre med I2P.
el: Μόλις επισημανθούν πράσινα αστέρια δίπλα στις τοπικές σας σήραγγες, υπάρχει μια μεγάλη ποικιλία από πράγματα που μπορείτε να κάνετε με το I2P.
es: Una vez que se indican las estrellas verdes al lado de tus Túneles Locales, hay una amplia variedad de cosas que puedes hacer con I2P.
et: Kui teie kohalike tunnelite kõrval on tähistatud rohelised tärnid, saate I2P-ga teha palju erinevaid asju.
fa: هنگامی که ستاره های سبز در کنار تونل های محلی شما نشان داده می شوند، کارهای بسیار متنوعی وجود دارد که می توانید با I2P انجام دهید.
fi: Kun vihreät tähdet on merkitty paikallisten tunneleidesi viereen, voit tehdä I2P:llä monia asioita.
hu: Ha a helyi alagutak mellett zöld csillagok láthatók, sokféle dolgot tehetsz az I2P-vel.
in: Setelah bintang hijau ditunjukkan di sebelah Terowongan Lokal Anda, ada berbagai macam hal yang dapat Anda lakukan dengan I2P.
it: Quando stelle verdi sono indicate vicino ai tuoi tunnel locali, c'è una grande varietà di cose che puoi fare con I2P.
ja: ローカル トンネルの横に緑色の星が表示されると、I2P でさまざまなことができるようになります。
nb: Når grønne stjerner er indikert ved siden av dine lokale tunneler, er det en rekke ting du kan gjøre med I2P.
nl: Zodra er groene sterren worden aangegeven naast uw lokale tunnels, kunt u met I2P een grote verscheidenheid aan dingen doen.
pt: Uma vez que as estrelas verdes são indicadas ao lado dos seus túneis locais, há uma grande variedade de coisas que você pode fazer com o I2P.
sl: Kotmile zelene zvezde prikazane ob vaših Lokalnih tunelih, obstaja širok spekter stvari, ki jih lahko storite z I2P.
sv: När gröna stjärnor indikeras bredvid dina lokala tunnlar, finns det en mängd olika saker du kan göra med I2P.
uk: Коли поруч із вашими локальними тунелями відображаються зелені зірочки, з I2P+ ви можете робити багато речей.
vi: Sau khi các ngôi sao màu xanh lá cây được chỉ định bên cạnh Đường hầm cục bộ của bạn, bạn có thể làm rất nhiều việc với I2P.

source: Install failed from {0}
az: {0}-dan quraşdırma uğursuz oldu
da: Installationen misslykkedes fra {0}
ja: {0} からのインストールに失敗
nl: Installatie mislukt van {0}
vi: Cài đặt không thành công từ {0}

source: Transfer failed from {0}
az: Transfer {0} tarixində baş tutmadı
da: Overfører fil fra {0}
ja: {0} からの転送に失敗しました
nl: Overdracht mislukt van {0}
vi: Truyền thất bại từ phía {0}

source: Update file not found at {0}
az: Fayl yenilənmədi {0}
da: Opdateringsfil blev ikke fundet på {0}
ja: 更新ファイルが {0} に見つかりません
vi: Không tìm thấy tệp cập nhật tại {0}

source: BenarNews
fa: بنار نیوز
ja: ベナーニュース
nl: BenarNieuws
vi: Tin tức Benar

source: Clear and accurate news for the Far East
az: Uzaq Şərq üçün aydın və dəqiq xəbərlər
da: Tydelige og præcise nyheder for Fjernøsten
fa: اخبار واضح و دقیق برای خاور دور
it: Notizie chiare e precise per l'Estremo Oriente
ja: 極東向けの明確で正確なニュース
nl: Duidelijk en accuraat nieuws voor het Verre Oosten
vi: Tin tức rõ ràng và chính xác về Viễn Đông

source: CultureMagazine
az: Mədəniyyət jurnalı
da: Kulturmagasin
es: Revista Cultura
et: Kultuuriajakiri
fa: مجله فرهنگ
fi: Kulttuurilehti
hu: Kultúra Magazin
it: Rivista Cultura
ja: カルチャーマガジン
nl: Cultuurtijdschrift
pt: Revista Cultura
sl: Časopis o kulturi
sv: Kulturtidskrift
vi: Tạp chí Văn hóa

source: CurrentAffairs
da: Aktuelt
es: Asuntos actuales
et: Aktuaalne
fa: امور جاری
fi: Ajankohtaista
ja: 時事問題
nb: Aktuelle saker
nl: ActueleZaken
pt: Assuntos Atuais
sl: Trenutna zadeva
sv: Aktuellt
vi: Chuyện hiện tại

source: NakedSecurity
az: Çılpaq Təhlükəsizlik
da: NøgenSikkerhed
fa: امنیت برهنه
ja: 裸のセキュリティ
nl: Naakte beveiliging
vi: Bảo mật khỏa thân

source: Security news and research blog
az: Təhlükəsizlik xəbərləri və araşdırma bloqu
da: Sikkerhedsnyheder og forskningsblog
fa: وبلاگ خبری و تحقیقاتی امنیتی
it: Blog di notizie e ricerche sulla sicurezza
ja: セキュリティニュースおよびリサーチブログ
nl: Beveiligingsnieuws en onderzoeksblog
vi: Blog nghiên cứu và tin tức an ninh

source: RadioFreeAsia
ja: ラジオフリーアジア
nl: RadioVrijAzië

source: Reliable journalism for countries under censorship
az: Senzura altında olan ölkələr üçün etibarlı jurnalistika
da: Pålidelig journalistik for lande under censur
fa: روزنامه نگاری قابل اعتماد برای کشورهای تحت سانسور
it: Giornalismo affidabile per i paesi sotto censura
ja: 検閲を受けている国の信頼できるジャーナリズム
nl: Betrouwbare journalistiek voor landen onder censuur
vi: Báo chí đáng tin cậy cho các quốc gia dưới sự kiểm duyệt

source: unpublished
az: nəşr olunmayıb
da: upubliceret
fa: منتشر نشده
it: inedito
ja: 未公開
nl: ongepubliceerd
vi: chưa được công bố

source: MTU
ja: 男

source: Same IP
az: Eyni IP
da: Samme IP
fa: همان IP
it: Stesso IP
ja: 同じIP
nl: Hetzelfde IP-adres
vi: Cùng IP

source: Same IPv4
az: Eyni IPv4
da: Samme IPv4
fa: همان IPv4
it: Stesso IPv4
ja: 同じIPv4
nl: Dezelfde IPv4
vi: Cùng một IPv4

source: Same IPv6
az: Eyni IPv6
da: Samme IPv6
fa: همان IPv6
it: Stesso IPv6
ja: 同じIPv6
nl: Dezelfde IPv6
vi: Cùng một IPv6

source: SOCKS 4/4a
az: ÇORAPLAR 4/4a
cs: PONOŽKY 4/4a
el: ΚΑΛΤΣΕΣ 4/4A
fa: جوراب 4/4a
fi: SUKAT 4/4a
ja: ソックス4/4a
uk: ШКАПЕТКИ 4/4a
vi: VỚ 4/4a

source: This setting, when set to true, will enable HiDPI mode for the graphs on <a href=/graphs>the graphs page</a>. Once enabled, you may need to refresh the page to see the settings applied, and the graph display may take a couple of refresh cycles to stabilize. Note that Javascript should be enabled in your browser. [Experimental]
az: Bu parametr doğru təyin edildikdə, qrafiklər <a href=/graphs>səhifəsindəki</a> qrafiklər üçün HiDPI rejimini aktivləşdirəcək. Aktiv olduqdan sonra tətbiq olunan parametrləri görmək üçün səhifəni yeniləməli ola bilərsiniz və qrafik displeyi sabitləşdirmək üçün bir neçə yeniləmə dövrü çəkə bilər. Nəzərə alın ki, Javascript brauzerinizdə aktiv olmalıdır. [Eksperimental]
da: Denne indstilling, når den er indstillet på sand, aktiverer HiDPI-tilstand for graferne på <a href=/graphs>graferne side</a>. Når den er aktiveret, skal du muligvis opdatere siden for at se de anvendte indstillinger, og grafvisningen kan tage et par opdateringscykler at stabilisere. Bemærk, at JavaScript skal være aktiveret i din browser. [Eksperimentel]
fa: این تنظیم، وقتی روی true تنظیم شود، حالت HiDPI را برای نمودارهای <a href=/graphs>صفحه نمودارها</a> فعال می کند.
it: Questa impostazione, quando impostata su true, abiliterà la modalità HiDPI per i grafici sulla <a href=/graphs>pagina dei grafici</a>. Una volta abilitata, potrebbe essere necessario aggiornare la pagina per visualizzare le impostazioni applicate, e la visualizzazione del grafico potrebbe richiedere un paio di cicli di aggiornamento per stabilizzarsi. Si noti che Javascript deve essere abilitato nel proprio browser. [Sperimentale]
ja: この設定をtrueにすると、<a href=/graphs>グラフページ</a>のグラフでHiDPIモードが有効になります。有効にすると、設定が適用されるまでページをリフレッシュする必要があり、グラフの表示には安定するまでの数回のリフレッシュサイクルが必要になる場合があります。JavaScriptがブラウザで有効になっていることに注意してください。[実験的]
nl: Deze instelling, wanneer ingesteld op true, schakelt HiDPI-modus in voor de grafieken op <a href=/graphs>de grafiekenpagina</a>. Nadat dit is ingeschakeld, moet je mogelijk de pagina verversen om de toegepaste instellingen te zien, en de grafische weergave kan enkele vernieuwingscycli nodig hebben om te stabiliseren. Let op: Javascript moet ingeschakeld zijn in je browser. [Experimenteel]
vi: Cài đặt này, khi được đặt thành True, sẽ kích hoạt chế độ HiDPI cho các biểu đồ trên trang <a href=/graphs>biểu đồ</a>. Sau khi kích hoạt, bạn có thể cần làm mới trang để thấy các cài đặt được áp dụng, và hiển thị biểu đồ có thể mất một vài chu kỳ làm mới để ổn định. Lưu ý rằng JavaScript nên được kích hoạt trong trình duyệt của bạn. [Thử nghiệm]
