Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: An alternative implementation of an I2P router coded in C++. For more information, see <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> Source code is available on <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
ar: تطبيق بديل لموجه I2P مكتوب بـ C++. لمزيد من المعلومات، قم بزيارة <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> مصدر الكود متاح على <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
az: C++ dillində proqramlaşdırıldığı konseptin mübadiləsi olan I2P rotərinin alternativ implementasiyası. Ətraflı məlumat üçün <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> adresinə baxın. Qaynaq kodu <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a> adresində mövcuddur.
bo: C++ བཅོས་མ་རྣམས་བརྒྱུད་ནས་བསྒྲུབས་པའི་I2P སྒོ་བསྒྲག་མའི་མ་ཚོགས་པའི་མཚོན་རྟགས་ཤིག་ཡིན། གཞན་མང་ཤེས་འདོད་ན <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/ </a> འཚོལ་ཞིབ་བྱོས། རྒྱུ་ཆེ་ཐོག་མའི་ཁུངས་(Source code) <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a> ལ་ཡོད།།
cs: Alternativní implementace routeru I2P naprogramovaná v jazyce C++. Další informace naleznete na <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Zdrojový kód je k dispozici na <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>GitHubu</a>.
da: En alternativ implementering af en I2P-router kodet i C++. For mere information, se <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Kildekoden er tilgængelig på <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
el: Μια εναλλακτική υλοποίηση ενός δρομολογητή I2P που κατασκευάζεται με C++. Για περισσότερες πληροφορίες, δείτε <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Ο πηγαίος κώδικας είναι διαθέσιμος στο <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
es: Una implementación alternativa de un enrutador I2P codificado en C++. Para más información, ver <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> El código fuente está disponible en <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
et: Alternatiivne C++ -s kodeeritud I2P ruuteri rakendus. Rohkem teavet leiate aadressilt <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Lähtekood on saadaval aadressil <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
fa: یک پیاده سازی جایگزین از یک روتر I2P با کد C .
fi: I2P-reitittimen vaihtoehtoinen toteutus, joka on koodattu C++:lla. Lisätietoja on osoitteessa <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Lähdekoodi on saatavilla <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>githubissa</a>.
hi: C++ में कोड किए गए I2P रूटर का एक वैकल्पिक अभियांत्रिकी है। अधिक जानकारी के लिए, <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> पर जाएँ। स्रोत कोड <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a> पर उपलब्ध है।
hu: Az I2P útválasztó alternatív megvalósítása C++ nyelven írva. További információért lásd a <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> linket. A forráskód elérhető a <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a> oldalon.
in: Implementasi alternatif dari router I2P yang dikodekan dengan C++. Untuk informasi lebih lanjut, lihat <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> Kode sumber tersedia di <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
it: Un'implementazione alternativa di un router I2P codificato in C++. Per maggiori informazioni, consultare <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Il codice sorgente è disponibile su <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
ja: C++でコーディングされたI2Pルーターの代替実装です。詳細については、<a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>を参照してください。ソースコードは<a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>で入手できます。
ko: C++로 작성된 I2P 라우터의 대체 구현입니다. 자세한 정보는 <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>를 참조하세요. 소스 코드는 <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>에서 확인할 수 있습니다.
nb: En alternativ implementering av en I2P-ruter kodet i C++. For mer informasjon, se <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Kildekoden er tilgjengelig på <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
nl: Een alternatieve implementatie van een I2P-router die is gecodeerd in C++. Voor meer informatie, zie <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. De broncode is beschikbaar op <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
pt: Uma implementação alternativa de um roteador I2P codificado em C++. Para mais informações, consulte <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. O código fonte está disponível no <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
sl: Namenjena implementacija usmerjevalnika I2P, kodirana v C++. Za več informacij, glejte <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Izvirna koda je na voljo na <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
sv: En alternativ implementation av en I2P-router som är kodad i C++. För mer information, se <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a>. Källkoden finns tillgänglig på <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
uk: Альтернативна реалізація маршрутизатора I2P на мові C++. Додаткову інформацію можна знайти на <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> Вихідний код доступний на <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.
vi: Một triển khai thay thế của bộ định tuyến I2P được mã hóa bằng C++. Để biết thêm thông tin, xem <a href=https://i2pd.website/ class='sitelink external' target=_blank rel=noreferrer>https://i2pd.website/</a> Mã nguồn có sẵn trên <a href=https://github.com/PurpleI2P/i2pd class='sitelink external' target=_blank rel=noreferrer>github</a>.

source: A fork of the <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent client</a> refactored for use on the I2P network. Usually supplied as part of the default suite of applications with Java I2P, and also available as a <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>standalone Java application</a>.
ar: انقسام لعميل <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent</a> أعيدهيكلته للاستعمال على شبكة I2P. يُزود عادة كجزء من مجموعة التطبيقات الافتراضية مع Java I2P، ومتاح أيضًا كتطبيق Java <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>منفصل</a>.
az: <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent klientinin</a> I2P şəbəkəsində istifadə üçün refaktor edilmiş fork. Genelliklə Java I2P-in standart proqram gurubunun bir hissəsi şəklində təqdim olunur və həmçinin <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>bağımsız Java tətbiqi</a> şəklində də mövcuddur.
bo: <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent སྤྱོད་པ་པོ</a> བཟོས་པའི་མ་ཚོགས་པའི་ཉམས་སྤྱོད་ཞིག་སྟེ། I2P དྲ་བར་གནས་སྐབས་བརྒྱུད་བཅོས་བྱས་པ་ཡིན། དེ་ནི་Java I2P དང་རྒྱུས་མཐུད་ཀྱི་ཉེར་སྤྱོད་ཚོགས་པ་ཡོངས་སུ་གཏོང་བར་སྤྱི་ལོར་བཀོལ་ཆོག་པ་མ་ཟད། <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>རང་རྐྱང་གི་Java ཉེར་སྤྱོད་</a> ཞིག་ཏུ་ཡང་གཏོང་ཆོག
cs: Fork klienta BitTorrent <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark</a> modifikovaný pro použití v síti I2P. Obvykle je součástí výchozí sady aplikací s Java I2P a je také k dispozici jako <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>samostatná Java aplikace</a>.
da: En forgænger af <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent-klienten</a> omskrevet til brug på I2P-netværket. Normalt leveres som en del af standardapplikationssuiten med Java I2P og kan også fås som en <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>standalone Java-applikation</a>.
el: Ένα διακλάδωμα του πελάτη BitTorrent <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark</a> που έχει αναδιαρθρωθεί για χρήση στο δίκτυο I2P. Συνήθως παρέχεται ως μέρος της προεπιλεγμένης συλλογής εφαρμογών με το Java I2P και είναι επίσης διαθέσιμο ως <a href=http://skank.i2p/#download class= sitelink target=_blank rel=noreferrer>ανεξάρτητη εφαρμογή Java</a>.
es: Un fork del cliente BitTorrent <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark</a> refactorizado para su uso en la red I2P. Generalmente incluido como parte del conjunto de aplicaciones predeterminadas de Java I2P, y también disponible como una <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>aplicación Java independiente</a>.
et: I2P võrgus kasutamiseks refaktoriseeritud <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent-i klient</a> haru. Tavaliselt on see osa Java I2P vaikekomplektist ja seda saab ka eraldiseisva Java rakendusena <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>allalaadida</a>.
fa: فورکی از <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>سرویس گیرنده Snark BitTorrent</a> که برای استفاده در شبکه I2P بازسازی شده است.
fi: Päätynyt versio <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent -asiakasohjelmasta</a>, joka on muokattu käytettäväksi I2P-verkossa. Yleensä toimitetaan osana oletuspakettia Java I2P:n sovelluksien kanssa ja on myös saatavilla <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>itsenäisenä Java-sovelluksena</a>.
hi: Snark BitTorrent क्लाइंट का एक फ़ॉक है जो I2P नेटवर्क पर उपयोग करने के लिए फिर से संरचित किया गया है। यह आमतौर पर जावा I2P के मौलिक सूट का हिस्सा होता है और एक <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>स्वतंत्र जावा अनुप्रयोग</a> के रूप में भी उपलब्ध है।
hu: Az I2P hálózaton történő használatra átalakított <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent kliens</a> forkja. Általában a Java I2P alapértelmezett alkalmazáscsomagjának részeként szállítják, valamint elérhető egy <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>önálló Java alkalmazásként</a>.
in: Cabang dari <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>klien BitTorrent Snark</a> yang dibuat ulang untuk digunakan di jaringan I2P. Biasanya disertakan sebagai bagian dari paket aplikasi default bersama Java I2P, dan juga tersedia sebagai <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>aplikasi Java berdiri sendiri</a>.
it: Una fork del client BitTorrent <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark</a> ristrutturato per l'utilizzo sulla rete I2P. Di solito fornito come parte del pacchetto predefinito di applicazioni con Java I2P e disponibile anche come <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>applicazione Java standalone</a>.
ja: I2Pネットワークで使用するために再構築された<a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrentクライアント</a>のフォークです。通常、Java I2Pと共に提供されるデフォルトのアプリケーションスイートの一部として提供され、<a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>単独のJavaアプリケーション</a>としても利用可能です。
ko: I2P 네트워크에서 사용하기 위해 재구성된 <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent 클라이언트</a>의 포크입니다. 일반적으로 Java I2P의 기본 애플리케이션 스위트의 일부로 제공되며, <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>독립 실행형 Java 애플리케이션</a>으로도 사용할 수 있습니다.
nb: En forgrening av <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent-klienten</a> refaktorert for bruk på I2P-nettverket. Vanligvis levert som en del av standardpakken med Java I2P-applikasjoner, og er også tilgjengelig som en <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>fristående Java-applikasjon</a>.
nl: Een afsplitsing van de <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent-client</a> herschreven voor gebruik op het I2P-netwerk. Meestal geleverd als onderdeel van de standaard suite van toepassingen met Java I2P, en ook beschikbaar als een <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>zelfstandige Java-toepassing</a>.
pt: Uma bifurcação do cliente BitTorrent <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark</a> refatorado para uso na rede I2P. Normalmente fornecido como parte do conjunto padrão de aplicativos com o Java I2P e também disponível como um <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>aplicativo Java independente</a>.
sl: Odsek <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>klienta Snark BitTorrent</a>, prilagojen za uporabo na omrežju I2P. Običajno je ponujen kot del privzete vrste aplikacij z Java I2P, in je tudi na voljo kot <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>samostojna Java aplikacija</a>.
sv: En gren av <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>Snark BitTorrent-klienten</a> omstrukturerad för att användas i I2P-nätverket. Vanligtvis medföljer den som en del av den standardpaket av program med Java I2P och finns också tillgänglig som en <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>fristående Java-applikation</a>.
uk: Розгалуження <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>клієнта Snark BitTorrent</a> перероблено для використання в мережі I2P. Зазвичай постачається як частина набору програм за умовчанням із Java I2P, а також доступна як <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>окрема програма Java</a> .
vi: Một nhánh của <a href=http://www.klomp.org/snark/ class='sitelink external' target=_blank rel=noreferrer>ứng dụng khách Snark BitTorrent</a> được tái cấu trúc để sử dụng trên mạng I2P. Thường được cung cấp như một phần của bộ ứng dụng mặc định có Java I2P và cũng có sẵn dưới dạng <a href=http://skank.i2p/#download class=sitelink target=_blank rel=noreferrer>ứng dụng Java độc lập</a> .

source: Introducer
ar: معرف
az: Təqdimatçı
bo: མཚམས་སྦྲེལ་མཁན་
cs: Úvodník
el: Εισηγητής
es: Introductor
fa: معرفی کننده
fi: Esittely
hi: परिचयक
in: Pendekar
it: Introduttore
ja: イントロダクサー
ko: 소개자
nb: Innfører
pt: Introdutor
sl: Predstavnik
sv: Introducerare
uk: Інтродюсер
vi: Người giới thiệu

source: A router that facilitates the connection to the network of another router that is behind a firewall.
ar: جهاز توجيه يسهل الاتصال بشبكة جهاز توجيه آخر موجود خلف جدار الحماية.
az: Düzəldilmiş bir ruterdən sistem və ya ofis faiyetini təmin etməyə imkan verən ruter.
bo: མེ་འབར་ཆ་བཀག་བཅོས་ཀྱི་ནང་གི་སྒོ་བསྒྲག་མ་གཞན་ཞིག་གི་དྲ་བ་དང་མཚམས་སྦྲེལ་བྱེད་པར་ཕན་པ་བྱེད་པའི་སྒོ་བསྒྲག་མ་ཞིག
cs: Router, který usnadňuje připojení k síti jiného routeru, který je za firewallem.
da: En router, der let faciliterer forbindelsen til et andet routers netværk, der befinder sig bag en firewall.
el: Ένας δρομολογητής που διευκολύνει τη σύνδεση με το δίκτυο ενός άλλου δρομολογητή που βρίσκεται πίσω από ένα τείχος προστασίας προκειμένου να επιτευχθεί η σύνδεση.
es: Un enrutador que facilita la conexión a la red de otro enrutador que se encuentra detrás de un firewall.
et: Ruuter, mis võimaldab ühendust teise ruuteri võrguga, mis asub tulemüüri taga.
fa: روتری که اتصال به شبکه روتر دیگری را که پشت فایروال قرار دارد تسهیل می کند.
fi: Reititin, joka helpottaa toisen reitittimen, joka on palomuurin takana, yhteyden muodostamista verkkoon.
hi: एक रूटर जो एक फायरवॉल के पीछे के दूसरे रूटर के लिए नेटवर्क के साथ कनेक्शन सुविधाजनक बनाता है।
hu: Egy útválasztó, amely megkönnyíti a kapcsolatot egy másik útválasztó hálózatához, amely tűzfal mögött van.
in: Router yang memfasilitasi koneksi ke jaringan router lain yang berada di balik firewall.
it: Un router che facilita la connessione alla rete di un altro router che si trova dietro un firewall.
ja: ファイアウォールの背後にある別のルーターのネットワークへの接続を容易にするルーター。
ko: 방화벽 뒤에 있는 다른 라우터의 네트워크에 대한 연결을 용이하게 하는 라우터입니다.
nb: En ruter som letter tilkoblingen til nettverket til en annen ruter som er bak en brannmur.
nl: Een router die de verbinding faciliteert met het netwerk van een andere router die achter een firewall zit.
pt: Um roteador que facilita a conexão com a rede de outro roteador que está atrás de um firewall.
sl: Maršrutizator, ki omogoča povezavo na omrežje drugega maršrutizatorja, ki je za firewallom.
sv: En router som underlättar anslutningen till nätverket för en annan router som befinner sig bakom en brandvägg.
uk: Маршрутизатор, який спрощує підключення до мережі іншого маршрутизатора, який знаходиться за брандмауером.
vi: Một bộ định tuyến tạo điều kiện cho kết nối với mạng của một bộ định tuyến khác đứng sau tường lửa.

source: Jump Service
ar: خدمة القفز
az: Keçid Xidməti
bo: མཚམས་འགེང་བའི་ཉེར་སྤྱོད་
cs: Skoková služba
da: Springtjeneste
el: Υπηρεσία Άλματος
es: Servicio Saltarín
et: Hüppeteenus
fa: سرویس پرش
fi: Hyppy palvelu
hi: जंप सर्विस
hu: Ugrás Szolgáltatás
in: Layanan Loncatan
it: Servizio di salto
ja: ジャンプサービス
ko: 점프 서비스
nb: Hopptjeneste
pt: Serviço de Salto
sl: Skokovna storitev
sv: Hopp tjänst
uk: Служба стрибка
vi: Dịch vụ nhảy
