Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Warning: User names outside the ISO-8859-1 character set are not recommended. Support is not standardized and varies by browser.
ar: تحذير: لا يُنصح باستخدام أسماء المستخدمين خارج مجموعة الأحرف ISO-8859-1. الدعم غير موحد ويختلف حسب المتصفح.
az: Xəbərdarlıq: ISO-8859-1 simvol dəstindən kənar istifadəçi adları tövsiyə edilmir.
bo: ཉེན་བརྡ་བ། ISO-8859-1 ཡི་གེ་ཡིག་ཕྱི་ཚུག་ཕྱི་ནང་ཕྱི་གི་སྤྱོད་མཁན་ཁ་མིན་མིན་འོས་པར་འོས་མིན། རྒྱབ་སྐྱོང་བརླུགས་མེད་མེད་མིན་དང་རླུགས་མེད་པར་འགྱུར་བ།
cs: Warning: Uživatelská jména mimo znakovou sadu ISO-8859-1 se nedoporučují.
da: ADVARSEL: Brugernavne uden for ISO-8859-1-tegnsættet anbefales ikke. Support er ikke standardiseret og varierer efter browser.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Τα ονόματα χρηστών εκτός του συνόλου χαρακτήρων ISO-8859-1 δεν συνιστώνται. Η υποστήριξη δεν είναι τυποποιημένη και ποικίλλει ανάλογα με το πρόγραμμα περιήγησης.
es: Advertencia: Los nombres de usuario fuera del juego de caracteres ISO-8859-1 no están recomendados. El soporte no está estandarizado y varía según el navegador.
et: HOIATUS: Kasutajanimesid väljaspool ISO-8859-1 tähemärgikomplekti pole soovitatav. Tugi ei ole standardiseeritud ja see varieerub brauseri järgi.
fa: هشدار: نام کاربری خارج از مجموعه کاراکتر ISO-8859-1 توصیه نمی شود. پشتیبانی استاندارد نیست و توسط مرورگر متفاوت است.
fi: Varoitus: ISO-8859-1-merkkijoukon ulkopuolisia käyttäjänimiä ei suositella.
hi: चेतावनी: ISO-8859-1 के वर्ण सेट के बाहर उपयोगकर्ता नाम सिफारिश नहीं की जाते हैं। समर्थन मानकीकृत नहीं है और ब्राउज़र द्वारा भिन्न हो सकता है।
hu: Figyelem: Az ISO-8859-1 karakterkészleten kívüli felhasználói nevek használata nem javasolt.
in: Peringatan: Nama pengguna berada di luar set karakter ISO-8859-1 tidak dianjurkan. Dukungan tidak terstandar dan bervariasi pada setiap browser.
it: Attenzione: Usernames al di fuori del set di caratteri ISO-8859-1 non sono consigliati. Il supporto non è standardizzato e varia in base al browser.
ja: 警告: ISO-8859-1 文字セットの範囲外のユーザ名は推奨されません。サポートは標準化されておらず、ブラウザに依存します。
ko: 경고: ISO-8859-1 문자 이외를 유저네임에 사용하는것은 권장되지 않습니다. 지원되지 않는 브라우저가 있을 수 있습니다.
nb: Advarsel: Brukernavn utenfor ISO-8859-1-tegnsett er ikke anbefalt. Støtte er ikke standarisert og varierer avhengig av nettleser.
nl: Lot op: Gebruikersnamen buiten het ISO-8859-1 karakter set worden afgeraden. Ondersteuning is niet gestandariseerd en verschilt per browser.
pt: Aviso: os nomes de usuário fora do conjunto de caracteres ISO-8859-1 não são recomendados. O suporte não é padronizado e varia pelo navegador.
sl: Opozorilo: Uporabniška imena zunaj znakovnega množiča ISO-8859-1 niso priporočena. Podpora ni standardizirana in se razlikuje glede na brskalnik.
sv: Varning: Användarnamn som använder tecken utanför teckentabellen ISO-8859-1 rekommenderas inte. Det finns inget standardstöd och är olika i olika webbläsare.
uk: Попередження: імена користувачів за межами набору символів ISO-8859-1 не рекомендуються.
vi: Cảnh báo: Không nên sử dụng tên người dùng bên ngoài bộ ký tự ISO-8859-1. Hỗ trợ không được chuẩn hóa và thay đổi theo trình duyệt.

source: No password entered
ar: لم يتم إدخال كلمة المرور
az: Heç bir parol daxil edilmədi
bo: གསང་ཐོང་བཀན་མེད་མེད།
cs: Nebylo zadáno žádné heslo
da: Ingen adgangskode indtasted
el: Δεν έχει εισαχθεί κωδικός πρόσβασης
es: No se ha introducido la contraseña
et: parooli pole sisestatud
fa: هیچ گذرواژه ای وارد نشد
fi: Salasanaa ei ole annettu
hi: कोई पासवर्ड नहीं दर्ज किया
hu: Nincs jelszó megadva
in: Tidak ada password yang dimasukkan
it: Nessuna password inserita
ja: パスワードが入力されていません
ko: 패스워드가 입력되지 않았습니다
nb: Inget passord innskrevet
nl: Geen wachtwoord ingevoerd
pt: Nenhuma palavra-passe inserida
sl: Ni vneseno gesla
sv: Inget lösenord angivet
uk: Пароль не вказано
vi: Không có mật khẩu nào được nhập

source: To recover from a forgotten or non-working password, stop I2P, edit the file {0}, delete the line {1}, and restart I2P.
ar: لاستعادة كلمة المرور المنسية أو التي لا تعمل، قم بإيقاف I2P، وتحرير الملف {0}، وحذف السطر {1}، وإعادة تشغيل I2P.
az: Unudulmuş və ya işləməyən paroldan bərpa etmək üçün I2P-ni dayandırın, faylı {0} redaktə edin, {1} sətrini silin və I2P-ni yenidən başladın.
bo: བརྗེད་བརླུགས་ཡང་ནུས་མི་ལས་གནས་ཉེན་བའི་གསང་ཐོང་བའི་གསང་ཐོང་བ། I2P བཀག་པ། {0} ཡིག་ཆ་ལ་བསྒྱུར་བ། {1} ཐིག་སྟེན་སུབ་པ། I2P སླར་འཛུགས།
cs: Chcete-li obnovit zapomenuté nebo nefunkční heslo, zastavte I2P, upravte soubor {0}, odstraňte řádek {1} a restartujte I2P.
da: For at gendanne fra en glemt eller ikke-fungerende adgangskode, stop I2P, rediger filen {0}, slet linjen {1} og genstart I2P.
el: Για ανάκτηση από έναν ξεχασμένο ή μη λειτουργικό κωδικό πρόσβασης, σταματήστε το I2P, επεξεργαστείτε το αρχείο {0}, διαγράψτε τη γραμμή {1} και επανεκκινήστε το I2P.
es: Para recuperarse de una contraseña olvidada o no-funcional, detenga I2P, edite el fichero {0}, borre la línea {1}, y reinicie I2P.
et: Unustatud või mittetöötava parooli taastamiseks peatage I2P, muutke faili {0}, kustutage rida {1} ja taaskäivitage I2P.
fa: برای بازیابی از یک رمز عبور فراموش شده یا غیر فعال، I2P را متوقف کنید، فایل {0} را ویرایش کنید، خط {1} را حذف کنید و I2P را مجددا راه اندازی کنید.
fi: Jos haluat palauttaa unohdetun tai ei-toimivan salasanan, lopeta I2P, muokkaa tiedostoa {0}, poista rivi {1} ja käynnistä I2P uudelleen.
hi: भूले या कार्यान्वयन में असमर्थ पासवर्ड को वापस पाने के लिए, I2P को रोकें, फ़ाइल {0} को संपादित करें, लाइन {1} हटाएं, और I2P को पुनः शुरू करें।
hu: Az elfelejtett vagy nem működő jelszó helyreállításához állítsa le az I2P-t, szerkessze a fájlt {0}, törölje a(z) {1} sort, és indítsa újra az I2P-t.
in: Untuk memulihkan password yang terlupakan atau tidak bekerja, hentikan I2P, edit file {0}, hapus baris {1}, dan restart I2P.
it: Per riprendersi da una password dimenticata o non funzionante, ferma I2P+, modifica il file {0}, cambia la riga {1}, e riavvia I2P+.
ja: 忘れられたパスワードまたは非操作のパスワードから回復するには、I2Pを停止し、ファイル{0}を編集し、行を削除し{1}、i2pを再起動します。
ko: 비밀번호를 잊으셨으면, I2P를 멈추고 파일 {0}을 편집한 후 {1}번째 줄을 삭제하세요. 다음 I2P를 재시작하십시오.
nb: For å gjenopprette fra et glemt eller ikke-fungerende passord, stopp I2P, rediger fila {0}, slett linjen {1}, og start I2P på nytt.
nl: Om te herstellen van een vergeten of niet functionerend wachtwoord, stop I2p, edit het bestand {0}, verwijder regel {1} en herstart I2p.
pt: Para recuperar uma senha esquecida ou que não funciona, pare o I2P, edite o arquivo {0}, exclua a linha {1} e reinicie o I2P.
sl: Da se vzpostavite po pozabljenem ali ne delujočem geslu, ustavite I2P, uredite datoteko {0}, izbrisite vrstico {1} in znova zagnite I2P.
sv: För att återställa ett glömt eller icke-fungerande lösenord, stoppa I2P, redigera filen {0}, radera raden {1}, och starta om I2P.
uk: Щоб відновити забутий або непрацюючий пароль, зупиніть I2P, відредагуйте файл {0}, видаліть рядок {1} і перезапустіть I2P.
vi: Để khôi phục mật khẩu bị quên hoặc không hoạt động, hãy dừng I2P, chỉnh sửa tệp {0}, xóa dòng {1} và khởi động lại I2P.

source: Removed user {0}
ar: تمت إزالة المستخدم {0}
az: Silinmiş istifadəçi {0}
bo: {0} སྤྱོད་མཁན་བཏོན་པ།
cs: Odstraněný uživatel {0}
da: Fjerned bruger {0}
el: Καταργήθηκε ο χρήστης {0}
es: Se ha eliminado el usuario {0}
et: eemaldatud kasutaja {0}
fa: کاربر حذف شده {0}
fi: Poistettu käyttäjä {0}
hi: {0} उपयोगकर्ता हटा दिया गया
hu: {0} felhasználó eltávolítva
in: Pengguna {0}dihapus
it: Rimosso utente {0}
ja: ユーザー {0} を削除しました
ko: {0} 유저 제거됨
nb: Fjernet bruker {0}
nl: Gebruiker {0} verwijderd
pt: Remover usuário {0}
sl: Odstranjen uporabnik {0}
sv: Tog bort användare {0}
uk: Користувач {0} вилучений
vi: Đã xóa người dùng {0}

source: Set theme universally across all apps
ar: قم بتعيين السمة بشكل عام عبر جميع التطبيقات
az: Mövzunu bütün proqramlarda universal olaraq təyin edin
bo: གློགས་ཆ་ཚང་ལ་བརྗོད་བྱ་ཆེན་སྒྲིག་སྟེན།
cs: Nastavte motiv univerzálně ve všech aplikacích
da: Sæt tema universelt universelt på alle apps
el: Ορίστε το θέμα καθολικά σε όλες τις εφαρμογές
es: Establecer el tema decorativo para todas las aplicaciones I2P
et: määrake teema kõigis rakendustes universaalselt
fa: تم را به صورت جهانی در همه برنامه ها تنظیم کنید
fi: Aseta teema universaaliksi kaikissa sovelluksissa
hi: सभी ऐप्स पर व्यापक रूप से थीम सेट करें
hu: Állítsa be univerzálisan a témát az összes alkalmazásban
in: Atur theme secara universal di semua aplikasi
it: Setta il tema grafico per tutte le applicazioni e plugin
ja: 全アプリにテーマを設定
ko: 모든 어플리케이션에 테마 적용
nb: Bruk drakt i alle program
nl: Thema instellen in alle applicaties
pt: Selecionar o tema para todos os aplicativos
sl: Nastavi temo univerzalno za vse aplikacije
sv: Använd temat i alla program
uk: Установіть універсальну тему для всіх програм
vi: Đặt chủ đề phổ biến trên tất cả các ứng dụng

source: Use alternative display font in console and webapps
ar: استخدم خط العرض البديل في وحدة التحكم وتطبيقات الويب
az: Konsolda və veb proqramlarda alternativ ekran şriftindən istifadə edin
bo: སྐར་ཞལ་གྱི་དང་ཡིག་ཆས་ཚུག་དང་ཝེབ་པའི་གནས་རིས་ཡིག་ཆས་ཚུག་ནང་ལ་གཞི་བྱེད་པའི་ཡིག་ཆས་ཚུག་སྤྱོད།
cs: Použijte alternativní zobrazované písmo v konzole a webových aplikacích
da: Brug alternativ skærmskrifttype i konsol og webapps
el: Χρησιμοποιήστε εναλλακτική γραμματοσειρά προβολής στην κονσόλα και τις εφαρμογές web
es: Utilice una fuente de visualización alternativa en la consola y las aplicaciones web
et: kasutage konsoolis ja veebirakendustes alternatiivset kuvafondi
fa: از فونت نمایش جایگزین در کنسول و برنامه های وب استفاده کنید
fi: Käytä vaihtoehtoista näyttöfonttia konsolissa ja verkkosovelluksissa
hi: कंसोल और वेबएप्लिकेशन में वैकल्पिक डिस्प्ले फ़ॉन्ट का उपयोग करें
hu: Használjon alternatív megjelenítési betűtípust a konzolban és a webalkalmazásokban
in: UGunakan font tampilan alternatif di konsol dan webappsse alternative display font in console and webapps
it: Utilizza caratteri di visualizzazione alternativi nella console e nelle app web
ja: コンソールとWebAppsで代替ディスプレイフォントを使用します
ko: 콘솔 및 웹 앱에서 대체 디스플레이 글꼴을 사용하십시오
nb: Bruk alternativ skjermskrift i konsoll og webapper
nl: Gebruik alternatief weergavelettertype in console en webapps
pt: Use fonte de exibição alternativa no console e em aplicativos da web
sl: Uporabi alternativno font za prikaz v konzoli in spletnih aplikacijah
sv: Använd alternativt teckensnitt för visning i konsol och webbappar
uk: Використовуйте альтернативний шрифт відображення в консолі та веб-додатках
vi: Sử dụng phông chữ hiển thị thay thế trong bảng điều khiển và ứng dụng web

source: Force the mobile console to be used
ar: فرض استخدام وحدة التحكم المحمولة
az: Mobil konsolu istifadə etməyə məcbur edin
bo: འགྲུལ་སྐུད་སྲོག་སྐར་ཞལ་གྱི་དང་ཝེབ་པའི་གནས་རིས་ཡིག་ཆས་ཚུག་སྤྱོད།
cs: Vynutit použití mobilní konzole
da: Tvinge mobilkonsol til at bruges
el: Αναγκαστική χρήση της κονσόλας του κινητού
es: Forzar el uso de la consola móvil
et: Sundige mobiilikonsooli kasutama
fa: استفاده از کنسول موبایل را مجبور کنید
fi: Pakota mobiilikonsoli käyttämään
hi: मोबाइल कंसोल को आवश्यकतानुसार उपयोग करने के लिए मजबूर करें
hu: A mobilkonzol kényszerítése
in: Paksa mobile console untuk digunakan
it: Forza l'utilizzo della console mobile
ja: モバイルコンソールの使用を強制する
ko: 모바일 콘솔 사용하도록 강제
nb: Påtving bruk av mobilkonsoll
nl: Gebruik van de mobiele console afdwingen
pt: Forçar sempre o uso do Painél Móvel
sl: Prisili uporabo mobilne konzole
sv: Tvinga att den mobila konsolen används
uk: Примусово використовувати мобільну консоль
vi: Buộc sử dụng bảng điều khiển di động

source: Enabling the Universal Theming option is recommended when embedding these applications
ar: يوصى بتمكين خيار Universal Theming عند تضمين هذه التطبيقات
az: Bu proqramları daxil edərkən Universal Mövzu seçimini aktivləşdirmək tövsiyə olunur
bo: གློགས་ཆ་ཚང་ལ་བརྗོད་བྱ་ཆེན་སྒྲིག་སྟེན་གྱི་གདམ་ག་ནང་འདེམས་པའི་གློགས་ཆ་ཚང་ལ་བརྗོད་བ་ནང་འདེམས་པར་འོས་མིན།
cs: Při vkládání těchto aplikací se doporučuje povolit možnost Universal Theming
da: Det anbefales at aktivere indstillingen Universal Theming, når du integrerer disse applikationer
el: Συνιστάται η ενεργοποίηση της επιλογής Universal Theming κατά την ενσωμάτωση αυτών των εφαρμογών
es: Se recomienda habilitar el tema Universal cuando introduzca estas aplicaciones
et: Nende rakenduste manustamisel on soovitatav lubada universaalne teemastamine
fa: فعال کردن گزینه Universal Theming هنگام جاسازی این برنامه ها توصیه می شود
fi: Universal Theming -asetuksen ottaminen käyttöön on suositeltavaa upottaessasi näitä sovelluksia
hi: इन एप्लिकेशन को इंक्लोज करते समय यूनिवर्सल थीमिंग विकल्प को सक्रिय करने की सिफारिश की जाती है
hu: Ezen alkalmazások beágyazásakor ajánlott az Univerzális témakör engedélyezése
in: Mengaktifkan opsi Universal Themeing dianjurkan ketika melakukan embedding aplikasi ini
it: Abilitare l'opzione tema universale è consigliata quando si incorporano queste applicazioni
ja: これらのアプリケーションを埋め込むときは、ユニバーサルテーマオプションを有効にすることをお勧めします
ko: 이러한 응용 프로그램을 포함시킬 때 범용 테마 옵션을 사용하는 것이 좋습니다
nb: Det anbefales å aktivere alternativet Universal Theming når du bygger inn disse programmene
nl: Het inschakelen van de optie Universal Theming wordt aanbevolen bij het insluiten van deze toepassingen
pt: Ativar a opção Universal Theming é recomendado ao incorporar esses aplicativos
sl: Omogočanje možnosti Univerzalne teme je priporočeno pri vgraditvi teh aplikacij
sv: Att aktivera alternativet Universal Theming rekommenderas när du bäddar in dessa applikationer
uk: Під час вбудовування цих програм рекомендується ввімкнути опцію Universal Theming
vi: Nên bật tùy chọn Universal Theming khi nhúng các ứng dụng này

source: Embed I2PSnark and I2PMail in the console
ar: قم بتضمين I2PSnark وI2PMail في وحدة التحكم
az: I2PSnark və I2PMail-i konsola yerləşdirin
bo: I2PSnark དང་ I2PMail སྐར་ཞལ་གྱི་དང་ནང་ལ་གཞི་བྱེད་པའི་ཡིག་ཆས་ཚུག་ནང་ལ་གཞི་བྱེད་པ།
cs: Vložte I2PSnark a I2PMail do konzole
da: Integrer I2PSnark og I2PMail i konsollen
el: Ενσωματώστε το I2PSnark και το I2PMail στην κονσόλα
es: Incrustados I2PSnark y I2PMail en la consola
et: Manustage konsooli I2PSnark ja I2PMail
fa: I2PSnark و I2PMail را در کنسول جاسازی کنید
fi: Upota I2PSnark ja I2PMail konsoliin
hi: कंसोल में I2PSnark और I2PMail शामिल करें
hu: Az I2PSnark és az I2PMail beágyazása a konzolba
in: Embed I2PSnark dan I2PMail di konsol
it: Incorpora I2PSnark e I2PMail nella console
ja: コンソールにI2PSnarkとI2PMailを埋め込みました
ko: 콘솔에 i2psnark 및 i2pmail을 포함시킵니다
nb: Bygg inn I2PSnark og I2PMail i konsollen
nl: Embed I2PSnark en I2PMail in de console
pt: Incorpore I2PSnark e I2PMail no console
sl: Vgrajite I2PSnark in I2PMail v konzolo
sv: Bädda in I2PSnark och I2PMail i konsolen
uk: Вставте I2PSnark і I2PMail у консоль
vi: Nhúng I2PSnark và I2PMail vào bảng điều khiển

source: Add a user and password to enable.
ar: أضف مستخدمًا وكلمة مرور للتمكين.
az: Aktivləşdirmək üçün istifadəçi və parol əlavə edin.
bo: ནུས་གནས་ཉེན་བརྡ་བའི་ཉེན་བརྡ་བར་སྤྱོད་མཁན་ཁ་གསང་ཐོང་བཀན་མེད་པར་ནུས་མིན།
cs: Chcete-li povolit, přidejte uživatele a heslo.
da: Tilføj en bruger og adgangskode at aktivere.
el: Προσθέστε έναν χρήστη και έναν κωδικό πρόσβασης για ενεργοποίηση.
es: Añada un usuario y contraseña para habilitar.
et: Lubamiseks lisage kasutaja ja parool.
fa: برای فعال کردن یک کاربر و رمز عبور اضافه کنید.
fi: Ota käyttöön lisäämällä käyttäjä ja salasana.
hi: सक्षम करने के लिए एक उपयोगकर्ता और पासवर्ड जोड़ें।
hu: Adjon hozzá egy felhasználót és egy jelszót az engedélyezéshez.
in: Tambah pengguna dan password yang ingin diaktifkan.
it: Aggiungi un utente e una password per abilitare.
ja: ユーザー名とパスワードを追加すると有効になります。
ko: 활성화하려면 유저와 패스워드를 추가하세요.
nb: Legg til et brukernavn og passord for å aktivere.
nl: Voeg een gebruiker en wachtwoord toe om in te schakelen.
pt: Adicione um usuário e palavra-passe para habilitar.
sl: Dodajte uporabnika in geslo za omogočanje.
sv: Lägg till en användare och lösenord för att aktivera.
uk: Додайте користувача і пароль, щоб активувати.
vi: Thêm người dùng và mật khẩu để bật.

source: Note: If you forget your password, removing the configuration entry in your router.config file will clear it (restart required).
ar: ملاحظة: إذا نسيت كلمة المرور الخاصة بك، فستؤدي إزالة إدخال التكوين في ملف router.config إلى مسحها (يلزم إعادة التشغيل).
az: Qeyd: Əgər parolunuzu unutsanız, router.config faylınızdakı konfiqurasiya qeydinin silinməsi onu təmizləyəcək (yenidən başladın tələb olunur).
bo: དྲོན་བརྡ་བ། ཁྱེད་མིང་གསང་ཐོང་བའི་གསང་ཐོང་བཀན་མེད་པར་ནུས་མིན་ན། ཁྱེད་མིང་གསང་ཐོང་བའི་གསང་ཐོང་བཀན་མེད་པར་ router.config ཡིག་ཆ་ལ་བསྒྱུར་བའི་གསང་ཐོང་བཀན་མེད་པར་བསུབ་པར་འགྱུར་བ། (སླར་འཛུགས་དགོས་པར་འོས་མིན།)
cs: Poznámka: Pokud zapomenete heslo, odstraněním konfiguračního záznamu v souboru router.config jej vymažete (vyžaduje restart).
da: Bemærk: Hvis du glemmer din adgangskode, fjernes konfigurationsindtastningen i din router.config-fil, så slettes den (genstart påkrævet).
el: Σημείωση: Εάν ξεχάσετε τον κωδικό πρόσβασής σας, η κατάργηση της καταχώρισης διαμόρφωσης στο αρχείο router.config θα διαγράψει (απαιτείται επανεκκίνηση).
es: Nota: Si olvida su contraseña, eliminar la entrada de configuración en su archivo router.config la borrará (es necesario reiniciar).
et: Märkus. Kui unustate parooli, kustutab failist ruuter.config konfiguratsioonikirje eemaldamine (vajalik taaskäivitamine).
fa: توجه: اگر رمز عبور خود را فراموش کردید، حذف ورودی پیکربندی در فایل router.config آن را پاک می کند (راه اندازی مجدد لازم است).
fi: Huomaa: Jos unohdat salasanasi, määritysmerkinnän poistaminen router.config-tiedostosta tyhjentää sen (uudelleenkäynnistys vaaditaan).
hi: नोट: यदि आप अपना पासवर्ड भूल जाते हैं, तो अपनी router.config फ़ाइल में कॉन्फ़िगरेशन प्रविष्टि को हटाने से यह साफ हो जाएगा (पुनः शुरू करने की आवश्यकता होगी)।
hu: Megjegyzés: Ha elfelejti jelszavát, a konfigurációs bejegyzés eltávolítása a router.config fájlból törli azt (újraindítás szükséges).
in: Catatan: Jika Anda lupa kata sandi Anda, menghapus entri konfigurasi di file router.config Anda akan menghapus (restart diperlukan).
it: Nota: se si dimentica la password, la rimozione della voce di configurazione nel file router.config la cancellerà (è necessario il riavvio).
ja: 注：パスワードを忘れた場合、router.configファイルの構成エントリを削除するとクリアされます（再起動が必要です）。
ko: 참고 : 비밀번호를 잊어 버린 경우 router.config 파일에서 구성 항목을 제거하면이를 지우십시오 (다시 시작).
nb: Merk: Hvis du glemmer passordet, fjerner du konfigurasjonsoppføringen i router.config-filen, vil det fjerne det (omstart kreves).
nl: Opmerking: als u uw wachtwoord vergeet, wordt het verwijderen van de configuratie -invoer in uw router.config -bestand deze wist (opnieuw opgestart).
pt: Nota: Se você esquecer sua senha, remover a entrada de configuração em seu arquivo router.config irá apagá-la (é necessário reiniciar).
sl: Opomba: Če pozabite svoje geslo, odstranite vnos konfiguracije v datoteki router.config, da to izbriše (potreben je ponovni zagon).
sv: Obs: Om du glömmer ditt lösenord kommer det att raderas om du tar bort konfigurationsposten i filen router.config (omstart krävs).
uk: Примітка. Якщо ви забули свій пароль, видалення запису конфігурації у файлі router.config очистить його (потрібно перезапустити).
vi: Lưu ý: Nếu bạn quên mật khẩu, việc xóa mục nhập cấu hình trong tệp router.config của bạn sẽ xóa nó (yêu cầu khởi động lại).

source: Router console password is enabled.
ar: تم تمكين كلمة مرور وحدة التحكم في جهاز التوجيه.
az: Router konsolunun parolu aktivləşdirilib.
bo: རོ་ཌེར་ལའི་སྐུད་སྲོག་སྐར་གྱི་གདམ་ག་གསང་ཐོང་བཀན་མེད་པར་ནུས་མིན་བཀོད་ཡོད།
cs: Heslo konzoly směrovače je povoleno.
da: Routerkonsoladgangskode er aktiveret.
el: Ο κωδικός πρόσβασης κονσόλας δρομολογητή είναι ενεργοποιημένος.
es: La contraseña de la consola del enrutador está habilitada.
et: ruuteri konsooli parool on lubatud.
fa: رمز عبور کنسول روتر فعال است.
fi: Reititinkonsolin salasana on käytössä.
hi: राउटर कंसोल पासवर्ड सक्षम है।
hu: A router konzol jelszava engedélyezve van.
in: Kata sandi konsol router diaktifkan.
it: La password della console del router è abilitata.
ja: ルーターコンソールパスワードが有効になっています。
ko: 라우터 콘솔 비밀번호가 활성화되었습니다.
nb: Passord for ruterkonsoll er aktivert.
nl: Wachtwoord routerconsole is ingeschakeld.
pt: A senha do console do roteador está habilitada.
sl: Geslo za konzolo usmerjevalnika je omogočeno.
sv: Routerkonsolens lösenord är aktiverat.
uk: Пароль консолі маршрутизатора ввімкнено.
vi: Mật khẩu bảng điều khiển bộ định tuyến được bật.

source: Mark for deletion
ar: اختر للحذف
az: Silinmə üçün işarələ
bo: བཏོན་པར་བསུབ་པར་རྩིས་བརླུགས་པ།
cs: Označit pro smazání
da: Marker for sletning
el: Επιλογή προς διαγραφή
es: Marcar para borrado
et: Märkige kustutamiseks
fa: علامت دهی برای حذف
fi: Merkitse poistettavaksi
hi: हटाने के लिए चिह्नित करें
hu: Törlésre kijelöl
in: Tandai untuk dihapus
it: Marca per la rimozione
ja: 削除にマーク
ko: 삭제표시
nb: Marker for sletting
nl: Markeer voor verwijdering
pt: Marcar para excluir
sl: Označi za brisanje
sv: Markera för borttagning
uk: Позначити для видалення
vi: Đánh dấu xóa

source: Remove
ar: حذف
az: Sil
bo: བསུབ་པ།
cs: Odstranit
da: Fjern
el: Αφαίρεση
es: Eliminar
et: Eemalda
fa: حذف
fi: Poista
hi: हटाएं
hu: Eltávolítás
in: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
nb: Fjern
nl: Verwijder
pt: Remover
sl: Odstrani
sv: Ta bort
uk: Видалити
vi: Bỏ

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
bo: སྤྱོད་མཁན་མིང་།
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
hi: उपयोगकर्ता नाम
hu: Felhasználónév
in: Nama Pengguna
it: Nome utente
ja: ユーザーネーム
ko: 유저 이름
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome de usuário
sl: Uporabniško ime
sv: Användarnamn
uk: Ім’я користувача
vi: Tên đăng nhập

source: Password
ar: كلمة السر
az: Şifrə
bo: གསང་ཐོང་བཀན་མེད་པ།
cs: Heslo
da: Adgangskode
el: Κωδικός
es: Contraseña
et: Parool
fa: رمز عبور
fi: Salasana
hi: पासवर्ड
hu: Jelszó
in: Kata Sandi
ja: パスワード
ko: 패스워드
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
sl: Geslo
sv: Lösenord
uk: Пароль
vi: Mật khẩu

source: Please supply a username
ar: الرجاء توفير اسم المستخدم
az: Zəhmət olmasa istifadəçi adı verin
bo: སྤྱོད་མཁན་མིང་ཞིག་ལ་གནས་རིས་ཡོད་རོགས།
cs: Uveďte prosím uživatelské jméno
da: Angiv venligst et brugernavn
el: Παρακαλώ δώστε ένα όνομα χρήστη
es: Indique el nombre de usuario por favor
et: Sisestage kasutajanimi
fa: لطفا یک نام کاربری وارد کنید
fi: Anna käyttäjätunnus
hi: कृपया एक उपयोगकर्ता नाम प्रदान करें
hu: Kérjük, adjon meg egy felhasználónevet
in: Harap berikan nama pengguna
it: Perfavore inserisci un username
ja: ユーザー名を入力してください
ko: 사용자 이름을 제공하십시오
nb: Vennligst oppgi et brukernavn
nl: Geef een gebruikersnaam op
pt: Forneça um nome de usuário
sl: Prosimo, da podate uporabniško ime
sv: Vänligen ange ett användarnamn
uk: Будь ласка, введіть ім'я користувача
vi: Vui lòng cung cấp tên người dùng

source: Please supply a password
ar: يرجى توفير كلمة المرور
az: Zəhmət olmasa parol daxil edin
bo: གསང་ཐོང་བཀན་མེད་པ་ཞིག་ལ་གནས་རིས་ཡོད་རོགས།
cs: Zadejte heslo
da: Angiv venligst en adgangskode
el: Δώστε έναν κωδικό πρόσβασης
es: Indique una contraseña por favor
et: Sisestage parool
fa: لطفا یک رمز عبور وارد کنید
fi: Anna salasana
hi: कृपया एक पासवर्ड प्रदान करें
hu: Adjon meg egy jelszót
in: Harap berikan kata sandi
it: Perfavore inserisci una password
ja: パスワードを入力してください
ko: 비밀번호를 제공하십시오
nb: Vennligst oppgi et passord
nl: Geef een wachtwoord op
pt: Forneça uma senha
sl: Prosimo, da podate geslo
sv: Ange ett lösenord
uk: Будь ласка, введіть пароль
vi: Vui lòng cung cấp mật khẩu

source: Aborted startup
ar: إحباط بدء التشغيل
az: Başlanğıc dayandırıldı
bo: འགོར་འཛུགས་བཀོད་བར་བཏང་།
cs: Přerušené spuštění
da: Startup afbrudt
el: Ματαιώθηκε η εκκίνηση
es: Se abortó el inicio
et: Käivitamine katkestati
fa: استارت آپ متوقف شد
fi: Käynnistys keskeytetty
hi: शुरूआत रोक दी गई
hu: Megszakított indítás
in: Startup dibatalkan
it: Avvio interrotto
ja: 実行を中止しました
ko: 실패한 시작
nb: Oppstart avbrutt
nl: Opstarten afgebroken
pt: Inicio abortado
sl: Začetek je prekinjen
sv: Avbröt startup
uk: Перерваний запуск
vi: Khởi động bị hủy bỏ
