Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Bonuses may be positive or negative, and affect the peer's inclusion in Fast and High Capacity tiers. Fast peers are used for client tunnels, and High Capacity peers are used for some exploratory tunnels.
ar: قد تكون المكافآت إيجابية أو سلبية، وتؤثر على إدراج النظير في المستويات السريعة والعالية السعة. يتم استخدام الأقران السريعة في أنفاق العميل، ويتم استخدام الأقران عالية السعة في بعض الأنفاق الاستكشافية.
az: Bonuslar müsbət və ya mənfi ola bilər və həmyaşımanın sürətli və yüksək potensiallara daxil olmasına təsir göstərir. Sürətli həmyaşıdları müştəri tunelləri üçün istifadə olunur və bəzi kəşfiyyat tunelləri üçün yüksək tutumlu həmyaşıdları istifadə olunur.
bo: ལྡབ་སྐྱེལ་ནི་དགེ་བའམ་ཉེས་པ་ཡིན་ཆོག་ལ། རྒྱུན་དུ་བཙོན་པའི་མྱུར་བ་དང་ནུས་པོ་ཆེ་བའི་རིམ་པར་ཚུད་པར་གདེང་བ་ཐོབ། མྱུར་བའི་རྒྱུན་དུ་བཙོན་པ་ནི་ཞབས་འདེགས་ཀྱི་གསང་ལམ་དུ་བེད་སྤྱོད་བྱེད་པ་དང་། ནུས་པོ་ཆེ་བའི་རྒྱུན་དུ་བཙོན་པ་ནི་འཚོལ་བཤེར་གསང་ལམ་ཁག་ཅིག་ལ་བེད་སྤྱོད་བྱེད།
cs: Bonusy mohou být kladné nebo záporné a ovlivňují zařazení partnera do úrovní Rychlý a Vysokokapacitní. Pro klientské tunely se používají rychlé partnery a pro některé průzkumné tunely se používají vysokokapacitní partnery.
da: Bonusser kan være positive eller negative og påvirke peer's optagelse i hurtige og høje kapacitetsniveauer. Hurtige kammerater bruges til klienttunneler, og kammerater med høj kapacitet bruges til nogle efterforskende tunneler.
el: Τα μπόνους μπορεί να είναι θετικά ή αρνητικά και να επηρεάσουν την ένταξη του ομότιμου σε ταχύτητα γρήγορης και υψηλής χωρητικότητας. Χρησιμοποιούνται γρήγοροι συνομηλίκοι για σήραγγες πελατών και χρησιμοποιούνται οι συνομηλίκοι υψηλής χωρητικότητας για κάποιες εξερευνητικές.
es: Las bonificaciones pueden ser positivas o negativas, y afectan la inclusión del par en niveles de rápida y alta capacidad. Los pares rápidos se utilizan para túneles de clientes, y se utilizan pares de alta capacidad para algunos túneles exploratorios.
et: Boonused võivad olla positiivsed või negatiivsed ning mõjutada eakaaslaste kaasamist kiirete ja suure mahutavusega. Kiireid eakaaslasi kasutatakse kliendi tunnelite jaoks ja mõne uurimusliku tunneli jaoks kasutatakse suure mahutavusega eakaaslasi.
fa: بونوس ها ممکن است مثبت یا منفی باشند و بر شامل شدن همتای در لایه های سرعت بالا و ظرفیت بالا تأثیر می گذارند. همتایان سریع برای تونل های مشتری مورد استفاده قرار می گیرند و همتایان با ظرفیت بالا برای برخی از تونل های جستجویی استفاده می شوند.
fi: Bonukset voivat olla positiivisia tai negatiivisia, ja ne voivat vaikuttaa kumppanin sisällyttämiseen Fast- ja High Capacity -tasoihin. Asiakastunneleissa käytetään nopeita vertaisversioita, ja joissakin tutkimustunneleissa käytetään korkean kapasiteetin vertaisia.
hi: बोनस सकारात्मक या नकारात्मक हो सकते हैं, और त्वरित और उच्च क्षमता वर्ग में समकक्षों की शामिली को प्रभावित करते हैं। त्वरित समकक्ष ग्राहक टनल के लिए उपयोग किए जाते हैं, और उच्च क्षमता वाले समकक्ष अनुसंधानी टनल के लिए कुछ के लिए उपयोग किए जाते हैं।
hu: A bónuszok lehetnek pozitívak vagy negatívak, és befolyásolják a partnerek gyors és nagy kapacitású szintekbe való felvételét. Az ügyfélalagutakhoz gyors, míg egyes feltáró alagutakhoz nagy kapacitású peereket használnak.
in: Bonus dapat bernilai positif atau negatif, dan memengaruhi termasuknya peer dalam tingkatan Cepat dan Kapasitas Tinggi. Peer Cepat digunakan untuk terowongan klien, dan Peer Kapasitas Tinggi digunakan untuk beberapa terowongan eksplorasi.
it: I bonus possono essere positivi o negativi e influire sull'inclusione del pari in livelli rapidi e ad alta capacità. I coetanei veloci vengono utilizzati per i tunnel client e i colleghi ad alta capacità vengono utilizzati per alcuni tunnel esplorativi.
ja: ボーナスはプラスまたはマイナスであり、高速および大容量の層へのピアの含有に影響を与える可能性があります。 高速ピアはクライアントトンネルに使用され、いくつかの探索的トンネルには大容量のピアが使用されます。
ko: 보너스는 양수 또는 음수 일 수 있으며, 피어의 빠른 및 고용량 계층에 포함되는 것에 영향을 미칩니다. 빠른 피어는 클라이언트 터널에 사용되며, 고용량 피어는 일부 탐색 터널에 사용됩니다.
nb: Bonuser kan være positive eller negative, og påvirke peerens inkludering i rask og høy kapasitetsnivå. Rask jevnaldrende brukes til klienttunneler, og jevnaldrende jevnaldrende brukes til noen utforskende tunneler.
nl: Bonussen kunnen positief of negatief zijn en beïnvloeden de opname van de peer in niveaus van snelle en hoge capaciteit. Snelle collega's worden gebruikt voor klanttunnels en collega's met hoge capaciteit worden gebruikt voor sommige verkennende tunnels.
pt: Os bônus podem ser positivos ou negativos e afetam a inclusão do par em camadas rápidas e de alta capacidade. Os colegas rápidos são usados para túneis de clientes e os pares de alta capacidade são usados para alguns túneis exploratórios.
sl: Bonusi lahko vplivajo pozitivno ali negativno, in vplivajo na vključitev parterja v Fast in High Capacity raven. Hitri parterji se uporabljajo za klientove tunele, in visoko kapacitetni parterji za nekatere raziskovalne tunele.
sv: Bonusar kan vara positiva eller negativa och påverka kamratens inkludering i snabb- och högkapacitetsnivåerna. Snabba peers används för klienttunnlar och High Capacity peers används för vissa utforskande tunnlar.
uk: Бонуси можуть бути позитивними чи негативними та впливати на включення однолітків у швидкі та високі рівні потужності. Швидкі однолітки використовуються для клієнтських тунелів, а однолітки високої ємності використовуються для деяких дослідницьких тунелів.
vi: Tiền thưởng có thể tích cực hoặc tiêu cực và ảnh hưởng đến việc đưa đồng nghiệp vào các cấp Năng lực nhanh và Năng lực cao. Các đồng nghiệp nhanh được sử dụng cho các đường hầm khách hàng và các đồng nghiệp Công suất cao được sử dụng cho một số đường hầm thăm dò.

source: Banned IP Addresses
bo: བློག་པའི་ IP ཁ་བྱང་།
hi: बैन किए गए आईपी
ko: 차단된 IP

source: config plugins
ar: تكوين الإضافات I2P
az: plaginləri konfiqurasiya edin
bo: བཀོད་སྒྲིག་པ་ལག་རྩལ།
cs: Konfigurační pluginy
el: πρόσθετα διαμόρφωσης
es: configurar complementos
et: config pluginad
fa: افزونه های پیکربندی
fi: config-laajennukset
hi: प्लगइन की सेटिंग करें
hu: Beépülő Modulok Konfigurálása
in: konfigurasi plugin
it: configura plugin
ja: 設定プラグイン
ko: 플러그인 설정
nb: sett opp programtillegg
nl: configureren plugins
pt: configurar plugins
sl: konfig vstavki
sv: konfigurera insticksmodul
uk: плагіни конфігурації
vi: plugin cấu hình

source: Plugin Installation
ar: تثبيت الملحق
az: Plugin quraşdırılması
bo: པ་ལག་རྩལ་སྒྲིག་བསྡུད།
cs: Instalace pluginu
el: Εγκατάσταση Πρόσθετου
es: Instalación de complemento
et: Pluginate paigaldus
fa: نصب افزونه
fi: Plugin-asennus
hi: प्लगइन की स्थापना
hu: Kiegészítő Telepítése
in: Instalasi plugin
it: Installazione plugin
ja: プラグインのインストール
ko: 플러그인 설치
nb: Installasjon av programtillegg
nl: Plugin Installatie
pt: Instalação de plugin
sl: Namestitev vstavka
sv: Insticksmodul installation
uk: Встановлення плагіна
vi: Cài đặt plugin

source: For available plugins, visit {0}.
ar: للتعرف على المكونات الإضافية المتاحة، قم بزيارة {0}.
az: Mövcud plaginlər üçün {0} ünvanına daxil olun.
bo: ཐོབ་པར་ཡོད་པའི་པ་ལག་རྩལ་གསལ་བཤད་བྱར། {0} ལ་བལྟ།
cs: Dostupné pluginy naleznete na adrese {0}.
da: Besøg {0} for at se tilgængelige plugins.
el: Για διαθέσιμες προσθήκες, επισκεφτείτε τη διεύθυνση {0}.
es: Para complementos disponibles, visite {0}.
et: Saadaolevate pistikprogrammide vaatamiseks külastage aadressi {0}.
fa: برای افزونه های موجود، از {0} دیدن کنید.
fi: Saatavilla olevat laajennukset ovat osoitteessa {0}.
hi: {0} पर उपलब्ध प्लगइन के लिए जाएँ।
hu: Az elérhető bővítményekért keresse fel a következőt: {0}.
in: Untuk plugin yang tersedia, kunjungi {0}.
it: Per i plugin disponibili, visita {0}.
ja: 利用可能なプラグインについては、{0} にアクセスしてください。
ko: 사용 가능한 플러그인을 보려면 {0}을 방문하세요.
nb: For tilgjengelige programtillegg, besøk {0}.
nl: Voor beschikbare plugins, bezoek {0}.
pt: Para plug-ins disponíveis, visite {0}.
sl: Za na voljo vstavke, obiščite {0}.
sv: För tillgängliga plugins, besök {0}.
uk: Для доступних плагінів відвідайте {0}.
vi: Để biết các plugin có sẵn, hãy truy cập {0}.

source: Enter xpi2p or su3 plugin URL
ar: أدخل عنوان URL للمكون الإضافي xpi2p ​​أو su3
az: xpi2p ​​və ya su3 plagin URL-ni daxil edin
bo: xpi2p ཡང་ན་ su3 པ་ལག་རྩལ་ URL ནང་འཇུག་བྱོས།
cs: Zadejte adresu URL pluginu xpi2p ​​nebo su3
da: Indtast xpi2p ​​eller su3 plugin URL
el: Εισαγάγετε τη διεύθυνση URL της προσθήκης xpi2p ​​ή su3
es: Introduzca la URL zip o su3 del complemento
et: Sisestage xpi2p ​​või su3 pistikprogrammi URL
fa: URL افزونه xpi2p ​​یا su3 را وارد کنید
fi: Anna xpi2p- tai su3-laajennuksen URL-osoite
hi: xpi2p या su3 प्लगइन की URL दर्ज करें
hu: Írja be az xpi2p ​​vagy su3 bővítmény URL-címét
in: Masukkan URL plugin xpi2p atau su3
it: Inserisci URL plugin xpi2p o su3
ja: xpi2pまたはsu3プラグインURLを入力
ko: xpi2p ​​또는 su3 플러그인 URL을 입력하세요.
nb: Skriv inn nettadressen til xpi2p ​​eller su3 plugin
nl: Voer xpi2p- of su3-plugin-URL in
pt: Insira o URL do plugin xpi2p ​​ou su3
sl: Vnesite URL vstavka xpi2p ali su3
sv: Ange URL för xpi2p ​​eller su3 plugin
uk: Введіть URL-адресу плагіна xpi2p ​​або su3
vi: Nhập URL plugin xpi2p ​​hoặc su3

source: To install a plugin, enter the download URL:
ar: لتثبيت مكون إضافي، أدخل عنوان URL للتنزيل:
az: Plugini quraşdırmaq üçün yükləmə URL-ni daxil edin:
bo: པ་ལག་རྩལ་ཞིག་སྒྲིག་བསྡུད་བྱར། ཕབ་ལེན་ URL ནང་འཇུག་བྱོས།
cs: Chcete-li nainstalovat plugin, zadejte adresu URL ke stažení:
da: For at installere et plugin, indtast URLen hvorfra det skal downloades.
el: Για να εγκαταστήσετε το πρόσθετο, εισάγετε την διεύθυνση URL:
es: Para instalar un complemento, introduzca la URL de descarga:
et: Et paigaldada plugin, sisestage alla laadimise URL:
fa: برای نصب افزونه، آدرس دانلود را وارد کنید:
fi: Asenna laajennus kirjoittamalla lataus-URL-osoite:
hi: प्लगइन स्थापित करने के लिए, डाउनलोड URL दर्ज करें:
hu: Kiegészítő telepítéséhez írd be a letöltési URL-t:
in: Untuk memasang plugin, masukkan URL download:
it: Per installare un plugin, inserire l'URL da dove scaricarlo:
ja: プラグインをインストールするには、ダウンロード URL を入力します:
ko: 플러그인을 설치하려면 다운로드 URL을 입력하세요:
nb: For å installere et programtillegg, skriv inn nedlastningsnettadressen:
nl: Om een plugin te installeren, voer de download URL in:
pt: Para instalar uma extensão, insira a URL para descarregar:
sl: Da namestite vstavek, vnesite URL prenosa:
sv: För att installera ett insticksmodul anger du URL att hämta från:
uk: Щоб встановити плагін, введіть URL-адресу завантаження:
vi: Để cài đặt plugin, hãy nhập URL tải xuống:

source: Select xpi2p or su3 file
ar: حدد ملف xpi2p ​​أو su3
az: xpi2p ​​və ya su3 faylını seçin
bo: xpi2p ཡང་ན་ su3 ཡིག་ཆ་གདམ་པ།
cs: Vyberte soubor xpi2p ​​nebo su3
da: Vælg xpi2p eller su3 fil
el: Επιλέξτε αρχείο xpi2p ​​ή su3
es: Seleccionar fichero xpi2p o su3
et: valige xpi2p ​​või su3 fail
fa: فایل xpi2p ​​یا su3 را انتخاب کنید
fi: Valitse xpi2p- tai su3-tiedosto
hi: xpi2p या su3 फ़ाइल चुनें
hu: Válassza ki az xpi2p ​​vagy su3 fájlt
in: Pilih file xpi2p atau su3
it: Seleziona file xpi2p o su3
ja: xpi2pまたはsu3ファイルを選択
ko: xpi2p나 su3 파일을 선택하세요
nb: Velg xpi2p- eller su3-fil
nl: Selecteer xpi2p of su3 bestand
pt: Selecione o arquivo xpi2p ​​ou su3
sl: Izberite datoteko xpi2p ali su3
sv: Välj xpi2p- eller su3-fil
uk: Виберіть файл xpi2p ​​або su3
vi: Chọn tệp xpi2p ​​hoặc su3

source: Please supply a valid plugin file
ar: يرجى تقديم ملف البرنامج المساعد صالح
az: Zəhmət olmasa etibarlı plagin faylı təqdim edin
bo: ནུས་ལྡན་པ་ལག་རྩལ་ཡིག་ཆ་ཞིག་མཁོ་སྤྲོད་བྱོས།
cs: Zadejte platný soubor pluginu
da: Angiv venligst en gyldig plugin-fil
el: Παρέχετε ένα έγκυρο αρχείο προσθήκης
es: Por favor, suministre un archivo de complemento válido
et: Esitage kehtiv pistikprogrammi fail
fa: لطفا یک فایل افزونه معتبر ارائه دهید
fi: Ole hyvä ja toimita kelvollinen laajennustiedosto
hi: कृपया एक वैध प्लगइन फ़ाइल प्रदान करें
hu: Adjon meg egy érvényes plugin fájlt
in: Harap berikan file plugin yang valid
it: Perfavore fornisci un file di plugin valido
ja: 有効なプラグイン ファイルを提供してください
ko: 유효한 플러그인 파일을 제공해주세요.
nb: Vennligst oppgi en gyldig plugin-fil
nl: Geef een geldig plugin-bestand op
pt: Forneça um arquivo de plugin válido
sl: Prosimo, da podate veljaven vstavek
sv: Ange en giltig plugin-fil
uk: Будь ласка, надайте дійсний файл плагіна
vi: Vui lòng cung cấp tệp plugin hợp lệ

source: Plugin Manager
ar: مدير المساعد
az: Plugin Meneceri
bo: པ་ལག་རྩལ་འཛིན་སྐྱོང་པ།
cs: Správce pluginů
el: Διαχείριση προσθηκών
es: Administrador de complementos
et: Pistikprogrammihaldur
fa: مدیر پلاگین
hi: प्लगइन प्रबंधक
in: Manajer Plugin
it: Gestione Plugin
ja: プラグインマネージャー
ko: 플러그인 관리자
nl: Pluginbeheer
pt: Gerenciador de plug-ins
sl: Upravitelj vstavka
uk: Менеджер плагінів

source: The plugins listed below are started by the webConsole client.
ar: الملحقال التالية يتم تشغيلها من طرف شاشة التحكم
az: Aşağıda sadalanan plaginlər webConsole müştərisi tərəfindən işə salınır.
bo: གཤམ་གསལ་གྲལ་བཀོད་པའི་པ་ལག་རྩལ་དེ་དག་ནི་ webConsole ཞབས་འདེགས་ཀྱིས་འགོ་ཚུགས་པ།
cs: Níže uvedené pluginy spouští klient webConsole.
da: Plugins herunder er startet af webKonsol klienten.
el: Τα πρόσθετα που αναφέρονται παρακάτω ξεκινούν από τον πελάτη webConsole.
es: Los complementos enumerados a continuación son iniciados por el cliente webConsole.
et: All loetletud pluginad käivitatakse webConsole kliendi poolt.
fa: پلاگین های لیست شده در زیر توسط سرویس گیرنده webConsole راه اندازی شده اند.
fi: WebConsole-asiakasohjelma käynnistää alla luetellut laajennukset.
hi: नीचे सूचीबद्ध प्लगइन वेबकंसोल क्लाइंट द्वारा शुरू किए जाते हैं।
hu: Az alábbi kiegészítőket a webKonzol kliens indítja.
in: Plugin yang tercantum di bawah ini dimulai oleh klien webConsole.
it: I plugin elencati sotto sono avviati dal client webConsole.
ja: 以下にリストされているプラ​​グインは、webConsole クライアントによって開始されます。
ko: 아래에 리스트된 플러그인들은 웹콘솔 클라이언트에 의해 실행된 플러그인 입니다.
nb: Pluginene nedenfor startes av webConsole-klienten.
nl: De plugins hier beneden zijn gestart door de webConsole client.
pt: Os plugins abaixo são iniciados pelo cliente webConsole
sl: Spodaj navedeni vstavki so zaženi s strani klienta webConsole.
sv: De insticksmodul som anges nedan startas av webConsole-klienten.
uk: Наведені нижче плагіни запускаються клієнтом webConsole.
vi: Các plugin được liệt kê bên dưới được khởi động bởi ứng dụng khách webConsole.

source: config reseeding
ar: اعدادات اعادة التوزيع
az: konfiqurasiyanın yenidən yerləşdirilməsi
bo: བཀོད་སྒྲིག་རྒྱུན་དུ་བཙོན་པ།
cs: přenastavení konfigurace
da: konfigurer reseeding
el: επανασπορά παραμέτρων
es: configuración de resembrado
et: config uuesti külvamine
fa: پیکربندی مجدد
fi: määritä reseeding
hi: रीसीडिंग की सेटिंग करें
hu: újratáplálás beállítása
in: konfigurasi reseeding
it: configura il reseeding
ja: 構成の再シード
ko: 리시딩 설정
nb: konfig reseeding
nl: configureer reseeden
pt: configurar reseeding
sl: konfig ponovno semenjenje
sv: konfigurera återdistribuering
uk: перезавантаження конфігурації
vi: gieo hạt lại cấu hình

source: Reseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining.
ar: إعادة البذر هي عملية التمهيد المستخدمة للعثور على أجهزة توجيه أخرى عند تثبيت I2P لأول مرة، أو عندما يكون لدى جهاز التوجيه الخاص بك عدد قليل جدًا من مراجع جهاز التوجيه المتبقية.
az: Reseeding, I2P-ni ilk dəfə quraşdırdığınız zaman və ya marşrutlaşdırıcınızda çox az marşrutlaşdırıcı istinadları qalanda digər marşrutlaşdırıcıları tapmaq üçün istifadə edilən yükləmə prosesidir.
bo: རྒྱུན་དུ་བཙོན་པ་ནི་ཁྱེད་ཀྱིས་ཐོག་མར་ I2P སྒྲིག་བསྡུད་བྱེད་སྐབས་ཡང་ན་ཁྱེད་རང་གི་རོ་ཌེར་ལ་རོ་ཌེར་དྲན་ཐོ་ཉུང་དྲགས་པ་ལྷག་སྐབས་གཞན་རོ་ཌེར་འཚོལ་བར་བེད་སྤྱོད་བྱེད་པའི་སྒོ་ནས་འགོ་ཚུགས་པའི་བརྒྱུས་རིམ་ཞིག
cs: Reseeding je proces bootstrapping, který se používá k nalezení dalších směrovačů při první instalaci I2P nebo když má váš směrovač příliš málo odkazů na směrovač.
da: Reseeding er systemregenererings processen der bliver brugt til at finde andre routere da du installerede I2P, eller når din router har for lidt router referencer tilbage.
el: Το Reseeding είναι η διαδικασία εκκίνησης που χρησιμοποιείται για την εύρεση άλλων δρομολογητών κατά την πρώτη εγκατάσταση του I2P ή όταν ο δρομολογητής σας έχει πολύ λίγες αναφορές δρομολογητή.
es: El resembrado es el proceso de inicialización utilizado para encontrar otros routers cuando instala I2P por primera vez, o cuando a su router le quedan muy pocas referencias de otros routers.
et: Kontaktide hange on I2P esmakordse tööle seadmise protsessi osa mille käigus sinu ruuter hangib omale algse komplekti teiste ruuterite kontaktandmeid. See toimub ka siis, kui sinu ruuteril on teiste toimivaid kontaktandmeid väheks jäänud.
fa: بازیابی منابع فرآیند راه‌اندازی استفاده شده برای پیدا کردن روترهای دیگر هنگام نصب اولیه I2P یا هنگامی که روتر شما تنها چند ارجاع دهنده روتر دارد.
fi: Reseeding on käynnistysprosessi, jota käytetään muiden reitittimien etsimiseen, kun asennat ensimmäisen kerran I2P:n tai kun reitittimessä on liian vähän reititinviitteitä jäljellä.
hi: रीसीडिंग एक बूटस्ट्रैपिंग प्रक्रिया है जिसका उपयोग आप I2P पहली बार स्थापित करते ही करते हैं, या जब आपके राउटर के पास बाकी बहुत कम राउटर संदर्भ होते हैं।
hu: Újratáplálás (reseeding) az az előtöltési folyamat, mely más routerek keresésére szolgál az I2P telepítésekor, vagy amikor a routernek túl kevés router referenciája marad.
in: Reseeding adalah proses bootstrap yang digunakan untuk menemukan router lain saat anda menginstal I2P pertama kali, atau bila router anda memiliki terlalu sedikit referensi router yang tersisa.
it: Il Reseeding è il processo di bootstrapping utilizzato per trovare altri router quando installi per la prima volta I2P o quando il tuo router ha troppi pochi riferimenti di router rimanenti.
ja: 再シードは、最初に I2P をインストールするとき、またはルーターに残っているルーター参照が少なすぎるときに、他のルーターを見つけるために使用されるブートストラップ プロセスです。
ko: 리시딩은 처음 I2P를 설치했을 때 다룬 라우터를 찾기위해 사용되는 부트스트랩 방식의 프로세스입니다. 또는 너무 적은 수의 라우터 레퍼런스를 가지고 있을 때도 사용됩니다.
nb: Reseeing er bootstrapping-prosessen som brukes til å finne andre rutere når du først installerer I2P, eller når ruteren din har for få ruterreferanser igjen.
nl: Reseeden is het opstart proces dat gebruikt wordt om andere routers te vinden wanneer je I2P voor het eerst installeert, of wanneer je router te weinig router referenties heeft.
pt: Ressemeamento é o processo de inicialização utilizado para encontrar outros roteadores I2P na primeira instalação do I2P, ou quando o roteador tem muito poucas referências à outros roteadores restando.
sl: Ponovno semenjenje je postopek zaženitve, ki se uporablja za iskanje drugih usmerjevalnikov, ko prvič namestite I2P, ali ko vaš usmerjevalnik ima pre malo ostalih referenc usmerjevalnikov.
sv: Återdistribuering är en uppstarts (bootstrapping) process som används för att hitta andra routrar när du först installerar I2P, eller när din router har för få routern referenser kvar.
uk: Повторне завантаження — це процес початкового завантаження, який використовується для пошуку інших маршрутизаторів, коли ви вперше встановлюєте I2P або коли на вашому маршрутизаторі залишилося занадто мало посилань на маршрутизатор.
vi: Reseeding là quá trình khởi động được sử dụng để tìm các bộ định tuyến khác khi bạn cài đặt I2P lần đầu tiên hoặc khi bộ định tuyến của bạn còn lại quá ít tham chiếu bộ định tuyến.

source: To enable the configuration of reseed urls, activate the console's <a href=/help/advancedsettings>Advanced mode</a>.
bo: བརྒྱུག་པའི་གི་སྲོད་པའི་གི་བརྒྱུག་གི་སྲོད་པའི་གི་བརྒྱུག་པའི་གི་སྲོད་པའི་གི་བརྒྱུག་པའི་གི་མཐར་པའི་གི་ <a href=/help/advancedsettings>སྤྱོས་པའི་གི་བརྒྱུག་པ</a>
hi: रीसीड URL कॉन्फ़िगरेशन को सक्रिय करने के लिए, कंसोल में <a href=/help/advancedsettings>उन्नत अवस्था</a> सक्रिय करें.
ko: 리시드 URL 구성을 활성화하려면 콘솔에서 <a href=/help/advancedsettings>고급 모드</a>를 활성화하세요.

source: Reseeding Configuration
ar: اعدادات اعادة التوزيع
az: Konfiqurasiyanın yenidən əkilməsi
bo: རྒྱུན་དུ་བཙོན་པའི་བཀོད་སྒྲིག
cs: Konfigurace opětovného setí
da: Reseeding Konfiguration
el: Διαμόρφωση επανασποράς
es: Configuración de resembrado
et: Ruuterite kontaktide hanke häälestus
fa: پیکربندی مجدد بذر
fi: Määrityksen uudelleen lähettäminen
hi: रीसीडिंग की संरचना
hu: Újratáplálási (reseed) Beállítások
in: Konfigurasi Reseed
it: Configurazione reseeding
ja: 構成の再シード
ko: 재시딩 설정
nb: Reseeing konfigurasjon
nl: Reseeden Configuratie
pt: Configuração da ressemeação
sl: Konfiguracija ponovnega semenjenja
sv: Återdistribuerings konfiguration
uk: Конфігурація повторного заповнення
vi: Cấu hình lại

source: Help with reseeding
ar: المساعدة في إعادة البذر
az: Yenidən əkməyə kömək edin
bo: རྒྱུན་དུ་བཙོན་པའི་རོགས་འདེགས།
cs: Pomoc s přesetím
da: Hjælp til gensåning
el: Βοήθεια με την επανασπορά
es: Ayuda con el resembrado
et: Abi uuesti külvamisel
fa: کمک به کاشت مجدد
fi: Apua uudelleenkylvössä
hi: रीसीडिंग के साथ मदद
hu: Segítség az újravetésben
in: Bantuan dalam penyemaian ulang
it: Aiuto con la risemina
ja: 再シードを手伝ってください
ko: 재시딩에 도움
nb: Hjelp med gjensåing
nl: Hulp bij opnieuw zaaien
pt: Ajuda com a nova propagação
sl: Pomoč pri ponovnem semenjenju
sv: Hjälp med omsådd
uk: Допомога з повторним посівом
vi: Trợ giúp gieo hạt

source: Reseeding Help
ar: إعادة البذر المساعدة
az: Yenidən əkmə Yardımı
bo: རྒྱུན་དུ་བཙོན་པའི་རོགས་འདེགས།
cs: Nápověda k opětovnému setí
da: Gensøgning af hjælp
el: Βοήθεια για επανασπορά
es: Ayuda de resembrando
et: Spikker uuesti külvamiseks
fa: کمک به بذرپاشی مجدد
fi: Uudelleenkylvöohje
hi: रीसीडिंग की मदद
hu: Újravetés Súgó
in: Menyemai Ulang Bantuan
it: Aiuto per il reseeding
ja: ヘルプの再シード
ko: 재시드 도움말
nb: Søke hjelp på nytt
nl: Reseeden Hulp
pt: Ajuda para nova propagação
sl: Pomoč pri ponovnem semenjenju
sv: Återsök hjälp
uk: Довідка щодо повторного заповнення
vi: Reseeding giúp đỡ

source: Reseed URLs
ar: اعادة توزيع العناوين
az: URL-ləri yenidən daxil edin
bo: རྒྱུན་དུ་བཙོན་པའི་ URLs
cs: Reseed URL
da: Reseed URLer
el: Επαναφορά διευθύνσεων URL
es: URLs de resembrado
et: Kontaktide hanke URL-id
fa: نشانی‌های اینترنتی را مجدداً مشاهده کنید
fi: Lähetä URL-osoitteet uudelleen
hi: रीसीडिंग यूआरएल
hu: Újratáplálási URL-ek
in: Reseed URL
it: URLs per il reseed
ja: URLを再シードする
ko: 리시드 URL
nb: Reseed URL-er
sl: URL-ji za ponovno semenjenje
sv: Återdistribueringswebbadresser
uk: Повторне заповнення URL-адрес
vi: Thay đổi URL

source: Reseed URL Selection
ar: إعادة اختيار عنوان URL
az: URL seçimini yenidən yerləşdirin
bo: རྒྱུན་དུ་བཙོན་པའི་ URL གདམ་གསེས།
da: Reseed URL udvalget
el: Επανάληψη επιλογής URL
es: Selección de URL de resembrado
et: Kontaktide hanke URL-i valik
fa: انتخاب مجدد URL
fi: Reseed URL -osoitteen valinta
hi: रीसीडिंग यूआरएल चयन
hu: Újratáplálási URL Kiválasztása
in: Pilihan Reseed URL
it: Selezione degli URL per il reseed
ja: URL選択の再シード
ko: 리시드 URL 선택
nb: Reseed URL-valg
nl: Reseed URL Selectie
pt: Reseed seleção URL
sl: Izbor URL-ja za ponovno semenjenje
sv: Återdistribuering webbadress-urvalet
uk: Повторне заповнення вибору URL-адреси
vi: Lựa chọn lại URL

source: Try SSL first then non-SSL
ar: جرب SSL أولاً ثم غير SSL
az: Əvvəlcə SSL, sonra qeyri-SSL cəhd edin
bo: སྔོན་ལ་ SSL ཚོད་ལྟ་བྱེད་དེ་རྗེས་སུ་ non-SSL
cs: Nejprve vyzkoušejte protokol SSL a poté ne protokol SSL
da: Prøv SSL først og derefter non-SSL
el: Δοκιμή πρώτα με SSL και μετά χωρίς SSL
es: Probar primero SSL y luego no-SSL
et: Proovi esmalt SSL-iga, seejärel ilma
fa: ابتدا SSL و سپس غیر SSL را امتحان کنید
fi: Kokeile ensin SSL:ää ja sitten muuta kuin SSL:ää
hi: सबसे पहले SSL को प्रयास करें, फिर नॉन-SSL
hu: Először SSL kipróbálása, aztán nem-SSL
in: Coba SSL dulu lalu non-SSL
it: Prova prima SSL poi non-SSL
ja: 最初に SSL を試してから、非 SSL を試してください
ko: SSL 먼저 시도하기
nb: Prøv SSL først og så unngå det
nl: Probeer eerst met SSL, daarna zonder SSL
pt: Tentar SSL primeiro e então não-SSL
sl: Najprej poskusi SSL, nato ne-SSL
sv: Prova med SSL sedan icke-SSL
uk: Спочатку спробуйте SSL, а потім без SSL
vi: Hãy thử SSL trước rồi đến SSL khác
