Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: In order to access websites hosted on I2P, and optionally use the default outproxy to connect to websites on clearnet, you will need to configure your browser to use the I2P HTTP proxy, by default running on <code>127.0.0.1 port 4444</code>. Most browsers offer an option to configure your proxy; in this mini-tutorial we'll focus on Firefox.
ar: من أجل الوصول إلى المواقع المضيفة على I2P واستخدام خادم الخروج الافتراضي بشكل اختياري للاتصال بمواقع clearnet، ستحتاج إلى تكويف متصفحك لاستخدام وكيل HTTP لـ I2P الذي يعمل بشكل افتراضي على <code>127.0.0.1 منفذ 4444</code>. معظم المتصفحات توفر خيار تكويف وكيل الوصول؛ في هذا الدرس التعليمي المصغر سنركز على فايرفوكس.
az: I2P-də yerləşdirilmiş veb saytlara daxil olmaq və KlearNet-də veb saytlara qoşulmaq üçün standart Outproxy-dən istifadə etmək üçün, Clearnet-də I2P HTTP proxy istifadə etmək üçün brauzerinizi konfiqurasiya etməlisiniz <code>127.0.0.1 port 4444</code>. Əksər brauzerlər vəkilinizi konfiqurasiya etmək üçün bir seçim təklif edir; Bu mini dərsdə Firefox-a diqqət yetirəcəyik.
bo: I2P ནང་བཙོན་པའི་གནས་བབའི་ཡིག་ཆ་ལ་འཛུལ་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མིན་མེད་པ། གདམ་རུབ་ཏུ་སྔོན་ outproxy བེད་སྤྱོད་དེ་ clearnet གི་གནས་བབའི་ཡིག་ཆ་ལ་འཛུལ་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མིན་མེད་པ། ཁྱེད་ཀྱི་རྒྱུད་པར་བརྒྱུད་པའི་བརྒྱུད་པར་བརྒྱུད་པའི་ I2P HTTP ཚབ་སྤྱོད་བེད་སྤྱོད་བྱེད་པར། སྔོན་སྒྲིག་བཀོད་སྒྲིག་བར་ <code>127.0.0.1 port 4444</code> ནང་འཁོར་བརྒྱུད་པའི་བརྒྱུད་པར་བརྒྱུད་པའི་རྒྱུད་པའི་གདམ་ཀ་བསྒྱུར་བར་གཟབ་གཟབ་བྱོས། འདིར་མིང་མིན་མེད་པར་བརྒྱུད་པའི་ལམ་ཐོང་ནང་མིན་མེད་པ། འདིར་ Firefox ལ་དོ་སྣང་བརྒྱུད་པར་བརྒྱུད་པའི་གདམ་ཀ་བསྒྱུར་བར་གཟབ་གཟབ་བྱོས།
cs: Abyste mohli přistupovat k webovým stránkám hostovaným na I2P a případně použít výchozí outproxy pro připojení k webům na clearnet, budete muset nakonfigurovat svůj prohlížeč tak, aby používal I2P HTTP proxy, ve výchozím nastavení běží na <code>127.0.0.1 port 4444</code>. Většina prohlížečů nabízí možnost konfigurace proxy; v tomto minitutoriálu se zaměříme na Firefox.
da: For at få adgang til websites hostet på I2P og eventuelt bruge standard-outprocyen til at forbinde til websites på clearnet, skal du konfigurere din browser til at bruge I2P HTTP-proxyen, som som standard kører på <code>127.0.0.1 port 4444</code>. De fleste browsere tilbyder en mulighed for at konfigurere din proxy; i denne mini-vejledning vil vi fokusere på Firefox.
el: Για να μπορέσετε να έχετε πρόσβαση σε ιστοσελίδες που φιλοξενούνται στο I2P, και προαιρετικά να χρησιμοποιήσετε τον προεπιλεγμένο outproxy για να συνδεθείτε σε ιστοσελίδες στο δίκτυο clearnet, θα πρέπει να ρυθμίσετε τον περιηγητή σας να χρησιμοποιεί τον I2P HTTP proxy, που αρχικά τρέχει στη διεύθυνση <code>127.0.0.1 θύρα 4444</code>. Οι περισσότεροι περιηγητές προσφέρουν μια επιλογή για τη ρύθμιση του proxy, σε αυτό το μικρό εκπαιδευτικό βίντεο θα επικεντρωθούμε στον Firefox.
es: Para acceder a sitios web alojados en I2P y, opcionalmente, usar el proxy de salida predeterminado para conectarse a sitios web en clearnet, deberá configurar su navegador para usar el proxy HTTP de I2P, que se ejecuta de forma predeterminada en <code>127.0.0.1 puerto 4444</code>. La mayoría de los navegadores ofrecen una opción para configurar su proxy; en este mini tutorial nos centraremos en Firefox.
et: I2P-s hostitud veebisaitidele juurdepääsuks ja valikuliselt veebisaitidele selgevõrgus ühendumiseks kasutades vaikimisi väljaminevat puhverserverit, peate konfigureerima oma brauseri kasutama I2P HTTP puhverserverit, mis töötab vaikimisi aadressil <code>127.0.0.1 port 4444</code>. Enamik brausereid pakub puhverserveri konfigureerimise võimalust; selles miniõpetuses keskendume Firefoxi kasutamisele.
fa: برای دسترسی به وب‌سایت‌هایی که روی I2P میزبانی می‌شوند، و به‌صورت اختیاری از outproxy پیش‌فرض برای اتصال به وب‌سایت‌ها در clearnet استفاده کنید، باید مرورگر خود را برای استفاده از پروکسی HTTP I2P پیکربندی کنید، به‌طور پیش‌فرض در <code>127.0.0.1 پورت 4444 اجرا می‌شود.
fi: Jotta voit käyttää I2P:llä olevia verkkosivustoja ja halutessasi käyttää oletusarvoista välityspalvelinta yhdistääksesi selaimen verkkosivustoihin tavallisessa internetissä, sinun tulee määrittää selaimen asetukset käyttämään I2P:n HTTP-välityspalvelinta, joka oletuksena pyörii osoitteessa <code>127.0.0.1 portti 4444</code>. Useimmissa selaimissa on mahdollista määrittää välityspalvelin; tässä miniohjeessa keskitymme Firefox-selaimeen.
hi: आई2पी पर वेबसाइट्स पहुँचने के लिए, और अनुभवी होने पर स्थानीय नेटवर्क पर वेबसाइट्स तक कनेक्ट करने के लिए डिफ़ॉल्ट आउटप्रूक्सी का उपयोग करना, आपको अपने ब्राउज़र को I2P HTTP प्रोक्सी का उपयोग करने के लिए सेट करना होगा, जो डिफ़ॉल्ट रूप से <code>127.0.0.1 पोर्ट 4444</code> पर चल रहा होता है। अधिकांश ब्राउज़र में अपने प्रोक्सी को सेट करने का विकल्प प्रदान करते हैं; इस मिनी-ट्यूटोरियल में हम फ़ायरफ़ॉक्स पर ध्यान केंद्रित करेंगे।
hu: Az I2P-n hostolt webhelyek eléréséhez és opcionálisan a default outproxy használatához az I2P HTTP proxy használatára kell konfigurálnod a böngésződet, amely alapértelmezés szerint a <code>127.0.0.1 port 4444</code>-en fut. A legtöbb böngésző lehetőséget kínál a proxy beállítására; ebben az útmutatóban a Firefoxra fogunk összpontosítani.
in: Untuk mengakses situs web yang dihosting di I2P, dan opsional menggunakan outproxy default untuk menghubungkan ke situs web di clearnet, Anda perlu mengonfigurasi browser Anda untuk menggunakan proxy HTTP I2P, secara default berjalan pada <code>127.0.0.1 port 4444</code>. Sebagian besar browser menawarkan pilihan untuk mengonfigurasi proxy Anda; dalam tutorial mini ini kami akan fokus pada Firefox.
it: Per accedere ai siti web ospitati su I2P e, opzionalmente, utilizzare l'outproxy predefinito per connettersi ai siti web su clearnet, è necessario configurare il browser per utilizzare il proxy HTTP di I2P, che di default è in esecuzione su <code>127.0.0.1 porta 4444</code>. La maggior parte dei browser offre un'opzione per configurare il proxy; in questa mini-guida ci concentreremo su Firefox.
ja: I2Pでホストされているウェブサイトにアクセスし、オプションでクリアネット上のウェブサイトに接続するには、デフォルトのアウトプロキシを使用するため、ブラウザをI2P HTTPプロキシを使用するように設定する必要があります。デフォルトでは、<code>127.0.0.1ポート4444</code>で実行されます。ほとんどのブラウザはプロキシの設定オプションを提供しています。このミニチュートリアルではFirefoxに焦点を当てます。
ko: I2P에서 호스팅된 웹 사이트에 액세스하고 선택적으로 클리어넷의 웹 사이트에 연결하기 위해서는 기본 아웃프록시를 사용하여 브라우저를 설정해야 합니다. 기본값으로 <code>127.0.0.1 포트 4444</code>에서 실행되는 I2P HTTP 프록시를 사용하도록 브라우저를 구성해야 합니다. 대부분의 브라우저는 프록시를 구성할 수 있는 옵션을 제공합니다. 이 미니 튜토리얼에서는 Firefox에 초점을 맞출 것입니다.
nb: For å få tilgang til nettsteder som er vert på I2P, og eventuelt bruke standard utproxy for å koble til nettsteder på clearnet, må du konfigurere nettleseren din for å bruke I2P HTTP-proxyen, som vanligvis kjører på <code>127.0.0.1 port 4444</code>. De fleste nettlesere tilbyr en mulighet for å konfigurere proxyen din; i denne mini-opplæringen vil vi fokusere på Firefox.
nl: Om websites te kunnen bezoeken die gehost worden op I2P en optioneel gebruik te kunnen maken van de standaard outproxy om verbinding te maken met websites op het clearnet, moet je je browser configureren om de I2P HTTP-proxy te gebruiken, die standaard draait op <code>127.0.0.1 poort 4444</code>. De meeste browsers bieden de mogelijkheid om je proxy te configureren; in deze mini-handleiding richten we ons op Firefox.
pt: Para acessar sites hospedados na I2P e, opcionalmente, usar o outproxy padrão para se conectar a sites na clearnet, você precisará configurar seu navegador para usar o proxy HTTP I2P, que por padrão roda em <code>127.0.0.1 porta 4444</code>. A maioria dos navegadores oferece uma opção para configurar seu proxy; neste mini-tutorial, vamos nos concentrar no Firefox.
sl: Da bi dostopali do spletnih strani, gostiteljstvo na I2P, in pri želji uporabljali privzeti izhodni proxy za povezavo s spletnimi stranmi na clearnet, boste morali konfigurirati brskalnik, da uporabi HTTP proxy I2P, ki privzeto teče na <code>127.0.0.1 vrata 4444</code>. Večina brskalnikov ponuja možnost za konfiguriranje vašega posredniškega strežnika; v tem mini-tutoriju se bomo usmerili na Firefox.
sv: För att kunna komma åt webbplatser som är värdade på I2P, och eventuellt använda standardutproxyen för att ansluta till webbplatser på clearnet, måste du konfigurera din webbläsare att använda I2P HTTP-proxy, som körs som standard på <code>127.0.0.1 port 4444</code>. De flesta webbläsare erbjuder ett alternativ för att konfigurera din proxy; i denna miniguide fokuserar vi på Firefox.
uk: Для доступу до сайтів, розміщених на I2P, та опціонального використання транзитного проксі для підключення до сайтів на відкритій мережі, вам потрібно налаштувати ваш браузер на використання I2P HTTP-проксі, який за замовчуванням працює на <code>127.0.0.1 порт 4444</code>. Більшість браузерів пропонують опцію налаштування проксі; в цьому короткому туторіалі ми зосередимося на Firefox.
vi: Để truy cập vào các trang web được lưu trữ trên I2P, và tùy chọn sử dụng outproxy mặc định để kết nối với các trang web trên Internet công khai, bạn cần cấu hình trình duyệt của mình sử dụng proxy HTTP của I2P, mặc định chạy trên <code>127.0.0.1 cổng 4444</code>. Hầu hết các trình duyệt đều cung cấp tùy chọn để cấu hình proxy; trong hướng dẫn này chúng tôi sẽ tập trung vào Firefox.

source: Open the Preferences page in Firefox and scroll to the bottom of the General section.
ar: افتح صفحة التفضيلات في فايرفوكس وتحرك إلى أسفل القسم العام.
az: Firefox-da Üstünlüklər səhifəsini açın və Ümumi bölmənin aşağısına sürüşdürün.
bo: Firefox ནང་གི་སྒྲིག་བཀོད་སྒྲིག་བཀོད་པ་རྒྱུན་སྒྲིག་བཀོད་པ་རྒྱུན་སྒྲིག་བཀོད་པའི་གནས་ཉེན་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པའི་གནས་ཉེན་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ།
cs: Otevřete stránku Předvolby ve Firefoxu a přejděte na konec části Obecné.
da: Åbn præference siden i Firefox og rul ned til bunden af General-sektionen.
el: Ανοίξτε τη σελίδα Προτιμήσεων στο Firefox και κατέβαστε στο τέλος της γενικής ενότητας.
es: Abra la página de Preferencias en Firefox y desplácese hasta la parte inferior de la sección General.
et: Avage Firefoxis Eelistuste leht ja kerige alla Üldistele jaotisele.
fa: صفحه Preferences را در فایرفاکس باز کنید و به پایین قسمت General بروید.
fi: Avaa Asetukset-sivu Firefoxissa ja vieritä Yleiset-osion alaosaan.
hi: फ़ायरफ़ॉक्स में प्राथमिकताओं पृष्ठ खोलें और सामान्य खंड के नीचे स्क्रॉल करें।
hu: Nyisd meg a Firefox Beállítások oldalt, majd görgess az Általános rész aljára.
in: Buka halaman Preferensi di Firefox dan gulir ke bagian bawah seksi Umum.
it: Apri la pagina delle Preferenze in Firefox e scorri fino alla fine della sezione Generale.
ja: Firefox で [環境設定] ページを開き、[全般] セクションの一番下までスクロールします。
ko: Firefox에서 기본 설정 페이지를 열고 일반 섹션 하단으로 스크롤합니다.
nb: Åpne Innstillinger-siden i Firefox og bla ned til bunnen av Generelle avsnittet.
nl: Open de Voorkeuren-pagina in Firefox en scroll naar de onderkant van het Algemeen-gedeelte.
pt: Abra a página Preferências no Firefox e vá até o final da seção Geral.
sl: Odpri stran Preferenc v Firefox in potegni do dna vsebine General.
sv: Öppna sidan för inställningar i Firefox och skrolla längst ned på allmänna inställningar.
uk: Відкрийте сторінку налаштувань у Firefox і прокрутіть униз розділу «Загальні».
vi: Mở trang Thiết lập trong Firefox và cuộn xuống đến cuối mục Chung.

source: In the Network Settings sub-section, hit the <i>Settings</i> button.
ar: في قسم الإعدادات الشبكية الفرعي، اضغط على زر <i>الإعدادات</i>.
az: Şəbəkə Parametrləri alt bölməsində <i>Parametrlər</i> düyməsini basın.
bo: དྲ་ལམ་སྒྲིག་བཀོད་སྒྲིག་བཀོད་པའི་གནས་ཉེན་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ། <i>Settings</i> མཐུད་པའི་གནས་ཉེན་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ།
cs: V podsekci Nastavení sítě stiskněte tlačítko <i>Nastavení</i>.
da: I undersektionen Netværksindstillinger, klik på <i>Indstillinger</i>-knappen.
el: Στην υποενότητα Ρυθμίσεις Δικτύου, πατήστε το κουμπί <i>Ρυθμίσεις</i>.
es: En la subsección de Configuración de red, haga clic en el botón <i>Ajustes</i>.
et: Võrgusätted alajaotises klõpsake nuppu <i>Sätted</i>.
fa: در زیر بخش تنظیمات شبکه، دکمه <i>تنظیمات</i> را فشار دهید.
fi: Paina Verkkoasetukset-alaosiossa <i>Asetukset</i>-painiketta.
hi: नेटवर्क सेटिंग्स के अंतर-सेक्शन में, <i>सेटिंग्स</i> बटन पर क्लिक करें।
hu: A Hálózati Beállítások részben kattints a <i>Beállítások</i> gombra.
in: Di subseksi Pengaturan Jaringan, tekan tombol <i>Pengaturan</i>.
it: Nella sotto-sezione Impostazioni di rete, fai clic sul pulsante <i>Impostazioni</i>.
ja: [ネットワーク設定] サブセクションで、[<i>設定</i>] ボタンを押します。
ko: 네트워크 설정 하위 섹션에서 <i>설정</i> 버튼을 누르세요.
nb: I underavsnittet Nettverksinnstillinger, trykk på <i>Innstillinger</i>-knappen.
nl: In het onderdeel Netwerkinstellingen, klik op de <i>Instellingen</i> knop.
pt: Na subseção Configurações de rede, clique no botão <i>Configurações</i>.
sl: V podsekciji Nastavitve omrežja, klikni gumb <i>Nastavitve</i>.
sv: I delen för nätverksinställningar, klicka på <i>Inställningar</i>.
uk: У підрозділі «Налаштування мережі» натисніть кнопку <i>Налаштування</i>.
vi: Trong tiểu mục Cài đặt Mạng, bấm nút <i>Thiết lập</i>.

source: Under <i>Configure Proxy Access to Internet</i> select the <i>Manual proxy configuration</i> option.
ar: تحت <i>تكويف وصول وكيل الوصول للإنترنت</i> اختر خيار <i>التكويف اليدوي للوكيل</i>.
az: <i>İnternetə Proksi Girişini Konfiqurasiya edin</i> altında <i>Əl ilə proksi konfiqurasiyası</i> seçimini seçin.
bo: <i>དྲ་བའི་ལ་མཐུད་སྤྱོད་མཁན་ལ་དྲ་བའི་ལ་མཐུད་སྤྱོད་མཁན་ལ་བརྒྱུད་པར་བཀོད་སྒྲིག</i> ནང་ <i>ལག་བསྟར་དྲ་བའི་ལ་མཐུད་སྤྱོད་མཁན་ལ་རྒྱུན་ལྡན་བྱེད།</i> གདམ་ཀ་བཀོད་སྒྲིག་བཀོད།
cs: V části <i>Konfigurovat přístup proxy k Internetu</i> vyberte možnost <i>Ruční konfigurace proxy</i>.
da: Under <i>Konfigurér proxyadgang til internettet</i> vælg muligheden <i>Manuel proxykonfiguration</i>.
el: Υπό <i>Ρύθμιση πρόσβασης στο διαδίκτυο μέσω proxy</i> επιλέξτε την επιλογή <i>Χειροκίνητη ρύθμιση proxy</i>.
es: Debajo de <i>Configurar acceso de proxy a Internet</i>, seleccione la opción <i>Configuración manual del proxy</i>.
et: Valige <i>Interneti puhverserveri juurdepääsu konfigureerimine</i> alajaotises <i>Manuaalne puhverserveri konfiguratsioon</i> valik.
fa: در بخش <i>پیکربندی دسترسی پروکسی به اینترنت</i> گزینه <i>پیکربندی دستی پروکسی</i> را انتخاب کنید.
fi: Valitse <i>Määritä välityspalvelimen käyttö Internetiin</i> -kohdassa vaihtoehto <i>Manuaalinen välityspalvelimen määritys</i>.
hi: <i>इंटरनेट पर प्रोक्सी एक्सेस के लिए कॉन्फ़िर करें</i> के तहत, <i>मैन्युअल प्रोक्सी कॉन्फ़िगरेशन</i> विकल्प का चयन करें।
hu: <i>Konfiguráld a proxy hozzáférést az internethez</i> alatt válaszd ki a <i>Kézi proxy konfiguráció</i> lehetőséget.
in: Di bawah <i>Konfigurasi Akses Proxy ke Internet</i> pilih pilihan <i>Konfigurasi manual proxy</i>.
it: Nella sezione <i>Configura accesso al proxy a Internet</i> seleziona l'opzione <i>Configurazione manuale del proxy</i>.
ja: <i>インターネットへのプロキシ アクセスの設定</i>で<i>手動プロキシ設定</i>オプションを選択します。
ko: <i>인터넷에 대한 프록시 액세스 구성</i>에서 <i>수동 프록시 구성</i> 옵션을 선택합니다.
nb: Under <i>Konfigurer proxy-tilgang til Internett</i> velger du alternativet <i>Manuell proxykonfigurasjon</i>.
nl: Onder <i>Configureer proxytoegang tot internet</i> selecteer je de optie <i>Handmatige proxyconfiguratie</i>.
pt: Em <i>Configurar acesso proxy à Internet</i> selecione a opção <i>Configuração manual de proxy</i>.
sl: Pod <i>Konfiguriraj dostop do splet preko posredniškega strežnika</i>, izberite možnost <i>Ročno konfiguracija posredniškega strežnika</i>.
sv: Under <i>Konfigurera Proxyåtkomst till Internet</i> välj alternativet <i>Manuell proxykonfiguration</i>.
uk: У розділі <i>Налаштувати проксі-доступ до Інтернету</i> виберіть параметр <i>Налаштування проксі-сервера вручну</i>.
vi: Dưới tùy chọn <i>Cấu hình truy cập Proxy lên Internet</i>, chọn tùy chọn <i>Cấu hình Proxy thủ công</i>.

source: Enter <code>127.0.0.1</code> in the <i>HTTP Proxy</i> field, and <code>4444</code> in the <i>Port</i> field.
ar: أدخل <code>127.0.0.1</code> في حقل <i>وكيل HTTP</i> و<code>4444</code> في حقل <i>المنفذ</i>.
az: <i>HTTP Proxy</i> sahəsinə <code>127.0.0.1</code> və <i>Port</i> sahəsinə <code>4444</code> daxil edin.
bo: <i>HTTP དྲ་བའི་ལ་མཐུད་སྤྱོད།</i> ཁོངས་ནང་ <code>127.0.0.1</code> དང་ <i>མཐེབ་ཁུག</i> ཁོངས་ནང་ <code>4444</code> ནང་འཇུག་དགོས།
cs: Do pole <i>HTTP Proxy</i> zadejte <code>127.0.0.1</code> a do pole <i>Port</i> zadejte <code>4444</code>.
da: Indtast <code>127.0.0.1</code> i <i>HTTP Proxy</i>-feltet og <code>4444</code> i <i>Port</i>-feltet.
el: Εισάγετε την τιμή <code>127.0.0.1</code> στο πεδίο <i>HTTP Proxy</i> και την τιμή <code>4444</code> στο πεδίο <i>Θύρα</i>.
es: Introduzca <code>127.0.0.1</code> en el campo <i>Proxy HTTP</i> y <code>4444</code> en el campo <i>Puerto</i>.
et: Sisestage <code>127.0.0.1</code> väljale <i>HTTP puhverserver</i> ja <code>4444</code> väljale <i>Port</i>.
fa: <code>127.0.0.1</code> را در قسمت <i>پراکسی HTTP</i> و <code>4444</code> را در قسمت <i>پورت</i> وارد کنید.
fi: Kirjoita <code>127.0.0.1</code> <i>HTTP-välityspalvelin</i>-kenttään ja <code>4444</code> <i>Portti</i>-kenttään.
hi: <i>HTTP प्रोक्सी</i> फ़ील्ड में <code>127.0.0.1</code> दर्ज करें, और <i>पोर्ट</i> फ़ील्ड में <code>4444</code> लिखें।
hu: Írd be a <code>127.0.0.1</code>-t a <i>HTTP Proxy</i> mezőbe, és a <code>4444</code>-et a <i>Port</i> mezőbe.
in: Masukkan <code>127.0.0.1</code> di kolom <i>Proxy HTTP</i>, dan <code>4444</code> di kolom <i>Port</i>.
it: Inserisci <code>127.0.0.1</code> nel campo <i>Proxy HTTP</i> e <code>4444</code> nel campo <i>Porta</i>.
ja: <i>HTTP プロキシ</i>フィールドに<code>127.0.0.1</code>を入力し、<i>ポート</i>フィールドに<code>4444</code>を入力します。
ko: <i>HTTP 프록시</i> 필드에 <code>127.0.0.1</code>을 입력하고 <i>포트</i> 필드에 <code>4444</code>를 입력합니다.
nb: Skriv inn <code>127.0.0.1</code> i feltet <i>HTTP Proxy</i>, og <code>4444</code> i feltet <i>Port</i>.
nl: Voer <code>127.0.0.1</code> in het veld <i>HTTP-proxy</i> in, en <code>4444</code> in het veld <i>Poort</i>.
pt: Insira <code>127.0.0.1</code> no campo <i>HTTP Proxy</i> e <code>4444</code> no campo <i>Porta</i>.
sl: Vnesite <code>127.0.0.1</code> v polje <i>HTTP Posredniški strežnik</i>, in <code>4444</code> v polje <i>Vrata</i>.
sv: Ange <code>127.0.0.1</code> i fältet för <i>HTTP-proxy</i>, och <code>4444</code> i fältet för <i>Port</i>.
uk: Введіть <code>127.0.0.1</code> у поле <i>Проксі HTTP</i> та <code>4444</code> у поле <i>Порт</i>.
vi: Nhập <code>127.0.0.1</code> vào ô <i>Proxy HTTP</i> và <code>4444</code> vào ô <i>Cổng</i>.

source: Tick the box marked <i>Use this proxy server for all protocols</i> to avoid requests escaping the proxy.
ar: اختر الخانة المحددة بـ<i>استخدام هذا الخادم الوكيلي لجميع بروتوكولات</i> لتجنب تهريب الطلبات من الوكيل.
az: Proksidən qaçan sorğuların qarşısını almaq üçün <i>Bütün protokollar üçün bu proksi serverdən istifadə edin</i> qeyd olunan qutunu işarələyin.
bo: <i>རྒྱུད་པའི་སྦྲེལ་ཐབས་འདི་ཚད་པར་བེད་སྤྱོད་བྱེད།</i> སྒྲིག་སྟོན་ནང་རྟགས་མེད་པར་རེ་མོན་འདེད་འདོན་མི་འབྱུང་བར་བྱེད།
cs: Zaškrtněte políčko označené <i>Použít tento proxy server pro všechny protokoly</i>, abyste předešli tomu, že požadavky unikají přes proxy.
da: Marker afkrydsningsfeltet mærket <i>Brug denne proxyserver til alle protokoller</i> for at undgå anmodninger, der undslipper proxyen.
el: Επιλέξτε το πλαίσιο με τον τίτλο <i>Χρήση αυτού του διακομιστή για όλα τα πρωτόκολλα</i> για να αποφευχθεί η διαφυγή αιτημάτων από τον διακομιστή proxy.
es: Marque la casilla <i>Usar este servidor proxy para todos los protocolos</i> para evitar que las solicitudes escapen del proxy.
et: Märkige ruut märgistatud alajaotuses <i>Kasuta seda puhverserverit kõikide protokollide jaoks</i>, et vältida päringute põgenemist puhverserverist.
fa: کادر مشخص شده <i>از این سرور پراکسی برای همه پروتکل ها استفاده کنید</i> را علامت بزنید تا از خروج درخواست ها از پروکسی جلوگیری شود.
fi: Valitse valintaruutu <i>Käytä tätä välityspalvelinta kaikille protokollille</i>, jotta pyynnöt eivät karkaa välityspalvelimelta.
hi: सभी प्रोटोकॉल के लिए इस प्रोक्सी सर्वर का उपयोग करने के लिए <i>इस प्रोक्सी सर्वर का उपयोग सभी प्रोटोकॉल के लिए करें</i> नामक बॉक्स को चुनें, ताकि प्रोक्सी से अनुरोध न बाहर निकल सकें।
hu: Jelöld ki a jelölőnégyzetet a <i>Ezt a proxy szerveret használd minden protokollhoz</i> opció mellett, hogy elkerüld a kérések proxy-n kívülének.
in: Centang kotak yang bertuliskan <i>Gunakan proxy server ini untuk semua protokol</i> untuk menghindari permintaan keluar dari proxy.
it: Seleziona la casella contrassegnata con <i>Utilizza questo server proxy per tutti i protocolli</i> per evitare che le richieste escano dal proxy.
ja: リクエストがプロキシをエスケープしないように、<i>すべてのプロトコルにこのプロキシ サーバーを使用する</i> とマークされたボックスにチェックを入れます。
ko: 요청이 프록시를 벗어나는 것을 방지하려면 <i>모든 프로토콜에 이 프록시 서버 사용</i>이라고 표시된 상자를 선택합니다.
nb: Merk av boksen merket <i>Bruk denne proxyserveren for alle protokoller</i> for å unngå forespørsler som unngår proxyen.
nl: Vink het vakje aan met de tekst <i>Deze proxyserver voor alle protocollen gebruiken</i> om te voorkomen dat verzoeken aan de proxyserver ontsnappen.
pt: Marque a caixa marcada <i>Usar este servidor proxy para todos os protocolos</i> para evitar solicitações que escapem do proxy.
sl: Označite polje <i>Uporabi ta posredniški strežnik za vse protokole</i>, da se izognete zahtevam, ki izstopajo iz posredniškega strežnika.
sv: Markera rutan <i>Använd denna proxyserver för alla protokoll</i> för att undvika att förfrågningar lämnar proxyn.
uk: Поставте прапорець біля пункту <i>Використовувати цей проксі-сервер для всіх протоколів</i>, щоб уникнути запитів, які не виходять із проксі.
vi: Đánh dấu vào ô có dòng chữ <i>Sử dụng proxy này cho tất cả các giao thức</i> để tránh các yêu cầu thoát ra ngoài proxy.
