Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
ar: خطأ في الارسال، ربما لاستعمالك زر 'الرجوع' او 'انعش' في المتصفح. حاول اعادة الارسال.
az: Yanlış formanın təqdim edilməsi, ehtimal ki, brauzerinizdə 'geri' və ya 'yenidən yüklə' düyməsindən istifadə etdiyinizə görədir. Zəhmət olmasa, yenidən təqdim edin.
bo: རོགས་དྲན་བཤོལ་བ་ནོར་བ། འབྲེལ་རྒྱུན་དུ་བཙོན་པའི་རོགས་དྲན་བཤོལ་བ་ནོར་བ།
cs: Neplatně odeslaný formulář, nejspíše jste použili tlačítka 'Zpět' nebo 'Znovu načíst' ve vašem prohlížeči. Prosím odešlete formulář znovu.
da: Ugyldig formularafsendelse, sandsynligvis fordi du brugte 'tilbage' eller 'reload' knappen på din browser. Prøv venligst at sende formularen igen.
el: Άκυρη φόρμα υποβολής, πιθανόν επειδή πατήσατε «πίσω» ή «επαναφόρτωση» στον περιηγητή σας. Παρακαλώ υποβάλετε εκ νέου.
es: El formulario enviado no es válido, probablemente utilizó el botón 'atrás' ó 'recargar' de su navegador. Por favor, reenvíelo.
et: Kehtetu vormipostitus, kasutasid ehk brauseri 'back' või 'reload' nuppu. Saada vorm uuesti.
fa: فرمِ اشتباهی ارسال شده است. احتمالا شما از کلیدهای 'back' و یا 'reload' در مرورگر خود استفاده کردید. لطفا دوباره تلاش کنید.
fi: Virheellinen lomakkeen lähetys, luultavasti siksi, että käytit selaimesi 'takaisin' tai 'reload'-painiketta.
hi: अवैध फ़ॉर्म जमा, संभवतः आपने अपने ब्राउज़र के 'वापस' या 'रीलोड' बटन का उपयोग किया है। कृपया पुनः जमा करें।
hu: Úrlap küldése sikertelen, valószínűleg a "vissza" vagy az "újratöltés" gombokat használtad a böngészőben. Kérlek, hogy küldd újra.
in: Form submission tidak valid , mungkin karena anda menggunakan tombol 'back' atau 'reload' pada browser anda. Mohon kirimkan kembali.
it: Sottomissione di form non valida, probabilmente hai usato il pulsante 'indietro' o 'aggiorna' del tuo browser. Per favore rimandalo.
ja: 無効なフォームからの送信、おそらくブラウザで「戻る」か「リロード」ボタンを使用したためです。再送信してください。
ko: 잘못된 폼 서브미션. 뒤로가기나 새로고침을 누르셨을 수 있습니다. 재시도해주세요.
nb: Ugyldig skjemainnsendelse, sannsynligvis fordi du brukte 'tilbake' eller 'oppdater"-knappen i nettleseren. Send inn på nytt.
nl: Ongeldig formulier verzonden, mogelijk omdat je de 'terug' of 'vernieuw' knop in je browser hebt gebruikt. Probeer opnieuw te verzenden.
pt: Formulário inválido preenchido, provavelmente porque o botão "voltar" ou "recarregar" do navegador foi pressionado. Por favor, reenvie o formulário.
sl: Neveljavno oddajo obrazca, verjetno zaradi uporabe gumbev 'nazaj' ali 'osveži' v brskalniku. Prosimo, ponovno oddajte.
sv: Ogiltigt formulärdata, förmodligen för att du använde "back" eller "reload" knappen i din webbläsare. Vänligen skicka om.
uk: Неправильно передана форма, можливо ви використовуєте дію браузера "назад" або "оновити". Будь-ласка повторіть спробу.
vi: Mẫu đơn đệ nạp không đúng, có lẻ vì bạn dùng nút 'back' hay 'reload" của trình duyệt. Xin vui lòng đệ nạp lại.

source: If the problem persists, verify that you have cookies enabled in your browser.
ar: إذا استمرت المشكلة، فتأكد من تمكين ملفات تعريف الارتباط في متصفحك.
az: Problem davam edərsə, brauzerinizdə kukilərin aktiv olduğunu yoxlayın.
bo: གནས་བབ་འདི་མི་བཞིན་པའི་རོགས་པ་ཙམ།
cs: Pokud problém přetrvává, ověřte, zda máte ve svém prohlížeči povoleny soubory cookie.
da: Hvis problemet fortsætter, kontrollere, at du har slået cookies til i din browser.
el: Αν το πρόβλημα επιμένει, βεβαιωθείτε ότι ο περιηγητής ιστού σας αποδέχεται τα cookies.
es: Si el problema persiste, verifique que tiene habilitadas las cookies en su navegador.
et: kui probleem püsib, veenduge, et teie brauseris on küpsised lubatud.
fa: اگر همچنان مشکل پابرجاست، مطمئن شوید که در مرورگر شما Cookie ها فعال هستند.
fi: Jos pulma jatkuu, vahvista, että evästeet ovar käytössä selaimessasi.
hi: अगर समस्या जारी रहती है, तो यह सुनिश्चित करें कि आपके ब्राउज़र में कुकीज़ को सक्षम किया है।
hu: Ha a probléma fennáll, ellenőrizd, hogy a sütik engedélyezve vannak-e a böngésződben.
in: Jika masalah berlanjut, periksa jika anda telah mengaktifkan cookies di browser anda.
it: Se il problema persiste, verificare di avere i cookies abilitati nel tuo browser.
ja: 問題が続く場合、クッキーがブラウザで有効になっているか確認してください。
ko: 문제가 지속되면 브라우저의 쿠키가 활성화되어 있는지 확인해주세요.
nb: Hvis problemet vedvarer, må du kontrollere at du har aktivert informasjonskapsler i nettleseren din.
nl: Als het probleem zich blijft voordoen, zorg dat je cookies aan hebt staan in je browser.
pt: Se o problema continuar, verifique se teu navegador aceita cookies.
sl: Če težava obstaja, preverite, ali imate omogočene piškotke v brskalniku.
sv: Om problemet kvarstår, bekräfta att cookies är påslaget i din browser.
uk: Якщо проблема не усунута, переконайтеся, що cookies увімкнені у вашому браузері.
vi: Nếu sự cố vẫn tiếp diễn, hãy xác minh rằng bạn đã bật cookie trong trình duyệt của mình.

source: Bandwidth usage
ar: استعمال الشيكة
az: Bant genişliyi istifadəsi
bo: བརྒྱུད་བཏོན་པའི་ཚོད་བཤོལ་བ།
cs: Využití šířky pásma
da: Båndbreddeforbrug
el: Χρήση του εύρους ζώνης
es: Uso de ancho de banda
et: Ribalaiuse kasutus
fa: مصرف پهنای باند
fi: Kaistanleveyskäyttö
hi: बैंडविड्थ का उपयोग
hu: Sávszélesség felhasználás
in: Penggunaan bandwidth
it: Utilizzo di larghezza di banda
ja: 帯域幅使用率
ko: 대역폭 사용
nb: Båndbreddebruk
nl: Bandbreedte gebruik
pt: Taxa de uso
sl: Uporaba širine pasma
sv: Bandbreddsanvändning
uk: Використання мережі
vi: Sử dụng băng thông

source: events in {0}
ar: أعادة التشغيل في {0}
az: {0} -da hadisələr
bo: {0} ནང་གི་བརྒྱུད་བཏོན་པ་གཞིབ་བཤོལ་བཞིན་པ།
cs: události v {0}
da: hændelser i {0}
el: γεγονότα σε {0}
es: eventos en {0}
et: sundmusi {0} vältel
fa: رویدادها در {0}
fi: tapahtumat paikassa {0}
hi: {0} में घटनाएँ
hu: Események a következőben: {0}
in: events di {0}
it: eventi in {0}
ja: {0} のイベント
ko: {0} 의 이벤트
nb: hendelser i {0}
nl: gebeurtenissen in {0}
pt: eventos em {0}
sl: dogodki v {0}
sv: händelser i {0}
uk: події в {0}
vi: sự kiện ở {0}

source: Events per period
ar: عدد الأحداث في المدة
az: Hər dövr üzrə tədbirlər
bo: ཚོད་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་གཞིབ་བཤོལ་བཞིན་པ།
cs: Události za období
da: Hændelser pr. periode
el: Γεγονότα ανά περίοδο
es: Eventos por periodo
et: Sündmusi perioodi kohta
fa: رویدادها در هر دوره
fi: Tapahtumat per jakso
hi: समय सीमा प्रति घटनाएँ
hu: Események időszakonként
in: Event per periode
it: Eventi per periodo
ja: イベントと期間
ko: 기간 당 이벤트
nb: Hendelser per periode
nl: Gebeurtenissen per periode
pt: Eventos por período
sl: Dogodki na obdobje
sv: Händelser per period
uk: Події за період
vi: Sự kiện mỗi kỳ

source: Min
ar: دقيقة
bo: ཐུང་མཐར།
es: Mín
fa: دقیقه
fi: Vähintään
hi: मिनिमम
in: Minimal
ja: 最小
ko: 최소
pt: Mínimo
uk: Мінімальне
vi: Tối thiểu

source: Max
ar: ماكس
az: Maks
bo: གོང་མཐར།
es: Máx
et: Maks
fa: حداکثر
fi: Enintään
hi: मैक्सिमम
in: Maks
ja: 最大
ko: 최대
nb: Maks
pt: Máximo
uk: Максимальне
vi: Tối đa

source: Avg
ar: متوسط
az: Orta
bo: རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Prům
es: Media
et: Kesk
fa: میانگین
fi: Keskimäärin
hi: सत
hu: Átlag
in: Rata-rata
it: Media
ja: 平均
ko: 평균
nb: Snitt
nl: Gmd
pt: Média
sl: Povp.
sv: Genomsnitt
uk: Середнє
vi: Trung bình

source: Now
ar: الآن
az: İndi
bo: ད་ལ་ནང་
cs: Teď
da: Nu
el: Τώρα
es: Ahora
et: Nüüd
fa: در این لحظه
fi: Nyt
hi: अभी
hu: Most
in: Sekarang
it: Ora
ja: 現在
ko: 지금
nb: Nå
nl: Nu
pt: Agora
sl: Zdaj
sv: Nu
uk: Тепер
vi: Bây giờ

source: Router restarted
bo: རོ་ཌེར་བསྐྱར་བཏོན་པ་བཞིན་པ།
hi: राउटर पुनः शुरू किया गया
ko: 루터 재시작
sl: Usmerjevalnik je bil znova zagnan

source: News last updated {0} ago.
ar: آخر تحديث للأخبار {0}
az: Xəbər son dəfə {0} əvvəl yenilənib.
bo: བརྒྱུད་བཏོན་པ་གཞིབ་བཤོལ་བ་{0} ནས་ཤོར་བར་གི་ཚེད་དུ།
cs: Novinky naposledy aktualizovány před {0}.
da: Nyheder blev sidst opdateret for {0} siden
el: Τα νέα ενημερώθηκαν {0} πριν.
es: Última actualización de noticias hace {0}.
et: Uudiseid uuendati viimati {0} eest.
fa: آخرین به روز رسانی اخبار {0} پیش.
fi: Uutiset viimeksi päivitetty {0} sitten.
hi: {0} पहले न्यूज़ अपडेट की गई थी।
hu: Hírek utoljára frissítve: {0}
in: Berita terakhir diperbarui {0} yang lalu.
it: Notizie aggiornate {0} fa.
ja: ニュースは {0} に最終更新。
ko: 마지막 뉴스 업데이트: {0} 전.
nb: Nyheter sist oppdatert {0} siden.
nl: Nieuws {0} geleden voor het laatste geupdate.
pt: Notícias atualizadas {0} atrás.
sl: Novice so bile zadnjič osvežene {0} pred tem.
sv: Nyheterna uppdaterades senast för {0} sedan.
uk: Новини востаннє оновлено {0} тому.
vi: Tin tức được cập nhật lần cuối {0} trước.

source: News last checked {0} ago.
ar: آخر تحديث للأخبار {0}
az: Xəbər son dəfə {0} əvvəl yoxlanıb.
bo: བརྒྱུད་བཏོན་པ་གཞིབ་བཤོལ་བ་{0} ནས་ཤོར་བར་གི་ཚེད་དུ།
cs: Novinky naposledy kontrolovány před {0}.
da: Nyheder blev sidst tjekket for {0} siden
el: Έγινε έλεγχος για νέα {0} πριν.
es: Última búsqueda de noticias hace {0}.
et: Uudiseid kontrolliti viimati {0} eest.
fa: اخبار آخرین بار {0} قبل بررسی شد.
fi: Uutiset viimeksi tarkistettu {0} sitten.
hi: {0} पहले न्यूज़ की जाँच की गई थी।
hu: Hírek utoljára ellenőrzve ezelőtt: {0}
in: Berita terakhir diperiksa {0} yang lalu.
it: Notizie controllate {0} fa.
ja: ニュースは {0} に最終確認。
ko: 마지막 뉴스 확인: {0} 전.
nb: Nyheter sist sjekket {0} siden.
nl: Nieuws {0} geleden voor het laatste gecontrolleerd.
pt: Notícias verificadas {0} atrás.
sl: Novice so bile zadnjič preverjene {0} pred tem.
sv: Nyheterna kontrollerades senast för {0} sedan.
uk: Новини востаннє перевірено {0} тому.
vi: Tin tức được kiểm tra lần cuối {0} trước.

source: Hide news
ar: إخفاء الأخبار
az: Xəbərləri gizlət
bo: བརྒྱུད་བཏོན་པ་མཐོང་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Skrýt zprávy
da: Skjul nyheder
el: Κρύψιμο νέων
es: Ocultar noticias
et: Peida uudised
fa: پنهان کردن اخبار
fi: Piilota uutiset
hi: न्यूज़ छिपाएं
hu: Hírek elrejtése
in: Sembunyikan berita
it: Nascondi notizie
ja: ニュースを非表示
ko: 뉴스 숨기기
nb: Gjem nyheter
nl: Verberg nieuws
pt: Esconder notícias
sl: Skrij novice
sv: Dölj nyheter
uk: Приховати новини
vi: Ẩn tin tức

source: Show news
ar: عرض الأخبار
az: Xəbərləri göstərin
bo: བརྒྱུད་བཏོན་པ་མཐོང་བྱེད་པ།
cs: Zobrazit novinky
da: Vis nyheder
el: Εμφάνιση νέων
es: Mostrar noticias
et: Näita uudised
fa: نمایش اخبار
fi: Näytä uutiset
hi: न्यूज़ दिखाएं
hu: Hírek mutatása
in: Tampilkan berita
it: Mostra notizie
ja: ニュースを表示
ko: 뉴스 보이기
nb: Vis nyheter
nl: Toon nieuws
pt: Mostrar notícias
sl: Prikaži novice
sv: Visa nyheter
uk: Показати новини
vi: Hiển thị tin tức

source: Show all news
ar: عرض كل الأخبار
az: Bütün xəbərləri göstər
bo: བརྒྱུད་བཏོན་པ་ཚང་མ་མཐོང་བྱེད་པ།
cs: Zobrazit všechny novinky
da: Vis alle nyheder
el: Εμφάνιση όλων των ειδήσεων
es: Mostrar todas las noticias
et: kuva kõik uudised
fa: نمایش تمام اخبار
fi: Näytä kaikki uutiset
hi: सभी न्यूज़ दिखाएं
hu: Az összes hír megjelenítése
in: Tampilkan semua berita
it: Mostra tutte le notizie
ja: すべてのニュースを表示
ko: 모든 뉴스 보이기
nb: Vis alle nyheter
nl: Al het nieuws laten zien
pt: Mostrar todas as notícias
sl: Prikaži vse novice
sv: Visa alla nyheter
uk: Показати всі новини
vi: Hiển thị tất cả tin tức

source: Checking for plugin updates
ar: التحقق من تحديثات البرنامج المساعد
az: Qoşma yeniləmələri yoxlanılır
bo: བརྒྱུད་བཏོན་པའི་བསྐྱར་བཏོན་པ་བལྟ་བཞིན་པར་རོགས་སོ།
cs: Kontrola aktualizací pluginu
da: Tjekker for plugin opdateringer
el: Έλεγχος για ενημερώσεις πρόσθετων
es: Buscando actualizaciones de complementos
et: Kontrollitakse plugina uuendusi
fa: بررسی به‌روزرسانی‌های افزونه
fi: Tarkistetaan laajennuspäivityksiä
hi: प्लगइन अपडेट की जाँच कर रहा है
hu: Kiegészítő frissítések keresése
in: Memeriksa update plugin
it: Verifica aggiornamenti dei plugin
ja: プラグインのアップデートをチェック中
ko: 플러그인 업데이트 확인
nb: Ser etter plugin-oppdateringer
nl: Nakijken op plugin updates
pt: Verificar por atualização para extensões
sl: Preverjanje posodobitev vstavka
sv: Sök efter uppdateringar för insticksmodul
uk: Перевірка оновлень плагіна
vi: Kiểm tra cập nhật plugin

source: Plugin update check failed
ar: فشل التحقق من تحديث البرنامج المساعد
az: Qoşmanın yeniləmə yoxlaması uğursuz oldu
bo: བརྒྱུད་བཏོན་པའི་བསྐྱར་བཏོན་པ་བལྟ་བཞིན་པ་ནོར་བ།
cs: Selhala kontrola aktualizace pluginu
da: Plugin opdatering fejlede
el: Ο έλεγχος για ενημέρωση του πρόσθετου απέτυχε
es: No se pudo completar la busqueda actualizaciones de complementos
et: pistikprogrammi värskenduse kontroll ebaõnnestus
fa: بررسی به‌روزرسانی افزونه انجام نشد
fi: Plugin-päivityksen tarkistus epäonnistui
hi: प्लगइन अपडेट की जाँच में विफलता
hu: A beépülő modul frissítésének ellenőrzése nem sikerült
in: Pemeriksaan update plugin gagal
it: Controllo aggiornamento del plugin fallito
ja: プラグインのアップデート確認失敗
ko: 플러그인 업데이트 확인 실패
nb: Kontroll av plugin-oppdatering mislyktes
nl: Plugin update check mislukt
pt: A verificação da atualização do plug-in falhou
sl: Preverjanje posodobitve vstavka je spodletelo
sv: Test av insticksmodulsuppdatering misslyckades
uk: Помилка перевірки оновлення плагіна
vi: Kiểm tra cập nhật plugin không thành công

source: {0} plugin updated
ar: تم تحديث {0} مكون إضافي
az: {0} plugin yeniləndi
bo: {0} བརྒྱུད་བཏོན་པ་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: {0} plugin aktualizován
da: {0} plugin opdateret
el: Η προσθήκη {0} ενημερώθηκε
es: {0} plugin actualizado
et: {0} plugin värskendatud
fa: plugins {0} به روز شده
fi: {0} liitännäinen päivitetty
hi: {0} प्लगइन अपडेट किया गया
hu: {0} a plugin frissítve
in: {0} plugin diperbarui
it: {0} plugin aggiornato
ja: {0}プラグインが更新されました
ko: {0} 플러그인이 업데이트되었습니다
nb: {0} utvidelse oppdatert
nl: {0} plug -in bijgewerkt
pt: {0} plugin atualizado
sl: {0} vstavek je posodobljen
sv: {0} plugin uppdaterad
uk: {0} плагін оновлений
vi: Đã cập nhật {0} plugin

source: Plugin check complete
ar: اكتمال فحص البرنامج المساعد
az: Qoşmanın yoxlanması tamamlandı
bo: བརྒྱུད་བཏོན་པའི་བལྟ་བཞིན་མེད།
cs: Kontrola pluginu dokončena
da: Plugin-tjek fuldført
el: Ο έλεγχος του plugin ολοκληρώθηκε
es: Comprobación de complementos completada
et: pistikprogrammi kontroll on lõpetatud
fa: بررسی پلاگین کامل شد
fi: Plugin tarkistus valmis
hi: प्लगइन जाँच पूरी हो गई
hu: A beépülő modul ellenőrzése befejeződött
in: Pemeriksaan plugin selesai
it: Verifica del plugin completata
ja: プラグインチェック完了
ko: 플러그인 체크 완료
nb: Plugin-sjekk fullført
nl: Plug-incontrole voltooid
pt: Verificação do plugin concluída
sl: Preverjanje vstavka je končano
sv: Kontroll av plugin är klar
uk: Перевірка плагіну завершена
vi: Kiểm tra plugin hoàn tất

source: none
ar: لا شيء
az: heç biri
bo: མེད་པ།
cs: žádný
da: ingen
el: κανένα
es: ninguna
et: puudub
fa: هیچکدام
fi: ei mitään
hi: कोई नहीं
hu: semmi
in: Tidak ada
it: nessuno
ja: なし
ko: 없음
nb: ingen
nl: geen
pt: nenhum
sl: nič
sv: inga
uk: немає
vi: không có

source: Permanently banned
ar: فرض حظر دائم
az: Daimi qadağa
bo: རྒྱུན་དུ་བཙོན་པའི་བརྒྱུད་བཏོན་པ་གཏན་འབེབས་བྱེད་པ།
cs: Trvale zakázáno
da: Permanent forbudt
el: Μόνιμος αποκλεισμός
es: Excluido permanentemente
et: Püsivalt keelatud
fa: برای همیشه ممنوع است
fi: Pysyvästi estetty
hi: स्थायी रूप से प्रतिबंधित
hu: Véglegesen kitiltva
in: Secara permanen diblokir
it: Bannato permanentemente
ja: 永久的に禁止されました
ko: 영구 차단됨
nb: Bannlyst for godt
nl: Permanent gebant
pt: Banido permanentemente
sl: Napovrstino prepovedano
sv: Permanent förbjuden
uk: Забанений назавжди
vi: Cấm vĩnh viễn

source: Temporary ban expiring in {0}
ar: منع مؤقت {0}
az: Müvəqqəti qadağanın müddəti {0} tarixində başa çatır
bo: {0}ནང་གནད་མི་མཐའི་དུས་ཚེད་ནི་བརྒྱུར་བཞག
cs: Dočasný zákaz vyprší za {0}
da: Midlertidige forbud udløber om {0}
el: Ο προσωρινός αποκλεισμός λήγει σε {0}
es: La exclusión temporal caducará en {0}
et: Ajutine bänn, aegub {0} pärast
fa: منقضی شدن موقت ممنوعیت در {0}
fi: Väliaikainen esto kestää vielä {0}
hi: {0} में समाप्त होने वाला स्थानिक प्रतिबंध
hu: Ideiglenes kitiltás lejár a következőn belül: {0}
in: Pemblokiran sementara berakhir pada {0}
it: Ban temporaneo che scade in {0}
ja: {0} に期限切れとなる一時禁止
ko: 일시적으로 차단됨: {0} 남음
nb: Midlertidig bannlysning uløper om {0}
nl: Tijdelijke verbanning verloopt in {0}
pt: Banimento temporário termina em {0}
sl: Privремeno prepovedano do {0}
sv: Tillfälligt förbud utgår om {0}
uk: Тимчасовий бан завершується через {0}
vi: Lệnh cấm tạm thời hết hạn sau {0}

source: Banned for {0} / until restart
ar: محظور لمدة {0} / حتى إعادة التشغيل
az: {0} /yenidən başlayana qədər qadağan edildi
bo: {0} ནས་བཙོན་པའི་ཚེད་དུ། / བསྐྱར་འགོ་ཚོགས་པའི་བར་
cs: Banováno na {0} / do restartu
da: Udelukket i {0} / indtil genstart
el: Αποκλεισμός για {0} / έως επανεκκίνηση
es: Prohibido para {0} / hasta reiniciar
et: Keelatud {0} / kuni taaskäivitamiseni
fa: برای {0} / تا راه اندازی مجدد ممنوع است
fi: Estetty {0} / uudelleenkäynnistykseen asti
hi: {0} तक प्रतिबंधित / पुनः शुरू होने तक
hu: Letiltva {0} / újraindításig
in: Diblokir selama {0} / hingga dimulai ulang
it: Bannato per {0}/fino al riavvio
ja: 再起動するまで{0} / のために禁止
ko: 재시작까지 {0} 동안 차단됨
nb: Utestengt i {0} / til omstart
nl: Verbannen voor {0} / tot herstart
pt: Banido por {0} / até reiniciar
sl: Prepovedano za {0} / do ponovnega zagona
sv: Förbjuden i {0} / tills omstart
uk: Забанено на {0} / до перезапуску
vi: Bị cấm trong {0} / cho đến khi khởi động lại

source: unban now
ar: الغاء المنع الآن
az: indi qadağanı ləğv edin
bo: ད་ལོ་བཙོན་པ།
cs: zrušit zákaz nyní
da: Unban nu
el: άρση αποκλεισμού τώρα
es: readmitir ahora
et: tühista bänn
fa: اکنون ممنوعیت را لغو کنید
fi: poista esto nyt
hi: अब प्रतिबंध समाप्त करें
hu: Kitiltás visszavonása most
in: Cabut pemblokiran sekarang
it: Riammissione istantanea
ja: 今すぐ禁止解除
ko: 지금 차단 해제
nb: fjern bannlysning nå
nl: Hef verbanning nu op
pt: desbanir agora
sl: odprepovej zdaj
sv: unban nu
uk: розбанити
vi: bỏ cấm ngay bây giờ

source: No bans currently active
ar: لا يوجد حظر نشط حاليا
az: Hazırda aktiv qadağa yoxdur
bo: ད་ལོ་བཙོན་པ་ད་གི་རྒྱུན་དུ་བཙོན་པ་མེད།
cs: Momentálně nejsou aktivní žádné zákazy
da: Ingen forbud er aktive i øjeblikket
el: Δεν υπάρχουν ενεργές απαγορεύσεις αυτήν τη στιγμή
es: No hay prohibiciones activas actualmente
et: Hetkel ei ole aktiivseid keelde
fa: هیچ ممنوعیتی در حال حاضر فعال نیست
fi: Ei tällä hetkellä voimassa olevia kieltoja
hi: वर्तमान में कोई प्रतिबंध नहीं जारी
hu: Jelenleg nincs aktív tiltás
in: Tidak ada larangan yang aktif saat ini
it: Nessun ban attualmente attivo
ja: 現在有効な禁止はありません
ko: 현재 활성화된 차단 없음
nb: Ingen forbud er aktive for øyeblikket
nl: Momenteel zijn er geen verboden actief
pt: Nenhum banimento atualmente ativo
sl: Trenutno ni v veljavi nobene prepovedi
sv: Inga förbud är aktiva för närvarande
uk: Наразі немає активних заборон
vi: Hiện tại không có lệnh cấm nào

source: Country
ar: البلد
az: Ölkə
bo: རྒྱལ་ཁབ།
cs: Země
da: Land
el: Χώρα
es: País
et: Maa
fa: کشور
fi: Maa
hi: देश
hu: Ország
in: Negara
it: Paese
ja: 国
ko: 국가
nb: Land
nl: Land
pt: País
sl: Država
sv: Land
uk: Країна
vi: Quốc gia

source: Reason
ar: السبب
az: Səbəb
bo: རྒྱུན་དུ་བཙོན་པའི་རོགས་དྲན།
cs: Důvod
da: Årsag
el: Λόγος
es: Razón
et: Põhjus
fa: دلیل
fi: Syy
hi: कारण
hu: Ok
in: Alasan
it: Motivo
ja: 理由
ko: 이유
nb: Grunn
nl: Reden
pt: Razão
sl: Razlog
sv: Anledning
uk: Причина
vi: Lý do

source: IP Address
ar: عنوان IP
az: IP ünvanı
bo: IP ཁ་བྱང་།
cs: IP adresa
da: IP-adresse
el: Διεύθυνση IP
es: Dirección IP
et: IP-aadress
fa: آدرس IP
fi: IP-osoite
hi: आईपी पता
hu: IP-cím
in: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
nb: IP-adresse
nl: IP-adres
pt: Endereço IP
sl: IP naslov
sv: IP-adress
uk: IP-адреса
vi: Địa chỉ IP

source: Hostname
ar: اسم المضيف
az: Host adı
bo: ཧོས་ནས་མིང་།
cs: Název hostitele
da: Værtsnavn
el: Όνομα κεντρικού υπολογιστή
es: Nombre de host
et: Hostinimi
fa: نام میزبان
fi: Isäntänimi
hi: होस्टनाम
hu: Hostnév
in: Nama host
it: Nome host
ja: ホスト名
ko: 호스트 이름
nb: Vertsnavn
nl: Hostnaam
pt: Nome do host
sl: Ime gostitelja
sv: Värdnamn
uk: Ім'я хосту
vi: Tên máy chủ

source: Expiry
ar: انقضاء
az: İstifadə müddəti
bo: ཚོད་བཤོལ་བ།
cs: Vypršení platnosti
da: Udløb
el: Λήξη
es: Caducidad
et: Kehtivusaeg
fa: انقضا
fi: Vanhenee
hi: समाप्ति
hu: Lejárat
in: Kedaluwarsa
it: Scadenza
ja: 有効期限
ko: 만기
nb: Utløp
nl: Vervaldatum
pt: Expiração
sl: Istek
sv: Utgångsdatum
uk: Термін дії
vi: Hết hạn

source: Total session-only bans
ar: إجمالي الحظر للجلسة فقط
az: Cəmi sessiya yalnız qadağalar
bo: རྒྱུན་དུ་བཙོན་པའི་ཚོད་བཤོལ་བ།
cs: Celkový počet zákazů pouze pro relaci
da: Samtale forbud mod kun sessioner
el: Συνολικές απαγορεύσεις μόνο για περιόδους σύνδεσης
es: Prohibiciones totales solo de sesión
et: Ainult seansi keelud kokku
fa: ممنوعیت کل فقط برای جلسات
fi: Vain istuntokiellot yhteensä
hi: केवल सेशन के लिए कुल प्रतिबंध
hu: Teljes, csak munkamenetre szóló tiltás
in: Larangan total hanya sesi
it: Divieti totali di sole sessioni
ja: セッションのみの全面禁止
ko: 총 세션 전용 금지
nb: Totale utestengelser kun for økter
nl: Totaal aantal verboden voor alleen sessies
pt: Total de banimentos apenas de sessão
sl: Skupaj samo sejanski prepovedi
sv: Totala sessionsförbud
uk: Повна заборона лише на сесії
vi: Tổng số lượt cấm chỉ trong phiên
