Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configure periodic analysis
ar: تكوين التحليل الدوري
az: Dövri analizi konfiqurasiya edin
bo: དུས་ཡུན་དབྱེད་དབྱེད་ཞིབ་བཤོལ་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Konfigurace periodické analýzy
da: Konfigurer periodisk analyse
el: Διαμόρφωση περιοδικής ανάλυσης
es: Configurar análisis periódico
et: perioodilise analüüsi konfigureerimine
fa: تجزیه و تحلیل دوره ای را پیکربندی کنید
fi: Määritä jaksollinen analyysi
hi: सामयिक विश्लेषण का सेटिंग करें
hu: Időszakos elemzés konfigurálása
in: Konfigurasikan analisis berkala
it: Configura analisi periodica
ja: 定期分析の設定
ko: 주기적인 분석 구성
nb: Konfigurer periodisk analyse
nl: Periodieke analyse configureren
pt: Configurar análise periódica
sl: Nastavi periodično analizo
sv: Konfigurera periodisk analys
uk: Налаштувати періодичний аналіз
vi: Cấu hình phân tích định kỳ

source: Review current bans
ar: مراجعة الحظر الحالي
az: Cari qadağaları nəzərdən keçirin
bo: ད་ལོའི་བཀག་པ་ཞིབ་བཤོལ་བ།
cs: Zkontrolujte aktuální zákazy
da: Gennemgå nuværende forbud
el: Εξετάστε τις τρέχουσες απαγορεύσεις
es: Revisar las prohibiciones actuales
et: vaadake üle kehtivad keelud
fa: تحریم های فعلی را مرور کنید
fi: Tarkista nykyiset kiellot
hi: वर्तमान प्रतिबंधों की समीक्षा करें
hu: A jelenlegi tilalmak áttekintése
in: Tinjau larangan saat ini
it: Rivedi i divieti attuali
ja: 現在の禁止事項を確認する
ko: 현재 금지 사항을 검토하세요.
nb: Gjennomgå gjeldende forbud
nl: Bekijk huidige verboden
pt: Revise as proibições atuais
sl: Preverite trenutne prepovedi
sv: Granska nuvarande förbud
uk: Перегляньте поточні заборони
vi: Xem lại các lệnh cấm hiện tại

source: Delete Sybil Blocklist
bo: Sybil བཀག་ཐོ་བསུབ་པ།
hi: साइबिल ब्लॉकलिस्ट को हटाएं
ko: 시빌 블록리스트 삭제
sl: Izbriši Sybil črno listo

source: Floodfill Summary
ar: ملخص الفيضانات
az: Daşqın xülasəsi
bo: ཁྲོགས་ཆེན་རྒྱུན་སྡོམ་གྲངས།
cs: Shrnutí Floodfill
da: Oversvømmelsesoversigt
el: Σύνοψη Floodfill
es: Resumen de relleno de inundación
et: Üleujutuse kokkuvõte
fa: خلاصه سیل
fi: Floodfill yhteenveto
hi: फ्लॉडफिल सारांश
hu: Árvízi kitöltés összefoglalása
in: Ringkasan Penimbunan Banjir
it: Riepilogo Floodfill
ja: フラッドフィルの概要
ko: 홍수 요약
nb: Fromfyllingssammendrag
nl: Samenvatting van de overstroming
pt: Resumo do Alagamento
sl: Pregled zalivnega
sv: Sammanfattning av översvämning
uk: Підсумок Floodfill
vi: Tóm tắt lũ lụt

source: Same Family
ar: نفس العائلة
az: Eyni ailə
bo: གཅིག་པའི་རིམ་པ།
cs: Stejná rodina
da: Samme familie
el: Ίδια οικογένεια
es: Misma familia
et: Sama perekond
fa: همان خانواده
fi: Sama perhe
hi: समान परिवार
hu: Ugyanaz a család
in: Keluarga yang Sama
it: Stessa famiglia
ja: 同じ家族
ko: 같은 가족
nb: Samme familie
nl: Dezelfde familie
pt: Mesma Família
sl: Iški družina
sv: Samma familj
uk: Та сама родина
vi: Cùng một gia đình

source: IP close to us
ar: IP قريب منا
az: Bizə yaxın IP
bo: IP ང་ཚོར་ཉེ་བ།
cs: IP blízko nás
da: IP tæt på os
el: IP κοντά μας
es: IP cercana a nosotros
et: IP meile lähedal
fa: IP نزدیک به ما
fi: IP lähellä meitä
hi: हमारे करीब आईपी
hu: IP a közelünkben
in: IP dekat dengan kita
it: IP vicino a noi
ja: 身近なIP
ko: IP 우리 가까이에
nb: IP nær oss
nl: IP dicht bij ons
pt: IP perto de nós
sl: IP blizu nas
sv: IP nära oss
uk: IP близько до нас
vi: IP gần chúng ta

source: Pair distance
ar: مسافة الزوج
az: Cütləşmə məsafəsi
bo: ཟུང་གི་ཐག་རིང་།
cs: Párová vzdálenost
da: Parafstand
el: Απόσταση ζευγαριού
es: Distancia al par
et: paariskaugus
fa: فاصله جفت
fi: Parietäisyys
hi: जोड़ की दूरी
hu: Pár távolság
in: Jarak berpasangan
it: Distanza di accoppiamento
ja: ペア距離
ko: 쌍 거리
nb: Paravstand
nl: Paarafstand
pt: Distância do par
sl: Razdalja par
sv: Paravstånd
uk: Відстань пари
vi: Khoảng cách cặp

source: Close to us
ar: قريب منا
az: Bizə yaxın
bo: ང་ཚོར་ཉེ་བ།
cs: Blízko nás
da: Tæt på os
el: Κοντά μας
es: Cerca de nosotros
et: Meile lähedal
fa: نزدیک به ما
fi: Lähellä meitä
hi: हमारे करीब
hu: Közel hozzánk
in: Dekat dengan kita
it: Vicino a noi
ja: 私たちの近くに
ko: 우리에게 가까이
nb: Nær oss
nl: Dicht bij ons
pt: Perto de nós
sl: Blizu nas
sv: Nära oss
uk: Близько до нас
vi: Gần gũi với chúng tôi

source: Close to us tomorrow
ar: قريب منا غدا
az: Sabah bizə yaxın
bo: སང་ཉིན་ང་ཚོར་ཉེ་བ།
cs: Zítra nám blízko
da: Tæt på os i morgen
el: Κοντά μας αύριο
es: Cerca de nosotros mañana
et: Homme meie lähedal
fa: فردا نزدیک ماست
fi: Lähellä meitä huomenna
hi: kal hamare kareeb
hu: Holnap közel lesz hozzánk
in: Dekat dengan kita besok
it: Vicino a noi domani
ja: 明日も近いよ
ko: 내일 우리 가까이에
nb: Nær oss i morgen
nl: Dicht bij ons morgen
pt: Perto de nós amanhã
sl: Blizu nas jutri
sv: Nära oss imorgon
uk: Близько до нас завтра
vi: Ngày mai gần chúng ta

source: DHT neighbors
ar: دي إتش تي الجيران
az: DHT qonşuları
bo: DHT ཟིན་ཁ་སྟོན་པ།
cs: DHT sousedé
da: DHT naboer
el: DHT γείτονες
es: Vecinos DHT
et: DHT naabrid
fa: همسایگان DHT
fi: DHT naapurit
hi: DHT पड़ोसी
hu: DHT szomszédok
in: Tetangga DHT
it: Vicini DHT
ja: DHTの隣人
ko: DHT 이웃
nb: DHT naboer
nl: DHT-buren
pt: Vizinhos DHT
sl: Sosednji DHT
sv: DHT grannar
uk: Сусіди DHT
vi: DHT hàng xóm

source: Close to our destinations
ar: قريب من وجهاتنا
az: Təyinat nöqtələrimizə yaxındır
bo: ང་ཚོའི་འགྲེམ་ས་ལ་ཉེ་བ།
cs: Blízko našich cílů
da: Tæt på vores destinationer
el: Κοντά στους προορισμούς μας
es: Cerca de nuestras destinaciones
et: Meie sihtkohtade lähedal
fa: نزدیک به مقصد
fi: Lähellä kohteitamme
hi: हमारे गंतव्यों के करीब
hu: Úti céljainkhoz közel
in: Dekat dengan tujuan kita
it: Vicino alle nostre destinazioni
ja: 目的地に近い
ko: 목적지와 가까움
nb: Nær destinasjonene våre
nl: Dicht bij onze bestemmingen
pt: Perto dos nossos destinos
sl: Blizu naših destinacij
sv: Nära våra destinationer
uk: Близько до наших пунктів призначення
vi: Gần các điểm đến của chúng tôi

source: This is an experimental network database tool for debugging and analysis. Do not panic even if you see warnings indicated. Possible "threats" are summarized, however these are unlikely to be real threats. If you see anything you would like to discuss with the devs, contact us on IRC #i2p-dev.
ar: هذه أداة تجريبية لقاعدة بيانات الشبكة لتصحيح الأخطاء والتحليل.
az: Bu, diskussiya və analiz üçün eksperimental şəbəkə verilənlər bazası vasitəsidir. Göstərilən xəbərdarlıqları görsən də çaxnaşma etməyin. Mümkün "təhdidlər" ümumiləşdirilmişdir, lakin bunların həqiqi təhdidləri olması ehtimalı azdır. Devs ilə müzakirə etmək istədiyiniz bir şeyi görsəniz, IRC #i2p-dev bizimlə əlaqə saxlayın.
bo: འདི་ནི་ཚོད་ལྟོགས་བྱེད་པའི་དྲ་ལམ་གནད་དཔེར་ལག་ཆས་ཡིན། རྐྱེན་སེལ་དང་དབྱེད་བཤོལ་བའི་ཆེད་པ་མིན། སྐྱུང་བཤད་བར་མཐོང་ན་ཡང་སྐྱུང་བཤད་མི་རུང་། སློབ་པའི་"ཉེན་ཁྲོན་"བསྡུམ་བསྡུམ་བྱས་ཡོད། འོན་ན་འདི་དག་ངོ་མ་ཉེན་ཁྲོན་ཡིན་པའི་ངེས་ཤུབ་མེད། ཁྱེད་ཀྱིས་ཅི་ཡང་མཐོང་ན་གསར་བཟོ་བའི་མི་དང་ཁ་བརྡེད་ན། IRC #i2p-dev ནང་ང་ཚོར་འབྲེལ་བ་རོགས་སོ།
cs: Jedná se o experimentální síťový databázový nástroj pro ladění a analýzu. Nepropadejte panice, i když uvidíte upozornění. Možné "hrozby" jsou shrnuty, ale pravděpodobně se nejedná o skutečné hrozby. Pokud vidíte něco, co byste chtěli prodiskutovat s vývojáři, kontaktujte nás na IRC #i2p-dev.
da: Dette er et eksperimentelt netværksdatabaseværktøj til fejlfinding og analyse. Gå ikke i panik, selvom du ser advarsler angivet. Mulige "trusler" er opsummeret, men det er usandsynligt, at disse er reelle trusler. Hvis du ser noget, du gerne vil diskutere med udviklerne, så kontakt os på IRC #i2p-dev.
el: Αυτό είναι ένα πειραματικό εργαλείο βάσης δεδομένων δικτύου για εντοπισμό σφαλμάτων και ανάλυση. Μην πανικοβληθείτε ακόμα κι αν δείτε να υποδεικνύονται προειδοποιήσεις. Οι πιθανές "απειλές" συνοψίζονται, ωστόσο είναι απίθανο να πρόκειται για πραγματικές απειλές. Αν δείτε κάτι που θα θέλατε να συζητήσετε με τους προγραμματιστές, επικοινωνήστε μαζί μας στο IRC #i2p-dev.
es: Esta es una herramienta de base de datos de red experimental para la depuración y el análisis. No se asuste incluso si ve advertencias indicadas. Se resumen posibles "amenazas", sin embargo, es poco probable que sean amenazas reales. Si ve algo que le gustaría discutir con los desarrolladores, contáctenos en IRC #i2p-dev.
et: See on eksperimentaalne võrgu andmebaasi tööriist silumiseks ja analüüsimiseks. Ärge paanitsege isegi siis, kui näete, et hoiatused on näidatud. Võimalikud "ähvardused" on kokku võetud, kuid tõenäoliselt pole need tõelised ohud. Kui näete midagi, mida soovite Devsiga arutada, võtke meiega ühendust IRC #i2p-dev-is.
fa: این یک ابزار پایگاه داده شبکه آزمایشی برای اشکال زدایی و تجزیه و تحلیل است. حتی اگر هشدارهایی را نشان داده اید ، وحشت نکنید. تهدیدها ممکن است خلاصه شود ، اما بعید است که این تهدیدات واقعی باشد. اگر چیزی را می بینید که می خواهید با devs صحبت کنید ، با ما در IRC #i2p-dev تماس بگیرید.
fi: Tämä on kokeellinen verkkotietokantatyökalu virheenkorjaukseen ja analysointiin. Älä panikoi, vaikka näet varoituksia. Mahdolliset "uhat" on yhteenveto, mutta ne eivät todennäköisesti ole todellisia uhkia. Jos näet jotain, josta haluaisit keskustella kehittäjien kanssa, ota meihin yhteyttä IRC:ssä #i2p-dev.
hi: यह डिबगिंग और विश्लेषण के लिए एक प्रयोगशाला नेटवर्क डेटाबेस उपकरण है। चेतावनियों को देखकर भी घबराने की जरूरत नहीं है। संभावित "दुष्कर्म" का सारांश दिया गया है, हालांकि ये वास्तविक खतरे के रूप में असंभव हैं। अगर आपको कुछ दिखता है जिसे आप डेव्स के साथ चर्चा करना चाहते हैं, हमें IRC #i2p-dev पर संपर्क करें।
hu: Ez egy kísérleti hálózati adatbázis-eszköz hibakereséshez és elemzéshez. Ne essen pánikba még akkor sem, ha figyelmeztetéseket lát. A lehetséges "fenyegetések" összefoglalásra került, de nem valószínű, hogy valódi fenyegetések. Ha lát valamit, amit meg szeretne beszélni a fejlesztőkkel, lépjen kapcsolatba velünk az IRC #i2p-dev oldalán.
in: Ini adalah alat database jaringan eksperimental untuk debugging dan analisis. Jangan panik meskipun Anda melihat peringatan yang ditunjukkan. Kemungkinan ancaman dirangkum, namun kecil kemungkinannya merupakan ancaman nyata. Jika Anda melihat sesuatu yang ingin didiskusikan dengan pengembang, hubungi kami di IRC #i2p-dev.
it: Questo è uno strumento sperimentale per il debug e le analisi del NetDb. Non ti spaventare anche se tu vedi indicati degli avvertimenti. Possibili "minacce" sono riassunte, comunque è difficile che queste siano minacce reali. Se vedi qualsiasi cosa di cui vorresti discutere con gli sviluppatori, contattaci su IRC canale #i2p-dev.
ja: これは、デバッグと分析のための実験ネットワークデータベースツールです。 警告が示されていてもパニックに陥らないでください。 可能性のある"脅威"が要約されていますが、これらは本当の脅威である可能性は低いです。 開発者と話し合いたいものがあれば、IRC＃i2p-devでお問い合わせください。
ko: 이것은 디버깅 및 분석을 위한 실험용 네트워크 데이터베이스 도구입니다. 경고가 표시되더라도 긴장하지 마십시오. 가능한 "위험"은 요약되지만, 이러한 위협은 실제 위협이 아닐 것입니다. 개발자와 논의하고 싶은 사항이 있다면 IRC # i2p-dev에서 저희에게 연락하세요.
nb: Dette er et eksperimentelt nettverksdatabaseverktøy for feilsøking og analyse. Ikke få panikk selv om du ser advarsler angitt. Mulige \"trusler\" er oppsummert, men det er usannsynlig at det er reelle trusler. Hvis du ser noe du vil diskutere med devs, kan du kontakte oss på IRC #i2p-dev.
nl: Dit is een experimentele netwerkdatabasetool voor foutopsporing en analyse. Raak niet in paniek, zelfs als u waarschuwingen ziet aangegeven. Mogelijke "bedreigingen" zijn samengevat, maar dit is onwaarschijnlijk dat dit echte bedreigingen zijn. Als u iets ziet dat u met de ontwikkelaars wilt bespreken, neemt u contact met ons op op IRC #i2p-dev.
pt: Esta é uma ferramenta experimental de banco de dados de rede para depuração e análise. Não entre em pânico, mesmo que você veja avisos indicados. Possíveis "Ameaças" estão resumidas, no entanto, é improvável que elas sejam ameaças reais. Se você vir alguma coisa que gostaria de discutir com os desenvolvedores, entre em contato conosco no IRC #i2p-dev.
sl: To je izkušnjsko orodje omrežne baze za razhroščajanje in analizo. Ne panikirajte, tudi če vidite prikazane opozorila. Možne "grožnje" so shrnjene, vendar pa so te zelo majhne verjetnosti za resne grožnje. Če vidite karkoli, o čemer bi radi razpravljali z razvijalci, kontaktirajte nas na IRC #i2p-dev.
sv: Detta är ett experimentellt nätverksdatabasverktyg för felsökning och analys. Få inte panik även om du ser varningar som anges. Möjliga \"hot\" sammanfattas, men det är osannolikt att det är verkliga hot. Om du ser något du vill diskutera med Devs, kontakta oss på IRC #i2p-dev.
uk: Це експериментальний інструмент бази даних мережі для налагодження та аналізу. Не панікуйте, навіть якщо ви бачите зазначені попередження. Можливі "загрози" узагальнені, однак вони навряд чи стануть реальними загрозами. Якщо ви бачите щось, що ви хотіли б обговорити з розробниками, зв’яжіться з нами на IRC #i2p-dev або #saltR.
vi: Đây là một công cụ cơ sở dữ liệu mạng thử nghiệm để gỡ lỗi và phân tích. Đừng hoảng sợ ngay cả khi bạn thấy cảnh báo được chỉ định. Những "mối đe dọa" có thể được tóm tắt, tuy nhiên đây không chắc là những mối đe dọa thực sự. Nếu bạn thấy bất kỳ điều gì bạn muốn thảo luận với nhà phát triển, hãy liên hệ với chúng tôi trên IRC #i2p-dev.

source: No stored analysis
ar: لا يوجد تحليل مخزن
az: Saxlanılan təhlil yoxdur
bo: ཉར་ཡོད་པའི་དབྱེད་ཞིབ་བཤོལ་མེད།
cs: Žádná uložená analýza
da: Ingen gemt analyse
el: Χωρίς αποθηκευμένη ανάλυση
es: Sin análisis almacenado
et: Pole salvestatud analüüsi
fa: بدون تجزیه و تحلیل ذخیره شده
fi: Ei tallennettua analyysiä
hi: संग्रहित विश्लेषण नहीं
hu: Nincs tárolt elemzés
in: Tidak ada analisis tersimpan
it: Nessuna analisi memorizzata
ja: 保存された分析はありません
ko: 저장된 분석 없음
nb: Ingen lagret analyse
nl: Geen opgeslagen analyse
pt: Nenhuma análise armazenada
sl: Nobena shranjena analiza
sv: Ingen lagrad analys
uk: Немає збереженого аналізу
vi: Không có phân tích được lưu trữ

source: Select stored analysis
ar: اختر التحليل المخزن
az: Saxlanılmış analizi seçin
bo: ཉར་ཡོད་པའི་དབྱེད་ཞིབ་བཤོལ་གདམ་པ།
cs: Vyberte uloženou analýzu
da: Vælg gemt analyse
el: Επιλέξτε την αποθηκευμένη ανάλυση
es: Seleccionar análisis almacenado
et: Valige salvestatud analüüs
fa: تجزیه و تحلیل ذخیره شده را انتخاب کنید
fi: Valitse tallennettu analyysi
hi: संग्रहित विश्लेषण चुनें
hu: Válassza ki a tárolt elemzést
in: Pilih analisis yang tersimpan
it: Seleziona analisi memorizzata
ja: 保存された分析を選択
ko: 저장된 분석 선택
nb: Velg lagret analyse
nl: Selecteer opgeslagen analyse
pt: Selecione a análise armazenada
sl: Izberite shranjeno analizo
sv: Välj lagrad analys
uk: Виберіть збережений аналіз
vi: Chọn phân tích đã lưu

source: Review
bo: བརྒྱུག་པ
hi: समीक्षण
ko: 검토

source: Run analysis on Floodfills only
ar: تشغيل التحليل على مدافن الفيضانات فقط
az: Yalnız daşqın sahələrində analiz icra edin
bo: Floodfills ཙམ་ལ་དབྱེད་ཞིབ་བཤོལ་བ།
cs: Spusťte analýzu pouze na Floodfillech
da: Kør kun analyse på Floodfills
el: Εκτέλεση ανάλυσης μόνο σε Floodfills
es: Ejecutar análisis solo en Floodfills
et: Käitage analüüsi ainult üleujutustes
fa: آنالیز را فقط روی Floodfills اجرا کنید
fi: Suorita analyysi vain tulvatäytöille
hi: केवल Floodfills पर विश्लेषण चलाएं
hu: Elemzés futtatása csak az árvízvédelmi tölteteken
in: Jalankan analisis pada Floodfills saja
it: Esegui analisi solo sui Floofill
ja: フラッドフィルのみで分析を実行する
ko: 홍수 채우기에 대해서만 분석 실행
nb: Kjør analyse kun på flomfyllinger
nl: Voer de analyse alleen uit op volstortingen
pt: Execute análises apenas em Floodfills
sl: Zaženi analizo le na zalivnih
sv: Kör analys endast på översvämningar
uk: Проведіть аналіз лише на затопленнях
vi: Chỉ chạy phân tích trên vùng lấp lũ

source: Start Scan
bo: བརྒྱུག་པ
hi: स्कैन प्रारम्भ
ko: 스캔 시작

source: Run analysis on all routers in NetDb
ar: قم بتشغيل التحليل على كافة أجهزة التوجيه في NetDb
az: NetDb-də bütün routerlərdə analiz icra edin
bo: NetDb ནང་གི་རོ་ཌེར་ཆ་ཚང་ལ་དབྱེད་ཞིབ་བཤོལ་བ།
cs: Spusťte analýzu na všech směrovačích v NetDb
da: Kør analyse på alle routere i NetDb
el: Εκτέλεση ανάλυσης σε όλους τους δρομολογητές στο NetDb
es: Ejecutar análisis en todos los enrutadores en NetDb
et: Käivitage analüüs kõigis NetDb ruuterites
fa: تجزیه و تحلیل را روی همه روترها در NetDb اجرا کنید
fi: Suorita analyysi kaikilla NetDb:n reitittimillä
hi: NetDb में सभी रूटर पर विश्लेषण चलाएं
hu: Elemzés futtatása a NetDb összes routerén
in: Jalankan analisis pada semua router di NetDb
it: Esegui analisi su tutti i router del NetDb
ja: NetDb のすべてのルーターで分析を実行する
ko: NetDb의 모든 라우터에 대한 분석 실행
nb: Kjør analyse på alle rutere i NetDb
nl: Voer een analyse uit op alle routers in NetDb
pt: Execute a análise em todos os roteadores no NetDb
sl: Zaženi analizo na vseh usmerjevalnikih v NetDb
sv: Kör analys på alla routrar i NetDb
uk: Запустіть аналіз на всіх маршрутизаторах у NetDb
vi: Chạy phân tích trên tất cả các bộ định tuyến trong NetDb

source: The sybil detection routine can be configured to scan the Network Database on a regular interval, with the option to block peers meeting the configured threshold. Blocking peers prevents your router from building tunnels with them for the duration configured, or until the router is restarted.
ar: يمكن تكوين روتين الكشف عن SYBIL لمسح قاعدة بيانات الشبكة على فاصل منتظم ، مع خيار منع أقرانهم العتبة التي تم تكوينها. يمنع أقران حظر جهاز التوجيه الخاص بك من بناء الأنفاق معهم للمدة التي تم تكوينها ، أو حتى يتم إعادة تشغيل جهاز التوجيه.
az: Sindibadın aşkarlanması qaydası konfiqurasiya edilmiş limitə cavab verən həmkarları bloklamaq seçimi ilə Şəbəkə Məlumat Bazasını adi intervalda skan etmək üçün konfiqurasiya edilə bilər. Həmkarların bloklanması routerinizin konfiqurasiya edilmiş müddətə və ya router yenidən işə salınana qədər onlarla tunel tikməsinin qarşısını alır.
bo: sybil འཛིན་བཟོ་བའི་ལས་རིམ་དུས་ཚོད་ལྟོགས་བྱེད་པའི་དྲ་ལམ་གནད་དཔེར་རྒྱུན་དུ་བཙོན་པར་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ། རྒྱུན་སྒྲིག་སྟེན་གྱི་ཚད་གནས་ལ་སླེབས་པའི་ལག་གདང་བཀག་པའི་གདམ་ག་ཡོད། ལག་གདང་བཀག་པས་ཁྱེད་ཀྱི་རོ་ཌེར་དེ་དང་གི་གྲུང་ནེལ་བཟོ་བར་གད་འགོག་པར་བཀག་པ། ཡང་ན་རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་པའི་བར་བར་བཀག་པ།
cs: Rutinu detekce SYBIL lze nakonfigurovat tak, aby skenoval síťovou databázi v pravidelném intervalu, s možností blokování vrstevníků splňujících konfigurovaný prahová hodnota. Blokování vrstevníků zabraňuje vašemu routeru v budování tunelů s nimi po celou dobu nakonfigurované, nebo dokud se router restartuje.
da: Sybil-detektionsrutinen kan konfigureres til at scanne netværksdatabasen med et regelmæssigt interval med mulighed for at blokere peers, der opfylder den konfigurerede tærskel. Blokering af peers forhindrer din router i at bygge tunneler med dem i den konfigurerede varighed, eller indtil routeren genstartes.
el: Η ρουτίνα ανίχνευσης sybil μπορεί να ρυθμιστεί ώστε να σαρώνει τη βάση δεδομένων δικτύου σε τακτά χρονικά διαστήματα, με την επιλογή αποκλεισμού ομότιμων που πληρούν το διαμορφωμένο όριο. Ο αποκλεισμός των ομοτίμων εμποδίζει τον δρομολογητή σας να δημιουργήσει σήραγγες μαζί τους για τη διάρκεια που έχει διαμορφωθεί ή έως ότου γίνει επανεκκίνηση του δρομολογητή.
es: La rutina de detección SYBIL se puede configurar para escanear la base de datos de red en un intervalo regular, con la opción de bloquear los pares que cumplen con el umbral configurado. El bloqueo de los compañeros evita que su enrutador construya túneles con ellos durante la duración configurada, o hasta que se reinicie el enrutador.
et: SYBIL -i tuvastamise rutiini saab konfigureerida võrguandmebaasi regulaarsel intervallil, võimalusega blokeerida eakaaslased konfigureeritud lävele vastavaid. Blokeerivad eakaaslased takistavad teie ruuteril tunnelite ehitamist koos nendega konfigureeritud kestuse jaoks või kuni ruuteri taaskäivitamiseni.
fa: روال تشخیص سیبیل را می توان برای اسکن پایگاه داده شبکه در یک بازه زمانی منظم، با گزینه ای برای مسدود کردن همتایان با آستانه پیکربندی شده پیکربندی کرد.
fi: Sybil-tunnistusrutiini voidaan määrittää skannaamaan verkkotietokantaa säännöllisin väliajoin, ja siinä on mahdollisuus estää vertaiskäyttäjät, jotka täyttävät määritetyn kynnyksen. Vertaiskäyttäjien estäminen estää reititintäsi rakentamasta tunneleita niiden kanssa määritetyn ajan tai kunnes reititin käynnistetään uudelleen.
hi: साइबिल निशाना स्थापित करने की प्रक्रिया नेटवर्क डेटाबेस को नियमित क्षणिकता पर स्कैन करने के लिए सेट की जा सकती है, जिसमें एक विकल्प होता है कि थ्रेशोल्ड में पूरा करने वाले पीयर को ब्लॉक करें। पीयर को ब्लॉक करने से आपका रूटर उसके साथ टनल बनाने से रोक दिया जाता है, या जब तक रूटर पुनः शुरू नहीं होता है।
hu: A sybil észlelési rutin beállítható úgy, hogy rendszeres időközönként átvizsgálja a hálózati adatbázist, és blokkolja a beállított küszöbértéket elérő társakat. A társak blokkolása megakadályozza, hogy az útválasztó alagutakat építsen velük a konfigurált időtartamig, vagy amíg az útválasztót újra nem indítják.
in: Rutinitas deteksi sybil dapat dikonfigurasi untuk memindai Database Jaringan secara berkala, dengan opsi untuk memblokir rekan yang memenuhi ambang batas yang dikonfigurasi. Memblokir rekan akan mencegah router Anda membangun terowongan dengan mereka selama durasi yang dikonfigurasi, atau hingga router di-restart.
it: La routine di individuazione dei sybil può essere configurata per scannerizzare il database di rete a intervalli regolari, con la opzione di bloccare i peer che raggiungono la soglia configurata. Bloccare i peer previene al tuo router di costruire tunnel con essi per il lasso di tempo configurato, o fino al riavvio del router.
ja: Sybil検出ルーチンは、設定されたしきい値を満たすピアをブロックするオプションを使用して、通常の間隔でネットワークデータベースをスキャンするように構成できます。 ピアをブロックすると、ルーターが構成された期間、またはルーターが再起動されるまでトンネルを構築するのを防ぎます。
ko: 이 실비 검출 루틴은 일정한 간격으로 네트워크 데이터베이스를 스캔하도록 구성할 수 있으며, 구성된 임계값을 충족하는 피어를 차단하는 옵션이 있습니다. 피어 차단은 구성된 기간 동안 또는 라우터가 다시 시작될 때까지 라우터가 해당 피어와 터널을 구축하지 못하도록 방지합니다.
nb: Sybil Detection -rutinen kan konfigureres til å skanne nettverksdatabasen med regelmessig intervall, med muligheten til å blokkere jevnaldrende som møter den konfigurerte terskelen. Blokkering av jevnaldrende forhindrer ruteren din fra å bygge tunneler med dem for varigheten som er konfigurert, eller til ruteren er startet på nytt.
nl: De SYBIL -detectieroutine kan worden geconfigureerd om de netwerkdatabase met een regelmatig interval te scannen, met de optie om collega's te blokkeren die voldoen aan de geconfigureerde drempel. Het blokkeren van collega's voorkomt dat uw router er tunnels mee bouwt voor de geconfigureerde duur, of totdat de router opnieuw is gestart.
pt: A rotina de detecção Sybil pode ser configurada para digitalizar o banco de dados de rede em um intervalo regular, com a opção de bloquear os pares atingindo o limite configurado. Os colegas de bloqueio impedem que seu roteador construa túneis com eles durante o período configurado, ou até que o roteador seja reiniciado.
sl: Rutina zaznavanja Sybil se lahko konfigurira za redna preiskovanja Omrežne baze, z možnostjo blokiranja parterjev, ki izpolnjujejo konfigurirani prag. Blokiranje parterjev prepreči vaš usmerjevalnik, da s njimi izgradi tunelje v konfiguriranem obdobju ali dokler usmerjevalnik ni znova zagnan.
sv: Sybil -detekteringsrutinen kan konfigureras för att skanna nätverksdatabasen på ett regelbundet intervall, med möjlighet att blockera kamrater som uppfyller den konfigurerade tröskeln. Blockering av kamrater förhindrar din router från att bygga tunnlar med dem under den konfigurerade varaktigheten, eller tills routern startas om.
uk: Програма виявлення SYBIL може бути налаштована для сканування мережевої бази даних на регулярному проміжку, з можливістю блокування однолітків, що відповідають налаштованому порогу. Блокування однолітків заважає вашому маршрутизатору будувати з ними тунелі протягом налаштованої тривалості або до перезапуску маршрутизатора.
vi: Thói quen phát hiện SYBIL có thể được cấu hình để quét cơ sở dữ liệu mạng theo một khoảng thời gian đều đặn, với tùy chọn chặn các đồng nghiệp đáp ứng ngưỡng được cấu hình. Chặn các đồng nghiệp ngăn bộ định tuyến của bạn xây dựng các đường hầm với chúng trong thời gian được cấu hình hoặc cho đến khi bộ định tuyến được khởi động lại.
