Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The number of participating tunnels you route for others, divided by the total number of hops in all your exploratory and client tunnels. A number greater than 1.00 means you are contributing more tunnels to the network than you are using.
ar: عدد الأنفاق المشاركة التي توجهها للآخرين مقسومًا على إجمالي عدد المحطات في كل أنفاق الاستكشاف والعملاء الخاصة بك. إذا كان العدد أكبر من 1.00 فهذا يعني أنك تسهم في الشبكة بأنفاق أكثر مما تستخدمه.
az: Digər insanlar üçün yönəldiyimiz tünellərin sayı, istrahatçı və azi birbaşa (client) tünellərə aid olan hopların ümumi sayı ilə böyüyüb böyünmədiyini göstərir. 1.00-dən böyük olan bir rəqəm deməkdir ki, şəbəkəyə istifadə etdiyinizdən çox tünellər əlavə edirsiniz.
bo: ཁྱེད་ཀྱི་གི་གཞི་གྲ་ནེལ་དོ་དམ་བྱེད་པ་གཞི་གྲ་རོ་ཌེར་གྱིས་པའི་ཞབས་ཞུ་བརྒྱུད་པ་རྣམ་པ་དང་ཁྱེད་ཀྱི་གི་གྲུང་ནེལ་དོ་དམ་བྱེད་པ་ཚང་མ་ནས་བརྒྱུད་པའི་འཕྲིན་བརྒྱུད་པའི་ཚོད་ཚད་ལ་བརྒྱུད་པ་དང་ས་རྒྱུད་པའི་འཕྲིན་བརྒྱུད་པའི་ཚོད་ཚད་ལ་བརྒྱུད་པ་དང་གཞི་གྲ་རོ་ཌེར་གྱིས་པའི་ཞབས་ཞུ་བརྒྱུད་པ་རྣམ་པ་དང་ཁྱེད་ཀྱི་གི་གྲུང་ནེལ་དོ་དམ་བྱེད་པ་ཚང་མ་ནས་བརྒྱུད་པ་ཉུང་དམའི་བརྒྱུད་པ་དང་གྲུང་ནེལ་དོ་དམ་བྱེད་པ་ཚང་མ་ནས་བརྒྱུད་པ་གཞི་གྲ་རོ་ཌེར་གྱིས་པའི་ཞབས་ཞུ་བརྒྱུད་པ་རྣམ་པ་རང་བསྐྱེད་པའི་གྲུང་ནེལ་དོ་དམ་བྱེད་པ་ཚང་མ་ནས་བརྒྱུད་པ་1.00 ལས་ཆེན་བས་ན་ཁྱེད་ཀྱི་གི་དྲེན་བརྒྱུད་པ་དང་གཞི་གྲ་རོ་ཌེར་གྱིས་པའི་ཞབས་ཞུ་བརྒྱུད་པ་རྣམ་པ་དང་ཁྱེད་ཀྱི་གི་དྲེན་བརྒྱུད་པ་ཚང་མ་ནས་བརྒྱུད་པ་ཉུང་དམའི་བརྒྱུད་པ་དང་གྲུང་ནེལ་དོ་དམ་བྱེད་པ་ཚང་མ་ནས་བརྒྱུད་པ།
cs: Počet účastnících se tunelů, které směrujete pro ostatní, děleno celkovým počtem konečných bodů ve všech vašich průzkumných a klientovských tunelech. Číslo větší než 1,00 znamená, že přispíváte do sítě více tunely, než používáte.
da: Antallet af deltagende tunneler, som du viderebefordrer for andre, divideret med det samlede antal hop i alle dine udforskende og klienttunneler. Et tal større end 1.00 betyder, at du bidrager med flere tunneler til netværket, end du bruger.
el: Ο αριθμός των συμμετεχόντων τούνελ που δρομολογείτε για άλλους, διαιρεμένος με τον συνολικό αριθμό αναπηδήσεων σε όλους τους δοκιμαστικούς και πελάτης τούνελ σας. Ένας αριθμός μεγαλύτερος από 1,00 σημαίνει ότι συνεισφέρετε περισσότερα τούνελ στο δίκτυο από όσα χρησιμοποιείτε.
es: El número de túneles de participación que enrutas para otros, dividido por el número total de saltos en todos tus túneles exploratorios y de cliente. Un número mayor que 1.00 significa que estás contribuyendo con más túneles a la red de los que estás usando.
et: Teile osalevate tunnelite arv teiste jaoks, jagatuna kogu teie poolt uurivate ja klienditunnelite hüpete arvuga. Suurem kui 1.00 tähendab, et te lisate rohkem tunnelid võrku kui te kasutate.
fa: تعداد تونل‌های شرکت‌کننده که برای دیگران مسیر می‌دهید، تقسیم بر تعداد کل پرش‌ها در تمام تونل‌های اکتشافی و مشتری شما.
fi: Muiden käyttäjien puolesta reitittämiesi osallistuvien tunnelien määrä jaettuna kaikkien tutkimus- ja asiakastunnistesi yhteisten hyppyjen määrällä. Luku yli 1,00 tarkoittaa, että tuot enemmän verkostotunneleita kuin käytät.
hi: आपके लिए अन्यों के लिए ट्रांजिट करने वाले भागीदारी टनल की संख्या को आपके सभी अन्वेषणीय और क्लाइंट टनल में कुल हॉप की संख्या से विभाजित करने पर प्राप्त होता है। 1.00 से अधिक संख्या मतलब है कि आप अपने उपयोग की तुलना में नेटवर्क को अधिक टनल की योगदान कर रहे हैं।
hu: A mások számára beállított átjárók száma, osztva az összes felderítő és kliens átjáróban található ugrások számával. Egy 1.00-nál nagyobb szám azt jelenti, hogy több átjáratot adsz hozzá a hálózathoz, mint amennyit használsz.
in: Jumlah terowongan yang Anda teruskan untuk orang lain dibagi dengan total jumlah hop dalam semua terowongan eksplorasi dan klien Anda. Angka lebih besar dari 1,00 berarti Anda memberikan kontribusi lebih banyak terowongan ke jaringan daripada yang Anda gunakan.
it: Il numero di tunnel a cui partecipi per gli altri, diviso per il numero totale di hop in tutti i tuoi tunnel esplorativi e client. Un numero maggiore di 1,00 significa che stai contribuendo con più tunnel alla rete di quelli che stai usando.
ja: 他の人のためにルーティングする参加トンネルの数を、すべての探索的およびクライアントトンネルのホップの総数で割っています。 1.00を超える数は、使用しているよりも多くのトンネルをネットワークに寄与していることを意味します。
ko: 다른 사용자를 위해 라우팅하는 참여 터널 수를 모든 탐색 및 클라이언트 터널의 총 홉 수로 나눈 값입니다. 1.00보다 큰 숫자는 사용 중인 것보다 더 많은 터널을 네트워크에 제공하고 있음을 의미합니다.
nb: Antallet deltagende tunneler du ruter for andre, delt på det totale antallet hopp i alle dine utforskende og klienttunneler. Et tall større enn 1,00 betyr at du bidrar med flere tunneler til nettverket enn du bruker.
nl: Het aantal deelnemende tunnels dat jij voor anderen routeert, gedeeld door het totale aantal hops in al jouw verkennende en clienttunnels. Een getal groter dan 1,00 betekent dat je meer tunnels bijdraagt aan het netwerk dan dat je gebruikt.
pt: O número de túneis participantes que você roteia para outros, dividido pelo número total de saltos em todos os seus túneis exploratórios e de cliente. Um número maior que 1,00 significa que você está contribuindo com mais túneis para a rede do que está usando.
sl: Število sodelujocih tunelov, ki jih usmerjate za druge, razdeljeno z skupnim številom skokov v vseh vaših raziskovalnih in klientnih tunelih. Število večje od 1.00 pomeni, da prispevate več tunelov v omrežje kot uporabljate.
sv: Antal deltagande tunnlar som du router för andra, delat med det totala antalet hopp i alla dina exploratory- och klienttunnlar. Ett tal större än 1,00 innebär att du bidrar med fler tunnlar till nätverket än du använder själv.
uk: Кількість тунелів участі, які ви прокладаєте для інших, поділена на загальну кількість проміжків у всіх ваших розвідувальних і клієнтських тунелях. Число більше 1,00 означає, що ви надаєте до мережі більше тунелів, ніж використовуєте.
vi: Số lượng các đường hầm tham gia bạn định tuyến cho người khác, chia cho tổng số bước nhảy trong tất cả các đường hầm khám phá và khách hàng của bạn. Một số lớn hơn 1,00 có nghĩa là bạn đang đóng góp nhiều đường hầm cho mạng hơn bạn đang sử dụng.

source: Some basic indications of router overload:
ar: بعض المؤشرات الأساسية لحمل التوجيه الزائد:
az: Rauterin aşırı yüklü olduğunun bazı temel belirtileri:
bo: རོ་ཌེར་གི་བཟོ་བཟོགས་པའི་གཞི་བརྒྱུད་པའི་སྤྱོད་ཡོད་པའི་གཞི་བརྒྱུད་པ།
cs: Některé základní indikace přetížení routeru:
da: Nogle grundlæggende indikationer på overbelastning af routeren:
el: Μερικές βασικές ενδείξεις υπερφόρτωσης δρομολογητή:
es: Algunas indicaciones básicas de sobrecarga de enrutador:
et: Mõned marsruuteri ülekoormuse põhilised näitajad:
fa: برخی از نشانه های اساسی اضافه بار روتر:
fi: Joitakin perusmerkkejä reitittimen ylikuormituksesta:
hi: रूटर के अधिकारण के कुछ मौलिक संकेत:
hu: Néhány alapvető jel a router túlterhelésére:
in: Beberapa indikasi dasar kelebihan beban router:
it: Alcuni segnali base di sovraccarico del router:
ja: ルーターの過負荷のいくつかの基本的な適応症：
ko: 라우터 과부하에 대한 몇 가지 기본 표시:
nb: Noen grunnleggende indikasjoner på rutelaster:
nl: Enkele basisindicaties van routeroverbelasting:
pt: Algumas indicações básicas de sobrecarga do roteador:
sl: Nekatere osnovne ukazila preopterečitve strežnika:
sv: Några grundläggande indikationer på överbelastning av routern:
uk: Деякі базові ознаки перевантаження маршрутизатора:
vi: Một số chỉ dẫn cơ bản của quá tải bộ định tuyến:

source: How long jobs are waiting before execution. The job queue is listed on the <a href='/jobs'>Jobs page</a>. Unfortunately, there are several other job queues in the router that may be congested, and their status is not available in the router console. The job lag should generally be zero. If it is consistently higher than 500ms, your computer is very slow, your network is experiencing connectivity issues, or the router has serious problems. <a href='/configstats#jobQueue.jobLag'>[Enable graphing]</a>.
ar: الوقت الذي تستغرقه المهام في االانتظار قبل التنفيذ. يتم عرض طابور المهام على صفحة <a href='/jobs'>المهام</a>. للأسف، هناك أطابير مهام أخرى داخل الموجه قد تكون مزدحمة، ولا يتوفر حالتها في لوحة التحكم. يفترض أن يكون تأخر المهام صفريًا عادة. إذا استمر في الارتفاع عن 500 ملي ثانية بشكل مستمر، فإما أن جهازك بطئ جدًا أو تواجه الشبكة مشكلات اتصال أو أن الموجه يعاني مشاكل خطيرة. <a href='/configstats#jobQueue.jobLag'>[تمكين الرسم البياني]</a>.
az: İşlerin işletilmeden önce ne kadar süre beklediği. İş kuyruğu <a href='/jobs'>İşler sayfasında</a> listelenir. Ne yazık ki, rauterde sıkışan başka iş kuyrukları bulunmaktadır ve durumları rauter konsolunda mevcut değildir. İş gecikmesi genellikle sıfır olmalıdır. Eğer sürekli olarak 500ms'den daha yüksekse, bilgisayarınız çok yavaş, ağınız bağlantı sorunları yaşıyor ya da rauterde ciddi sorunlar var demektir. <a href='/configstats#jobQueue.jobLag'>[Grafik çizimini etkinleştir]</a>.
bo: ལས་ཀ་དེ་ཚོད་ལྟར་སྔོན་ནས་སྒུག་སྐར་བརྒྱུད་ནས་སྒུག་ཐར་བར་དུས་ཚད་ག་ཚོད་ཅི་ཡོད། ལས་ཀའི་གྲལ་སྒོར་ནི་<a href='/jobs'>ལས་ཀའི་ཤོག་ལ་</a>ཐོག་ཏུ་བཀོད་ཡོད། སྐབས་བརྙན་ཏེ། རོ་ཌེར་ནང་ལས་ཀའི་གྲལ་སྒོར་གཞན་ཁག་ཅིག་ཡོད་པ་དེ་དག་འགགས་སླད་པར་འགྱུར་སྲིད་ལ། དེ་དག་གི་གནས་ཚུལ་ནི་རོ་ཌེར་རོགས་སྒྱུར་བཞག་ཐོག་ནས་ཐོབ་ཐབས་མེད། ལས་ཀའི་ཕྱིན་འགྱངས་ནི་སྤྱི་ནས་ཀླད་ན་ཀླད་ཡིན་དགོས། གལ་སྲིད་དེ་རྒྱུན་མཐུག་ཏུ་500msལས་མཐོ་ན། ཁྱེད་ཀྱི་གློག་རིག་ཧ་ཅང་དལཔ་བ་ཡིན་པའམ། ཁྱེད་ཀྱི་དྲ་ལམ་ལ་མཐུད་སྣེ་བའི་གནད་དོན་ཡོད་པའམ། ཡང་ན་རོ་ཌེར་ལ་གནད་དོན་ཚབས་ཆེན་ཡོད། <a href='/configstats#jobQueue.jobLag'>[རི་མོ་བཟོ་བར་བྱེད་པ་བྱེད་ཆོག]</a>
cs: Jak dlouho úkoly čekají před provedením. Fronta úkolů je uvedena na stránce <a href='/jobs'>Úkoly</a>. Bohužel existuje několik dalších front s úkoly v routeru, které mohou být zahlcovány, a jejich stav není dostupný v routerové konzoli. Zpoždění úloh by obecně mělo být nulové. Pokud je pravidelně vyšší než 500 ms, váš počítač je velmi pomalý, vaše síť má problémy s připojením nebo router má vážné problémy. <a href='/configstats#jobQueue.jobLag'>[Povolit grafy]</a>.
da: Hvor længe job venter før udførelse. Job-køen er anført på <a href='/jobs'>Jobsiden</a>. Desværre er der flere andre jobkøer i routeren, der kan være overbelastet, og deres status er ikke tilgængelig i routerkonsollen. Jobforsinkelsen bør generelt være nul. Hvis den konsekvent er højere end 500 ms, er din computer meget langsom, dit netværk har forbindelsesproblemer, eller routeren har alvorlige problemer. <a href='/configstats#jobQueue.jobLag'>[Aktivér graf]</a>.
el: Πόση ώρα περιμένουν οι εργασίες προτού εκτελεστούν. Ο ουρέας εργασιών εμφανίζεται στη <a href='/jobs'>σελίδα Εργασίες</a>. Δυστυχώς, υπάρχουν και άλλοι ουρές εργασιών στον δρομολογητή που μπορεί να είναι συμφορτισμένες και η κατάστασή τους δεν είναι διαθέσιμη στην κονσόλα του δρομολογητή. Η καθυστέρηση επιβολής της εργασίας θα πρέπει συνήθως να είναι μηδέν. Εάν είναι συνεχώς υψηλότερο από 500 ms, ο υπολογιστής σας είναι πολύ αργός, η δίκτυό σας αντιμετωπίζει προβλήματα συνδεσιμότητας ή ο δρομολογητής έχει σοβαρά προβλήματα. <a href='/configstats#jobQueue.jobLag'>[Ενεργοποίηση γραφικής παράστασης]</a>.
es: Cuánto tiempo deben esperar los trabajos antes de su ejecución. La cola de trabajos se enumera en la página <a href='/jobs'>Trabajos</a>. Desafortunadamente, hay varias otras colas de trabajos en el enrutador que pueden saturarse, y su estado no está disponible en la consola del enrutador. El retardo de trabajos generalmente debería ser cero. Si es consistentemente superior a 500ms, tu computadora es muy lenta, tu red está experimentando problemas de conectividad o el enrutador tiene problemas graves. <a href='/configstats#jobQueue.jobLag'>[Habilitar gráficos]</a>.
et: Kui kaua tööd ootavad enne täitmist. Tööjärjekord on loetletud lehel <a href='/jobs'>Tööd</a>. Kahjuks on ruuteris mitu muud tööjärjekorda, mis võivad olla ummistunud, ja nende olek pole ruuteri konsoolis saadaval. Töö viivitus peaks üldiselt olema null. Kui see on pidevalt suurem kui 500 ms, on teie arvuti väga aeglane, teie võrgus esineb ühenduvusprobleeme või ruuteril on tõsiseid probleeme. <a href='/configstats#jobQueue.jobLag'>[Luba graafik]</a>.
fa: چه مدت کارها قبل از اجرا منتظر می مانند.
fi: Kuinka kauan työt odottavat ennen suoritusta. Työjonot on lueteltu <a href='/jobs'>Työt-sivulla</a>. Valitettavasti reitittimessä on useita muita työjonoja, jotka saattavat olla ruuhkautuneita, eikä niiden tilaa ole saatavilla reitittimen ohjauskeskuksesta. Työn viiveen tulisi yleensä olla nolla. Jos se on jatkuvasti yli 500 ms, tietokoneesi on erittäin hidas, verkossasi on yhteyshäiriöitä tai reitittimessä on vakavia ongelmia. <a href='/configstats#jobQueue.jobLag'>[Ota käyttöön graafit]</a>.
hi: जॉब को अंतिमतः अंतर्गत करने से पहले कितनी देर तक इंतजार कर रहे हैं। जॉब क्वे लिस्ट की गई है <a href='/jobs'>Jobs पृष्ठ</a> पर। दुर्भाग्य से, रूटर में कई अन्य जॉब क्वे हो सकती हैं जो भीड़भाड़ से पीड़ित हो सकती हैं, और उनकी स्थिति रूटर कंसोल में उपलब्ध नहीं होती है। जॉब लैग आमतौर पर शून्य होना चाहिए। यदि यह सदृश रूप से 500मिलीसेकंड से अधिक होता है, तो आपका कंप्यूटर बहुत धीमा हो सकता है, या आपकी नेटवर्क कनेक्टिविटी में समस्या हो सकती है, या रूटर में गंभीर समस्याएं हो सकती हैं। <a href='/configstats#jobQueue.jobLag'>[ग्राफ़ चालू करें]</a>.
hu: Mennyi ideig várakoznak a munkák a végrehajtás előtt. A munka várólistája megtalálható a <a href='/jobs'>Munkák oldalon</a>. Sajnos a routernak több másik munka várója is lehet, amelyek túlterheltek lehetnek, és az állapotuk nem érhető el a router konzoljában. Az elakadásnak általában nulla kellene, hogy legyen. Ha következetesen 500 ms-nél magasabb, akkor a számítógép nagyon lassú, hálózati problémákkal küzd, vagy a router komoly problémákkal néz szembe. <a href='/configstats#jobQueue.jobLag'>[Grafikus ábrázolás engedélyezése]</a>.
in: Berapa lama pekerjaan menunggu sebelum dieksekusi. Antrian pekerjaan terdapat di halaman <a href='/jobs'>Pekerjaan</a>. Sayangnya, ada beberapa antrian pekerjaan lain di router yang mungkin terkongesti, dan status mereka tidak tersedia di konsol router. Keterlambatan pekerjaan secara umum seharusnya nol. Jika konsisten lebih tinggi dari 500ms, komputer Anda sangat lambat, jaringan Anda mengalami masalah konektivitas, atau router mengalami masalah serius. <a href='/configstats#jobQueue.jobLag'>[Aktifkan grafik]</a>.
it: Quanto tempo i lavori stanno aspettando prima di essere eseguiti. La coda del lavoro è elencata sulla <a href='/jobs'>pagina dei lavori</a>. Purtroppo, ci sono diverse altre code di lavoro nel router che possono essere congestionate, e il loro stato non è disponibile nella console del router. Il ritardo del lavoro dovrebbe essere generalmente zero. Se è costantemente superiore a 500 ms, il tuo computer è molto lento, la tua rete sta riscontrando problemi di connettività o il router ha seri problemi. <a href='/configstats#jobQueue.jobLag'>[Abilita il grafico]</a>.
ja: ジョブが実行される前に待機している時間です。ジョブキューは<a href='/jobs'>ジョブページ</a>にリストされています。残念ながら、ルーターには他にもいくつかのジョブキューがあり、混雑している可能性がありますが、そのステータスはルーターコンソールで利用できません。ジョブの遅延は通常ゼロである必要があります。もし常に500msよりも高い値であれば、コンピューターが非常に遅くなっているか、ネットワークに接続の問題が発生しているか、ルーターに深刻な問題がある可能性があります。 <a href='/configstats#jobQueue.jobLag'>[グラフ化を有効にする]</a>。
ko: 실행 전 대기하는 작업의 시간입니다. 작업 큐는 <a href='/jobs'>작업 페이지</a>에 나열됩니다. 불행히도 라우터에는 혼잡할 수 있는 여러 다른 작업 큐가 있으며, 이들의 상태는 라우터 콘솔에서 볼 수 없습니다. 작업 지연 시간은 일반적으로 0이어야 합니다. 500ms보다 높으면 컴퓨터가 매우 느린지, 네트워크에 연결 문제가 있는지 또는 라우터에 심각한 문제가 있는지 확인해야 합니다. <a href='/configstats#jobQueue.jobLag'>[그래프 활성화]</a>
nb: Hvor lenge jobber venter før de blir utført. Jobbkøen er oppført på <a href='/jobs'>Jobbside</a>. Dessverre finnes det flere andre jobbkøer i ruteren som kan være overbelastet, og deres status er ikke tilgjengelig i ruterkonsollen. Jobb forsinkelsen skal generelt være null. Hvis den er konsekvent høyere enn 500ms, er datamaskinen din veldig treg, nettverket har tilkoblingsproblemer, eller ruteren har alvorlige problemer. <a href='/configstats#jobQueue.jobLag'>[Aktiver graf]</a>.
nl: Hoelang banen wachten voordat ze worden uitgevoerd. De banenlijst wordt weergegeven op de <a href='/jobs'>Banenpagina</a>. Helaas zijn er verschillende andere banenwachtrijen in de router die mogelijk verstopt zijn, en hun status is niet beschikbaar in de routerconsole. De achterstand in de banen zou in het algemeen nul moeten zijn. Als het consistent hoger is dan 500 ms, is uw computer erg traag, heeft uw netwerk connectiviteitsproblemen of heeft de router ernstige problemen. <a href='/configstats#jobQueue.jobLag'>[Grafieken inschakelen]</a>.
pt: Por quanto tempo os trabalhos estão esperando antes da execução. A fila de trabalhos está listada na <a href='/jobs'>página de Trabalhos</a>. Infelizmente, existem várias outras filas de trabalhos no roteador que podem estar congestionadas e seu status não está disponível no console do roteador. O atraso do trabalho deve ser geralmente zero. Se estiver consistentemente acima de 500ms, seu computador está muito lento, sua rede está enfrentando problemas de conectividade ou o roteador tem problemas graves. <a href='/configstats#jobQueue.jobLag'>[Ativar a exibição de gráficos]</a>.
sl: Kako dolgo čakajo naloge pred izvedbo. Red nalog je naveden na <a href='/jobs'>strani za naloge</a>. Na žalost, obstajajo številni drugi redi nalog v strežniku, ki morda so prenatljeni, in njihov status ni na voljo v konzoli strežnika. Zamik naloga bi moral biti običajno nič. Če je to skladno višje od 500ms, je vaš računalnik zelo počasen, vaše omrežje doživlja težave z povezavo, ali pa ima strežnik ozbiljne težave. <a href='/configstats#jobQueue.jobLag'>[Omogoči grafe]</a>.
sv: Hur länge jobben väntar innan de utförs. Jobbkön listas på sidan <a href='/jobs'>Jobs</a>. Tyvärr finns det flera andra jobbköer i routern som kan vara överbelastade, och deras status är inte tillgänglig i routerns konsol. Jobbdröjsmålet bör i allmänhet vara noll. Om det konsekvent är högre än 500 ms är din dator mycket långsam, ditt nätverk har anslutningsproblem eller routern har allvarliga problem. <a href='/configstats#jobQueue.jobLag'>[Aktivera diagram]</a>.
uk: На який час завдання чекають виконання. Черга завдань показана на сторінці <a href='/jobs'>Завдань</a>. На жаль, в маршрутизаторі є й інші черги завдань, що можуть бути завантажені, а їхній статус недоступний на консолі маршрутизатора. Зазвичай затримка завдань повинна дорівнювати нулю. Якщо вона постійно перевищує 500 мс, ваш комп'ютер дуже повільний, мережа випадково відключається або в маршрутизаторі є серйозні проблеми. <a href='/configstats#jobQueue.jobLag'>[Увімкнути графіку]</a>.
vi: Thời gian trung bình mà các công việc phải chờ để được thực thi. Hàng đợi công việc được liệt kê trên trang <a href='/jobs'>Trang Công việc</a>. Đáng tiếc là có một vài hàng đợi công việc khác trong bộ định tuyến mà có thể bị tắc nghẽn, và tình trạng của chúng không hiển thị trên bảng điều khiển bộ định tuyến. Thời gian chờ thông thường nên gần bằng không. Nếu luôn cao hơn 500ms, máy tính của bạn quá chậm, mạng đang gặp vấn đề kết nối, hoặc bộ định tuyến gặp vấn đề nghiêm trọng. <a href='/configstats#jobQueue.jobLag'>[Kích hoạt biểu đồ]</a>.

source: Message Delay
ar: تأخير الرسالة
az: Mesaj Gecikmesi
bo: འཕྲིན་ཐུང་དུས་རིང་ལུག
cs: Zpoždění zprávy
da: Beskedforsinkelse
el: Καθυστέρηση μηνύματος
es: Retraso de mensajes
et: Sõnumi viivitus
fa: تأخیر پیام
fi: Viestin viive
hi: संदेश देरी
hu: Üzenet késleltetés
in: Penundaan Pesan
it: Ritardo del messaggio
ja: メッセージの遅延
ko: 메시지 지연
nb: Meldingsforsinkelse
nl: Berichtvertraging
pt: Atraso de Mensagem
sl: Zamik sporočila
sv: Meddelandefördröjning
uk: Затримка повідомлень
vi: Trễ tin nhắn
