Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Average Floodfill Distance is
ar: متوسط ​​مسافة ردم الفيضان هو
az: Orta Daşqın Məsafəsi
bo: ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པའི་ཆ་སྙོམ་གྱི་ཁག་ཅིག་ནི་
cs: Průměrná vzdálenost zaplnění je
da: Gennemsnitlig oversvømmelsesafstand er
el: Η μέση απόσταση πλήρωσης είναι
es: LA distancia media al floodfill es
et: üleujutuse keskmine kaugus on
fa: میانگین فاصله سیلابی است
fi: Keskimääräinen tulvatäyttöetäisyys on
hi: औसत floodfill दूरी है
hu: Az átlagos elárasztási távolság
in: Jarak Rata-Rata Penimbunan Banjir adalah
it: La distanza media del Floodfill è
ja: 平均埋立距離は次のとおりです
ko: 평균 홍수 거리는
nb: Gjennomsnittlig flomfyllingsavstand er
nl: Gemiddelde vulafstand is
pt: A distância média do alagamento é
sl: Povprečna razdalja do zalivne je
sv: Genomsnittligt översvämningsavstånd är
uk: Середня відстань заповнення
vi: Khoảng cách lấp lũ trung bình là

source: Closest Floodfill Pairs by Hash
ar: أقرب أزواج الفيضان بواسطة التجزئة
az: Hash tərəfindən Ən Yaxın Daşqın Cütlükləri
bo: ཨོ་རུ་ཤེན་པསྒྱུན་དུ་བཙོན་པའི་ཆ་སྙོམ་གྱི་ཁག་ཅིག་ནི་
cs: Nejbližší páry výplní podle Hashe
da: Closest Floodfill Pairs af Hash
el: Πλησιέστερα ζεύγη Floodfill κατά Hash
es: Los pares floodfill más cercanos por hash
et: Lähimad Floodfill Pairs by Hash
fa: نزدیک ترین جفت سیلاب توسط هش
fi: Lähin Floodfill Pairs by Hash
hi: हैश के आधार पर सबसे निकट floodfill जोड़े
hu: Legközelebbi árvízvédelmi párok hash-sel
in: Pasangan Banjir Terdekat berdasarkan Hash
it: Coppie di Floodfill più vicine per Hash
ja: ハッシュ別の最も近いフラッドフィル ペア
ko: 해시별 가장 가까운 플러드필 쌍
nb: Closest Floodfill Pairs av Hash
nl: Dichtstbijzijnde Floodfill-paren op basis van hash
pt: Pares de Floodfill mais próximos por Hash
sl: Najblizje parjal zalivnih glede na dije
sv: Closest Floodfill Pairs av Hash
uk: Найближчі пари Floodfill за хешем
vi: Cặp Floodfill gần nhất theo Hash

source: Hash Distance
ar: مسافة التجزئة
az: Hash məsafəsi
bo: ཨོ་རུ་ཤེན་པའི་གྱི་ཁག་ཅིག་ནི།
cs: Hash Vzdálenost
da: Hash Afstand
el: Απόσταση κατακερματισμού
es: Distancia del hash
et: Räsi kaugus
fa: فاصله هاش
fi: Hash-etäisyys
hi: हैश दूरी
hu: Hash távolság
in: Jarak Hash
it: Distanza di Hash
ja: ハッシュ距離
ko: 해시 거리
nb: Hash-avstand
nl: Hash-afstand
pt: Distância de hash
sl: Razdalja dija
sv: Hashavstånd
uk: Хеш-відстань
vi: Khoảng cách băm

source: Routers close to Our IP
ar: أجهزة التوجيه قريبة من عنوان IP الخاص بنا
az: IP-mizə yaxın marşrutlaşdırıcılar
bo: ང་ཚོའི་IP ལ་ཉེ་པའི་རོ་ཌེར་དག།
cs: Směrovače blízko naší IP
da: Router tæt på vores IP
el: Δρομολογητές κοντά στην IP μας
es: Enrutadores cercanos a nuestra IP
et: Meie IP-le lähedased ruuterid
fa: روترهای نزدیک به IP ما
fi: Reitittimet lähellä IP-osoitettamme
hi: हमारे आईपी के करीब रूटर
hu: Az IP-címünkhöz közeli útválasztók
in: Router dekat dengan IP Kami
it: Router vicini al nostro IP
ja: 当社のIPに近いルーター
ko: 우리 IP에 가까운 라우터
nb: Ruter nær IP-adressen vår
nl: Routers dichtbij ons IP-adres
pt: Roteadores próximos ao nosso IP
sl: Usmerjevalniki blizu našega IP
sv: Rotrar nära vår IP
uk: Маршрутизатори, близькі до нашого IP
vi: Bộ định tuyến gần IP của chúng tôi

source: Same IP as us
ar: نفس IP مثلنا
az: Bizimlə eyni IP
bo: ང་ཚོའི་IP དང་ང་ཚོའི་འདྲེན་པ།
cs: Stejná IP jako my
da: Samme IP som os
el: Ίδια IP με εμάς
es: Misma IP que tú
et: Sama IP mis meil
fa: همان آی پی ما
fi: Sama IP kuin meillä
hi: हमारे जैसा आईपी
hu: Ugyanaz az IP, mint nálunk
in: IP yang sama dengan kita
it: Stesso nostro IP
ja: 私たちと同じIP
ko: 우리와 같은 IP
nb: Samme IP som oss
nl: Hetzelfde IP-adres als wij
pt: Mesmo IP que nós
sl: Isti IP kot mi
sv: Samma IP som oss
uk: Такий же IP, що й у нас
vi: Cùng IP với chúng tôi

source: Same IPv4 /24 as us
ar: نفس IPv4 /24 مثلنا
az: Bizimlə eyni IPv4 /24
bo: ང་ཚོའི་IPv4 /24 དང་ང་ཚོའི་འདྲེན་པ།
cs: Stejný IPv4 /24 jako my
da: Samme IPv4 /24 som os
el: Ίδιο IPv4 /24 με εμάς
es: Mismo IPv4 /24 que nosotros
et: Sama IPv4 /24 mis meil
fa: همان IPv4 /24 ما
fi: Sama IPv4 /24 kuin meillä
hi: हमारे जैसा IPv4 /24
hu: Ugyanaz az IPv4 /24, mint nálunk
in: IPv4 /24 yang sama dengan kami
it: Stesso IPv4 /24 del nostro
ja: 私たちと同じIPv4/24
ko: 우리와 동일한 IPv4/24
nb: Samme IPv4 /24 som oss
nl: Dezelfde IPv4/24 als wij
pt: Mesmo IPv4 /24 que nós
sl: Isten IPv4 /24 kot mi
sv: Samma IPv4 /24 som oss
uk: Той самий IPv4 /24, що й у нас
vi: Giống IPv4 /24 như chúng tôi

source: Same IPv4 /16 as us
ar: نفس IPv4 /16 مثلنا
az: Bizimlə eyni IPv4 /16
bo: ང་ཚོའི་IPv4 /16 དང་ང་ཚོའི་འདྲེན་པ།
cs: Stejný IPv4 /16 jako my
da: Samme IPv4 /16 som os
el: Ίδιο IPv4 /16 με εμάς
es: Mismo IPv4 /16 que nosotros
et: Sama IPv4 /16 mis meil
fa: همان IPv4 /16 ما
fi: Sama IPv4 /16 kuin meillä
hi: हमारे जैसा IPv4 /16
hu: Ugyanaz az IPv4 /16, mint nálunk
in: IPv4 /16 yang sama dengan kami
it: Stesso IPv4 /16 del nostro
ja: 私たちと同じIPv4/16
ko: 우리와 동일한 IPv4 /16
nb: Samme IPv4 /16 som oss
nl: Dezelfde IPv4/16 als wij
pt: Mesmo IPv4 /16 que nós
sl: Isten IPv4 /16 kot mi
sv: Samma IPv4 /16 som oss
uk: Той же IPv4 /16, що й у нас
vi: Giống IPv4 /16 như chúng tôi

source: Same IPv6 /64 as us
ar: نفس IPv6 /64 مثلنا
az: Bizimlə eyni IPv6 /64
bo: ང་ཚོའི་IPv6 /64 དང་ང་ཚོའི་འདྲེན་པ།
cs: Stejný IPv6 /64 jako my
da: Samme IPv6 /64 som os
el: Ίδιο IPv6 /64 με εμάς
es: Mismo IPv6 /64 que nosotros
et: Sama IPv6 /64 mis meil
fa: همان IPv6 /64 ما
fi: Sama IPv6 /64 kuin meillä
hi: हमारे जैसा IPv6 /64
hu: Ugyanaz az IPv6 /64, mint nálunk
in: IPv6 /64 yang sama dengan kami
it: Stesso IPv6 /64 del nostro
ja: 私たちと同じIPv6/64
ko: 우리와 동일한 IPv6 /64
nb: Samme IPv6 /64 som oss
nl: Dezelfde IPv6/64 als wij
pt: Mesmo IPv6/64 que nós
sl: Isten IPv6 /64 kot mi
sv: Samma IPv6 /64 som oss
uk: Той самий IPv6 /64, що й у нас
vi: Giống IPv6 /64 như chúng tôi

source: Same IPv6 /48 as us
ar: نفس IPv6 /48 مثلنا
az: Bizimlə eyni IPv6 /48
bo: ང་ཚོའི་IPv6 /48 དང་ང་ཚོའི་འདྲེན་པ།
cs: Stejný IPv6 /48 jako my
da: Samme IPv6 /48 som os
el: Ίδιο IPv6 /48 με εμάς
es: Mismo IPv6 /48 que nosotros
et: Sama IPv6 /48 mis meil
fa: همان IPv6 /48 ما
fi: Sama IPv6 /48 kuin meillä
hi: हमारे जैसा IPv6 /48
hu: Ugyanaz az IPv6 /48, mint nálunk
in: IPv6 /48 yang sama dengan kami
it: Stesso IPv6 /48 del nostro
ja: 私たちと同じIPv6/48
ko: 우리와 동일한 IPv6 /48
nb: Samme IPv6 /48 som oss
nl: Dezelfde IPv6/48 als wij
pt: Mesmo IPv6/48 que nós
sl: Isten IPv6 /48 kot mi
sv: Samma IPv6 /48 som oss
uk: Той самий IPv6 /48, що й у нас
vi: Giống IPv6 /48 như chúng tôi

source: Routers with the same IPv4
ar: أجهزة التوجيه بنفس IPv4
az: Eyni IPv4 ilə marşrutlaşdırıcılar
bo: གཅིག་པའི་IPv4 ཅན་པའི་རོ་ཌེར་དག།
cs: Směrovače se stejnou IPv4
da: Routere med samme IPv4
el: Δρομολογητές με το ίδιο IPv4
es: Enrutadores con el mismo IPv4
et: sama IPv4-ga ruuterid
fa: روترهایی با همان IPv4
fi: Reitittimet, joilla on sama IPv4
hi: एक ही IPv4 के साथ रूटर
hu: Ugyanazzal az IPv4-gyel rendelkező útválasztók
in: Router dengan IPv4 yang sama
it: Router con lo stesso IPv4
ja: 同じIPv4を持つルーター
ko: 동일한 IPv4를 사용하는 라우터
nb: Rutere med samme IPv4
nl: Routers met hetzelfde IPv4
pt: Roteadores com o mesmo IPv4
sl: Usmerjevalniki z istim IPv4
sv: routrar med samma IPv4
uk: Маршрутизатори з однаковим IPv4
vi: Bộ định tuyến có cùng IPv4

source: routers with IP
ar: أجهزة التوجيه مع IP
az: IP ilə marşrutlaşdırıcılar
bo: IP ཅན་པའི་རོ་ཌེར་དག།
cs: směrovače s IP
da: routere med IP
el: δρομολογητές με IP
es: enrutadores con IP
et: IP-ga ruuterid
fa: روترها با IP
fi: reitittimet IP:llä
hi: आईपी के साथ रूटर
hu: IP-vel rendelkező útválasztók
in: router dengan IP
it: router con IP
ja: IPを備えたルーター
ko: IP가 있는 라우터
nb: rutere med IP
nl: routers met IP
pt: roteadores com IP
sl: usmerjevalniki z IP
sv: routrar med IP
uk: маршрутизатори з IP
vi: bộ định tuyến có IP

source: Routers in the same IPv4 /24
ar: أجهزة التوجيه في نفس IPv4 /24
az: Eyni IPv4 /24-də marşrutlaşdırıcılar
bo: IPv4 /24 གཅི་གི་ནང་གི་རོ་ཌེར་ཚུད་པ།
cs: Směrovače ve stejné IPv4 /24
da: Routere i samme IPv4 /24
el: Δρομολογητές στο ίδιο IPv4 /24
es: Enrutadores en el mismo IPv4 /24
et: ruuterid samas IPv4 /24-s
fa: روترها در همان IPv4 /24
fi: Reitittimet samassa IPv4 /24:ssä
hi: एक ही IPv4 /24 में रूटर
hu: Útválasztók ugyanabban az IPv4 /24-ben
in: Router dalam IPv4 /24 yang sama
it: Router nello stesso IPv4 /24
ja: 同じIPv4/24内のルーター
ko: 동일한 IPv4/24의 라우터
nb: Rutere i samme IPv4 /24
nl: Routers in dezelfde IPv4/24
pt: Roteadores no mesmo IPv4 /24
sl: Usmerjevalniki v istem IPv4 /24
sv: Rotrar i samma IPv4 /24
uk: Маршрутизатори в одному IPv4 /24
vi: Bộ định tuyến trong cùng IPv4 /24

source: Routers in the same IPv4 /16 (4 minimum)
ar: أجهزة التوجيه في نفس IPv4 /16 (4 كحد أدنى)
az: Eyni IPv4 /16-da marşrutlaşdırıcılar (minimum 4)
bo: གཅིག་པའི་IPv4 /16 (4 ཉུང་མཐའ་) ནང་གི་རོ་ཌེར་དག།
cs: Směrovače ve stejném IPv4 /16 (minimálně 4)
da: Routere i samme IPv4 /16 (minimum 4)
el: Δρομολογητές στο ίδιο IPv4 /16 (4 ελάχιστοι)
es: Routers en el mismo IPv4 /16 (4 mínimo)
et: samas IPv4 /16 ruuterid (minimaalselt 4)
fa: روترها در همان IPv4 /16 (حداقل 4)
fi: Reitittimet samassa IPv4 /16:ssa (vähintään 4)
hi: एक ही IPv4 /16 में (minimum 4) रूटर
hu: Azonos IPv4 /16-os útválasztók (legalább 4)
in: Router dalam IPv4 /16 yang sama (minimum 4)
it: Router nello stesso IPv4/16 (minimo 4)
ja: 同じ IPv4 /16 内のルーター (最小 4)
ko: 동일한 IPv4/16의 라우터(최소 4개)
nb: Rutere i samme IPv4 /16 (minimum 4)
nl: Routers in dezelfde IPv4/16 (minimaal 4)
pt: Roteadores no mesmo IPv4 /16 (mínimo 4)
sl: Usmerjevalniki v istem IPv4 /16 (4 minimum)
sv: Routrar i samma IPv4 /16 (minst 4)
uk: Маршрутизатори в тому самому IPv4 /16 (4 мінімум)
vi: Bộ định tuyến trong cùng IPv4 /16 (tối thiểu 4)

source: Routers in the same Family
ar: أجهزة التوجيه في نفس العائلة
az: Eyni Ailədəki marşrutlaşdırıcılar
bo: གཅིག་པའི་རིམ་པའི་ནང་གི་རོ་ཌེར་དག།
cs: Routery ve stejné rodině
da: Routere i samme familie
el: Δρομολογητές στην ίδια οικογένεια
es: Enrutadores de la misma familia
et: Ruuterid samas perekonnas
fa: روترها در یک خانواده
fi: Reitittimet samassa perheessä
hi: एक ही परिवार में रूटर
hu: Útválasztók ugyanabban a családban
in: Router dalam Keluarga yang sama
it: Routers nella stessa famiglia
ja: 同じファミリー内のルーター
ko: 같은 제품군의 라우터
nb: Rutere i samme familie
nl: Routers in dezelfde familie
pt: Roteadores na mesma Família
sl: Usmerjevalniki v isti družini
sv: Rotrar i samma familj
uk: Маршрутизатори в одній родині
vi: Bộ định tuyến trong cùng một họ

source: routers in family
ar: الموجهات في الأسرة
az: ailədəki marşrutlaşdırıcılar
bo: རིམ་པའི་ནང་གི་རོ་ཌེར་དག།
cs: směrovače v rodině
da: routere i familien
el: δρομολογητές στην οικογένεια
es: enrutadores en familia
et: ruuterid perekonnas
fa: روترها در خانواده
fi: reitittimet perheessä
hi: परिवार में रूटर
hu: útválasztók a családban
in: router dalam keluarga
it: routers in famiglia
ja: 家族のルーター
ko: 패밀리의 라우터
nb: rutere i familien
nl: routers in familie
pt: roteadores em família
sl: usmerjevalniki v družini
sv: routrar i familjen
uk: маршрутизатори в родині
vi: bộ định tuyến trong gia đình

source: Not to worry, but above routers are closer than average minimum distance
ar: لا داعي للقلق، ولكن أجهزة التوجيه أعلاه أقرب من متوسط ​​الحد الأدنى للمسافة
az: Narahat olmayın, lakin yuxarıdakı marşrutlaşdırıcılar orta minimum məsafədən daha yaxındır
bo: སེམ་གནས་མི་དགོས་མེད། འོན་གསལ་པའི་རོ་ཌེར་དག་ནི་ཆ་སྙོམ་གྱི་ཁག་ཅིག་ནི་ལས་ཉེ་པ།
cs: Nebojte se, ale výše uvedené směrovače jsou blíže, než je průměrná minimální vzdálenost
da: Ikke bekymre dig, men ovenstående routere er tættere på end den gennemsnitlige minimumsafstand
el: Μην ανησυχείτε, αλλά οι παραπάνω δρομολογητές είναι πιο κοντά από τη μέση ελάχιστη απόσταση
es: No es preocupante, pero los routers de arriba están más cerca que la distancia media mínima
et: Ärge muretsege, kuid ülaltoodud ruuterid on keskmisest minimaalsest kaugusest lähemal
fa: جای نگرانی نیست، اما روترهای بالا از حداقل فاصله متوسط ​​نزدیکتر هستند
fi: Ei hätää, mutta yläpuolella olevat reitittimet ovat keskimääräistä vähimmäisetäisyyttä lähempänä
hi: चिंता मत करो, लेकिन ऊपर दिए गए रूटर औसत के मानक दूरी से निकट हैं
hu: Ne aggódjon, de a routerek az átlagos minimális távolságnál közelebb vannak
in: Tidak perlu khawatir, tetapi router di atas lebih dekat dari jarak minimum rata-rata
it: Non ti preoccupare, ma i router qui sopra sono più vicini rispetto alla distanza minima media
ja: 心配する必要はありませんが、上記のルーターは平均の最小距離より近いです
ko: 걱정하지 마세요. 하지만 위의 라우터는 평균 최소 거리보다 가깝습니다.
nb: Ikke bekymre deg, men over rutere er nærmere enn gjennomsnittlig minimumsavstand
nl: Geen zorgen, maar bovenstaande routers zijn dichterbij dan de gemiddelde minimale afstand
pt: Não se preocupe, mas os roteadores acima estão mais próximos que a distância mínima média
sl: Ne skrbite, vendar so zgornji usmerjevalniki bližji kot povprečna minimalna razdalja
sv: Inte oroa dig, men ovanstående routrar är närmare än genomsnittligt minimiavstånd
uk: Не хвилюйтеся, але маршрутизатори вище, ніж середня мінімальна відстань
vi: Không cần lo lắng, nhưng các bộ định tuyến trên ở gần hơn khoảng cách tối thiểu trung bình

source: Possible Sybil Warning - above routers are closer than average minimum distance
ar: تحذير محتمل من Sybil - أجهزة التوجيه أعلاه أقرب من متوسط ​​الحد الأدنى للمسافة
az: Mümkün Sybil Xəbərdarlığı - yuxarıdakı marşrutlaşdırıcılar orta minimum məsafədən daha yaxındır
bo: སྲོགས་Sybil ཉེན་བརྡ་བ། - འོན་གསལ་པའི་རོ་ཌེར་དག་ནི་ཆ་སྙོམ་གྱི་ཁག་ཅིག་ནི་ལས་ཉེ་པ།
cs: Possible Sybil Warning - výše uvedené routery jsou blíže, než je průměrná minimální vzdálenost
da: Possible Sybil Advarsel - ovenstående routere er tættere på end gennemsnitlig minimumsafstand
el: Πιθανή προειδοποίηση Sybil - οι παραπάνω δρομολογητές είναι πιο κοντά από τη μέση ελάχιστη απόσταση
es: Posible aviso de Sybil - los routers de arriba están más cerca que la distancia media mínima
et: Võimalik Sybil hoiatus – ülaltoodud ruuterid on keskmisest minimaalsest kaugusest lähemal
fa: هشدار احتمالی Sybil - روترهای بالا از حداقل فاصله متوسط ​​نزدیکتر هستند
fi: Mahdollinen Sybil-varoitus - yllä olevat reitittimet ovat keskimääräistä vähimmäisetäisyyttä lähempänä
hi: संभावित साइबिल चेतावनी - ऊपर दिए गए रूटर औसत के मानक दूरी से निकट हैं
hu: Lehetséges Sybil figyelmeztetés - az útválasztók felett az átlagos minimális távolságnál közelebb vannak
in: Kemungkinan Peringatan Sybil - router di atas lebih dekat dari jarak minimum rata-rata
it: Possibile avvertimento Sybil - i router qui sopra sono più vicini rispetto alla distanza minima media
ja: Sybil 警告の可能性 - 上記のルーターは平均の最小距離より近い
ko: 가능한 시빌 경고 - 위 라우터가 평균 최소 거리보다 가깝습니다.
nb: Possible Sybil Warning - over rutere er nærmere enn gjennomsnittlig minimumsavstand
nl: Mogelijke Sybil-waarschuwing - bovenstaande routers zijn dichterbij dan de gemiddelde minimale afstand
pt: Possível aviso Sybil - os roteadores acima estão mais próximos que a distância mínima média
sl: Možno opozorilo Sybil - zgornji usmerjevalniki so bližji kot povprečna minimalna razdalja
sv: Possible Sybil Warning - ovanstående routrar är närmare än genomsnittligt minimiavstånd
uk: Можливе попередження Sybil - маршрутизатори вище, ніж середня мінімальна відстань
vi: Cảnh báo có thể xảy ra - các bộ định tuyến ở trên gần hơn khoảng cách tối thiểu trung bình

source: Major Sybil Warning - above router is closer than average minimum distance
ar: تحذير كبير من Sybil - جهاز التوجيه أعلاه أقرب من متوسط ​​الحد الأدنى للمسافة
az: Major Sybil Xəbərdarlığı - yuxarıdakı marşrutlaşdırıcı orta minimum məsafədən daha yaxındır
bo: གཙོ་བཟོ་བའི་Sybil ཉེན་བརྡ་བ། - འོན་གསལ་པའི་རོ་ཌེར་ནི་ཆ་སྙོམ་གྱི་ཁག་ཅིག་ནི་ལས་ཉེ་པ།
cs: Major Sybil Warning - nad routerem je blíže než průměrná minimální vzdálenost
da: Major Sybil Advarsel - ovenstående router er tættere på end gennemsnitlig minimumsafstand
el: Major Sybil Warning - ο παραπάνω δρομολογητής είναι πιο κοντά από τη μέση ελάχιστη απόσταση
es: Aviso de Sybil grave- el router de arriba está más cerca que la distancia media mínima
et: Major Sybili hoiatus – ruuteri kohal on keskmisest minimaalsest kaugusest lähemal
fa: هشدار اصلی Sybil - روتر بالا از حداقل فاصله متوسط ​​نزدیکتر است
fi: Major Sybil Warning - reitittimen yläpuolella on keskimääräistä vähimmäisetäisyyttä lähempänä
hi: महत्वपूर्ण साइबिल चेतावनी - ऊपरी रूटर औसत के मानक दूरी से निकट है
hu: Fő Sybil figyelmeztetés - az útválasztó felett az átlagos minimális távolságnál közelebb van
in: Peringatan Mayor Sybil - router di atas lebih dekat dari jarak minimum rata-rata
it: Avvertimento Sybil grave - il router qui sopra è più vicino della distanza minima media
ja: 重大なシビル警告 - 上記ルーターは平均最小距離より近い
ko: 주요 시빌 경고 - 위 라우터가 평균 최소 거리보다 가깝습니다.
nb: Major Sybil Advarsel - over ruteren er nærmere enn gjennomsnittlig minimumsavstand
nl: Majoor Sybil Waarschuwing - bovenstaande router is dichterbij dan de gemiddelde minimale afstand
pt: Aviso principal de Sybil - o roteador acima está mais próximo do que a distância mínima média
sl: Glavno opozorilo Sybil - zgornji usmerjevalnik je bližji kot povprečna minimalna razdalja
sv: Major Sybil Warning - ovanstående router är närmare än genomsnittligt minimiavstånd
uk: Major Sybil Warning - маршрутизатор вище, ніж середня мінімальна відстань
vi: Cảnh báo âm thanh lớn - bộ định tuyến phía trên gần hơn khoảng cách tối thiểu trung bình

source: Totals for
ar: المجاميع ل
az: Cəmi
bo: གྱི་སྡོམ་གྲངས།
cs: Celkem za
da: Total for
el: Σύνολο για
es: Totales para
et: kokku
fa: مجموع برای
fi: Yhteensä
hi: कुल लिए
hu: Összegek 10 főre:
in: Total untuk
it: Totali per
ja: 合計
ko: 합계
nb: Totaler for
nl: Totalen voor
pt: Totais para
sl: Skupaj za
sv: Totalt för
uk: Усього за
vi: Tổng số cho

source: MIN
ar: دقيقة
az: DƏQ
bo: ཉུང་མཐའ།
el: ΛΕΠ
fa: دقیقه
hi: मिन
in: MENIT
ja: 分
ko: 분
uk: МІН
vi: PHÚT

source: MEDIAN
ar: متوسط
bo: བར་གྱི་གནས་གྲངས།
cs: STŘEDNÍ
da: MIDLER
el: ΜΕΣΟΣ
es: MEDIANA
et: MEDIAAN
fa: میانه
fi: MEDIAANI
hi: माध्य
hu: MEDIÁN
it: MEDIANO
ja: 中央値
ko: 중앙값
nl: MEDIAAN
pt: MEDIANA
uk: МЕДІАН
vi: TRUNG BÌNH

source: MAX
ar: ماكس
bo: མཐོ་བ།
el: ΜΕΓ
fa: حداکثر
hi: मैक्स
in: MAKS
ja: マックス
ko: 최대
pt: MÁX
uk: МАКС
vi: TỐI ĐA

source: Show all routers for this family in NetDb
ar: إظهار كافة أجهزة التوجيه لهذه العائلة في NetDb
az: NetDb-də bu ailə üçün bütün marşrutlaşdırıcıları göstərin
bo: NetDb ནང་གི་ཁྱིམ་ཚང་འདིའི་རྩིས་འཁོར་ཆ་ཚང་སྟོན་པ།
cs: Zobrazit všechny routery pro tuto rodinu v NetDb
da: Vis alle routere for denne familie i NetDb
el: Εμφάνιση όλων των δρομολογητών για αυτήν την οικογένεια στο NetDb
es: Mostrar todos los routers de esta familia en la NetDb
et: Kuva kõik selle perekonna ruuterid NetDb-s
fa: نمایش همه روترهای این خانواده در NetDb
fi: Näytä kaikki tämän perheen reitittimet NetDb:ssä
hi: NetDb में इस परिवार के सभी रूटर दिखाएं
hu: A család összes routerének megjelenítése a NetDb-ben
in: Tampilkan semua router untuk keluarga ini di NetDb
it: Mostra tutti i router per questa famiglia nel NetDb
ja: NetDb でこのファミリーのすべてのルーターを表示します
ko: NetDb에서 이 계열의 모든 라우터 표시
nb: Vis alle rutere for denne familien i NetDb
nl: Toon alle routers voor deze familie in NetDb
pt: Mostrar todos os roteadores desta família no NetDb
sl: Prikaži vse usmerjevalnike za to družino v NetDb
sv: Visa alla routrar för denna familj i NetDb
uk: Показати всі маршрутизатори для цього сімейства в NetDb
vi: Hiển thị tất cả các bộ định tuyến cho dòng này trong NetDb

source: Routers
ar: الموجهات
az: Routerlər
bo: རོ་ཌེར་ཚང་མ།
cs: Směrovače
da: Routere
el: Δρομολογητές
et: ruuterid
fa: روترها
fi: Reitittimet
hi: राउटर
hu: Routerek
in: Router
it: Router
ja: ルーター
ko: 라우터
nb: Rutere
pt: Roteadores
sl: Usmerjevalniki
sv: Routrar
uk: Маршрутизатори
vi: Bộ định tuyến

source: n/a
ar: غير متوفر
bo: མེད་པ།
cs: neaplikovatelné
da: Ikke tingængelig
el: Μ/Δ
es: n/d
et: puudub
hi: न/ए
hu: nem elérhető
in: tidak ada
nl: nvt
pt: indisponível
uk: немає даних
vi: chưa rõ

source: Last lookup successful
ar: البحث الأخير ناجح
az: Son axtarış uğurlu oldu
bo: མཐའ་མའི་འཚོལ་བཤེར་གྲུབ་འབྲས།
cs: Poslední vyhledávání bylo úspěšné
da: Sidste opslag lykkedes
el: Επιτυχής τελευταία αναζήτηση
es: La última búsqueda fue exitosa
et: Viimane otsing õnnestus
fa: آخرین جستجو با موفقیت انجام شد
fi: Viimeinen haku onnistui
hi: अंतिम ढूँढ़ना सफल था
hu: Az utolsó keresés sikeres volt
in: Pencarian terakhir berhasil
it: Ultimo lookup riuscito
ja: 最後のルックアップが成功しました
ko: 마지막 조회 성공
nb: Siste oppslag vellykket
nl: Laatste zoekopdracht succesvol
pt: Última pesquisa bem-sucedida
sl: Zadnje iskanje je uspešno
sv: Senaste uppslagningen lyckades
uk: Останній успішний пошук
vi: Tra cứu lần cuối thành công

source: Last lookup failed
ar: فشل البحث الأخير
az: Son axtarış uğursuz oldu
bo: མཐའ་མའི་འཚོལ་བཤེར་ཕམ་ཉེས།
cs: Poslední vyhledávání se nezdařilo
da: Sidste opslag mislykkedes
el: Η τελευταία αναζήτηση απέτυχε
es: La última búsqueda falló
et: Viimane otsing ebaõnnestus
fa: آخرین جستجو ناموفق بود
fi: Viimeinen haku epäonnistui
hi: अंतिम ढूँढ़ना विफल रहा
hu: Az utolsó keresés sikertelen
in: Pencarian terakhir gagal
it: Ultima ricerca non riuscita
ja: 最後の検索に失敗しました
ko: 마지막 조회 실패
nb: Siste oppslag mislyktes
nl: Laatste zoekopdracht mislukt
pt: Falha na última pesquisa
sl: Zadnje iskanje je spodletelo
sv: Senaste uppslagningen misslyckades
uk: Помилка останнього пошуку
vi: Tra cứu lần cuối không thành công

source: Last store successful
ar: المتجر الأخير ناجح
az: Son mağaza uğurlu oldu
bo: མཐའ་མའི་ཉར་སྤེལ་གྲུབ་འབྲས།
cs: Poslední obchod byl úspěšný
da: Sidste butik lykkedes
el: Τελευταίο κατάστημα με επιτυχία
es: Último almacenamiento exitoso
et: Viimane pood õnnestus
fa: آخرین فروشگاه موفق شد
fi: Viimeinen tallennus onnistui
hi: अंतिम स्टोर सफल था
hu: Az utolsó üzlet sikeres volt
in: Penyimpanan terakhir berhasil
it: Ultimo negozio riuscito
ja: 最後のストアは成功しました
ko: 마지막 매장 성공
nb: Siste butikk vellykket
nl: Laatste winkel succesvol
pt: Última loja bem-sucedida
sl: Zadnje shranjevanje je uspešno
sv: Sista butiken lyckad
uk: Останнє збереження успішно
vi: Cửa hàng cuối cùng thành công

source: Last store failed
ar: فشل المتجر الأخير
az: Son mağaza uğursuz oldu
bo: མཐའ་མའི་ཉར་སྤེལ་ཕམ་ཉེས།
cs: Poslední obchod se nezdařil
da: Sidste butik mislykkedes
el: Το τελευταίο κατάστημα απέτυχε
es: El último guardado falló
et: Viimane pood ebaõnnestus
fa: آخرین فروشگاه شکست خورد
fi: Viimeinen tallennus epäonnistui
hi: अंतिम स्टोर विफल रहा
hu: Az utolsó üzlet nem sikerült
in: Penyimpanan terakhir gagal
it: Ultimo negozio fallito
ja: 最後のストアが失敗しました
ko: 마지막 저장 실패
nb: Siste butikk mislyktes
nl: Laatste opslag mislukt
pt: Último armazenamento falhou
sl: Zadnje shranjevanje je spodletelo
sv: Sista butiken misslyckades
uk: Помилка останнього зберігання
vi: Cửa hàng cuối cùng thất bại

source: Distance to
ar: المسافة إلى
az: Məsafə
bo: ཐག་རིང་ལ་
cs: Vzdálenost k
da: Afstand til
el: Απόσταση έως
es: Distancia a
et: Kaugus
fa: فاصله تا
fi: Etäisyys
hi: दूरी के लिए
hu: Távolság
in: Jarak ke
it: Distanza a
ja: までの距離
ko: 거리
nb: Avstand til
nl: Afstand tot
pt: Distância até
sl: Razdalja do
sv: Avstånd till
uk: Відстань до
vi: Khoảng cách tới

source: Distance for
ar: المسافة ل
az: Məsafə
bo: ཐག་རིང་གི་དོན་
cs: Vzdálenost pro
da: Afstand for
el: Απόσταση για
es: Distancia para
et: Kaugus
fa: فاصله برای
fi: Etäisyys
hi: दूरी के लिए
hu: Távolság
in: Jarak untuk
it: Distanza per
ja: 距離
ko: 거리
nb: Avstand for
nl: Afstand voor
pt: Distância para
sl: Razdalja za
sv: Avstånd för
uk: Відстань для
vi: Khoảng cách cho

source: Exploratory
ar: تصفح
az: Kəşfiyyat
bo: རྟོག་ཞིབ།
cs: Průzkumný
da: Udforskende
el: Διερευνητικό
es: Exploratorios
et: Avastamine
fa: کاوشگر
fi: Tutkiva
hi: अन्वेषणीय
hu: Felderítő
it: Esplorativo
ja: 予備
ko: 예비
nb: Utforskende
nl: Onderzoekend
pt: Exploradores
sl: Raziskovalni
sv: Utforskande
uk: Дослідницький
vi: Thăm dò
