Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you think you have already done so, remember that you may have both a hardware and a software firewall, or be behind an additional, institutional firewall you cannot control.
ar: إذا اعتقدت أنك قد فعلت ذلك بالفعل، فتذكر أنه قد تتوفر لديك جدران حماية تطبيقية وأجهزة، أو أنك وراء جدار حماية مؤسسي إضافي لا تسيطر عليه.
az: Əgər siz artıq bunu etdiyinizi düşünürsünüzsə, unutmayın ki, siz həm hardware, həm də proqram təminatı təhlükəsizlik divarına malik ola bilərsiniz və ya nəzarət edə bilməyəcəyiniz əlavə, institusional təhlükəsizlik divarının arxasında ola bilərsiniz.
bo: ཁྱེད་ཀྱི་བསྒྱུད་པར་ད་གིས་བསྒྱུད་པ་ཚར་བཅས་པ་ན། དེ་ནི་ཁྱེད་ཀྱི་སྒོ་བརྒྱག་པ་སྒོ་བརྒྱག་པ་གཉིས་ཁྱེད་ཀྱི་མཐེབ་ཁུག་ཐོག་གཅིག་གི་ཡོད་པར་ཡོད། ཡང་ན་ཁྱེད་ཀྱི་སྒོ་བརྒྱག་པ་གཞན་པའི་སྒོ་བརྒྱག་པ་ཡོད་པར་ཡོད། ཡང་ན་སྒོ་བརྒྱག་པ་གཞན་པའི་སྒོ་བརྒྱག་པ་ཡོད་པར་ཡོད།
cs: Pokud si myslíte, že jste tak již udělali, pamatujte, že byste mohli mít jak hardware, tak softwarový firewall, nebo že byste mohli být za dalším institučním firewallem, který nemůžete ovládat.
da: Hvis du mener du allerede har gjort det, så husk på at du muligvis har både en hardware og en software firewall, eller måske er bag en ekstra institutionel firewall som du ikke har kontrol over.
el: Εάν πιστεύετε ότι ήδη το έχετε κάνει, θυμηθείτε ότι μπορεί να έχετε και έναν υλικό και έναν λογισμικό τείχος προστασίας ή να βρίσκεστε πίσω από έναν επιπλέον θεσμικό τείχος προστασίας που δεν μπορείτε να ελέγξετε.
es: Si cree que ya lo ha hecho, recuerde que puede que tenga tanto cortafuegos por hardware como por software, o que puede estar tras otro cortafuegos institucional fuera de su control.
et: Kui sa arvad, et oled seda juba teinud, pea meeles et sul võib olla nii tarkvaraline kui riistvaraline tulemüür, ning sa võid asuda täiendavalt mõne asutuse tulemüüri taga, mille üle sul omal kontrolli pole.
fa: اگر فکر می کنید قبلاً این کار را انجام داده اید، به یاد داشته باشید که ممکن است فایروال سخت افزاری و نرم افزاری داشته باشید یا پشت یک فایروال سازمانی اضافی باشید که نمی توانید آن را کنترل کنید.
fi: Jos luulet jo tehneesi niin, muista että sinulla voi olla sekä laitteistopalo- että ohjelmistopalomuuri tai olla ylimääräisenä kontrolloimattomana laitoksellisena palomuurina.
hi: यदि आपको लगता है कि आप पहले ही ऐसा कर चुके हैं, तो याद रखें कि आपके पास हार्डवेयर और सॉफ़्टवेयर दोनों फ़ायरवॉल हो सकते हैं, या आप एक अतिरिक्त, संस्थागत फ़ायरवॉल के पीछे हो सकते हैं जिसे आप नहीं नियंत्रित कर सकते हैं।
hu: Ha úgy gondolod, hogy már megtetted, kérlek emlékezz arra, hogy lehet szoftveres és hardveres tűzfalad, illetve lehetsz további, intézményi tűzfal mögött, melyhez nincs hozzáférésed.
in: Jika anda berpikir anda sudah melakukannya, ingat bahwa anda mungkin memiliki firewall berupa perangkat keras dan perangkat lunak, atau di belakang firewall institusi, di mana anda tidak dapat mengendalikannya.
it: Se pensi di averlo già fatto, ricorda che potresti avere firewall sia hardware che software, o essere in aggiunta dietro ad un firewall istituzionale che non puoi controllare.
ja: すでにそうしていると思われる場合は、ハードウェアとソフトウェアの両方のファイアウォールが存在するか、制御できない追加の組織ファイアウォールの背後にある可能性があることを思い出してください。
ko: 만약 방화벽을 모두 열어두었다고 생각하신다면, 하드웨어/소프트웨어 방화벽 양쪽 모두를 체크하시고, 일반인이 제어할 수 없는 추가적인 기관/회사 방화벽이 있는지도 확인하십시오.
nb: Hvis du tror du allerede har gjort det, husk at du kanskje har både en maskinvare- og en programvarebrannmur, eller være bak en ekstra, institusjonell brannmur du ikke kan kontrollere.
nl: Indien je van mening bent dat je dit al hebt gedaan, bedenk dat er zowel een hardware als software firewall kan zijn, of dat er een additionele firewall (universiteit, provider, etc) kan zijn waar je geen invloed op hebt.
pt: Se já fizeste isso, lembra-te que podem existir paredes de fogo físicas e lógicas, ou estar atrás de uma parede de fogo institucional fora do seu controle.
sl: Če verjamete, da ste to že storili, se pomnite, da morda imate tudi hardverski in programske omejevalce, ali ste iza dodatnega, institucionalnega omejevalca, ki ga ne morete nadzirati.
sv: Om du tror att du redan gjort det, kom ihåg att du kan ha både hårdvaru- och mjukvarubrandvägg, eller är bakom en extra brandvägg som du inte kontrollera.
uk: Якщо ви вважаєте, що вже це зробили, пригадайте, що ви можете мати як апаратний, так і програмний фаєрволи, або перебувати за додатковим інституційним фаєрволом, який ви не можете контролювати.
vi: Nếu bạn cho rằng mình đã làm như vậy, hãy nhớ rằng bạn có thể có cả tường lửa phần cứng và phần mềm hoặc nằm sau một tường lửa bổ sung của tổ chức mà bạn không thể kiểm soát.

source: Also, some routers cannot correctly forward both TCP and UDP on a single port, or may have other limitations or bugs that prevent them from passing traffic through to I2P.
ar: بالإضافة إلى ذلك، لا تستطيع بعض أجهزة التوجيه إعادة توجيه كل من TCP وUDP بشكل صحيح على منفذ واحد، أو قد تحتوي على قيود أو أخطاء أخرى تمنعها من تمرير حركة المرور عبر I2P.
az: Həmçinin, bəzi marşrutlaşdırıcılar həm TCP, həm də UDP-ni bir portda düzgün yönləndirə bilmir və ya trafikin I2P-yə keçməsinə mane olan digər məhdudiyyətlər və ya səhvlər ola bilər.
bo: ཡང་ན། རོ་ཌེར་ལ་ལ་གཅིག་གིས་ TCP དང་ UDP གཉིས་མཐེབ་ཁུག་ཐོག་གཅིག་གི་ཐོག་ནས་བརྒྱུད་པར་བརྒྱུད་པར་བརྒྱུད་མི་འདུག་པ། ཡང་ན་གཞན་པའི་ཚད་བསྟོན་པ་ཡང་ན་བརྒྱུད་པའི་གནས་སྐབས་ནོར་བརྒྱུད་པ་ཡོད་པར་ I2P ལ་འགྲོ་སའི་བརྒྱུད་པར་བཀག་པར་བསྐུང་བ་ཡོད།
cs: Některé směrovače nemohou správně přeposílat jak TCP, tak UDP na jednom portu, nebo mohou mít jiná omezení nebo chyby, které jim brání přenášet provoz do I2P.
da: Derudover kan nogen routere ikke åbne både TCP og UDP på en enkel port, eller der kan være begrænsninger eller bugs som forhindrer trafik i at passere igennem I2P.
el: Επίσης, ορισμένοι δρομολογητές δεν μπορούν να προωθήσουν σωστά τόσο το TCP όσο και το UDP σε μια μόνο θύρα, ή μπορεί να έχουν άλλους περιορισμούς ή σφάλματα που τους εμποδίζουν από το να περάσουν κίνηση στο I2P.
es: Además, algunos dispositivos de router no pueden retransmitir correctamente TCP y UDP por el mismo puerto, o pueden tener otras limitaciones o fallos que les impidan hacer pasar el tráfico a través de la red I2P.
et: Samuti on mõned ruuterid võimetud edastama TCP ja UDP liiklust samal pordil ning ruuterites võib olla muid piiranduid või vigu, mis takistavad I2P liikluse edastamist.
fa: همچنین، برخی از روترها نمی توانند هر دو TCP و UDP را به درستی روی یک پورت ارسال کنند، یا ممکن است محدودیت ها یا اشکالات دیگری داشته باشند که مانع از انتقال ترافیک به I2P می شود.
fi: Lisäksi jotkut reitittimet eivät voi oikein välittää sekä TCP:ta että UDP:ta yhteen porttiin tai niillä voi olla muita rajoituksia tai bugeja, jotka estävät liikenteen siirtymisen I2P:hen.
hi: इसके अलावा, कुछ रूटर एक ही पोर्ट पर दोनों TCP और UDP को सही ढंग से आगे बढ़ाने में सक्षम नहीं हो सकते हैं, या उनमें अन्य सीमाओं या बग हो सकते हैं जो उन्हें I2P के माध्यम से ट्रैफ़िक आगे बढ़ाने से रोकते हैं।
hu: Hozzátéve, hogy néhány router nem továbbít megfelelően TCP-t és UDP-t is egyetlen porton, vagy lehetnek más korlátozások, esetleg hibák, melyek meggátolják az I2P-n keresztül áthaladó forgalmat.
in: Juga, beberapa router tidak meneruskan TCP dan UDP dengan benar pada port tunggal, atau mungkin memiliki keterbatasan lain atau bug yang mencegah mereka dari melewati lalu lintas melalui I2P.
it: Inoltre, alcuni router non possono inoltrare correttamente sia TCP che UDP su una singola porta, o possono avere altre limitazioni o bugs che gli impediscono di far passare traffico attraverso I2P.
ja: また、一部のルータは単一ポートで TCP と UDP の両方を正しく転送できないか、トラフィックを I2P に渡すことを妨げる他の制限やバグがある可能性があります。
ko: 또한, 몇몇 라우터들은 TCP나 UDP를 하나의 포트에 정확히 포워딩 할 수 없습니다. 또는 I2P에 트래픽을 보내는 것을 막는 제한이나 버그가 있을 수 있습니다.
nb: Noen rutere kan heller ikke videresende både TCP- og UDP-trafikk på en enkelt port, eller de kan ha andre begrensninger eller feil som hindrer dem fra å videreføre trafikken til I2P.
nl: Tevens hebben sommige routers moeite om zowel TCP als UDP op dezelfde poort correct door te laten, of hebben andere beperkingen of bugs die voorkomen dat I2P verkeer goed doorkomt.
pt: E também, alguns roteadores de internet não conseguem redirecionar corretamente TCP e UDP na mesma porta, ou tem outras limitações ou bugs que os impedem de redirecionar o fluxo de dados para o I2P.
sl: Prav tako, nekateri strežniki ne moreta pravilno usmeriti TCP in UDP na enem vrata, ali morda imajo druge omejitve ali napake, ki preprečijo prenos prometa do I2P.
sv: Dessutom kan vissa routrar inte riktigt vidarebefordra både TCP och UDP på en enda port, eller kan ha andra begränsningar eller fel som hindrar dem från skicka trafik genom I2P.
uk: Крім того, деякі маршрутизатори не можуть правильно передавати TCP і UDP по одному порту або можуть мати й інші обмеження чи помилки, що перешкоджають передачі трафіку до I2P.
vi: Ngoài ra, một số bộ định tuyến không thể chuyển tiếp chính xác cả TCP và UDP trên một cổng hoặc có thể có các hạn chế hoặc lỗi khác ngăn chúng chuyển lưu lượng truy cập qua I2P.

source: The router is currently testing whether your UDP port is firewalled.
ar: يقوم الموجه حاليًا باختبار ما إذا كان منفذ بروتوكول يو دي بي محميًا بجدار حماية.
az: Router hazırda UDP portunuzun təhlükəsizlik divarının olub olmadığını yoxlayır.
bo: རོ་ཌེར་ད་ལྟོབ་པའི་ད་ལྟོབ་པར་ཁྱེད་ཀྱི་ UDP མཐེབ་ཁུག་ཐུག་སྒོ་བརྒྱགས་ཡོད་མེད་པའི་དོན་ལ་བརྟག་པར་འདུག་པ།
cs: Směrovač momentálně testuje, zda je váš UDP port vyhrazován.
da: Routeren tester lige nu om din UDP port er bag en firewall
el: Ο δρομολογητής ελέγχει αυτήν τη στιγμή εάν η UDP πόρτα σας είναι φραγμένη από τον τείχος προστασίας.
es: El router está comprobando si su puerto UDP está bloqueado por un cortafuegos.
et: Ruuter kontrollib, kas su UDP port on tulemüüri taga.
fa: روتر در حال حاضر در حال آزمایش است که آیا پورت UDP شما فایروال است یا خیر.
fi: Reititin testaa, onko UDP -porttisi palomuurin takana.
hi: रूटर वर्तमान में परीक्षण कर रहा है कि आपका UDP पोर्ट फ़ायरवॉल्ड है या नहीं।
hu: Jelenleg a router ellenőrzi, hogy az UDP port tűzfalazva van.
in: Router saat ini menguji apakah port UDP anda terhalangi firewall.
it: Il router sta attualmente controllando se la tua porta UDP è dietro ad un firewall.
ja: ルーターは現在、UDP ポートがファイアウォールで保護されているかどうかをテストしています。
ko: 라우터가 UDP 포트가 방화벽에 막혔는지 테스트 중입니다.
nb: Ruteren tester for øyeblikket om UDP-porten din er bak en brannmur.
nl: De router test op dit moment of je UDP poort achter een firewall is.
pt: O roteador I2P está testando agora se sua porta UDP está atrás de um firewall.
sl: Strežnik trenutno preverja, ali je vaše UDP vrata omejena.
sv: Routern testar för närvarande om din UDPport är bakom en brandvägg.
uk: Маршрутизатор на даний момент перевіряє, чи заблокований фаєрволом ваш UDP-порт.
vi: Bộ định tuyến hiện đang kiểm tra xem cổng UDP của bạn có được tường lửa hay không.

source: The router is not configured to publish its address, therefore it does not expect incoming connections.
ar: لم يتم تكوين الموجه لنشر عنوانه، وبالتالي فهو لا يتوقع اتصالات واردة.
az: Router ünvanını dərc etmək üçün konfiqurasiya olunmayıb, ona görə də daxil olan əlaqələri gözləmir.
bo: རོ་ཌེར་རང་ཁྱེད་ཀྱི་ཁ་བྱང་སྤེལ་བརྒྱུག་པ་མེད་པ། དེར་བརྒྱུག་པའི་ནང་འོག་སྐུད་པའི་འབྲེལ་བརྒྱུག་པ་རྩིགས་པར་འདུག་པ་མི་རུང་བ།
cs: Směrovač není nakonfigurován pro zveřejňování své adresy, a proto nečeká příchozí spojení.
da: Routeren er ikke konfigureret til at udgive dens adresse, derfor forventer den ikke indkommende forbindelser
el: Ο δρομολογητής δεν έχει ρυθμιστεί για να δημοσιεύει τη διεύθυνσή του, για αυτό δεν αναμένει εισερχόμενες συνδέσεις.
es: El router no está configurado para publicitar su dirección, por tanto no espera conexiones entrantes.
et: Ruuter pole seadistatud oma avalikku IP-aadressi teistele ütlema mistõttu see ei võta vastu sissetulevaid ühendusi.
fa: روتر برای انتشار آدرس خود پیکربندی نشده است، بنابراین انتظار اتصالات ورودی را ندارد.
fi: Reititintä ei ole asetettu julkaisemaan osoitettaan, eikä se siis odota sisääntulevia yhteyksiä.
hi: रूटर को अपना पता प्रकाशित करने के लिए सेटिंग नहीं की गई है, इसलिए यह आगामी कनेक्शन की उम्मीद नहीं करता है।
hu: A router nincs beállítva, hogy közzétegye címét, ezért nem vár bejövő kapcsolatokat.
in: Router tidak dikonfigurasi untuk mempublikasikan alamatnya, oleh karena itu tidak mengharapkan koneksi masuk.
it: Il router non è configurato per pubblicare il suo indirizzo, di conseguenza non si aspetta connessioni in ingresso.
ja: ルーターはアドレスを公開するように構成されていないため、受信接続を予期しません。
ko: 라우터가 주소를 공개하도록 설정되지 않았습니다. 수신 연결이 없을 것입니다.
nb: Ruteren er ikke satt opp for å publisere adressen sin, derfor forventer den ikke innkommende forbindelser.
nl: De router is niet geconfigureerd om zijn adres te publiceren, daarom verwacht het geen inkomende verbindingen.
pt: O roteador não está configurado para publicar seu endereço, portanto ele não espera por conexões externas.
sl: Strežnik ni konfiguriran za objavo svojega naslova, zato ne pričakuje vhodnih povezav.
sv: Routern är inte konfigurerad för att offentliggöra dess adress, därförförväntar den inte inkommande anslutningar.
uk: Маршрутизатор не налаштовано на публікацію своєї адреси, тому він не очікує вхідних з'єднань.
vi: Bộ định tuyến không được cấu hình để xuất bản địa chỉ của nó, do đó nó không mong đợi các kết nối đến.

source: Hidden mode is automatically enabled for added protection in certain countries.
ar: يتم تفعيل وضع الإخفاء تلقائيًا لتوفير حماية إضافية في بعض البلدان.
az: Gizli rejim müəyyən ölkələrdə əlavə qorunma üçün avtomatik işə salınır.
bo: རྒྱལ་གནས་རྟེན་པའི་མཚན་ཉིད་རྒྱུན་མི་རྟེན་པར་རང་ཤུགས་ནས་རྒྱུན་མི་རྟེན་པར་བསྒྱུན་ཡོད།
cs: Skrývací režim je automaticky aktivován pro zvýšenou ochranu v určitých zemích.
da: skjult tilstand er automatisk aktiveret for ekstra beskyttelse i visse lande
el: Σε ορισμένες χώρες ενεργοποιείται αυτόματα η κρυφή λειτουργία για επιπλέον προστασία.
es: El modo oculto se activa automáticamente para mayor protección en algunos países.
et: Peidetud režiim on teatud riikides lisakaitse saamiseks automaatselt sisse lülitatud.
fa: حالت پنهان به طور خودکار برای محافظت بیشتر در برخی کشورها فعال می شود.
fi: Piilotettu tila otetaan automaattisesti käyttöön suojauksen lisäämiseksi tietyissä maissa.
hi: गुप्त मोड निश्चित देशों में अतिरिक्त सुरक्षा के लिए स्वचालित रूप से सक्रिय हो जाता है।
hu: A rejtett mód automatikusan engedélyezésre kerül, ez plusz védelmet ad bizonyos országokban.
in: Hidden mode diaktifkan secara otomatis untuk menambah perlindungan di negara tertentu.
it: La modalità in incognito viene avviata automaticamente per alcuni stati per una maggiore protezione.
ja: 特定の国では、保護を強化するために隠しモードが自動的に有効になります。
ko: 해당 국가에서는 추가적인 보호를 위해 히든 모드가 자동으로 활성화됩니다.
nb: Skjult modus er automatisk aktivert for ekstra beskyttelse i visse land.
nl: Verborgen modus is automatisch ingeschakeld voor meer beveiliging in bepaalde landen.
pt: Modo escondido é automaticamente habilitado para mais proteção em certos países.
sl: Skrito način se samodejno omogoči za dodatno zaščito v določenih državah.
sv: Dolt läge är automatiskt aktiverat för ökad säkerhet i vissa länder
uk: Режим приховування автоматично увімкнено для додаткового захисту в певних країнах.
vi: Chế độ ẩn được tự động bật để tăng cường bảo vệ ở một số quốc gia.

source: WARN - Firewalled and Fast
ar: تحذير - مح وسريع
az: XƏBƏRDARLIQ - Firewall və Sürətli
bo: ཨང་རྟགས་- མེ་འདས་ཀྱི་ཐོག་ཏུ་དྲག་པོར་གནས་པ།
cs: VAROVÁNÍ - Firewalled a Rychlý
da: WARN - Bag en Firewall og Hurtig
el: ΠΡΟΕΙΔOΠΟΙΗΣΗ - Φραγμένος και Γρήγορος
es: WARN - Bloqueado por cortafuegos, y nivel rápido
et: HOIATUS - Kiire aga tulemüüri taga
fa: WARN - فایروال و سریع
fi: VAROITUS - Palomuurissa ja nopea
hi: WARN - फ़ायरवॉल्ड और तेज़
hu: FIGYELEM - Tűzfal mögött és Gyors
in: PERINGATAN-firewall dan Cepat
it: AVVISO - Dietro ad un firewall e veloci
ja: 警告 - ファイアウォールで保護されており高速
ko: 경고 - 방화벽에 막혀있음. 빠른 대역폭
nb: ADVARSEL - Brannmur og Rask
nl: WARN - Firewall en Snel
pt: WARN - Classificado como Rápido, mas firewall está bloqueando
sl: OPOMBA - Omejena in hitra
sv: VARNING - bakom brandvägg och snabb
uk: ПОПЕРЕДЖЕННЯ - За фаєрволом і швидкий
vi: CẢNH BÁO - Tường lửa và nhanh chóng

source: You have configured I2P to share more than 128KBps of bandwidth, but you are firewalled.
ar: قمت باعداد I2P لمشاركة أكثر من 128KBps، لكنك وراء جدار ناري.
az: Siz I2P-ni 128KBps-dən çox bant genişliyini paylaşmaq üçün konfiqurasiya etmisiniz, lakin siz təhlükəsizlik divarı ilə qorunmusunuz.
bo: ཁྱོད་ཀྱིས་I2P ནི་བེན་ཌི་ཝིཌི་128KBps ནས་གོང་དུ་གནས་པར་བཀོ་སྒྲིག་གི་ཡོད་ཀྱང་ཁྱོད་ནི་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡིན།
cs: Nakonfigurovali jste I2P tak, aby sdílel více než 128 KB/s šířky pásma, ale jste ve firewallu.
da: Du har konfigureret I2P til at dele mere end 128KBps af din båndbredde, men du er bag en firewall.
el: Έχετε ρυθμίσει το I2P για να μοιράζεστε περισσότερα από 128KBps εύρος ζώνης, αλλά είστε φραγμένος.
es: Ha configurado I2P para compartir más de 128 KB/s de ancho de banda, pero se encuentra bloqueado por un cortafuegos.
et: Oled seadistanud I2P jagama üle 128 KB/s ribalaiust, aga oled tulemüüri taga.
fa: شما I2P را طوری پیکربندی کرده اید که بیش از 128 کیلوبایت بر ثانیه پهنای باند را به اشتراک بگذارد، اما فایروال هستید.
fi: Olet asettanut I2P reitittimesi jakamaan yli 128 kbps kaistaa, mutta olet palomuurin takana.
hi: आपने I2P को 128KBps से अधिक बैंडविड्थ साझा करने के लिए सेट किया है, लेकिन आपको फ़ायरवॉल्ड है।
hu: Úgy állítottad, be az I2P-t, hogy több, mint 128KBps sávszélességet osszon meg, de tűzfalazva vagy.
in: Anda telah mengkonfigurasi I2P untuk berbagi lebih 128KBps bandwidth, tetapi firewall aktif.
it: Hai configurato I2P per condividere più di 128KBps di banda ma sei dietro ad un firewall.
ja: 128KBps を超える帯域幅を共有するように I2P を設定しましたが、ファイアウォールで保護されています。
ko: 128KBps 이상의 대역폭을 I2P와 공유하도록 설정했습니다. 하지만 방화벽에 막혀있습니다.
nb: Du har konfigurert I2P til å dele mer enn 128KBps båndbredde, men du har en brannmur.
nl: Je hebt I2P geconfigureerd om meer dan 128KBps aan bandbreedte te delen, maar je zit achter een firewall.
pt: I2P foi configurado para compartilhar mais de 128KBps de transmissão de dados, mas estás atrás de uma parede de fogo.
sl: Konfigurirali ste I2P za deljenje več kot 128KBps širine pasma, vendar ste omejeni.
sv: Du har konfigurerat I2P för att dela mer än 128kbps bandbredd, men du är bakom en brandvägg.
uk: Ви налаштували I2P ділитися більше ніж 128 КБ/с пропускної здатності, але перебуваєте за фаєрволом.
vi: Bạn đã định cấu hình I2P để chia sẻ băng thông hơn 128KBps, nhưng bạn bị tường lửa.

source: While I2P will work fine in this configuration, if you really have over 128KBps of bandwidth to share, it will be much more helpful to the network if you open your firewall.
ar: بالرغم من أن I2P سيعمل بشكل جيد بهذا التكوين، إلا أنه إذا كانت سرعة تنزيلك بالفعل أكثر من 128 كيلوبايت في الثانية، فسيكون من الأفضل للشبكة لو فتحت جدار الحماية الخاص بك.
az: I2P bu konfiqurasiyada yaxşı işləsə də, həqiqətən paylaşmaq üçün 128KBps-dən çox ötürmə qabiliyyətiniz varsa, firewallunuzu açsanız, şəbəkə üçün daha faydalı olacaq.
bo: I2P ནི་འདི་དང་འདྲའི་བཀོ་སྒྲིག་གིས་ཡག་པོར་གནས་ནའང་ཁྱོད་ཀྱིས་128KBps ནས་གོང་དུ་བེན་ཌི་ཝིཌི་ཡོད་ན། ཁྱོད་ཀྱི་མེ་འདས་ཕྱེ་ན་དྲོད་ཀྱི་དྲིལ་ཚོར་དོ་ཞིང་བརྟན་པོར་སྐྱོན་པ་ཡིན།
cs: I2P bude v této konfiguraci fungovat dobře, ale pokud skutečně máte k sdílení více než 128 KB/s šířky pásma, bude pro síť mnohem užitečnější, když otevřete svou firewall.
da: Selvom I2P vil fungere fint med denne opsætning, hvis du faktisk har over 128KBps som du vil dele, vil det være til stor hjælp for netværket hvis du åbnede din firewall.
el: Παρόλο που το I2P θα λειτουργεί κανονικά με αυτήν τη ρύθμιση, αν έχετε πραγματικά πάνω από 128KBps εύρος ζώνης για να μοιραστείτε, θα είναι πολύ πιο χρήσιμο για το δίκτυο αν ανοίξετε το τείχος προστασίας σας.
es: Aunque I2P funcionará bien con esta configuración, si de veras tiene más de 128 KB/s de ancho de banda para compartir, será mucho más útil a la red si abre los puertos en su cortafuegos.
et: Kuigi I2P töötab selles olukorras, oleks väga abiks, juhul kui sul on nii palju ribalaiust teistele jagada, kui püüaksid avada ka pordi oma tulemüüris.
fa: در حالی که I2P در این پیکربندی به خوبی کار می کند، اگر واقعاً بیش از 128 کیلوبایت در ثانیه پهنای باند برای اشتراک گذاری دارید، اگر فایروال خود را باز کنید، برای شبکه بسیار مفیدتر خواهد بود.
fi: I2P toimii näillä asetuksilla, mutta jos sinulla todella on 128 kbps kaistaa jaettavaksi, verkolle on siitä enemmän hyötyä, jos avaat palomuurisi.
hi: जबकि I2P इस सेटिंग में ठीक कार्य करेगा, अगर आपके पास वास्तव में 128KBps से अधिक बैंडविड्थ है जो साझा करने के लिए है, तो अगर आप अपनी फ़ायरवॉल खोलेंगे, तो यह नेटवर्क के लिए अधिक उपयोगी होगा।
hu: Habár az I2P rendesen működik ilyen beállítással, ha valóban több mint 128KBps sávszélességet tudsz megosztani, nagy segítség lesz a hálózat számára, ha megnyitod a tűzfalad.
in: Walau I2P akan bekerja dengan baik dalam konfigurasi ini, jika anda benar-benar memiliki lebih dari 128KBps bandwidth untuk berbagi, akan jauh lebih bermanfaat untuk jaringan jika anda membuka firewall Anda.
it: Nonostante I2P funzionerà bene con questa configurazione, se davvero hai più di 128KBps di banda da condividere, sarebbe molto più di aiuto per la rete se tu aprissi il tuo firewall.
ja: I2P はこの構成でも問題なく動作しますが、実際に 128KBps を超える帯域幅を共有できる場合は、ファイアウォールを開いた方がネットワークにとってはるかに役立ちます。
ko: 해당 설정으로 i2P를 정상 작동시킬 수 있습니다. 하지만 128KBps 이상의 대역폭을 공유하시려면 방화벽을 설정하셔야 합니다. I2P에 큰 도움이 될 수 있습니다.
nb: Selv om I2P vil fungere fint i denne konfigurasjonen, vil det være mye mer hjelpsomt for nettverket hvis du åpner brannmuren hvis du virkelig har mer enn 128KBps båndbredde å dele.
nl: Alhoewel I2P met deze configuratie prima werkt, zal je 128KBps of meer aan bandbreedte het netwerk beter helpen wanneer je je firewall open zet.
pt: I2P funcionará adequadamente nesta configuração, mas se realmente tens mais de 128KBps de transmissão de dados para compartilhar, será uma ajuda muito maior se fizeres uma abertura na parede de fogo.
sl: Čeprav bo I2P v tej konfiguraciji deloval dobro, če res imate več kot 128KBps širine pasma za deljenje, bo omrežju bolj pomembno, če odprite svoj omejitelj.
sv: Även om I2P kommer att fungera bra i denna konfiguration. Men om du verkligen har mer än 128 kbit/s bandbredd för att dela, kommer det att vara mycket mer användbart för nätverket om du öppnar din brandvägg.
uk: Хоча I2P працюватиме нормально в цій конфігурації, якщо ви справді маєте понад 128 КБ/с пропускної здатності для спільного використання, для мережі буде набагато корисніше, якщо ви відкриєте фаєрвол.
vi: Mặc dù I2P sẽ hoạt động tốt trong cấu hình này, nhưng nếu bạn thực sự có băng thông trên 128KBps để chia sẻ, thì việc mở tường lửa sẽ hữu ích hơn nhiều cho mạng.

source: WARN - Firewalled and Floodfill
ar: تحذير - محمي وملء فيضان
az: XƏBƏRDARLIQ - Firewall və Daşqın
bo: ཨང་རྟགས་- མེ་འདས་ཀྱི་ཐོག་ཏུ་དང་། རྒྱུན་འཁྱིལ་སྒྲིག་ཆས།
cs: VAROVÁNÍ - Firewalled a Floodfill
da: WARN - Bag en firewall og Floodfill
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ - Τείχος προστασίας και πλημμυρίδα
es: WARN - Bloqueado por cortafuegos, y floodfill
et: HOIATUS - Tulemüüri taga, aga jagame võrguandmebaasi
fa: WARN - فایروال و Floodfill
fi: VAROITUS - Palomuurissa ja Floodfill
hi: WARN - फ़ायरवॉल्ड और फ्लॉडफिल
hu: FIGYELEM - Tűzfalazva és floodfill
in: PERINGATAN-Firewall dan Floodfill
it: AVVISO - Dietro ad un firewall e Floodfill
ja: 警告 - ファイアウォールとフラッドフィル
ko: 경고 - 방화벽과 플러드필 사용중
nb: ADVARSEL - Brannmur og Flomfyll
nl: WARN - Firewall en Floodfill
pt: WARN - Configurado floodfill mas firewall bloqueando
sl: OPOMBA - Omejena in Floodfill
sv: VARNING - bakom en brandvägg och Floodfill
uk: ПОПЕРЕДЖЕННЯ - За фаєрволом і поводжа
vi: WARN - Tường lửa và Floodfill
