Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Completely disable TCP connections
ar: قم بتعطيل اتصالات TCP تمامًا
az: TCP bağlantılarını tamamilə söndürün
bo: TCP འབྲེལ་བ་མང་མང་མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zcela deaktivujte připojení TCP
da: Deaktiver TCP-forbindelser fuldstændigt
el: Απενεργοποιήστε πλήρως τις συνδέσεις TCP
es: Deshabilitar totalmente las conexiones TCP
et: Keelake TCP-ühendused täielikult
fa: اتصالات TCP را به طور کامل غیرفعال کنید
fi: Poista TCP-yhteydet kokonaan käytöstä
hi: TCP कनेक्शन को पूरी तरह से डिसेबल करें
hu: Teljesen tiltsa le a TCP-kapcsolatokat
in: Nonaktifkan koneksi TCP sepenuhnya
it: Disabilita completamente le connessioni TCP
ja: TCP接続を完全に無効にする
ko: TCP 연결을 완전히 비활성화합니다.
nb: Deaktiver TCP-tilkoblinger fullstendig
nl: Schakel TCP-verbindingen volledig uit
pt: Desative completamente as conexões TCP
sl: Potrdite TCP povezave
sv: Inaktivera TCP-anslutningar helt
uk: Повністю вимкнути з'єднання TCP
vi: Vô hiệu hóa hoàn toàn các kết nối TCP

source: TCP port
ar: منفذ TCP
az: TCP portu
bo: TCP སྒོ་མོ།
cs: Port TCP
el: Θύρα TCP
es: Puerto TCP
et: Puerto TCP
fa: پورت TCP
fi: TCP-portti
hi: TCP पोर्ट
in: pelabuhan TCP
it: Porta TCP
ja: TCPポート
ko: TCP 포트
nl: TCP-poort
pt: Porta TCP
sl: TCP vrata
uk: Порт TCP
vi: Cổng TCP

source: Use the same port configured for UDP
ar: استعمل نفس المنفذ المخصص لمنفذ UDP
az: UDP üçün konfiqurasiya edilmiş eyni portdan istifadə edin
bo: UDP དོང་རྒྱུན་སྒྲིག་སྒྲིག་བེད་པའི་སྒོ་མོ་བེད་པ་བེད་པ།
cs: Použijte stejný port nakonfigurovaný pro UDP
da: Brug samme port som er konfigureret for UDP
el: Χρήση της ίδιας πόρτας που ρυθμίστηκε για το UDP
es: Usar el mismo puerto configurado para UDP
et: Kasuta sama porti mis UDP
fa: از همان پورت پیکربندی شده برای UDP استفاده کنید
fi: Käytä samaa porttia, joka on määritetty UDP:lle
hi: UDP के लिए सेट किए गए ही पोर्ट का उपयोग करें
hu: Ugyanaz, az UDP-hez már beállított port használata
in: Gunakan port yang sama yang dikonfigurasi untuk dengan UDP
it: Usa la stessa porta configurata per UDP
ja: UDP 用に構成された同じポートを使用します
ko: UDP와 같은 포트 설정을 사용하세요
nb: Bruk den samme porten som er konfigurert for UDP
nl: Gebruik dezelfde poort als geconfigureerd voor UDP
pt: Usar a mesma porta configurada para UDP
sl: Uporabi ista vrata, kot so nastavljena za UDP
sv: Använd samma port konfiguration för UDP
uk: Використовуйте той самий порт, налаштований для UDP
vi: Sử dụng cùng một cổng được định cấu hình cho UDP

source: currently
ar: حاليا
az: hazırda
bo: ད་ལྟའི་
cs: aktuálně
da: nuværende
el: αυτή τη στιγμή
es: en la actualidad
et: hetkel
fa: در حال حاضر
fi: tällä hetkellä
hi: वर्तमान में
hu: jelenleg
in: saat ini
it: correntemente
ja: 現在は
ko: 현재
nb: nåværende
nl: om dit moment
pt: atualmente
sl: trenutno
sv: aktuell
uk: в даний час
vi: hiện tại

source: Specify port
ar: تحديد المنفذ
az: Portu göstərin
bo: སྒོ་མོ་བེད་པ་བེད་པ།
cs: Upřesněte port
da: Angiv port
el: Καθορίστε τη θύρα
es: Especificar un puerto
et: täpsustage port
fa: پورت را مشخص کنید
fi: Määritä portti
hi: पोर्ट निर्दिष्ट करें
hu: Adja meg a portot
in: Tentukan porta
it: Specificare la porta
ja: ポートを指定する
ko: 포트 지정
nb: Spesifiser port
nl: Geef de poort op
pt: Especifique a porta
sl: Določite vrata
sv: Ange port
uk: Вкажіть порт
vi: Chỉ định cổng

source: UDP Configuration
ar: تكوين UDP
az: UDP Konfiqurasiyası
bo: UDP རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace UDP
da: UDP-konfiguration
el: Διαμόρφωση UDP
es: Configuración UDP
et: UDP konfiguratsioon
fa: پیکربندی UDP
fi: UDP-määritykset
hi: UDP संरचना
hu: UDP konfiguráció
in: Konfigurasi UDP
it: Configurazione UDP
ja: UDP設定
ko: UDP 구성
nb: UDP-oppsett
nl: UDP-configuratie
pt: Configuração UDP
sl: Konfiguracija UDP
sv: UDP-konfiguration
uk: Конфігурація UDP
vi: Cấu hình UDP

source: UDP port
ar: منفذ UDP
az: UDP portu
bo: UDP སྒོ་མོ།
cs: Port UDP
el: Θύρα UDP
es: Puerto UDP
et: Puerto UDP
fa: پورت UDP
fi: UDP-portti
hi: UDP पोर्ट
in: pelabuhan UDP
it: Porta UDP
ja: UDPポート
ko: UDP 포트
nl: UDP-poort
pt: porta UDP
sl: UDP vrata
uk: Порт UDP
vi: Cổng UDP

source: Select only if behind a firewall that blocks outbound UDP
ar: حدد فقط إذا كان خلف جدار الحماية الذي يحظر UDP الصادر
az: Yalnız gedən UDP-ni bloklayan bir firewall arxasında olduqda seçin
bo: ཕྱི་འདྲེན་UDP བཀག་པའི་firewall རྒྱུན་སྒྲིག་བྱེད་པའི་རྒྱུར་བཞིན་པར་ཙམ་ལ་བེད་པ།
cs: Vyberte, pouze pokud jste za firewallem, který blokuje odchozí UDP
da: Vælg kun hvis bag en firewall, der blokerer udgående UDP
el: Επιλέξτε μόνο εάν βρίσκεται πίσω από ένα τείχος προστασίας που αποκλείει το εξερχόμενο UDP
es: (seleccionar sólo si se encuentra tras un cortafuegos que bloquea el UDP saliente)
et: valige ainult siis, kui see asub tulemüüri taga, mis blokeerib väljaminevat UDP-d
fa: فقط اگر پشت فایروال است که UDP خروجی را مسدود می کند، انتخاب کنید
fi: Valitse vain, jos se on palomuurin takana, joka estää lähtevän UDP:n
hi: बाहरी UDP को रोकने वाले फायरवॉल के पीछे होने पर केवल चुनें
hu: Csak akkor válassza ki, ha olyan tűzfal mögött van, amely blokkolja a kimenő UDP-t
in: Pilih hanya jika berada di belakang firewall yang memblokir UDP keluar
it: Selezionare solo se dietro un firewall che blocca l'UDP in uscita
ja: アウトバウンド UDP をブロックするファイアウォールの背後にある場合にのみ選択します
ko: 아웃바운드 UDP를 차단하는 방화벽 뒤에 있는 경우에만 선택하세요.
nb: Velg bare hvis bak en brannmur som blokkerer utgående UDP
nl: Selecteer alleen als er een firewall aanwezig is die uitgaande UDP blokkeert
pt: Selecione apenas se estiver atrás de um firewall que bloqueie UDP de saída
sl: Izberite le, če ste za firewallom, ki blokira izhodni UDP
sv: Välj endast om bakom en brandvägg som blockerar utgående UDP
uk: Виберіть, лише якщо за брандмауером блокується вихідний UDP
vi: Chỉ chọn nếu đằng sau tường lửa chặn UDP gửi đi

source: Completely disable UDP connections
ar: تعطيل اتصالات UDP تمامًا
az: UDP bağlantılarını tamamilə söndürün
bo: UDP འབྲེལ་བ་མང་མང་མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zcela deaktivujte připojení UDP
da: Deaktiver UDP-forbindelser fuldstændigt
el: Απενεργοποιήστε πλήρως τις συνδέσεις UDP
es: Deshabilitar totalmente las conexiones UDP
et: Keelake UDP-ühendused täielikult
fa: اتصالات UDP را به طور کامل غیرفعال کنید
fi: Poista UDP-yhteydet kokonaan käytöstä
hi: UDP कनेक्शन को पूरी तरह से डिसेबल करें
hu: Teljesen tiltsa le az UDP kapcsolatokat
in: Nonaktifkan koneksi UDP sepenuhnya
it: Disabilita completamente le connessioni UDP
ja: UDP接続を完全に無効にする
ko: UDP 연결을 완전히 비활성화합니다.
nb: Deaktiver UDP-tilkoblinger fullstendig
nl: UDP-verbindingen volledig uitschakelen
pt: Desative completamente as conexões UDP
sl: Potrdite UDP povezave
sv: Inaktivera UDP-anslutningar helt
uk: Повністю вимкнути підключення UDP
vi: Vô hiệu hóa hoàn toàn các kết nối UDP

source: The router's external port allows communication with other routers. It is recommended to configure your firewall to allow inbound and outbound traffic on this port to optimize your router's performance on the network.
ar: يسمح المنفذ الخارجي لجهاز التوجيه بالاتصال بأجهزة التوجيه الأخرى. يوصى بتكوين جدار الحماية الخاص بك للسماح بحركة المرور الواردة والصادرة على هذا المنفذ لتحسين أداء جهاز التوجيه الخاص بك على الشبكة.
az: Routerin xarici limanı digər marşrutlaşdırıcılarla ünsiyyətə imkan verir. Bu portda yolun şəbəkədəki performansını optimallaşdırmaq üçün bu portda giriş və xarici trafikə icazə vermək üçün firewallınızı konfiqurasiya etmək tövsiyə olunur.
bo: རོ་ཌེར་གྱི་ཕྱི་འདྲེན་སྒོ་མོ་གིས་གཞི་རོ་ཌེར་དང་འབྲེལ་བཞིན་པར་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པ། ཁྱེད་ཀྱི་firewall རྒྱུན་སྒྲིག་བྱེད་པར་འདི་ནང་འདྲེན་དང་ཕྱི་འདྲེན་སྒོ་མོ་གི་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པར་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པར་རོགས་སོ། འདི་སྒོ་མོ་གི་རོ་ཌེར་གྱི་ནུས་བཀོད་མང་མང་ལ་དྲ་ལམ་ལ་རོགས་སོ་བརྒྱུན་བཞིན་པར་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པར་རོགས་སོ།
cs: Externí port směrovače umožňuje komunikaci s ostatními směrovači. Doporučuje se nastavit si firewall tak, aby povoloval příchozí i odchozí provoz na tomto portu a tím optimalizoval výkon vašeho směrovače v síti.
da: Routerens eksterne port tillader kommunikation med andre routere. Det anbefales at konfigurere din firewall for at tillade indgående og udgående trafik på denne port for at optimere din routers ydelse på netværket.
el: Η εξωτερική θύρα του δρομολογητή επιτρέπει την επικοινωνία με άλλους δρομολογητές. Συνιστάται να διαμορφώσετε το τείχος προστασίας σας για να επιτρέψετε την εισερχόμενη και εξερχόμενη κυκλοφορία σε αυτήν τη θύρα για να βελτιστοποιήσει την απόδοση του δρομολογητή σας στο δίκτυο.
es: El puerto externo del router permite comunicarse con otros routers. Se recomienda configurar el cortafuegos para permitir el tráfico entrante y saliente en este puerto y así optimizar el rendimiento de la red.
et: ruuteri väline port võimaldab suhelda teiste ruuteritega.
fa: پورت خارجی روتر به ارتباط با روترهای دیگر اجازه می دهد. برای بهینه سازی عملکرد روتر خود در شبکه، توصیه می شود فایروال خود را به گونه ای پیکربندی کنید که ارتباطات ورودی و خروجی از این پورت را مجاز کند.
fi: Reitittimen ulkoinen portti mahdollistaa viestinnän muiden reitittimien kanssa.
hi: राउटर का बाहरी पोर्ट अन्य राउटरों के साथ संचार की अनुमति देता है। आपके राउटर की नेटवर्क पर प्रदर्शन को सुधारने के लिए, आपको अपने फायरवॉल को इस पोर्ट पर आगामी और बाहरी ट्रैफ़िक की अनुमति देने के लिए सेट करने की सिफारिश की जाती है।
hu: Az útválasztó külső portja lehetővé teszi a kommunikációt más útválasztókkal.
in: Port eksternal router memungkinkan komunikasi dengan router lain. Disarankan untuk mengonfigurasi firewall Anda untuk memungkinkan lalu lintas masuk dan keluar di port ini untuk mengoptimalkan kinerja router Anda di jaringan.
it: La porta esterna del router consente le comunicazioni con gli altri router. E' raccomandato di configurare il tuo firewall per consentire il traffico in entrata ed uscita su questa porta per ottimizzare le prestazioni del tuo router nella rete.
ja: ルーターの外部ポートは、他のルーターとの通信を可能にします。 このポートのインバウンドおよびアウトバウンドトラフィックを可能にして、ネットワーク上のルーターのパフォーマンスを最適化できるようにファイアウォールを構成することをお勧めします。
ko: 라우터의 외부 포트는 다른 라우터들과의 통신을 허용합니다. 네트워크에서 라우터의 성능을 최적화하려면 방화벽을 이 포트에 대한 수신 및 송신 트래픽을 허용하도록 구성하는 것이 좋습니다.
nb: Ruterens eksterne port tillater kommunikasjon med andre rutere. Det anbefales å konfigurere brannmuren din for å tillate inngående og utgående trafikk i denne porten for å optimalisere ruterens ytelse i nettverket.
nl: De externe poort van de router maakt communicatie met andere routers mogelijk.
pt: A porta externa do roteador permite a comunicação com outros roteadores. Recomenda -se configurar seu firewall para permitir que o tráfego de entrada e saída nesta porta otimize o desempenho do seu roteador na rede.
sl: Zunanje vrata usmerjevalnika omogoča komunikacijo z drugimi usmerjevalniki. Je priporočljivo konfigurirati vaš firewall, da dovoli vhodni in izhodni promet na tem vratih, da bi optimiziral zmogljivost vašega usmerjevalnika v omrežju.
sv: External I2P Client Protocol (I2CP) InterfaRouters externa port tillåter kommunikation med andra routrar. Det rekommenderas att konfigurera din brandvägg för att tillåta inkommande och utgående trafik på denna port för att optimera din routers prestanda på nätverket.ce Access
uk: Зовнішній порт маршрутизатора забезпечує зв'язок з іншими маршрутизаторами. Рекомендується налаштувати брандмауер на дозвіл вхідного та вихідного трафіку на цьому порту, щоб оптимізувати продуктивність маршрутизатора в мережі.
vi: Cổng ngoài của bộ định tuyến cho phép giao tiếp với các bộ định tuyến khác. Bạn nên định cấu hình tường lửa để cho phép lưu lượng truy cập vào và ra trên cổng này nhằm tối ưu hóa hiệu suất của bộ định tuyến trên mạng.

source: Do not reveal your port numbers to anyone, as they can be used to discover your IP address.
ar: لا تكشف عن أرقام المنافذ الخاصة بك لأي شخص، حيث يمكن استخدامها لاكتشاف عنوان IP الخاص بك.
az: Port nömrələrinizi heç kimə açıqlamayın, çünki onlar sizin IP ünvanınızı tapmaq üçün istifadə edilə bilər.
bo: ཁྱེད་ཀྱི་སྒོ་མོ་གི་གྲངས་གནས་སྤེལ་བ་མི་རྒྱུན་བཞིན་པ་མི་རྒྱུན་བཞིན་པ། དེས་ཁྱེད་ཀྱི་IP གྲངས་བཤད་ཐུབ་མི་རྒྱུན་བཞིན་པར་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པ།
cs: Nikomu nesdělujte čísla svých portů, protože je lze použít ke zjištění vaší IP adresy.
da: Afslør ikke dine portnumre for nogen, da de kan bruges til at opdage din IP -adresse.
el: Μην αποκαλύπτετε τους αριθμούς των θυρών σας σε κανέναν, καθώς μπορούν να χρησιμοποιηθούν για την ανακάλυψη της διεύθυνσης IP σας.
es: No desvele sus números de puerto a nadie, ya que se pueden usar para revelar su dirección IP.
et: Ärge avaldage kellelegi oma pordinumbreid, kuna neid saab kasutada teie IP-aadressi tuvastamiseks.
fa: شماره پورت خود را برای کسی فاش نکنید، زیرا می توان از آنها برای کشف آدرس IP خود استفاده کرد.
fi: Älä paljasta porttinumeroitasi kenellekään, sillä niitä voidaan käyttää IP-osoitteesi selvittämiseen.
hi: अपने पोर्ट संख्याओं को किसी को भी न खुलासा करें, क्योंकि उन्हें उपयोग करके आपका IP पता लगाया जा सकता है।
hu: Ne fedje fel senkinek a portszámait, mivel ezek felhasználhatók az IP-címének felderítésére.
in: Jangan mengungkapkan nomor port anda kepada siapa pun, karena dapat digunakan untuk menemukan alamat IP anda.
it: Non rivelare i numeri di porta a nessuno, possono essere usati per scoprire il tuo indirizzo IP.
ja: ポート番号は IP アドレスの発見に使用される可能性があるため、誰にも公開しないでください。
ko: 포트 번호는 귀하의 IP 주소를 알아내는 데 사용될 수 있으므로 누구에게도 공개하지 마십시오.
nb: Ikke avslør portnumrene dine for noen, da de kan brukes til å oppdage IP -adressen din.
nl: Maak uw poortnummers aan niemand bekend, aangezien deze kunnen worden gebruikt om uw IP-adres te achterhalen.
pt: Não revele seus números de porta para ninguém, pois eles podem ser usados para descobrir seu endereço IP.
sl: Ne razkrivajte svojih števil vratar nikomur, saj jih lahko uporabijo za odkrivanje vašega IP naslova.
sv: Uppge inte dina portnummer till någon, eftersom de kan användas för att upptäcka din IP-adress.
uk: Нікому не повідомляйте свої номери портів, оскільки вони можуть бути використані для визначення вашої IP-адреси.
vi: Không tiết lộ số cổng của bạn cho bất kỳ ai vì chúng có thể được sử dụng để khám phá địa chỉ IP của bạn.

source: config peers
ar: اعدادات النظائر
az: həmyaşıdları konfiqurasiya edin
bo: ལག་གདང་རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace vrstevníků
da: konfigurer peers
el: ομότιμες ρυθμίσεις
es: configuración de pares
et: config eakaaslased
fa: همتایان پیکربندی
fi: vertaisasetukset
hi: समकक्षों की सेटिंग करें
hu: társak beállításai
in: konfigurasi peer
it: configura peer
ja: ピアを設定
ko: 피어 관리
nb: sett opp likemenn
nl: configureer peers
pt: configurar pares
sl: konfig parterji
sv: konfigurera noder
uk: конфігураційні вузли
vi: cấu hình ngang hàng

source: Peer Manager
ar: مدير الأقران
az: Həmyaşıd menecer
bo: ལག་གདང་དོ་དམ་པ།
cs: Peer Manažer
el: Ομότιμος Διευθυντής
es: Administrador de pares
et: Eakaaslaste Konfiguratsioon
fa: مدیر همتا
fi: Vertaispäällikkö
hi: समकक्ष प्रबंधक
in: Manajer Rekan
it: Gestione Pari
ja: ピアマネージャー
ko: 피어 매니저
pt: Gerente de pares
sl: Upravitelj parterjev
uk: Менеджер рівного
vi: Người quản lý ngang hàng

source: Manual Peer Controls
ar: تحكم يدوي في النظائر
az: Əl ilə həmyaşıd konfiqurasiya
bo: ལག་ཐོག་པའི་ལག་གདང་ཚུད་པ།
cs: Ruční ovládání Peer Controls
da: Manuelle Peer Styring
el: Χειροκίνητοι έλεγχοι ομοτίμων
es: Control manual de los pares
et: Partner-ruuterite käsitsi häälestus
fa: کنترل های دستی همتا
fi: Manuaaliset vertaisohjaukset
hi: मैन्युअल समकक्ष नियंत्रण
hu: Társ Kézi Irányítás
in: Kontrol Rekan Manual
it: Controlli manuali Peer
ja: 手動ピアコントロール
ko: 수동 피어 컨트롤
nb: Manuelll likemannskontroll
nl: Handmatige Peer Beheer
pt: Controle manual de pares
sl: Ročni nadzorniki parterjev
sv: Manuell nodkontroll
uk: Ручний одноранговий контроль
vi: Kiểm soát ngang hàng thủ công

source: Router Hash
ar: بصمة الموجه
bo: རོ་ཌེར་གསང་བོའི་རིམ།
cs: Hash Router
el: Κατακερματισμός δρομολογητή
es: Hash del router
et: Ruuteri ID/hash
fa: هش روتر
fi: Reitittimen tiiviste
hi: राउटर हैश
it: Hash del router
ja: ルーターハッシュ
ko: 라우터 해시
nb: Ruter Hash
pt: Hash do Roteador
sl: Dija usmerjevalnika
uk: Хеш маршрутизатора
vi: Băm bộ định tuyến

source: Manually Ban / Unban a Peer
ar: منع / الغاء منع يدويا لنظير
az: Həmyaşıdları Əllə Qadağa / Qadağadan Çıxar
bo: ལག་ཐོག་པའི་བཀག་པ་/ བཀག་པ་མི་རྒྱུན་བཞིན་པ་ལག་གདང་བཀག་པ།
cs: Manuálně zakázat / zrušit zákaz peeru
da: Manuelt Banning / Unbanning af Peer
el: Μη αυτόματη απαγόρευση / Κατάργηση αποκλεισμού ενός συνομήλικου
es: Expulsar manualmente / Readmitir manualmente a un par
et: Bänni ruuter käsitsi / tühista bänn
fa: دستی ممنوع / لغو ممنوعیت یک همتا
fi: Estä (ban) tai poista vertaissolmun esto manuaalisesti.
hi: समकक्ष को गैर-मान्य / मान्य करने के लिए मैन्युअल रूप से
hu: Társ Kézi Kitiltása / Kitiltás Visszavonása
in: Blokir Peer Secara Manual
it: Ban / Sblocco manuale di un peer
ja: ピアを手動で禁止/禁止解除する
ko: 수동 피어 차단 / 해제
nb: Manuelt utestenge / fjerne forbud mot en kollega
nl: Handmatig een Peer Verbannen / Verbanning Opheffen
pt: Banir/Desban. manualmente
sl: Ročno prepovej / odprepoj parterja
sv: Manuell förbjuda / ta bort förbud av nod
uk: Вручну заборонити/розбанити однорангового пристрою
vi: Cấm / Bỏ cấm một người ngang hàng theo cách thủ công

source: Banning will prevent the participation of this peer in tunnels you create.
ar: سيؤدي الحظر إلى منع مشاركة هذا النظير في الأنفاق التي تقوم بإنشائها.
az: Qadağa bu həmyaşıdın yaratdığınız tunellərdə iştirakına mane olacaq.
bo: བཀག་པ་གིས་འདི་ནང་ལག་གདང་བཀག་པའི་གྲུང་ནེལ་ཚུད་པའི་ཁྱེད་ཀྱི་གྲུང་ནེལ་ཚུད་པའི་ལག་གདང་བཀག་པ་ལ་བཞིན་པ།
cs: Banning zabrání účasti tohoto partnera v tunelech, které vytvoříte.
da: Banning vil forhindre at deltagelsen af denne peer i tunneler som du laver.
el: Η απαγόρευση θα αποτρέψει τη συμμετοχή αυτού του ομότιμου στα τούνελ που δημιουργείτε.
es: La exclusión evitará que este par participe en cualquiera de los túneles que usted vaya a crear.
et: Bännimine takistab ruuterit üheski sinu ruuteri tunnelis osalemast.
fa: ممنوعیت از مشارکت این همتا در تونل هایی که ایجاد می کنید جلوگیری می کند.
fi: Estäminen estää tätä vertaissolmua osallistumasta käytäviin, jotka sinä luot.
hi: बैनिंग इस समकक्ष को आपके बनाए गए टनलों में भाग लेने से रोकेगा।
hu: A kitiltás megakadályozza a társ részvételét az általad létrehozott alagutakban.
in: Pemblokiran akan mencegah keikutsertaan peer ini dalam tunnel yang anda buat.
it: L'interdizione impedirà la partecipazione di questo peer nei tunnel da te creati.
ja: 禁止すると、作成したトンネルにこのピアが参加できなくなります。
ko: 당신이 만든 터널에 참가하는것을 차단합니다
nb: Banning vil forhindre deltakelse av denne jevnaldrende i tunneler du oppretter.
nl: Verbanning zorgt ervoor dat deze peer niet deelneemt aan je tunnels.
pt: Banimento impedirá a participação desse participante nos túneis que você criar
sl: Prepoved bo preprečila sodelovanje tega parterja v tunelih, ki jih ustvarite.
sv: Förbud kommer hindra noden från att delta i tunnlar du skapar.
uk: Заборона заборонить участь цього партнера в тунелях, які ви створюєте.
vi: Việc cấm sẽ ngăn chặn sự tham gia của người ngang hàng này vào các đường hầm mà bạn tạo.

source: A list of bans by IP address is presented below.
bo: IP ཁ་བྱང་གིས་བློག་པའི་ཐོ་བོ་གཤམ་གསལ་བཀོད་ཡོད།
hi: IP पते द्वारा प्रतिबंधों की सूची नीचे दी गई है।
ko: IP 주소별 차단 목록이 아래에 표시됩니다.

source: To view all active bans by router hash, see {0}Banned Peers{1}.
bo: རོ་ཌེར་ཨོ་རུ་གྲངས་ཀྱིས་བློག་པའི་བྱ་བ་ཆ་ཚང་ལ་ལྟ་བར། {0}བློག་པའི་རྒྱུན་དུ་བཙོན་པ།{1} ལ་གཟིགས།
hi: राउटर हैश द्वारा सभी सक्रिय प्रतिबंधों को देखने के लिए, {0}प्रतिबंधित पीयर{1} देखें।
ko: 라우터 해시에 따른 모든 활성 차단을 보려면, {0}차단된 피어{1}를 참조하세요.

source: A list of {0}session-only bans{1} by hash is also available.
bo: ཨོ་རུ་གྲངས་ཀྱིས་ {0}ལོ་རེའི་བློག་པ་{1} ཀྱི་ཐོ་བོ་ཡང་ཐོབ་པར་ཡོད།
hi: हैश द्वारा {0}केवल-सत्र प्रतिबंधों{1} की सूची भी उपलब्ध है।
ko: 해시별 {0}세션 전용 차단{1} 목록도 사용 가능합니다.

source: Adjust Profile Bonuses
ar: ضبط مكافآت الملف الشخصي
az: Profil Bonuslarını Tənzimləyin
bo: གསལ་ཐོའི་ལྡབ་སྐྱེལ་བསྒྱུར་བ།
cs: Upravte profilové bonusy
da: Juster Profil Bonusser
el: Προσαρμογή μπόνους προφίλ
es: Ajustar bonus de perfiles
et: Muuda profiili boonuseid
fa: پاداش های نمایه را تنظیم کنید
fi: Säädä profiilibonuksia
hi: प्रोफ़ाइल बोनस को समायोजित करें
hu: Profil Bónusz Módosítása
in: Sesuaikan Bonus Profil
it: Regola i bonus del profilo
ja: プロフィールボーナスの調整
ko: 프로필 보너스 조절
nb: Juster profilbonuser
nl: Aanpassing van Profiel Bonussen
pt: Ajustar bônus do perfil
sl: Prilagodi bonusi profila
sv: Justera profilbonusar
uk: Налаштуйте бонуси профілю
vi: Điều chỉnh tiền thưởng hồ sơ
