Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The actual tunnels are shown on the <a href='/tunnels'>Tunnels page</a>.
ar: يتم عرض الأنفاق الفعلية على صفحة <a href='/tunnels'>الأنفاق</a>.
az: Həqiqi tunellər <a href='/tunnels'>Tunellər səhifəsində</a> göstərilir.
bo: <a href='/tunnels'>འགྲོ་ལམ་དངོས་པོའི་ངོས</a>ནང་ནི་དངོས་པོའི་འགྲོ་ལམ་མཚོན་གཉིས་མངོན་འགྱུར་བྱེད།
cs: Skutečné tunely jsou zobrazeny na stránce <a href='/tunnels'>Tunnels</a>.
da: De faktiske tunneler vises på <a href=/tunnels>Tunneller-siden</a>.
el: Οι πραγματικές σήραγγες εμφανίζονται στη <a href='/tunnels'>σελίδα Σήραγγες</a>.
es: Los túneles reales se muestran en la página <a href='/tunnels'>Túneles</a>.
et: Tegelikud tunnelid kuvatakse <a href='/tunnels'>Tunnelite leheküljel</a>.
fa: تونل‌های واقعی در صفحه <a href='/tunnels'>تونل‌ها</a> نمایش داده می‌شوند.
fi: Todelliset tunnelit näytetään <a href='/tunnels'>Tunnels sivulla</a>.
hi: वास्तविक टनल <a href='/tunnels'>टनल पृष्ठ</a> पर दिखाए जाते हैं।
hu: A tényleges alagutak az <a href=/tunnels>Alagút oldalon</a> láthatók.
in: Terowongan aktual ditampilkan di halaman <a href='/tunnels'>Terowongan</a>.
it: I tunnel effettivi sono mostrati sulla pagina <a href='/tunnels'>Tunnels</a>.
ja: 実際のトンネルは、<a href='/tunnels'>トンネルページ</a>に表示されます。
ko: 실제 터널은 <a href='/tunnels'>터널 페이지</a>에 표시됩니다.
nb: De faktiske tunnelene vises på <a href='/tunnels'>Tunnelsiden</a>.
nl: De daadwerkelijke tunnels worden weergegeven op de <a href='/tunnels'>Tunnelspagina</a>.
pt: As túneis reais são mostrados na página <a href='/tunnels'>Tunnels</a>.
sl: Resnični tuneli so prikazani na <a href='/tunnels'>strani za tunele</a>.
sv: De faktiska tunnlarna visas på <a href='/tunnels'>Tunnelsidan</a>.
uk: Фактичні тунелі показані на сторінці <a href='/tunnels'>Тунелів</a>.
vi: Các đường hầm thực tế được hiển thị trên trang <a href='/tunnels'>Trang Đường hầm</a>.

source: Tunnels built by your router and used for communication with the floodfill peers, building new tunnels, and testing existing tunnels.
ar: الأنفاق التي يبنيها موجهك للاتصال بالأقران المسؤولة عن ملء الشبكة، وبناء أنفاق جديدة، واختبار الأنفاق الموجودة.
az: Routeriniz tərəfindən inşa edilən tunellər və dağılım-doldurma adətləri ilə əlaqələnin, yeni tunellərin qurulmasının və mövcud tunellərin sınağının təmin edilməsi üçün istifadə olunan tunellər.
bo: ཁྱོད་ཀྱི་བྲོགཟར་གྱིས་བཟོ་བའི་འགྲོ་ལམ་མཚོན་གཉིས་དང་། གཏུབ་ཡིག་གི་མིག་དོན་དང་འབྲེལ་བ་བྱེད་པ། འགྲོ་ལམ་ག་གསར་བཟོ་བ། དང་བཞིན་གྱི་འགྲོ་ལམ་མཚོན་གཉིས་བརྟག་དཔྱད་བྱེད་པར་སྤྱོད།
cs: Tunely postavené vašim směrovačem, které slouží pro komunikaci s floodfill vrstvami, vytváří nové tunely a testují existující tunely.
da: Tunneller bygget af din router og brugt til kommunikation med floodfill peers, bygning af nye tunneler og test af eksisterende tunneler.
el: Σήραγγες που κατασκευάστηκαν από τον δρομολογητή σας και χρησιμοποιούνται για επικοινωνία με τους ομοτίμους πλήρωσης πλημμυρών, κατασκευή νέων σηράγγων και δοκιμή υπαρχουσών σηράγγων.
es: Túneles construidos por tu enrutador y utilizados para la comunicación con los pares floodfill, la construcción de nuevos túneles y la prueba de túneles existentes.
et: Tunnelid, mis ehitatakse teie marsruuteri poolt ja mida kasutatakse suhtlemiseks ületäitumarühmakaaslastega, uute tunnelite ehitamiseks ja olemasolevate tunnelite testimiseks.
fa: تونل‌هایی که توسط روترتان برای ارتباط با همتایان فلودفیل، ایجاد تونل‌های جدید و آزمایش تونل‌های موجود ساخته شده‌اند.
fi: Routerisi rakentamat tunnelit, joita käytetään viestintään floodfill vertaisteni kanssa, uusien tunnelien rakentamiseen ja olemassa olevien tunnelien testaamiseen.
hi: आपके रूटर द्वारा बनाए गए टनल जो फ्लॉडफिल पीयर्स के साथ संचार के लिए, नए टनल बनाने और मौजूदा टनल की परीक्षा करने के लिए उपयोग किए जाते हैं।
hu: Az útválasztó által épített alagutak, amelyeket a floodfill társakkal való kommunikációra, új alagutak építésére és meglévő alagutak tesztelésére használnak.
in: Terowongan yang dibangun oleh router Anda dan digunakan untuk berkomunikasi dengan peer penimbun banjir, membangun terowongan baru, dan menguji terowongan yang ada.
it: I tunnel costruiti dal tuo router e utilizzati per la comunicazione con i peer di floodfill, per la costruzione di nuovi tunnel e per il test dei tunnel esistenti.
ja: ルーターによって構築され、洪水フィルピアとのコミュニケーション、新しいトンネルの構築、既存のトンネルのテストに使用されるトンネル。
ko: 라우터에 의해 구축되고 플러드필 피어와의 통신, 새 터널 구축 및 기존 터널 테스트에 사용되는 터널입니다.
nb: Tunneler bygd av ruteren din og brukt for kommunikasjon med floodfill-peers, bygging av nye tunneler og testing av eksisterende tunneler.
nl: Tunnels gebouwd door uw router en gebruikt voor communicatie met de floodfill-collega's, het bouwen van nieuwe tunnels en het testen van bestaande tunnels.
pt: Os túneis são construídos pelo seu roteador e usados para comunicação com os pares floodfill, construção de novos túneis e testes de túneis existentes.
sl: Tuneli izgradnjeni od vašega strežnika in uporabljeni za komunikacijo z sosednjimi strežniki floodfill, izgradnjo novih tunelov, in testiranjem obstoječih tunelov.
sv: Tunnlar byggda av din router och används för kommunikation med floodfill-peers, byggande av nya tunnlar och testning av befintliga tunnlar.
uk: Тунелі побудовані вашим маршрутизатором для зв'язку з пірами-розливальниками, для формування нових тунелів та перевірки існуючих.
vi: Các đường hầm được xây dựng bởi bộ định tuyến của bạn và được sử dụng để liên lạc với các đồng nghiệp lũ lụt, xây dựng các đường hầm mới và thử nghiệm các đường hầm hiện có.

source: Tunnels built by your router for each client's use.
ar: الأنفاق التي يبنيها موجهك لاستخدام كل عميل.
az: Routeriniz tərəfindən hər bir müştəri istifadəsi üçün inşa edilən tunellər.
bo: ཁྱོད་ཀྱི་བྲོགཟར་གྱིས་སྐུལ་འདེད་བྱེད་མཁན་གྱི་ཐོབ་ཐང་དོན་དུ་བཟོ་བའི་འགྲོ་ལམ་མཚོན་གཉིས་དང་།
cs: Tunely postavené vaším směrovačem pro každého klienta.
el: Σήραγγες που κατασκευάζονται από τον δρομολογητή σας για χρήση από κάθε πελάτη.
es: Túneles construidos por tu enrutador para el uso de cada cliente.
et: Tunnelid, mis ehitatakse teie marsruuteri poolt iga kliendi kasutamiseks.
fa: تونل‌هایی که توسط روترتان برای استفاده هر مشتری ساخته شده‌اند.
fi: Routerisi rakentamat tunnelit, jotka on tarkoitettu jokaisen asiakkaan käyttöön.
hi: प्रत्येक क्लाइंट के उपयोग के लिए आपके रूटर द्वारा बनाए गए टनल।
hu: Az útválasztó által épített alagutak minden ügyfél számára.
in: Terowongan yang dibangun oleh router Anda untuk penggunaan setiap klien.
it: I tunnel costruiti dal tuo router per l'uso di ogni client.
ja: クライアントごとにルーターによって構築されたトンネル。
ko: 각 클라이언트의 사용을 위해 라우터에 의해 구축된 터널입니다.
nb: Tunneler bygd av din ruter for hver klients bruk.
nl: Tunnels gebouwd door uw router voor gebruik door elke client.
pt: Túneis construídos pelo seu roteador para uso de cada cliente.
sl: Tuneli izgradnjeni od vašega strežnika za uporabo vsakega klienta.
sv: Tunnlar byggda av din router för varje klients användning.
uk: Тунелі побудовані вашим маршрутизатором для кожної клієнтської послуги.
vi: Các đường hầm được xây dựng bởi bộ định tuyến của bạn cho mỗi khách hàng sử dụng.

source: Participating
ar: مشارك
az: İştirak edir
bo: སྤྱོད་པའི་བརྒྱུད་རིམ།
cs: Účast
da: Deltagende
el: Συμμετοχή
es: Participando en
et: Osalemine
fa: مشارکت
fi: Osallistu
hi: भाग लेने वाले
hu: Résztvevő
in: Berpartisipasi
it: Partecipando
ja: 参加中
ko: 참가중
nb: Deltagende
nl: Deelnemend
pt: Participantes
sl: Sodeluje
sv: Deltagande
uk: Беру участь
vi: Tham gia

source: Tunnels built by other routers through your router. This may vary widely depending on network demand, your shared bandwidth, and amount of locally-generated traffic. The recommended method for limiting participating tunnels is to change your share percentage on the <a href='/config'>Bandwidth Configuration page</a>. You may also limit the total number by setting <code>router.maxParticipatingTunnels=nnn</code> on the <a href='/configadvanced'>Advanced configuration page</a>. <a href='/configstats#tunnel.participatingTunnels'>[Enable graphing]</a>.
ar: الأنفاق التي يبنيها موجهات أخرى عبر موجهك. قد يختلف هذا اختلافًا كبيرًا حسب الطلب على الشبكة، وعرض النطاق المشترك لديك، وحجم حركة المرور المولدة محليًا. أفضل طريقة لتقييد عدد الأنفاق المشاركة هي تغيير نسبة المشاركة في <a href='/config'>صفحة تكوين حركة البيانات</a>. كما يمكنك تقييد العدد الإجمالي عن طريق تعيين <code>router.maxParticipatingTunnels=nnn</code> في <a href='/configadvanced'>صفحة الإعدادات المتقدمة</a>. <a href='/configstats#tunnel.participatingTunnels'>[تمكين الرسم البياني]</a>.
az: Digər routerlər tərəfindən sizin routeriniz vasitəsilə inşa edilən tunellər. Bu şəbəklə bağlı tələbə, sizin paylaşılan bant genişliyiniz və yerli yaratılan trafik miqdarına əsasən aşağı-yuxarı dəyişə bilər. İştirak edən tunelləri məhdudlaşdırmaq üçün tövsiyyə olunan yol <a href='/config'>Bant enfişarları səhifəsinə</a>dəyişiklik etməkdir. Maksimum sayını da <a href='/configadvanced'>Əlavə Konfiqurasiya səhifəsində</a> <code>router.maxParticipatingTunnels=nnn</code> dəyəri qeyd edərək məhdudlaşdıra bilərsiniz. <a href='/configstats#tunnel.participatingTunnels'>[Qrafika imkanı aktivləşdir]</a>
bo: རོ་ཌེར་གཞན་གྱིས་ཁྱེད་ཀྱི་རོ་ཌེར་བརྒྱུད་ནས་བཟོས་པའི་མཚན་ཁུང་། དེ་ནི་ཨེམ་གླིང་དགོས་མཁོ་དང་། ཁྱེད་ཀྱི་མཉམ་སྤེལ་གླེང་ཐུང་གྲངས། དང་ས་གནས་ནས་ཐོན་པའི་འཕྲིན་བརྒྱུད་ཚད་ལ་གཞིགས་ནས་མི་འདྲ་བར་འགྱུར་སྲིད། ཞུགས་མཁན་མཚན་ཁུང་ཚོད་འཛིན་བྱེད་པའི་བཟང་ཤོས་ཀྱི་ཐབས་ལམ་ནི་ <a href='/config'>གླེང་ཐུང་རོགས་སྒྲིག་ཤོག་ངོས་</a> སྟེང་གི་མཉམ་སྤེལ་གྲངས་ཚད་བཅོས་སྒྲིག་བྱེད་པ་ཡིན། ཁྱེད་ཀྱིས་ <a href='/configadvanced'>མཐོ་རིམ་རོགས་སྒྲིག་ཤོག་ངོས་</a> སྟེང་ <code>router.maxParticipatingTunnels=nnn</code> གཞི་འཛིན་སྟངས་བཅོག་ནས་གཙོ་བོའི་གྲངས་ཀ་ཚོད་འཛིན་བྱེད་ཆོག <a href='/configstats#tunnel.participatingTunnels'>[རི་མོ་བཟོ་བར་བྱེད་པ་བྱེད་ཆོག]</a>
cs: Tunely vybudované jinými routery skrz váš router. To se může velmi lišit v závislosti na síťovém vytížení, sdílené šířce pásma a množství lokálně generovaného provozu. Doporučenou metodou pro omezení účastnících se tunelů je změnit procento sdílení na <a href='/config'>konfigurační stránce šířky pásma</a>. Také můžete omezit celkový počet nastavením <code>router.maxParticipatingTunnels=nnn</code> na <a href='/configadvanced'>stránce pokročilé konfigurace</a>. <a href='/configstats#tunnel.participatingTunnels'>[Povolit grafy]</a>.
da: Tunneler oprettet af andre routere gennem din router. Dette kan variere meget afhængigt af netværkets behov, din delte båndbredde og mængden af lokalt genereret trafik. Den anbefalede metode til at begrænse deltagende tunneler er at ændre din delingsprocent på <a href='/config'>Konfiguration af båndbredde-siden</a>. Du kan også begrænse det samlede antal ved at indstille <code>router.maxParticipatingTunnels=nnn</code> på <a href='/configadvanced'>Avanceret konfigurationsside</a>. <a href='/configstats#tunnel.participatingTunnels'>[Aktivér graf]</a>.
el: Οι σήραγγες που δημιουργούνται από άλλους δρομολογητές μέσω του δικού σας δρομολογητή. Αυτό μπορεί να διαφέρει σημαντικά ανάλογα με τη ζήτηση του δικτύου, το κοινόχρηστο εύρος ζώνης και τον όγκο της τοπικά παραγόμενης κίνησης. Ο προτεινόμενος τρόπος για τον περιορισμό των συμμετεχόντων σηράγγων είναι να αλλάξετε το ποσοστό κοινοχρήστη στην <a href='/config'>σελίδα ρυθμίσεων εύρους ζώνης</a>. Μπορείτε επίσης να περιορίσετε τον συνολικό αριθμό ορίζοντας <code>router.maxParticipatingTunnels=nnn</code> στην <a href='/configadvanced'>σελίδα προηγμένων ρυθμίσεων </a>. <a href='/configstats#tunnel.participatingTunnels'>[Ενεργοποίηση γραφικής απεικόνισης]</a>.
es: Túneles construidos por otros enrutadores a través de tu enrutador. Esto puede variar ampliamente dependiendo de la demanda de la red, tu ancho de banda compartido y la cantidad de tráfico generado localmente. El método recomendado para limitar los túneles de participación es cambiar tu porcentaje de participación en la página <a href='/config'>Configuración de ancho de banda</a>. También puedes limitar el número total estableciendo <code>router.maxParticipatingTunnels=nnn</code> en la página <a href='/configadvanced'>Configuración avanzada</a>. <a href='/configstats#tunnel.participatingTunnels'>[Habilitar gráficos]</a>.
et: Tunnelid, mis ehitatakse teiste marsruuterite poolt teie marsruuteri kaudu. See võib palju varieeruda, olenevalt võrgu nõudlusest, teie jagatavast ribalaiusest ja kohapealsest liiklusest. Soovitatav meetod osalevate tunnelite piiramiseks on muuta oma osakaalu protsent lehele <a href='/config'>Ribakonfiguratsioon</a>. Teil on võimalik piirata ka koguarvu, määrates <code>router.maxParticipatingTunnels=nnn</code> lehel <a href='/configadvanced'>Täpsem konfiguratsioonileht</a>. <a href='/configstats#tunnel.participatingTunnels'>[Graafiku lubamiseks]</a>.
fa: تونل‌هایی که توسط روترهای دیگر از طریق روتر شما ساخته شده‌اند. این تعداد ممکن است بسیار متغیر باشد و به تقاضای شبکه، پهنای‌باند اشتراکی و ترافیک تولیدی‌تان بستگی داشته باشد. روش توصیه‌شده برای محدود کردن تونل‌های مشارکتی، تغییر درصد اشتراک‌دهی در صفحه <a href='/config'>تنظیمات پهنای‌باند</a> است. می‌توانید تعداد کل را نیز با تنظیم <code>router.maxParticipatingTunnels=nnn</code> در صفحه <a href='/configadvanced'>تنظیمات پیشرفته</a> محدود کنید. <a href='/configstats#tunnel.participatingTunnels'>[فعال‌سازی نمودار]</a>.
fi: Muiden reitittimien läpi rakennetut tunnelit reitittimelläsi. Tämä voi vaihdella suuresti riippuen verkon tarpeesta, jaetusta kaistanleveydestäsi ja paikallisesti tuotetun liikenteen määrästä. Osallistuvien tunnelien rajoittamiseksi suositeltu menetelmä on muuttaa osuusprosenttia <a href='/config'>Bandwidth Configuration sivulla</a>. Voit myös rajoittaa kokonaislukumäärää asettamalla <code>router.maxParticipatingTunnels=nnn</code> <a href='/configadvanced'>Advanced configuration sivulla</a>. <a href='/configstats#tunnel.participatingTunnels'>[Enable graphing]</a>.
hi: अन्य रूटरों द्वारा आपके रूटर के माध्यम से बनाए गए टनल। यह नेटवर्क की मांग, आपकी साझा बैंडविड्थ और स्थानीय तरंगों की मात्रा के आधार पर विविधतापूर्ण हो सकता है। भागीदारी टनल की सीमा लगाने की सिफारिश विधि आपके बैंडविड्थ के संरचना पृष्ठ (<a href='/config'>Bandwidth Configuration page</a>) पर आपके शेयर प्रतिशत को बदलना है। आप भी <a href='/configadvanced'>अनुकूलन पृष्ठ</a> पर <code>router.maxParticipatingTunnels=nnn</code> को सेट करके कुल संख्या की सीमा लगा सकते हैं। <a href='/configstats#tunnel.participatingTunnels'>[ग्राफ़ चालू करें]</a>.
hu: A többi útválasztón keresztül épített átjárók az útválasztóján keresztül. Ez jelentősen eltérő lehet a hálózat igényétől, megosztott sávszélességétől és a helyben keletkezett forgalom mennyiségétől. A résztvevő átjárók korlátozásának javasolt módja, hogy megváltoztassa a részesedési arányát a <a href='/config'>Sávszélesség beállítások oldalon</a>. A teljes számot is korlátozhatja a <code>router.maxParticipatingTunnels=nnn</code> beállításával az<a href='/configadvanced'>Haladó beállítások oldalon</a>. <a href='/configstats#tunnel.participatingTunnels'>[Grafikon engedélyezése]</a>.
in: Terowongan yang dibangun oleh router lain melalui router Anda. Hal ini dapat bervariasi lebar tergantung dari permintaan jaringan, bandwidth yang Anda bagikan, dan jumlah lalu lintas yang dihasilkan secara lokal. Metode yang disarankan untuk membatasi terowongan berpartisipasi adalah dengan mengubah persentase bagian Anda di halaman <a href='/config'>Konfigurasi Bandwidth</a>. Anda juga dapat membatasi total jumlah dengan mengatur <code>router.maxParticipatingTunnels=nnn</code> di halaman <a href='/configadvanced'>Konfigurasi lanjutan</a>. <a href='/configstats#tunnel.participatingTunnels'>[Aktifkan grafik]</a>.
it: I tunnel costruiti da altri router tramite il tuo. Questo può variare ampiamente a seconda della domanda di rete, della tua larghezza di banda condivisa e della quantità di traffico generato localmente. Il metodo consigliato per limitare la partecipazione ai tunnel è quello di modificare la tua percentuale di condivisione sulla pagina <a href='/config'>Configurazione larghezza di banda</a>. Puoi anche limitare il numero totale impostando <code>router.maxParticipatingTunnels=nnn</code> sulla pagina <a href='/configadvanced'>Configurazione avanzata</a>. <a href='/configstats#tunnel.participatingTunnels'>[Abilita il grafico]</a>.
ja: 他のルーターがあなたのルーターを介して作成するトンネルです。これは、ネットワークの需要、共有帯域幅、および地域生成トラフィックの量によって大きく異なります。参加トンネルを制限する推奨方法は、<a href='/config'>帯域幅設定ページ</a>で共有割合を変更することです。また、<a href='/configadvanced'>高度な設定ページ</a>で<code>router.maxParticipatingTunnels=nnn</code>を設定することで、総数を制限することもできます。<a href='/configstats#tunnel.participatingTunnels'>[グラフ化を有効にする]</a>。
ko: 다른 라우터를 통해 건설된 터널입니다. 네트워크 수요, 공유 대역폭 및 국지적으로 생성된 트래픽에 따라 크게 달라질 수 있습니다. 참여 터널을 제한하기 위한 권장 방법은 <a href='/config'>대역폭 설정 페이지</a>에서 공유 비율을 변경하는 것입니다. 또한 전체 개수를 제한하려면 <a href='/configadvanced'>고급 설정 페이지</a>에서 <code>router.maxParticipatingTunnels=nnn</code>을 설정할 수 있습니다. <a href='/configstats#tunnel.participatingTunnels'>[그래프 표시 활성화]</a>입니다.
nb: Tunneler bygd av andre rutere gjennom din ruter. Dette kan variere mye avhengig av nettverkets etterspørsel, din delte båndbredde og mengden lokalt-generert trafikk. Den anbefalte metoden for å begrense deltagende tunneler er å endre andelsprosenten din på <a href='/config'>Båndbreddekonfigurasjon-siden</a>. Du kan også begrense det totale antallet ved å sette <code>router.maxParticipatingTunnels=nnn</code> på <a href='/configadvanced'>Avansert konfigureringsside</a>. <a href='/configstats#tunnel.participatingTunnels'>[Aktiver grafing]</a>.
nl: Tunnels die door andere routers worden gebouwd via jouw router. Dit kan sterk variëren afhankelijk van de netwerkvraag, jouw gedeelde bandbreedte en de hoeveelheid lokaal gegenereerd verkeer. De aanbevolen methode om deelname aan tunnels te beperken, is door je aandeelpercentage te wijzigen op de <a href='/config'>Bandbreedteconfiguratiepagina</a>. Je kunt ook het totale aantal beperken door <code>router.maxParticipatingTunnels=nnn</code> in te stellen op de <a href='/configadvanced'>Geavanceerde configuratiepagina</a>. <a href='/configstats#tunnel.participatingTunnels'>[Grafiek inschakelen]</a>.
pt: Túneis construídos por outros roteadores através do seu roteador. Isso pode variar muito dependendo da demanda da rede, largura de banda compartilhada e quantidade de tráfego gerado localmente. O método recomendado para limitar os túneis participantes é alterar a porcentagem de compartilhamento na página de configuração de largura de banda. Você também pode limitar o número total definindo <code>router.maxParticipatingTunnels=nnn</code> na página de configuração avançada. [Habilitar gráficos]
sl: Tuneli izgradnjeni od drugih strežnikov skozi vaš strežnik. To lahko veliko razlikuje glede na zahteve omrežja, vašo deljeno širino pasma, in količino lokalno ustvarjenega prometa. Priporočen metod za omejitev sodelujocih tunelov je sprememba vašega deleža na <a href='/config'>strani za konfiguracijo širine pasma</a>. Lahko tudi omejite skupno število tako, da nastavite <code>router.maxParticipatingTunnels=nnn</code> na <a href='/configadvanced'>strani za napredno konfiguracijo</a>. <a href='/configstats#tunnel.participatingTunnels'>[Omogoči grafe]</a>.
sv: Tunnlar byggda av andra routrar genom din router. Detta kan variera kraftigt beroende på nätverkets efterfrågan, din delade bandbredd och den genererade trafikmängden lokalt. Det rekommenderade sättet att begränsa deltagande tunnlar är att ändra din andelsprocent på <a href='/config'>Sidan för bandbreddskonfiguration</a>. Du kan också begränsa det totala antalet genom att ställa in <code>router.maxParticipatingTunnels=nnn</code> på <a href='/configadvanced'>Sidans för avancerad konfiguration</a>. <a href='/configstats#tunnel.participatingTunnels'>[Aktivera grafik]</a>.
uk: Тунелі, побудовані іншими маршрутизаторами через ваш маршрутизатор. Це може значно відрізнятися залежно від попиту в мережі, вашої спільно використовуваної пропускної здатності та обсягу локально генерованого трафіку. Рекомендований метод обмеження участі в тунелях - зміна відсоткової частки на сторінці <a href='/config'>Налаштування пропускної здатності</a>. Ви також можете обмежити загальну кількість, встановивши <code>router.maxParticipatingTunnels=nnn</code> на сторінці <a href='/configadvanced'>Розширені налаштування</a>. <a href='/configstats#tunnel.participatingTunnels'>[Увімкнути графіку]</a>.
vi: Các đường hầm được xây dựng bởi các bộ định tuyến khác qua bộ định tuyến của bạn. Số lượng này có thể thay đổi rất nhiều tùy thuộc vào nhu cầu mạng, băng thông chia sẻ của bạn và lưu lượng địa phương. Phương pháp được đề xuất để hạn chế đường hầm tham gia là thay đổi phần trăm chia sẻ trên trang <a href='/config'>Cấu hình Băng thông</a>. Bạn có thể giới hạn số lượng tổng thể bằng cách đặt <code> router.maxParticipatingTunnels=nnn </code> trên trang <a href='/configadvanced'>Cấu hình Nâng cao</a>. <a href='/configstats#tunnel.participatingTunnels'>[Kích hoạt biểu đồ]</a>.

source: Share Ratio
ar: نسبة المشاركة
az: Paylaşım nisbəti
bo: གསང་རྟགས་གི་གནས་ཁག
cs: Poměr sdílení
da: Delingsforhold
el: Αναλογία συνεισφοράς
es: Relación de participación
et: Osakondade osakaal
fa: نسبت اشتراک
fi: Osuusprosentti
hi: भागीदारी अनुपात
hu: Megosztási arány
in: Rasio Pembagian
it: Rapporto di condivisione
ja: 共有比率
ko: 공유 비율
nb: Andelsratio
nl: Aandeelverhouding
pt: Nível de compartilhamento
sl: Delež deljenja
sv: Dela förhållande
uk: Коефіцієнт участі
vi: Tỷ lệ chia sẻ
