Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you think you have opened up your firewall and I2P still thinks you are firewalled, remember that you may have multiple firewalls, for example both software packages and external hardware routers.
ar: إذا اعتقدت أنك قد فتحت جدار الحماية الخاص بك ولا يزال I2P يعتقد بأنك محمي، فتذكر أنه قد تتوفر لديك أكثر من جدار حماية، على سبيل المثال كل من حزم برمجية وموجهات أجهزة خارجية.
az: Əgər siz firewallunuzu açdığınızı düşünürsünüzsə və I2P hələ də təhlükəsizlik divarına malik olduğunuzu düşünürsə, yadda saxlayın ki, sizdə çoxlu firewall ola bilər, məsələn, həm proqram paketləri, həm də xarici aparat marşrutlaşdırıcıları.
bo: ཁྱེད་ཀྱི་ཁྱེད་ཀྱི་མེད་པའི་སྒོ་བརྒྱབ་པ་བཀག་པ་ཡོད་པ་དང་། I2P ད་དུང་ཁྱེད་ཀྱི་སྒོ་བརྒྱབ་པའི་རེད་པར་འདུག་པ་ཡོད་ན། ཁྱེད་ཀྱི་སྒོ་བརྒྱབ་པ་མང་མང་ཡོད་པ་ལ་དོན་ཡོད་པ་དཔང་། དཔེན་དཔར་མཚམ་ན། མཉེན་ཆས་ཀྱི་སྒོ་བརྒྱབ་པ་དང་ཕྱི་ཕྱིའི་སྒོ་བརྒྱབ་པའི་རྒྱུག་པ་ཡོད་པ་དཔང་།
cs: Pokud si myslíte, že jste otevřeli svou firewall a I2P stále si myslí, že jste firewalled, pamatujte si, že můžete mít několik firewallů, například jak softwarových balíčků, tak externích hardwarových routerů.
da: Hvis du mener at du har åbnet din firewall og I2P stadig tror du er bag en firewall, så husk på at du kan have flere firewalls, f.eks. begge softwarepakker og eksterne hardware routers.
el: Αν νομίζετε ότι έχετε ανοίξει το firewall και το I2P ακόμα νομίζει ότι σας μπλοκάρει ένα firewall, θυμηθείτε ότι πιθανόν βρίσκεστε πίσω από πολλαπλά firewall, για παράδειγμα τόσο πίσω από λογισμικό firewall αλλά και εξωτερικό router.
es: Si cree que ha abierto el cortafuegos pero I2P todavía estima que sigue bloqueado por uno, recuerde que podría tener múltiples cortafuegos, por ejemplo cortafuegos por software o en dispositivos de router externos.
et: Kui sa arvad, et suunasid oma tulemüürilt pordi I2P ruuterile, aga I2P arvab ikka, et oled tulemüüri taga, pea meeles et võid olla ka mitme erineva tulemüüri taga, näiteks tarkvaralise tulemüüri ja riistvaraliste ruuterite.
fa: اگر فکر می‌کنید آتش‌سازی خود را باز کرده‌اید، اما I2P هنوز شما را دارای آتش‌ساز می‌داند، به یاد داشته باشید که ممکن است آتش‌سازهای مختلفی داشته باشید، مثلاً هم بسته‌های نرم‌افزاری و هم روترهای سخت‌افزاری خارجی.
fi: Jos luulet avanneesi palomuuriin ja I2P edelleen näkee sinut palomuuratuksi, muista että voi olla useampia palomuureja, kuten esimerkiksi sekä ohjelmistopohjaisia että ulkoisia laiteohjaimia.
hi: अगर आपको लगता है कि आपने अपनी फ़ायरवॉल खोल दी है और I2P अभी भी सोचता है कि आपको फ़ायरवॉल के पीछे हैं, तो याद रखें कि आपके पास कई फ़ायरवॉल हो सकते हैं, उदाहरण के लिए दोनों सॉफ़्टवेयर पैकेज और बाहरी हार्डवेयर रूटर।
hu: Ha szerinted már megnyitottad a tűzfalad és az I2P még mindig úgy látja, hogy tűzfalazva vagy, kérlek, tartsd szem előtt, hogy lehet több tűzfal is, például szoftveres és külső hardver routerek.
in: Jika anda berpikir anda telah membuka firewall anda dan I2P masih berpikir anda terlindungi firewall, ingat bahwa anda mungkin memiliki beberapa firewall, misalnya paket perangkat lunak dan perangkat keras berupa router eksternal.
it: Se pensi di aver aperto il tuo firewall e I2P crede ancora che sia chiuso, ricorda che potresti avere firewall multipli, ad esempio sia software che router hardware esterni.
ja: ファイアウォールを解除したと思っても、I2Pがまだファイアウォールにブロックされていると判断している場合、複数のファイアウォールがある可能性があることを念頭に置いておいてください。たとえば、ソフトウェアパッケージと外部のハードウェアルーターの両方です。
ko: 방화벽을 열었는데도 I2P가 방화벽에 막혔다고 나온다면, 방화벽이 몇개인지, 또 소프트웨어 형식의 방화벽과 외부 하드웨어 라우터 모두 방화벽 설정을 했는지 확인하시기 바랍니다.
nb: Hvis du tror du har åpnet brannmur og I2P fortsatt tror du har brannmur, husk at du kan ha flere brannmurer, for eksempel både programvarepakker og eksterne maskinvare-rutere.
nl: Wanneer je denkt dat je je firewall open hebt gezet maar I2P nog steeds zegt dat je achter een firewall zit, bedenk dan dat je mogelijk meerdere firewalls hebt, bijvoorbeeld zowel als software pakket en een externe hardware router.
pt: Se acreditas que já fizeste uma abertura em teu firewall mas o I2P ainda acusa estar atrás de um, lembra-te que podem haver múltiplos firewalls, como softwares ou roteadores físicos externos.
sl: Če verjamete, da ste odprli svoj omejitev, in I2P še vedno verja, da ste omejen, se pomnite, da morda imate več omejevalcev, npr. programski paketi in zunanjie hardverski strežniki.
sv: Om du tror att du har öppnat din brandvägg och I2P fortfarande tror att du är bakom en branvägg, kom ihåg att du kan ha flera brandväggar, exempelvis bådeprogramvaru- och hårdvarubrandväggar.
uk: Якщо ви думаєте, що відкрили фаєрвол і I2P все одно вважає, що ви за фаєрволом, пригадайте, що ви можете мати кілька фаєрволів, наприклад як програмні пакети, так і зовнішні апаратні маршрутизатори.
vi: Nếu bạn cho rằng mình đã mở tường lửa và I2P vẫn cho rằng bạn đã được tường lửa, hãy nhớ rằng bạn có thể có nhiều tường lửa, chẳng hạn như cả gói phần mềm và bộ định tuyến phần cứng bên ngoài.

source: If there is an error, the <a href="/logs">logs</a> may also help diagnose the problem.
ar: إذا حدث خطأ، قد تساعد <a href="/logs">سجلات الأخطاء</a> أيضًا في تشخيص المشكلة.
az: Xəta olarsa, <a href="/logs">loglar</a> da problemin diaqnostikasına kömək edə bilər.
bo: ནོར་བ་ཡོད་ན། <a href="/logs">ཟིན་ཐོ་</a> གྱིས་དཀའ་གནད་དོན་ལ་རོགས་རམ་པར་རོགས་རམ་པར་བསྐུངས་ནས་ཡོད།
cs: Pokud se vyskytne chyba, <a href="/logs">záznamy</a> také mohou pomoci diagnostikovat problém.
da: Hvis der er en fejl, kan <a href=/logs>logger</a> også hjælpe med at diagnosticere problemet.
el: Εάν υπάρχει ένα σφάλμα, τα <a href=/logs>αρχεία καταγραφής</a> μπορούν επίσης να βοηθήσουν στη διάγνωση του προβλήματος.
es: Si hay un error, los <a href="/logs">registros</a> también pueden ayudar a diagnosticar el problema.
et: Kui tekib viga, võivad <a href=/logs>logid</a> aidata probleemi diagnoosimisel.
fa: اگر خطایی وجود داشته باشد، لاگ‌ها در <a href="/logs">اینجا</a> نیز ممکن است برای تشخیص مشکل کمک‌کننده باشند.
fi: Jos ilmenee virhe, myös <a href="/logs">lokit</a> voivat auttaa ongelman diagnosoinnissa.
hi: अगर कोई त्रुटि है, तो <a href="/logs">लॉग</a> समस्या का निदान करने में भी मदद कर सकते हैं।
hu: Ha hiba történik, a <a href=/logs>naplók</a> szintén segíthetnek a probléma diagnosztizálásában.
in: Jika terjadi kesalahan, <a href="/logs">log</a> juga dapat membantu mendiagnosa masalahnya.
it: Se c'è un errore, i <a href="/logs">log</a> possono anche aiutare a diagnosticare il problema.
ja: エラーが発生した場合は、<a href="/logs">ログ</a>も問題の診断に役立つ場合があります。
ko: 에러가 발생하는 경우, <a href="/logs">로그</a>도 문제를 진단하는 데 도움이 될 수 있습니다.
nb: Hvis det oppstår en feil, kan <a href="/logs">loggfilene</a> også hjelpe til med å diagnostisere problemet.
nl: Als er een fout optreedt, kunnen de <a href="/logs">logs</a> ook helpen bij het diagnosticeren van het probleem.
pt: Se houver um erro, os <a href="/logs">logs</a> também podem ajudar a diagnosticar o problema.
sl: Če obstaja napaka, lahko tudi <a href="/logs">dnevniki</a> pomagajo diagnostikovati problem.
sv: Om det uppstår ett fel kan <a href=/logs>loggarna</a> också hjälpa till att diagnostisera problemet.
uk: Якщо є помилка, <a href="/logs">журнали</a> також можуть допомогти діагностувати проблему.
vi: Nếu có lỗi, <a href="/logs">nhật ký</a> cũng có thể giúp chẩn đoán sự cố.

source: Your UDP port does not appear to be firewalled.
ar: لا يبدو أن منفذ بروتوكول اليو دي بي الخاص بك محمي بجدار حماية.
az: Sizin UDP portunuz firewallla qorunmur.
bo: ཁྱེད་ཀྱི་ UDP མཐེབ་ཁུག་ཐོག་ནས་སྒོ་བརྒྱག་པར་མི་འདུག་པ།
cs: Váš UDP port se nejeví jako uzavřený firewall.
da: Det virker ikke som om din UDP port er bag en firewall.
el: Η UDP πόρτα σας, δεν φαίνεται να είναι μπλοκαρισμένη από firewall.
es: El puerto UDP no parece estar bloqueado por un cortafuegos.
et: Sinu UDP port ei tundu olevat tulemüüri taga.
fa: به نظر نمی‌رسد درگاه UDP شما آتش‌سازی شده باشد.
fi: UDP-porttisi ei näytä olevan palomuuri.
hi: आपका UDP पोर्ट फ़ायरवॉल के पीछे नहीं दिखाई देता है।
hu: Az UDP portod nem tűnik úgy, hogy tűzfal mögött van.
in: Port UDP anda tidak terlihat dihalangi oleh firewall.
it: La tua porta UDP non sembra essere dietro ad un firewall.
ja: UDP ポートはファイアウォールで保護されていないようです。
ko: UDP 포트가 방화벽에 막히지 않은 것 같습니다.
nb: Din UDP-port later til ikke å være brannmurt.
nl: Je UDP poort lijkt niet achter een firewall te zitten.
pt: Tua porta UDP não aparenta estar atrás de uma parede de fogo.
sl: Vaše UDP vrata se ne zdi, da so omejena.
sv: Din UDP-port verkar inte vara bakom en brandvägg.
uk: Ваш UDP-порт, як видається, не заблокований фаєрволом.
vi: Cổng UDP của bạn dường như không được tường lửa.

source: Firewalled
ar: ممنوع من الجدار الناري
az: Qoruyucu divar
bo: ཐུབ་ཚད་ཀྱི་ནང་ནས་བཅད་པ
cs: Vyhrazuje se
el: Φραγμένο από τον τείχος προστασίας
es: Bloqueado por cortafuegos
et: Tulemüüri taga
fa: فایروال شده
fi: Palomuurin takana
hi: फ़ायरवॉल्ड
hu: Tűzfalazva
in: Firewall
it: Bloccato dal firewall
ja: ファイアウォール有効
ko: 방화벽있음
nb: Bak brannmur
pt: Com Firewall
sl: Omejena
sv: Bakom brandvägg
uk: За фаєрволом
vi: Tường lửa

source: Your UDP port appears to be firewalled.
ar: يبدو أن منفذ UDP الخاص بك هو جدار الحماية.
az: Sizin UDP portunuz təhlükəsizlik divarı ilə qorunur.
bo: ཁྱེད་ཀྱི་ UDP མཐེབ་ཁུག་ཐོག་ནས་སྒོ་བརྒྱག་པར་འདུག་པ།
cs: Vypadá to, že váš UDP port je vyhrazován.
da: Det virker som om din UDP port er bag en firewall.
el: Η UDP πόρτα σας, φαίνεται να είναι μπλοκαρισμένη από τον τείχος προστασίας.
es: El puerto UDP parece estar bloqueado por un cortafuegos.
et: Sinu UDP port tundub olevat tulemüüri taga.
fa: به نظر می رسد پورت UDP شما فایروال شده است.
fi: UDP-porttisi näyttää olevan palomuuri.
hi: आपका UDP पोर्ट फ़ायरवॉल्ड द्वारा बंद लगा हुआ दिखाई देता है।
hu: Úgy tűnik, az UDP portod tűzfalazva van.
in: Port UDP anda terlihat dihalangi oleh firewall.
it: La tua porta UDP sembra essere dietro ad un firewall.
ja: UDP ポートがファイアウォールで保護されているようです。
ko: UDP 포트가 방화벽에 막힌 것 같습니다.
nb: Din UDP-port later til å være brannmurt.
nl: Je UDP poort lijkt achter een firewall te zitten.
pt: Tua porta UDP aparenta estar atrás de uma parede de fogo.
sl: Vaše UDP vrata se zdi, da so omejena.
sv: Din UDP-port verkar vara bakom en brandvägg.
uk: Ваш UDP-порт, як видається, заблокований фаєрволом.
vi: Cổng UDP của bạn dường như đã được tường lửa.

source: As the firewall detection methods are not 100% reliable, this may occasionally be displayed in error.
ar: نظرًا لأن طرق الكشف عن جدار الحماية ليست موثوقة بنسبة 100%، فقد يتم عرض ذلك عن طريق الخطأ أحيانًا.
az: Firewall aşkarlama üsulları 100% etibarlı olmadığı üçün bu, bəzən səhv olaraq göstərilə bilər.
bo: སྒོ་བརྒྱག་པའི་ཐབས་བརྒྱུད་པའི་ཐབས་བརྒྱུད་པ་ 100% ཡིན་རུང་བདེན་པ་མེད་པ། དེ་ནི་གནས་སྐབས་ནོར་བརྒྱུད་པར་ནོར་བརྒྱུད་པར་འདུག་པ།
cs: Protože metody detekce firewallu nejsou stoprocentně spolehlivé, může se toto občas zobrazovat chybně.
da: Eftersom firewallens detektions metoder ikke er 100% pålidelige, kan det nogen gange ske at det bliver vist som en fejl.
el: Καθώς οι μέθοδοι ανίχνευσης του τείχους προστασίας δεν είναι 100% αξιόπιστες, αυτό μπορεί να εμφανίζεται περιοδικά λανθασμένα.
es: Como los métodos de detección de cortafuegos no son 100% fiables, esto puede haber aparecido por error.
et: Kuna tulemüüride tuvastamise meetodid pole 100% töökindlad, võib see teade mõnikord ilmuda ekslikult.
fa: از آنجایی که روش های تشخیص فایروال 100% قابل اعتماد نیستند، ممکن است گاهی اوقات به اشتباه نمایش داده شود.
fi: Koska palomuurin tunnistusmenetelmät eivät ole 100 % luotettavia, tämä saattaa joskus näkyä virheellisesti.
hi: क्योंकि फ़ायरवॉल शोध तरीके 100% विश्वसनीय नहीं होते, इसे अस्थायी रूप से त्रुटि के रूप में दिखाया जाने की संभावना होती है।
hu: Mivel a tűzfal észlelési módszerek nem 100%-ig megbízhatóak, néha előfordul, hogy hibát jelez.
in: Karena metode pendeteksian firewall tidak 100% handal, ini mungkin kadang-kadang salah ditampilkan.
it: Siccome i metodi di rilevamento di firewall non sono affidabili al 100%, questo potrebbe occasionalmente essere mostrato come errore.
ja: ファイアウォールの検出方法は100%信頼できるものではないため、まれに誤って表示される場合があります。
ko: 방화벽 감지는 100% 정확하지 않습니다. 가끔 오류가 표시될 수 있습니다.
nb: Ettersom brannmuroppdagelsesmetodene ikke er 100% pålitelige, kan dette av og til vises feilaktig.
nl: Omdat de firewall detectie methode niet 100% betrouwbaar is, kan dit soms foutief getoond worden.
pt: Como os métodos de detecção de firewalls não são 100%, poderá ocasionalmente ser mostrado em erros.
sl: Ker metode za zaznavanje omejevalcev niso 100% pouzdne, se to morda občasno prikaže napako.
sv: Brandvägg detekteringsmetoderna är inte 100% tillförlitliga, det kan ibland vara felaktigta.
uk: Оскільки методи виявлення фаєрволів не є 100% надійними, це може прийомно відображатися помилково.
vi: Vì các phương pháp phát hiện tường lửa không đáng tin cậy 100% nên đôi khi điều này có thể được hiển thị do lỗi.

source: However, if it appears consistently, you should check whether both your external and internal firewalls are open for your port.
ar: مع ذلك، إذا ظهرت بشكل مستمر، يجب التحقق من ما إذا كانت جدران الحماية الخارجية والداخلية الخاصة بك مفتوحة لمنفذك.
az: Lakin ardıcıl olaraq görünürsə, portunuz üçün həm xarici, həm də daxili firewalllarınızın açıq olub olmadığını yoxlamaq lazımdır.
bo: འོད་བརྒྱུད་པ་རྒྱུན་ནས་འདུག་པ་ན། ཁྱེད་ཀྱི་ཕྱི་མཚམས་དང་ནང་གི་སྒོ་བརྒྱག་པ་གཉིས་ཁྱེད་ཀྱི་མཐེབ་ཁུག་ཐོག་ཁྱེད་ཀྱི་ཕྱི་མཚམས་གཉིས་ཁྱེད་ཀྱི་མཐེབ་ཁུག་ཐོག་ཁྱེད་ཀྱི་ཕྱི་མཚམས་ཁ་བྱང་ཡོད་པར་བལྟ་བལ་རོགས་རམ།
cs: Pokud se ale zobrazuje pravidelně, měli byste zkontrolovat, zda jsou vaše vnější i vnitřní firewally otevřeny pro váš port.
da: Dog, hvis dette sker gang på gang, bør du tjekke om både dine eksterne og interne firewalls har åbne porte.
el: Ωστόσο, αν εμφανίζεται συνεχώς, θα πρέπει να ελέγξετε εάν και οι εξωτερικός και ο εσωτερικός τείχος προστασίας είναι ανοικτοί για τη θύρα σας.
es: No obstante, si aparece constantemente, debería comprobar si tanto sus cortafuegos internos como externos dejan pasar sus puertos.
et: Kui ta seevastu ilmneb järjekindlalt, tuleks kontrollida oma väliseid ja arvuti siseseid tulemüüre ja avada vajalik port.
fa: با این حال، اگر به طور مداوم ظاهر می شود، باید بررسی کنید که آیا فایروال خارجی و داخلی شما برای پورت شما باز هستند یا خیر.
fi: Kuitenkin, jos se näkyy jatkuvasti, sinun tulisi tarkistaa, ovatko sekä ulkoinen että sisäinen palomuurisi avoimia portillesi.
hi: हालांकि, यदि यह निरंतर दिखाई देता है, तो आपको यह जांचना चाहिए कि आपके बाहरी और आंतरिक दोनों फ़ायरवॉल अपने पोर्ट के लिए खुले हैं या नहीं।
hu: Azonban ha folyamatosan megjelenik, érdemes ellenőrizni, hogy mind a külső, mind a belső tűzfalak meg vannak nyitva a port számára.
in: Namun, jika hal ini muncul secara konsisten, anda harus memeriksa apakah kedua eksternal dan internal firewall terbuka untuk port Anda.
it: Tuttavia, se appare consistentemente, dovresti controllare che sia il tuo firewall esterno che quello interno siano aperti per la tua porta.
ja: ただし、常に表示される場合は、外部ファイアウォールと内部ファイアウォールの両方がポートに対して開いているかどうかを確認する必要があります。
ko: 하지만 만약 지속적으로 표시된다면, 외/내부 방화벽에 포트가 열려있는지 확인하십시오.
nb: Hvis det imidlertid vises konsekvent, bør du sjekke om både den eksterne og interne brannmuren er åpen for porten din.
nl: Indien dit echter consistent optreedt, controlleer in zowel externe als interne firewalls of de poort wel geopend is.
pt: Entretanto, se aparecerem constantemente, verifique se tanto a parede de fogo interna e externa estão abertas para as portas.
sl: Vendar, če se to skladno prikazuje, morate preveriti, ali sta vaša zunanjega in notranjega omejevalca odprta za vaše vrata.
sv: Men om det visar sig konsekvent, bör du kontrollera om både din yttre och inre brandväggar är öppna för porten.
uk: Проте, якщо це трапляється постійно, слід перевірити, чи відкриті для вашого порту як зовнішній, так і внутрішній фаєрволи.
vi: Tuy nhiên, nếu nó xuất hiện nhất quán, bạn nên kiểm tra xem cả tường lửa bên ngoài và bên trong có mở cho cổng của bạn hay không.

source: I2P will work fine when firewalled, there is no reason for concern. When firewalled, the router uses "introducers" to relay inbound connections.
ar: سيعمل I2P بشكل جيد عندما يكون محميًا، ولا داعي للقلق. عندما يكون محميًا، يستخدم الموجه "المقدمين" لتمرير الاتصالات الواردة.
az: I2P istifadədə olduğunda dəmirlənmişdir, narahat olmağın zərrəsi yoxdur. Dəmirləndiyində zaman, ruter qoşulmaq üçün "müqəddis təsəvvür etdirici" lərdən istifadə edir.
bo: I2P སྒོ་བརྒྱབ་པའི་རེད་པར་འདུག་པ་ཡོད་ན། དོན་དུང་སྐྱོན་པའི་རྒྱུག་པ་མེད་པ། སྒོ་བརྒྱབ་པའི་དུས་ན། རོ་ཌེར་ཀྱིས་ "introducers" བེད་པར་ནང་འོག་སྐུད་པའི་འབྲེལ་བརྒྱུག་པ་བེད་པར་འདུག་པ་ཡོད།
cs: I2P bude fungovat normálně, i když je vyhrazován. Není důvod k obavám. Při vyhrazení používá směrovač „představovače“, které přeposílají příchozí spojení.
da: I2P vil fungere uden problemer selvom I2P er bag en firewall, der er altså ingen grund til bekymring. Hvis I2P er bag en firewall, bruger routeren "introdutkører" til at relæ indadgående forbindelser.
el: Το I2P θα λειτουργεί καλά όταν είναι φραγμένο από τον τείχος προστασίας, δεν υπάρχει λόγος ανησυχίας. Όταν είναι φραγμένο, ο δρομολογητής χρησιμοποιεί "εισηγητές" για να ανακατευθύνει τις εισερχόμενες συνδέσεις.
es: I2P funcionará bien aún estando bloqueado por un cortafuegos, no hay motivo de preocupación. Cuando esté bloqueado por un cortafuegos, el router utilizará "introductores" para retransmitir las conexiones entrantes.
et: I2P töötab normaalselt ka tulemüüri taga, mureks ei ole põhjust. Olles tulemüüri taga, kasutab ruuter sisenevate ühenduste vastuvõtuks "tutvustajaid".
fa: I2P هنگام فایروال به خوبی کار می کند، دلیلی برای نگرانی وجود ندارد.
fi: I2P toimii hyvin palomuurin läpi, ei ole syytä huoleen. Kun palomuuri on päällä, reititin käyttää "esittelyä" saapuvien yhteyksien välittämiseen.
hi: I2P फ़ायरवॉल्ड होने पर भी ठीक से कार्य करेगा, कोई चिंता का कारण नहीं है। जब फ़ायरवॉल्ड होता है, तो रूटर "इंट्रोड्यूसर" का उपयोग करता है इनबाउंड कनेक्शन को रिले करने के लिए।
hu: Az I2P megfelelően működik, ha tűzfalazva van, aggodalomra semmi ok. Ha tűzfalazva van, a router "bemutatókat" használ, hogy bejövő csatlakozásokat közvetítsen.
in: I2P akan bekerja dengan baik ketika firewall diaktifkan, tidak ada alasan untuk kuatir. Ketika firewall diaktifkan, router menggunakan "introducers" ke koneksi relay inbound.
it: I2P funziona bene dietro ad un firewall, non c'è ragione di preoccuparsi. Quando dietro ad un firewall, il router usa "introduttori" per trasmettere connessioni in entrata.
ja: I2Pはファイアウォールで問題なく動作しますので、心配する必要はありません。ファイアウォール時には、ルーターは"紹介者（イントロデューサー）"を使用して、入ってくる接続を中継します。
ko: I2P는 방화벽에 막힌 상태에서도 잘 작동합니다. 방화벽이 있을 때 I2P 라우터는 수신 연결을 릴레이하기 위해 "소개자"를 사용합니다.
nb: I2P vil fungere fint når den er bak en brannmur, det er ingen grunn til bekymring. Når brannmuren er aktiv, bruker ruteren "introducers" til å videreformidle innkommende forbindelser.
nl: Geen paniek, I2P zal werken achter een firewall. Wanneer dit het geval is maakt de router gebruik van "introducers" om inkomende connecties door te sturen.
pt: I2P funcionará bem mesmo atrás de um firewall, não há motivo para preocupação. O I2P vai usar "ajudantes" para redirecionar conexões de entrada.
sl: I2P bo deloval dobro, ko je omejen, ni nobene vzroke za skrbi. Ko je omejen, uporablja strežnik "predstavitelje", da prenaša vhodne povezave.
sv: I2P fungera bra bakom en brandvägg, det finns ingen anledning till oro. När routern är bakom en brandvägg används "introducers " för att förmedla inkommande anslutningar.
uk: I2P буде працювати нормально за наявності фаєрволу, немає жодної підстави для стурбованості. За наявності фаєрволу маршрутизатор використовує «вступників» для реле вхідних з'єднань.
vi: I2P sẽ hoạt động tốt khi được tường lửa, không có lý do gì phải lo lắng. Khi được tường lửa, bộ định tuyến sử dụng "bộ giới thiệu" để chuyển tiếp các kết nối gửi đến.

source: However, you will get more participating traffic and help the network if you open your firewall.
ar: مع ذلك، ستحصل على حركة مرور مشاركة أكبر ومساعدة أكثر للشبكة إذا قمت بفتح جدار الحماية الخاص بك.
az: Bununla belə, təhlükəsizlik duvarınızı açsanız, daha çox iştirakçı trafik əldə edəcək və şəbəkəyə kömək edəcəksiniz.
bo: འོད་བར་དེར་ཁྱེད་ཀྱི་སྒོ་བརྒྱབ་པ་ཕྱེད་ན། ཁྱེད་ཀྱི་དྲ་ལམ་ལ་འཕེལ་བརྒྱུག་པ་བསྐུངས་ནས་དྲ་ལམ་ལ་རོགས་རམ་པར་རོགས་རམ་པར་བསྐུངས་ནས་ཡོད།
cs: Pokud ale otevřete svůj firewall, získáte více účastnického provozu a pomůžete síti.
da: Dog vil du få mere deltagende trafik og hjælpe netværket, hvis du åbner din firewall.
el: Ωστόσο, θα λάβετε περισσότερη συμμετοχή κίνησης και θα βοηθήσετε το δίκτυο εάν ανοίξετε τον τείχος προστασίας σας.
es: No obstante, conseguirá más tráfico participante y ayudará más a la red si abre su cortafuegos.
et: Siiski saate rohkem osalevat liiklust ja aitate võrku, kui avate oma tulemüüri.
fa: با این حال، اگر فایروال خود را باز کنید، ترافیک مشارکت بیشتری دریافت خواهید کرد و به شبکه کمک خواهید کرد.
fi: Saat kuitenkin enemmän osallistuvaa liikennettä ja autat verkkoa, jos avaat palomuurisi.
hi: हालांकि, अगर आप अपनी फ़ायरवॉल खोल देंगे, तो आपको अधिक सहभागी ट्रैफ़िक मिलेगा और आप नेटवर्क की मदद करेंगे।
hu: Ha azonban megnyitja a tűzfalat, több résztvevő forgalomhoz jut, és segíti a hálózatot.
in: Namun, Anda akan mendapatkan lebih banyak lalu lintas yang berpartisipasi dan lebih membantu jaringan jika Anda dapat membuka firewall Anda.
it: Tuttavia, avrai più traffico partecipante ed aiuterai la rete se apri il firewall.
ja: ただし、ファイアウォールを開くと、より多くの参加トラフィックが得られ、ネットワークが強化されます。
ko: 그러나 방화벽을 열면 더 많은 참여 트래픽을 받을 수 있고 네트워크를 도와줄 수 있습니다.
nb: Du vil imidlertid få mer deltakende trafikk og hjelpe nettverket hvis du åpner brannmuren din.
nl: U krijgt echter meer deelnemend verkeer en helpt het netwerk als u uw firewall opent.
pt: No entanto, você receberá mais tráfego participante e ajudará a rede se abrir seu firewall.
sl: Vendar, če odprite svoj omejitelj, boste dobili več prometa sodelovanja in pomagali omrežju.
sv: Du kommer dock att få mer deltagande trafik och hjälpa nätverket om du öppnar din brandvägg.
uk: Проте, відкривши фаєрвол, ви отримаєте більше учасницького трафіку і допоможете мережі.
vi: Tuy nhiên, bạn sẽ nhận được nhiều lưu lượng truy cập tham gia hơn và giúp ích cho mạng nếu bạn mở tường lửa của mình.
