Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Inbound TCP to the <a href=/confignet#externaltcp>port</a> noted on the Network Configuration page from arbitrary locations (optional, but recommended). <a href=/confignet#tcpconfig>Inbound TCP</a> may be disabled on the Network Configuration page.
ar: الإرسال الداخلي لبروتوكول TCP إلى المنفذ <a href=/confignet#externaltcp>المشار إليه</a> في صفحة تكوين الشبكة من مواقع عشوائية (اختياري ولكن يوصى به). يمكن تعطيل <a href=/confignet#tcpconfig>الإرسال الداخلي لـTCP</a> في صفحة تكوين الشبكة.
az: Çeşitli yerlərdən Şəbəkə Konfiqurasiyası səhifəsində qeyd edilmiş <a href=/confignet#externaltcp>port-a</a> giriş TCP (təklif edilərək, lakin seçimlidir). <a href=/confignet#tcpconfig>Giriş TCP</a> Şəbəkə Konfiqurasiyası səhifəsində deaktiv edilə bilər.
bo: <a href=/confignet#externaltcp>ཐེབ་སྐར་</a>ལ་གང་འདྲ་བའི་གནས་ཁུག་ནས་ནང་འདྲེན་པའི་ TCP དྲ་ལམ་རྒྱུད་རྒྱུད་མཐེབ་སྐར། (གདམ་ག་ཡིན་ཡང་འོས་སླབ་བྱ།) <a href=/confignet#tcpconfig>ནང་འདྲེན་ TCP</a> དྲ་ལམ་རྒྱུད་རྒྱུད་མཐེབ་སྐར་ཤོག་ལ་ཐོག་ནས་སྒོ་རྒྱག་ཐུབ།
cs: Vstupní TCP na <a href=/confignet#externaltcp>portu</a>, uvedeném na stránce s konfigurací sítě z libovolných umístění (volitelné, ale doporučené). <a href=/confignet#tcpconfig>Vstupní TCP</a> může být zakázáno na stránce s konfigurací sítě.
da: Indgående TCP til <a href=/confignet#externaltcp>porten</a>, der er angivet på Netværkskonfigurationssiden, fra vilkårlige placeringer (valgfrit, men anbefales). <a href=/confignet#tcpconfig>Indgående TCP</a> kan deaktiveres på Netværkskonfigurationssiden.
el: Εισερχόμενο TCP προς την <a href=/confignet#externaltcp>θύρα</a> που καταγράφεται στη σελίδα Διαμόρφωσης Δικτύου από αυθαίρετες τοποθεσίες (προαιρετικό, αλλά συνίσταται). To <a href=/confignet#tcpconfig>εισερχόμενο TCP</a> μπορεί να απενεργοποιηθεί από τη σελίδα Διαμόρφωσης Δικτύου.
es: TCP entrante hacia el puerto <a href=/confignet#externaltcp>indicado</a> en la página de configuración de red desde ubicaciones arbitrarias (opcional, pero recomendado). El <a href=/confignet#tcpconfig>TCP entrante</a> se puede deshabilitar en la página de configuración de red.
et: Sisenev TCP suvalistest kohtadest märgituna <a href=/confignet#externaltcp>porti</a> võrguseadistuse lehel (valikuline, kuid soovitatav). <a href=/confignet#tcpconfig>Sisenev TCP</a> võib olla välja lülitatud võrguseadistuse lehel.
fa: ورودی TCP به <a href=/confignet#externaltcp>درگاه</a> در صفحه تنظیمات شبکه از مکان‌های تصادفی (اختیاری اما توصیه می‌شود). <a href=/confignet#tcpconfig>ورودی TCP</a> می‌تواند در صفحه تنظیمات شبکه غیرفعال شود.
fi: Sisääntuleva TCP sivulla Verkon määritys huomioituun porttiin käyttäjän määrittelemistä satunnaisista lähteistä (valinnainen, mutta suositeltava). <a href=/confignet#tcpconfig>Sisääntuleva TCP</a> voidaan ottaa pois käytöstä sivulla Verkon määritys.
hi: नेटवर्क सेटिंग पेज पर नोट किए गए <a href=/confignet#externaltcp>पोर्ट</a> पर स्वायत्त TCP स्थानों से (वैकल्पिक है, लेकिन सुझावित है)। <a href=/confignet#tcpconfig>आने वाला TCP</a> नेटवर्क सेटिंग पेज पर डिसेबल किया जा सकता है।
hu: Bejövő TCP a Hálózati konfiguráció oldalon megjelölt <a href=/confignet#externaltcp>portra</a> tetszőleges helyről (nem kötelező, de ajánlott). A <a href=/confignet#tcpconfig>Bejövő TCP</a> letiltható a Hálózati konfiguráció oldalon.
in: TCP masuk ke <a href=/confignet#externaltcp>port</a> yang dicatat di halaman Konfigurasi Jaringan dari lokasi sembarang (opsional, tetapi disarankan). <a href=/confignet#tcpconfig>TCP Masuk</a> dapat dinonaktifkan di halaman Konfigurasi Jaringan.
it: TCP in ingresso alla <a href=/confignet#externaltcp>porta</a> indicata nella pagina di configurazione della rete da luoghi arbitrari (opzionale, ma consigliato). <a href=/confignet#tcpconfig>TCP in ingresso</a> può essere disabilitato nella pagina di configurazione della rete.
ja: ネットワーク構成ページで指定された任意の場所からの<a href=/confignet#externaltcp>ポート</a>へのインバウンドTCP（オプションですが、推奨されます）。ネットワーク構成ページで<a href=/confignet#tcpconfig>インバウンドTCP</a>を無効にすることができます。
ko: 임의의 위치로부터 <a href=/confignet#externaltcp>네트워크 구성 페이지</a>에 표시된 <a href=/confignet#externaltcp>포트</a>로 인바운드 TCP가 수신됩니다 (선택 사항이지만 권장됩니다). <a href=/confignet#tcpconfig>네트워크 구성 페이지</a>에서 인바운드 TCP를 비활성화 할 수 있습니다.
nb: Innkommende TCP til <a href=/confignet#externaltcp>porten</a> notert på Network Configuration page fra tilfeldige lokasjoner (valgfritt, men anbefalt). <a href=/confignet#tcpconfig>Innkommende TCP</a> kan deaktiveres på Network Configuration page.
nl: Inkomend TCP-verkeer naar de <a href=/confignet#externaltcp>poort</a> vermeld op de Netwerkconfiguratie pagina vanaf willekeurige locaties (optioneel, maar aanbevolen). <a href=/confignet#tcpconfig>Inkomend TCP</a> kan worden uitgeschakeld op de Netwerkconfiguratie pagina.
pt: TCP de entrada para a <a href=/confignet#externaltcp>porta</a> indicada na página de Configuração da Rede a partir de localizações arbitrárias (opcional, mas recomendado). A <a href=/confignet#tcpconfig>entrada TCP</a> pode ser desativada na página de Configuração da Rede.
sl: Vhodni TCP do <a href=/confignet#externaltcp>vrata</a>, opomnjenega na Strani za konfiguracijo omrežja, iz poljubnih lokacij (neobvezno, vendar priporočljivo). <a href=/confignet#tcpconfig>Vhodni TCP</a> ga lahko onemogočite na Strani za konfiguracijo omrežja.
sv: Inkommande TCP till <a href=/confignet#externaltcp>port</a> noterad på sidan Network Configuration från godtyckliga platser (valfritt, men rekommenderas). <a href=/confignet#tcpconfig>Inkommande TCP</a> kan inaktiveras på Network Configuration-sidan.
uk: Вхідне TCP до <a href=/confignet#externaltcp>порту</a>, зазначеного на сторінці Налаштування мережі, з довільних локацій (опціонально, але рекомендовано). <a href=/confignet#tcpconfig>Вхідне TCP</a> може бути вимкнене на сторінці Налаштування мережі.
vi: Gói TCP đến cổng <a href=/confignet#externaltcp>đã ghi chú</a> trên trang Cấu hình mạng từ các vị trí ngẫu nhiên (tùy chọn nhưng được khuyến cáo). <a href=/confignet#tcpconfig>TCP đến</a> có thể bị vô hiệu trên trang Cấu hình mạng.

source: Outbound UDP on port 123, allowing replies: this is necessary for I2P's internal time sync (via SNTP - querying a random SNTP host in <code>pool.ntp.org</code> or <a href=/help/advancedsettings#ntpserverconfig>another server you specify</a>).
ar: الإرسال الخارجي لبروتوكول UDP على المنفذ 123، مع السماح بالردود: هذا ضروري لمزامنة الوقت الداخلية لـ I2P (عبر SNTP - استجواب مضيف SNTP عشوائي في <code>pool.ntp.org</code> أو <a href=/help/advancedsettings#ntpserverconfig>مضيف آخر تحدده</a>).
az: 128 portda UDP-ya cavab verməyi imkan verər: Bu I2P'nin daxili vaxt sinxronizasiyası (SNTP yolu ilə - <code>pool.ntp.org</code>dəki təsadüfi SNTP hostunu sorğulayır və ya sizin göstərdiyiniz <a href=/help/advancedsettings#ntpserverconfig>başqa bir server</a>).
bo: ཐེབ་སྐར་ 123 ཐོག་ནས་ཕྱི་འགྲེམ་པའི་ UDP ལྡོག་རྒྱུགས་བྱེད་པ། འདི་ནི་ I2P གི་ནང་ཁུག་གི་དུས་ཚོད་སྒྲིལ་དོན་ལ་མཁོས་པོ་ཡིན། (SNTP བརྒྱུད་ནས་ - <code>pool.ntp.org</code>ནང་གི་ཐེབ་སྐར་ SNTP ཧོསི་ཞིག་ལ་འདྲིས་པའམ་ཡང་<a href=/help/advancedsettings#ntpserverconfig>ཁྱེད་ཀྱིས་གསལ་བཀོད་པའི་སརྟོན་གཞན་ཞིག་</a>)
cs: Výstupní UDP na portu 123 s možností odpovědi: to je nezbytné pro interní časovou synchronizaci I2P (pomocí SNTP - dotazování náhodného hosta SNTP ve <code>pool.ntp.org</code> nebo <a href=/help/advancedsettings#ntpserverconfig>jiné specifikovaný server</a>).
da: Udgående UDP på port 123, der tillader svar: dette er nødvendigt for I2P's interne tidsynkronisering (via SNTP - forespørgsel mod en tilfældig SNTP-vært i <code>pool.ntp.org</code> eller <a href=/help/advancedsettings#ntpserverconfig>en anden server du specificerer</a>).
el: Εξερχόμενο UDP στη θύρα 123 με αποδοχή απαντήσεων: αυτό είναι απαραίτητο για το εσωτερικό συγχρονισμό του I2P (μέσω SNTP - ερώτηση σε ένα τυχαίο κόμβο SNTP στο <code>pool.ntp.org</code> ή σε <a href=/help/advancedsettings#ntpserverconfig>κάποιον άλλο διακομιστή που ορίζετε</a>).
es: UDP saliente en el puerto 123, permitiendo respuestas: esto es necesario para la sincronización de tiempo interna de I2P (a través de SNTP - consultando un host SNTP aleatorio en <code>pool.ntp.org</code> o <a href=/help/advancedsettings#ntpserverconfig>otro servidor que especifiques</a>).
et: Väljuv UDP pordil 123, vastuste lubamine: see on vajalik I2P sisemise aja sünkroniseerimiseks (SNTP kaudu - päring suvalisest SNTP hostist aadressil <code>pool.ntp.org</code> või <a href=/help/advancedsettings#ntpserverconfig>muu poolt määratud server</a>).
fa: خروجی UDP از درگاه 123 میزان پاسخ را اجازه می‌دهد: این برای همگام‌سازی زمان داخلی I2P ضروری است (از طریق SNTP - پرس و جو از میزبان SNTP تصادفی در <code>pool.ntp.org</code> یا <a href=/help/advancedsettings#ntpserverconfig>سرور دیگری که مشخص می‌کنید</a>).
fi: Lähtevä UDP-porttiin 123, sallien vastaukset: tämä on välttämätöntä I2P:n sisäiselle aikasykronoinnille (käyttäen SNTP:tä - kysely suoritetaan satunnaiselle SNTP isännälle <code>pool.ntp.org</code> tai <a href=/help/advancedsettings#ntpserverconfig>toiselle käyttäjän määrittelemälle palvelimelle</a>).
hi: 123 पोर्ट पर आउटबाउंड UDP, जो जवाब की अनुमति देता है: यह I2P के आंतरिक समय सिंक्रोनाइज़ेशन के लिए आवश्यक है (SNTP के माध्यम से - <code>pool.ntp.org</code> में एक यादृच्छिक SNTP होस्ट का प्रश्नपत्र या <a href=/help/advancedsettings#ntpserverconfig>आपके निर्दिष्ट अन्य सर्वर</a>)।
hu: Kimenő UDP a 123-as porton, amely lehetővé teszi a válaszokat: ez szükséges az I2P belső időszinkronizálásához (SNTP-n keresztül - véletlenszerű SNTP-gazda lekérdezése a <code>pool.ntp.org</code>-ban vagy <a href=/help/advancedsettings#ntpserverconfig >egy másik megadott szerver</a>).
in: UDP keluar di port 123, mengizinkan balasan: ini diperlukan untuk sinkronisasi waktu internal I2P (melalui SNTP - mengquery host SNTP acak di <code>pool.ntp.org</code> atau <a href=/help/advancedsettings#ntpserverconfig>server lain yang Anda spesifikasi</a>).
it: UDP in uscita sulla porta 123, consentendo le risposte: ciò è necessario per la sincronizzazione interna del tempo di I2P (tramite SNTP - interrogando un host SNTP casuale in <code>pool.ntp.org</code> o <a href=/help/advancedsettings#ntpserverconfig>un altro server specificato</a>).
ja: 応答を許可するポート123からのアウトバウンドUDP：これはI2Pの内部時刻同期に必要です（SNTP経由 - <code>pool.ntp.org</code>のランダムなSNTPホストをクエリするか、<a href=/help/advancedsettings#ntpserverconfig>指定した他のサーバー</a>）。
ko: 답장을 허용하는 123 포트에서 아웃바운드 UDP: 이는 I2P의 내부 시간 동기화에 필요합니다 (SNTP를 통한 - <code>pool.ntp.org</code>의 임의의 SNTP 호스트 또는 <a href=/help/advancedsettings#ntpserverconfig>지정한 다른 서버</a>를 호출).
nb: Utgående UDP på port 123, tillater svar: dette er nødvendig for I2P's interne tidsynkronisering (via SNTP - spør en tilfeldig SNTP vert på <code>pool.ntp.org</code> eller <a href=/help/advancedsettings#ntpserverconfig>annen server du oppgir</a>).
nl: Uitgaand UDP-verkeer op poort 123, waardoor antwoorden mogelijk zijn: dit is nodig voor de interne tijd synchronisatie van I2P (via SNTP - bevragen van een willekeurige SNTP-host in <code>pool.ntp.org</code> of <a href=/help/advancedsettings#ntpserverconfig>een andere server die u opgeeft</a>).
pt: UDP de saída na porta 123, permitindo respostas: isso é necessário para a sincronização interna de tempo do I2P (via SNTP - consultando um host SNTP aleatório em <code>pool.ntp.org</code> ou <a href=/help/advancedsettings#ntpserverconfig>outro servidor que você especificar</a>).
sl: Izhodni UDP na vrata 123, dovoljuje odgovore: to je potrebno za notranjo usinhronizirano čas I2P (prek SNTP - vprašanje naključnega gostitelja SNTP v <code>pool.ntp.org</code> ali <a href=/help/advancedsettings#ntpserverconfig>druga strežnika, ki ga določite</a>).
sv: Utgående UDP på port 123, vilket tillåter svar: detta är nödvändigt för I2P's interna tidsynkronisering (via SNTP - fråga en slumpmässig SNTP-host i <code>pool.ntp.org</code> eller <a href=/help/advancedsettings#ntpserverconfig>en annan server du specifierar</a>).
uk: Вихідне UDP на порті 123, дозволяючи відповіді: це необхідне для внутрішньої синхронізації часу I2P (через SNTP - запит випадкового хоста SNTP в <code>pool.ntp.org</code> або <a href=/help/advancedsettings#ntpserverconfig>іншого сервера, вказаного Вами</a>).
vi: Gói UDP đi trên cổng 123, cho phép trả lời: điều này cần thiết cho đồng bộ thời gian nội bộ của I2P (thông qua SNTP - truy vấn ngẫu nhiên một máy chủ SNTP trong <code>pool.ntp.org</code> hoặc <a href=/help/advancedsettings#ntpserverconfig>một máy chủ khác bạn chỉ định</a>).

source: I2P Terminology
ar: مصطلحات I2P
az: I2P Terminologiyası
bo: I2P ཐ་སྙད་བརྡ་བཤད།
cs: Terminologie I2P
da: I2P Terminologi
el: Όροι του I2P
es: Terminología de I2P
et: I2P terminoloogia
fa: اصطلاحات I2P
fi: I2P Termitologia
hi: I2P शब्दावली
hu: I2P Terminológia
in: Istilah-Istilah I2P
it: Terminologia di I2P
ja: I2P用語
ko: I2P 용어
nb: I2P Terminologi
nl: I2P-terminologie
pt: Terminologia do I2P
sl: Terminologija I2P
sv: I2P Ordlista
uk: Термінологія I2P
vi: Thuật ngữ của I2P

source: An I2P web application that manages service destinations for the network, mapping B64 hashes to human-readable names. Destinations may be added manually, or via subscriptions to hosts.txt files. Also referred to as SusiDNS. For more information, see the <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: تطبيق ويب I2P يدير وجهات الخدمات للشبكة، من خلال ربط هاشات B64 بأسماء قابلة للقراءة بشريًا. يمكن إضافة الوجهات يدويًا أو عبر الاشتراكات في ملفات hosts.txt. يُشار إليه أيضًا باسم SusiDNS. لمزيد من المعلومات، الرجاء زيارة الوثائق <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: Rəqəmsal ayırma sistemləri (B64) dagitma şəbəkəsi üçün xidmət destinasiyalarını idarə edən I2P web tətbiqidir. Destinasiyalar əl ilə əlavə oluna bilər və ya hosts.txt fayllarına abunə olaraq əlavə oluna bilər. Habelə, SusiDNS kimi də adlandırılır. Ətraflı məlumat üçün <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>onlayn sənədləndirməyə</a> müraciət edin.
bo: དྲ་ལམ་གི་ཞབས་ཞུ་འགེད་ས་གནས་དོ་དམ་བྱེད་པའི་ I2P ཝེབ་གློག་གནད་སྒྱུར་བཞིག B64 གསང་རྟགས་མིང་ཚེན་ལྡན་འགྲེམ་པ། འགེད་ས་གནས་ལག་མན་ནས་ཁ་སྣོན་བྱེད་ཐུབ་པའམ་ hosts.txt ཡིག་ཆར་མཁོར་ཞལ་བརྒྱུད་བརྒྱུད་བྱེད་ཐུབ། SusiDNS ཞེས་ནའང་འབོད་པ། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན་གསལ་བརྟག་པར། <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>གློ་བརྟེན་ཡིག་ཆ་</a>ལ་གཟིགས།
cs: Webová aplikace I2P, která spravuje adresy služeb sítě, mapuje B64 otisky na lidsky čitelná jména. Adresy služeb lze přidat ručně nebo pomocí odběru souborů hosts.txt. Také označováno jako SusiDNS. Další informace naleznete v <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: En I2P webapplikation, der administrerer servicedestinationer for netværket, dermap B64 hash til menneskelæselige navne. Destinationer kan tilføjes manuelt eller via abonnementer på hosts.txt filer. Også kendt som SusiDNS. For mere information, se <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>den online dokumentation</a>.
el: Μια διαδικτυακή εφαρμογή του I2P που διαχειρίζεται προορισμούς υπηρεσιών για το δίκτυο, αντιστοιχίζοντας τις κατακερματισμένες αξίες B64 σε ανθρωποαναγνώσιμα ονόματα. Οι προορισμοί μπορούν να προστεθούν μη αυτόματα, είτε μέσω συνδρομών σε αρχεία hosts.txt. Επίσης αναφέρεται ως SusiDNS. Για περισσότερες πληροφορίες, δείτε την <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: Una aplicación web de I2P que gestiona destinos de servicio para la red, mapeando hashes B64 a nombres legibles por humanos. Los destinos se pueden añadir manualmente o a través de subscripciones a archivos hosts.txt. También se conoce como SusiDNS. Para más información, consultar la <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: I2P võrgu teenuste sihtkohtade haldamiseks mõeldud veebirakendus, mis seob B64 räsiväärtused inimloetavate nimedega. Sihtkohti võib lisada käsitsi või tellimuste abil inimeste.txt failid. Samuti tuntud kui SusiDNS. Lisateabe saamiseks vaadake <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>võrgudokumentatsiooni</a>.
fa: یک برنامه وب I2P که مدیریت مقاصد سرویس‌ها برای شبکه را به عهده دارد و هش‌های B64 را به نام‌های قابل خواندن انسان می‌نگارد. مقاصد می‌توانند به صورت دستی یا از طریق دریافت فایل‌های hosts.txt افزوده شوند. همچنین به عنوان SusiDNS نیز شناخته می‌شود. برای اطلاعات بیشتر دستورالعمل‌های آنلاین را ببینید.
fi: I2P-verkon verkkosovellus, joka hallinnoi palvelukohteita, jotka yhdistävät B64-hajot ihmisen luettavaan muotoon. Kohteet voidaan lisätä manuaalisesti tai tilaamalla hosts.txt-tiedostoja. Sitä kutsutaan myös SusiDNS:ksi. Lisätietoja löydät <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online-dokumentaatiosta</a>.
hi: I2P वेब अनुप्रयोग जो नेटवर्क के सेवा गंतव्यों का प्रबंधन करता है, B64 हैश को मानव-पढ़ने योग्य नामों में म핑 करता है। गंतव्यों को मानवीय रूप से जोड़ा जा सकता है, या hosts.txt फ़ाइलों के सदस्यता के माध्यम से। सुसीDNS के रूप में भी जाना जाता है। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Egy I2P webalkalmazás, amely a hálózathoz tartozó szolgáltatási célállomásokat kezeli, az ember által olvasható neveket B64-hasnikhoz (B64 hash) rendel. A célállomások kézzel is hozzáadhatók, vagy hozzárendelhetők hosts.txt fájlokra iratkozással. Ezt SusiDNS néven is emlegetik. További információért lásd az <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Aplikasi web I2P yang mengelola tujuan layanan untuk jaringan, memetakan hash B64 ke nama yang dapat dibaca manusia. Tujuan dapat ditambahkan secara manual, atau melalui langganan file hosts.txt. Juga disebut SusiDNS. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Un'applicazione web I2P che gestisce le destinazioni del servizio per la rete, mappando gli hash B64 in nomi leggibili dall'uomo. Le destinazioni possono essere aggiunte manualmente o tramite sottoscrizioni a file hosts.txt. Conosciuta anche come SusiDNS. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: ネットワークのサービス宛先を管理するI2Pウェブアプリケーションで、B64ハッシュを人間が読める名前にマッピングします。宛先は手動で追加するか、hosts.txtファイルへのサブスクリプションで追加できます。SusiDNSとも呼ばれます。詳細については、<a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメンテーション</a>を参照してください。
ko: I2P 웹 애플리케이션으로 네트워크의 서비스 목적지를 관리하며, B64 해시를 사람이 읽을 수 있는 이름으로 매핑합니다. 목적지는 수동으로 추가하거나 호스트 목록.txt 파일에 구독을 통해 추가할 수 있습니다. SusiDNS로도 알려져 있습니다. 더 많은 정보는 <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: En I2P webapplikasjon som administrerer tjenestemål for nettverket, som mapper B64-hash til menneskelesbare navn. Destinasjoner kan legges til manuelt eller via abonnementer på hosts.txt-filer. Også kjent som SusiDNS. For mer informasjon, se <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online-dokumentasjonen</a>.
nl: Een I2P webtoepassing die de servicebestemmingen voor het netwerk beheert, waarbij B64-hashes worden gekoppeld aan leesbare namen. Bestemmingen kunnen handmatig worden toegevoegd of via abonnementen op hosts.txt-bestanden. Ook bekend als SusiDNS. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: Uma aplicação web do I2P que gerencia destinos de serviço para a rede, mapeando hashes B64 para nomes legíveis por humanos. Os destinos podem ser adicionados manualmente ou através de assinaturas de arquivos hosts.txt. Também conhecido como SusiDNS. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: I2P spletna aplikacija, ki upravlja namene storitev za omrežje, zasnovala B64 hash-je na človeško berljive imena. Namene se lahko dodajo ročno, ali pa preko pretplatnic na datoteke hosts.txt. Tudi se omenja kot SusiDNS. Za več informacij, glejte <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>spletno dokumentacijo</a>.
sv: En I2P-webbapplikation som hanterar tjänstmål för nätverket, kartlägger B64-hashar till mänskligt läsbara namn. Destinationer kan läggas till manuellt eller genom prenumerationer på hosts.txt-filer. Även kallad SusiDNS. För mer information, se <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: Веб-додаток I2P, яке управляє цільовими об'єктами для мережі, зіставляючи хеші B64 з людськозрозумілими іменами. Цільові об'єкти можуть бути додані вручну або через підписку на файли hosts.txt. Також відомий як SusiDNS. Для отримання додаткової інформації дивіться <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>онлайн-документацію</a>.
vi: Một ứng dụng web I2P quản lý đích dịch vụ cho mạng, ánh xạ băm B64 thành các tên dễ đọc. Đích có thể được thêm thủ công hoặc qua đăng ký tệp hosts.txt. Cũng được gọi là SusiDNS. Để biết thêm thông tin, hãy xem <a href=https://geti2p.net/en/docs/naming class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Base32 (B32) / Base64 (B64)
ar: بيز32 (B32) / بيز 64 (B64)
fa: بیس 32 (بی 32) / بیس 64 (بی 64)
hi: बेस32 (B32) / बेस64 (B64)
uk: База 32 (B32) / База 64 (B64)
