Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Manage I2P addresses
ar: إدارة عناوين I2P
az: I2P ünvanlarını idarə edin
cs: Správa I2P adres
da: Administrer I2P-adresser
el: Διαχείριση διευθύνσεων I2P
es: Administrar direcciones I2P
et: I2P-aadresside haldamine
fa: آدرس های I2P را مدیریت کنید
fi: Hallitse I2P-osoitteita
hu: I2P-címek kezelése
in: Kelola alamat I2P
it: Gestisci indirizzi I2P
ja: I2Pアドレスの管理
nb: Administrer I2P-adresser
nl: Beheer I2P-adressen
pt: Gerenciar endereços I2P
sl: Upravljanje naslovov I2P
sv: Hantera I2P-adresser
uk: Керування адресами I2P

source: Imagegen
ar: إيماجينج
az: Təsvir
da: Billede
el: Εικόνα
es: Generación de imágenes
et: Pilt
fa: تصویر
fi: Kuva
in: Gen Gambar
it: Generazione immagini
ja: イメージジェン
nl: Afbeeldingen
sv: Bildegen
uk: Генератор зображень
vi: Tạo ảnh

source: Create and download torrents
ar: إنشاء وتنزيل السيول
az: Torrentlər yaradın və endirin
cs: Vytváření a stahování torrentů
da: Opret og download torrents
el: Δημιουργία και λήψη torrents
es: Crear y descargar torrents
et: torrentide loomine ja allalaadimine
fa: ایجاد و دانلود تورنت
fi: Luo ja lataa torrentteja
hu: Torrentek létrehozása és letöltése
in: Membuat dan mengunduh torrent
it: Crea e scarica torrents
ja: トレントの作成とダウンロード
nb: Opprett og last ned torrenter
nl: Torrents maken en downloaden
pt: Crie e baixe torrents
sl: Ustvari in prenesi torrente
sv: Skapa och ladda ner torrenter
uk: Створення та завантаження торрентів
vi: Tạo và tải xuống torrent

source: Manage client and server tunnels
ar: إدارة أنفاق العميل والخادم
az: Müştəri və server tunellərini idarə edin
cs: Správa klientských a serverových tunelů
da: Administrer klient- og servertunneler
el: Διαχείριση τούνελ πελάτη και διακομιστή
es: Administrar túneles de cliente y servidor
et: Hallake kliendi- ja serveritunneleid
fa: تونل های سرویس گیرنده و سرور را مدیریت کنید
fi: Hallitse asiakas- ja palvelintunneleita
hu: Ügyfél- és szerveralagutak kezelése
in: Kelola terowongan klien dan server
it: Gestione tunnel client e server
ja: クライアントとサーバーのトンネルを管理する
nb: Administrer klient- og servertunneler
nl: Beheer client- en servertunnels
pt: Gerenciar túneis de cliente e servidor
sl: Upravljanje tunelov klienta in strežnika
sv: Hantera klient- och servertunnlar
uk: Керування тунелями клієнта та сервера
vi: Quản lý đường hầmhách hàng và máy chủ

source: Webmail client
ar: عميل بريد الويب
az: Veb poçt müştərisi
cs: Webový poštovní klient
da: Webmail-klient
el: Πελάτης webmail
es: Cliente de correo web
et: Veebiposti klient
fa: سرویس گیرنده ایمیل
fi: Webmail-asiakas
hu: Webmail kliens
in: Klien email web
it: Client di posta elettronica
ja: Webメールクライアント
nb: Webmail-klient
pt: Cliente de webmail
sl: Klient za webmail
sv: Webbpostklient
uk: Клієнт веб-пошти

source: Local webserver for hosting content on the I2P network
ar: خادم الويب المحلي لاستضافة المحتوى على شبكة I2P
az: I2P şəbəkəsində məzmunu yerləşdirmək üçün yerli veb-server
cs: Místní webový server pro hostování obsahu v síti I2P
da: Lokal webserver til hosting af indhold på I2P-netværket
el: Τοπικός διακομιστής ιστού για τη φιλοξενία περιεχομένου στο δίκτυο I2P
es: Servidor web local para alojar contenido en la red I2P
et: Kohalik veebiserver sisu majutamiseks I2P-võrgus
fa: وب سرور محلی برای میزبانی محتوا در شبکه I2P
fi: Paikallinen verkkopalvelin sisällön isännöintiin I2P-verkossa
hu: Helyi webszerver tartalom tárolására az I2P hálózaton
in: Server web lokal untuk menghosting konten di jaringan I2P
it: Webserver locale per ospitare contenuti nella rete I2P
ja: I2Pネットワーク上でコンテンツをホストするためのローカルWebサーバー
nb: Lokal webserver for hosting av innhold på I2P-nettverket
nl: Lokale webserver voor het hosten van inhoud op het I2P-netwerk
pt: Servidor web local para hospedagem de conteúdo na rede I2P
sl: Lokalni spletne strežnik za gostovanje vsebine na omrežju I2P
sv: Lokal webbserver för värdinnehåll på I2P-nätverket
uk: Локальний веб-сервер для розміщення вмісту в мережі I2P
vi: Máy chủ web cục bộ để lưu trữ nội dung trên mạng I2P

source: Review recent updates to I2P
ar: مراجعة التحديثات الأخيرة لـ I2P
az: I2P-ə son yeniləmələri nəzərdən keçirin
cs: Přehled nedávných aktualizací I2P
da: Gennemgå de seneste opdateringer til I2P
el: Ελέγξτε τις πρόσφατες ενημερώσεις στο I2P
es: Revisar las actualizaciones recientes de I2P
et: vaadake üle I2P hiljutised värskendused
fa: به روز رسانی های اخیر I2P را مرور کنید
fi: Tarkista viimeisimmät I2P-päivitykset
hu: Tekintse át az I2P legutóbbi frissítéseit
in: Tinjau pembaruan terkini untuk I2P+
it: Visualizza aggiornamenti recenti di I2P
ja: I2P の最近の更新を確認する
nb: Gjennomgå nylige oppdateringer til I2P
nl: Bekijk recente updates voor I2P
pt: Revisar atualizações recentes no I2P
sl: Preverite nedavne posodobitve I2P
sv: Granska de senaste uppdateringarna av I2P
uk: Огляньте останні оновлення I2P
vi: Xem lại các bản cập nhật gần đây cho I2P

source: View debugging information
ar: عرض معلومات التصحيح
az: Sazlama məlumatlarına baxın
cs: Zobrazit informace pro ladění
da: Se fejlfindingsoplysninger
el: Προβολή πληροφοριών εντοπισμού σφαλμάτων
es: Ver información de depuración
et: vaadake silumisinfot
fa: اطلاعات اشکال زدایی را مشاهده کنید
fi: Näytä virheenkorjaustiedot
hu: Hibakeresési információk megtekintése
in: Lihat informasi debug
it: Visualizza informazioni di debug
ja: デバッグ情報の表示
nb: Se feilsøkingsinformasjon
nl: Foutopsporingsinformatie bekijken
pt: Ver informações de depuração
sl: Ogled informacij o iskanju napak
sv: Visa felsökningsinformation
uk: Перегляньте інформацію про налагодження
vi: Xem thông tin gỡ lỗi

source: View router performance graphs
ar: عرض الرسوم البيانية لأداء جهاز التوجيه
az: Routerin performans qrafiklərinə baxın
cs: Zobrazit grafy výkonu směrovače
da: Se grafer for routerens ydeevne
el: Προβολή γραφημάτων απόδοσης δρομολογητή
es: Ver gráficas de rendimiento del enrutador
et: vaadake ruuteri jõudluse graafikuid
fa: نمودارهای عملکرد روتر را مشاهده کنید
fi: Näytä reitittimen suorituskykykaaviot
hu: Az útválasztó teljesítménydiagramjainak megtekintése
in: Lihat grafik kinerja router
it: Visualizza i grafici delle prestazioni del router
ja: ルーターのパフォーマンスグラフを表示する
nb: Se grafer for ruterens ytelse
nl: Bekijk de prestatiegrafieken van de router
pt: Ver gráficos de desempenho do roteador
sl: Ogled grafov zmogljivosti strežnika
sv: Visa grafer för routerns prestanda
uk: Перегляньте графіки продуктивності маршрутизатора
vi: Xem biểu đồ hiệu suất của bộ định tuyến

source: Router help section
ar: قسم مساعدة جهاز التوجيه
az: Router yardım bölməsi
cs: Sekce nápovědy pro směrovač
da: Router hjælpesektion
el: Ενότητα βοήθειας δρομολογητή
es: Sección de ayuda del enrutador
et: Ruuteri abijaotis
fa: بخش راهنمای روتر
fi: Reitittimen ohjeosio
hu: A router súgója
in: Bagian bantuan router
it: Sezione della guida del router
ja: ルーターのヘルプセクション
nb: Hjelpedel for ruteren
nl: Hulpsectie voor router
pt: Seção de ajuda do roteador
sl: Seznam pomoči strežnika
sv: Routerhjälpsektion
uk: Розділ довідки маршрутизатора
vi: Phần trợ giúp bộ định tuyến

source: Router homepage
ar: الصفحة الرئيسية لجهاز التوجيه
az: Routerin əsas səhifəsi
cs: Domovská stránka směrovače
da: Routerens hjemmeside
el: Αρχική σελίδα δρομολογητή
es: Página principal del enrutador
et: Ruuteri Koduleht
fa: صفحه اصلی روتر
fi: Reitittimen kotisivu
hu: Router honlapja
in: Beranda router
it: Pagina iniziale del router
ja: ルーターのホームページ
nb: Ruterens hjemmeside
nl: Routerstartpagina
pt: Página inicial do roteador
sl: Domov strežnika
sv: Routers hemsida
uk: Домашня сторінка маршрутизатора
vi: Trang chủ bộ định tuyến

source: Home
ar: المنزل
az: Ev
cs: Domů
da: Hjemme
el: Σπίτι
es: Inicio
et: Kodu
fa: خانه
fi: Kotiin
hu: Otthon
in: Rumah
it: Casa
ja: ホーム
nb: Hjemme
nl: Thuis
pt: Início
sl: Doma
sv: Hemma
uk: Додому
vi: Trang chủ

source: View news relating to I2P
ar: عرض الأخبار المتعلقة بـ I2P
az: I2P ilə bağlı xəbərlərə baxın
cs: Zobrazit novinky týkající se I2P
da: Se nyheder vedrørende I2P
el: Προβολή ειδήσεων σχετικά με το I2P
es: Noticias
et: Vaadake I2P-ga seotud uudiseid
fa: اخبار مربوط به I2P را مشاهده کنید
fi: Katso I2P-uutisia
hu: Az I2P-vel kapcsolatos hírek megtekintése
in: Lihat berita terkait I2P
it: Visualizza notizie riguardanti I2P
ja: I2P関連のニュースを見る
nb: Se nyheter knyttet til I2P
nl: Bekijk nieuws met betrekking tot I2P
pt: Ver notícias relacionadas ao I2P
sl: Oglejte novice, povezane z I2P
sv: Se nyheter relaterade till I2P
uk: Переглядайте новини, що стосуються I2P
vi: Xem tin tức liên quan đến I2P

source: I2P News
ar: أخبار I2P
az: I2P Xəbərlər
cs: Zprávy o I2P
da: I2P Nyheder
el: Νέα I2P
es: Noticias de I2P
et: I2P uudised
fa: اخبار I2P
fi: I2P-uutiset
hu: I2P Hírek
in: Berita I2P
it: Notizie I2P
ja: I2P ニュース
nb: I2P-nyheter
nl: I2P Nieuws
pt: Notícias I2P
sl: Novice o I2P
sv: I2P-nyheter
uk: Новини I2P
vi: Tin tức I2P

source: View router workload and stats
ar: عرض عبء عمل جهاز التوجيه والإحصائيات
az: Routerin iş yükü və statistikasına baxın
cs: Zobrazit zátěž a statistiky směrovače
da: Se routerens arbejdsbelastning og statistik
el: Προβολή φόρτου εργασίας και στατιστικών στοιχείων του δρομολογητή
es: Ver la carga laboral y estadísticas del enrutador
et: vaadake ruuteri töökoormust ja statistikat
fa: حجم کار و آمار روتر را مشاهده کنید
fi: Näytä reitittimen työmäärä ja tilastot
hu: Az útválasztó munkaterhelésének és statisztikáinak megtekintése
in: Lihat beban kerja dan statistik router
it: Visualizza le statistiche ed il carico di lavoro del router
ja: ルーターのワークロードと統計を表示する
nb: Se ruterens arbeidsmengde og statistikk
nl: Bekijk de werklast en statistieken van de router
pt: Visualizar carga de trabalho e estatísticas do roteador
sl: Oglejte obremenitveno nalogo strežnika in statistike
sv: Visa routerns arbetsbelastning och statistik
uk: Перегляньте робоче навантаження та статистику маршрутизатора
vi: Xem khối lượng công việc và số liệu thống kê của bộ định tuyến

source: Router Jobs
ar: وظائف جهاز التوجيه
az: Router İşləri
cs: Úlohy směrovače
da: Routerjob
el: Εργασίες δρομολογητή
es: Tareas del enrutador
et: ruuteri tööd
fa: مشاغل روتر
fi: Reititintyöt
hu: Útválasztó feladatok
in: Pekerjaan Router
it: Lavori del router
ja: ルーターのジョブ
nb: Ruterjobber
nl: Routertaken
pt: Trabalhos do roteador
sl: Naloge strežnika
sv: Routerjobb
uk: Роботи маршрутизатора
vi: Công việc của bộ định tuyến

source: View router logs
ar: عرض سجلات جهاز التوجيه
az: Router qeydlərinə baxın
cs: Zobrazit protokoly směrovače
da: Se routerlogfiler
el: Προβολή αρχείων καταγραφής δρομολογητή
es: Ver registros del enrutador
et: ruuteri logide vaatamine
fa: گزارش های روتر را مشاهده کنید
fi: Näytä reitittimen lokit
hu: Az útválasztó naplóinak megtekintése
in: Melihat log router
it: Visualizza i registri del router
ja: ルーターのログを表示する
nb: Se ruterlogger
nl: Bekijk routerlogboeken
pt: Visualizar registros do roteador
sl: Oglejte dnevnike strežnika
sv: Visa routerloggar
uk: Перегляд журналів маршрутизатора
vi: Xem nhật ký bộ định tuyến

source: View information and stats regarding all known peers
ar: عرض المعلومات والإحصائيات المتعلقة بجميع أقرانهم المعروفين
az: Bütün tanınmış həmyaşıdlarla bağlı məlumat və statistikaya baxın
cs: Zobrazte informace a statistiky týkající se všech známých kolegů
da: Se information og statistik vedrørende alle kendte peers
el: Προβολή πληροφοριών και στατιστικών σχετικά με όλους τους γνωστούς συνομηλίκους
es: Ver información y estadísticas sobre todos los pares conocidos
et: Vaadake teavet ja statistikat kõigi teadaolevate sarnaste rakenduste kohta
fa: اطلاعات و آمار مربوط به همه همتایان شناخته شده را مشاهده کنید
fi: Tarkastele tietoja ja tilastoja kaikista tunnetuista vertaisversioista
hu: Információk és statisztikák megtekintése az összes ismert társról
in: Melihat informasi dan statistik mengenai semua rekan yang dikenal
it: Visualizza informazioni e statistiche riguardanti tutti i peer conosciuti
ja: すべての既知のピアに関する情報と統計を表示します
nb: Se informasjon og statistikk om alle kjente jevnaldrende
nl: Bekijk informatie en statistieken over alle bekende peers
pt: Visualizar informações e estatísticas sobre todos os pares conhecidos
sl: Oglejte informacije in statistike o vseh znanih sosednjih strežnikih
sv: Visa information och statistik om alla kända kamrater
uk: Переглядайте інформацію та статистичні дані щодо всіх відомих партнерів
vi: Xem thông tin và số liệu thống kê về tất cả các đồng nghiệp đã biết

source: View active peers
ar: عرض أقرانهم النشطين
az: Aktiv həmyaşıdlara baxın
cs: Zobrazit aktivní partnery
da: Se aktive jævnaldrende
el: Προβολή ενεργών συνομηλίκων
es: Ver pares activos
et: Vaadake aktiivseid kolleege
fa: مشاهده همتایان فعال
fi: Näytä aktiiviset vertaisryhmät
hu: Aktív társak megtekintése
in: Lihat rekan aktif
it: Visualizza peer attivi
ja: アクティブなピアの表示
nb: Se aktive jevnaldrende
nl: Bekijk actieve collega's
pt: Visualizar pares ativos
sl: Oglejte aktivne sosednje strežnike
sv: Visa aktiva kamrater
uk: Перегляньте активних колег
vi: Xem các đồng nghiệp đang hoạt động

source: View peer performance profiles
ar: عرض ملفات تعريف أداء الأقران
az: Həmyaşıdların performans profillərinə baxın
cs: Zobrazení profilů výkonu vrstevníků
da: Se peer-præstationsprofiler
el: Προβολή προφίλ απόδοσης ομοτίμων
es: Ver perfiles de rendimiento de pares
et: Vaadake kolleegide jõudlusprofiile
fa: نمایه های عملکرد همتا را مشاهده کنید
fi: Näytä vertaissuoritusprofiilit
hu: Peer teljesítményprofilok megtekintése
in: Lihat profil kinerja rekan
it: Visualizza i profili delle prestazioni dei colleghi
ja: ピアパフォーマンスプロファイルの表示
nb: Se peer-ytelsesprofiler
nl: Peerprestatieprofielen bekijken
pt: Visualizar perfis de desempenho de pares
sl: Oglejte profila zmogljivosti sosednjih strežnikov
sv: Visa peer prestationsprofiler
uk: Переглядайте профілі ефективності однолітків
vi: Xem hồ sơ hiệu suất ngang hàng

source: View information about router and running environment
ar: عرض معلومات حول جهاز التوجيه وبيئة التشغيل
az: Router və işləyən mühit haqqında məlumatlara baxın
cs: Zobrazení informací o routeru a běžícím prostředí
da: Se oplysninger om router og køremiljø
el: Προβολή πληροφοριών σχετικά με το δρομολογητή και το περιβάλλον λειτουργίας
es: Ver información sobre el enrutador y entorno de ejecución
et: vaadake teavet ruuteri ja töökeskkonna kohta
fa: اطلاعات مربوط به روتر و محیط در حال اجرا را مشاهده کنید
fi: Näytä tiedot reitittimestä ja käyttöympäristöstä
hu: Információk megtekintése az útválasztóról és a futó környezetről
in: Melihat informasi tentang router dan lingkungan yang berjalan
it: Visualizza informazioni sul router e sull'ambiente in esecuzione
ja: ルーターと実行環境に関する情報を表示する
nb: Se informasjon om ruteren og kjøremiljøet
nl: Bekijk informatie over de router en de gebruiksomgeving
pt: Visualizar informações sobre o roteador e o ambiente em execução
sl: Oglejte informacije o strežniku in delovnem okolju
sv: Visa information om router och körmiljö
uk: Перегляд інформації про маршрутизатор і робоче середовище
vi: Xem thông tin về bộ định tuyến và môi trường đang chạy

source: Statistics
ar: الإحصائيات
az: Statistika
cs: Statistika
da: Statistik
el: Στατιστική
es: Estadísticas
et: Statistika
fa: آمار
fi: Tilastot
hu: Statisztika
in: Statistik
it: Statistiche
ja: 統計
nb: Statistikk
nl: Statistieken
pt: Estatísticas
sl: Statistika
sv: Statistik
uk: Статистика
vi: Số liệu thống kê

source: View active tunnels
ar: عرض الأنفاق النشطة
az: Aktiv tunellərə baxın
cs: Zobrazení aktivních tunelů
da: Se aktive tunneler
el: Προβολή ενεργών σηράγγων
es: Ver túneles activos
et: kuvage aktiivsed tunnelid
fa: مشاهده تونل های فعال
fi: Näytä aktiiviset tunnelit
hu: Aktív alagutak megtekintése
in: Lihat terowongan aktif
it: Visualizza tunnel attivi
ja: アクティブなトンネルの表示
nb: Se aktive tunneler
nl: Bekijk actieve tunnels
pt: Visualizar túneis ativos
sl: Oglejte aktivne tunele
sv: Visa aktiva tunnlar
uk: Перегляд активних тунелів
vi: Xem các đường hầm đang hoạt động

source: Customize homepage
ar: تخصيص الصفحة الرئيسية
az: Əsas səhifəni fərdiləşdirin
cs: Přizpůsobte domovskou stránku
da: Tilpas hjemmeside
el: Προσαρμογή αρχικής σελίδας
es: Personalizar página principal
et: kodulehe kohandamine
fa: سفارشی کردن صفحه اصلی
fi: Mukauta kotisivua
hu: A kezdőlap testreszabása
in: Sesuaikan beranda
it: Personalizza la home page
ja: ホームページをカスタマイズする
nb: Tilpass hjemmesiden
nl: Startpagina aanpassen
pt: Personalizar página inicial
sl: Prilagodba domačega mesta
sv: Anpassa hemsidan
uk: Налаштувати домашню сторінку
vi: Tùy chỉnh trang chủ

source: Homepage
ar: الصفحة الرئيسية
az: Əsas səhifə
cs: Domovská stránka
da: Hjemmeside
el: Αρχική σελίδα
es: Página principal
et: Koduleht
fa: صفحه اصلی
fi: Kotisivu
hu: Honlap
in: Beranda
it: Pagina iniziale
ja: ホームページ
nb: Hjemmeside
nl: Startpagina
pt: Página inicial
sl: Naslovna stran
sv: Hemsida
uk: Домашня сторінка
vi: Trang chủ

source: Configure I2P Client Control Interface
ar: تكوين واجهة التحكم في عميل I2P
az: I2P Müştəri İdarəetmə İnterfeysini konfiqurasiya edin
cs: Konfigurace rozhraní I2P Client Control Interface
da: Konfigurer I2P Client Control Interface
el: Διαμόρφωση διεπαφής ελέγχου πελάτη I2P
es: Configurar interfaz de control de cliente I2P" #: ../jsp/WEB-INF/classes/net/i2p/router/web/jsp/sitemap_jsp.java:59
et: I2P-kliendi juhtimisliidese konfigureerimine
fa: رابط کنترل مشتری I2P را پیکربندی کنید
fi: Määritä I2P-asiakashallintaliittymä
hu: I2P kliens vezérlőfelület konfigurálása
in: Konfigurasikan Antarmuka Kontrol Klien I2P
it: Configura l'interfaccia di controllo client I2P
ja: I2Pクライアント制御インターフェースの構成
nb: Konfigurer I2P Client Control Interface
nl: I2P-clientbesturingsinterface configureren
pt: Configurar Interface de Controle do Cliente I2P
sl: Konfigurirajte vmesnik za nadzor klienta I2P
sv: Konfigurera I2P Client Control Interface
uk: Налаштувати інтерфейс керування клієнтом I2P
vi: Cấu hình giao diện điều khiển máy khách I2P

source: View or edit router keyring for encrypted destinations
ar: عرض أو تحرير حلقة مفاتيح جهاز التوجيه للوجهات المشفرة
az: Şifrələnmiş təyinatlar üçün marşrutlaşdırıcı açarlara baxın və ya redaktə edin
cs: Zobrazte nebo upravte svazek klíčů směrovače pro šifrované cíle
da: Se eller rediger routerens nøglering til krypterede destinationer
el: Προβολή ή επεξεργασία μπρελόκ δρομολογητή για κρυπτογραφημένους προορισμούς
es: Ver o editar anillo de claves del enrutador para destinos cifrados
et: krüptitud sihtkohtade ruuteri võtmerõnga vaatamine või muutmine
fa: کلید روتر را برای مقاصد رمزگذاری شده مشاهده یا ویرایش کنید
fi: Tarkastele tai muokkaa salattujen kohteiden reitittimen avaimenperää
hu: Az útválasztó kulcstartójának megtekintése vagy szerkesztése titkosított célállomásokhoz
in: Melihat atau mengedit keyring router untuk tujuan terenkripsi
it: Visualizza o modifica il portachiavi del router per le destinazioni crittografate
ja: 暗号化された宛先のルーターキーリングを表示または編集する
nb: Se eller rediger ruterens nøkkelring for krypterte destinasjoner
nl: Routersleutelhanger voor gecodeerde bestemmingen bekijken of bewerken
pt: Visualizar ou editar chaveiro do roteador para destinos criptografados
sl: Oglejte ali urejajte zapestre strežnika za šifrirane namene
sv: Visa eller redigera routerns nyckelring för krypterade destinationer
uk: Перегляньте або відредагуйте брелок маршрутизатора для зашифрованих місць призначення
vi: Xem hoặc chỉnh sửa khóa bộ định tuyến cho các đích được mã hóa

source: Configure router networking options
ar: تكوين خيارات شبكة جهاز التوجيه
az: Router şəbəkə seçimlərini konfiqurasiya edin
cs: Konfigurace možností sítě routeru
da: Konfigurer routerens netværksindstillinger
el: Διαμόρφωση επιλογών δικτύου δρομολογητή
es: Configurar opciones de red del enrutador
et: konfigureerige ruuteri võrgusuvandid
fa: گزینه های شبکه روتر را پیکربندی کنید
fi: Määritä reitittimen verkkoasetukset
hu: Az útválasztó hálózati beállításainak konfigurálása
in: Konfigurasikan opsi jaringan router
it: Configurare le opzioni di rete del router
ja: ルーターネットワークオプションの構成
nb: Konfigurer nettverksalternativer for ruteren
nl: Routernetwerkopties configureren
pt: Configurar opções de rede do roteador
sl: Konfigurirajte možnosti omrežja strežnika
sv: Konfigurera routerns nätverksalternativ
uk: Налаштуйте параметри мережі маршрутизатора
vi: Cấu hình các tùy chọn mạng của bộ định tuyến

source: Manually edit peers and view banned peers and blocklist
ar: تحرير الأقران يدويًا وعرض الأقران المحظورين وقائمة الحظر
az: Həmyaşıdları əl ilə redaktə edin və qadağan edilmiş həmyaşıdlara və blok siyahısına baxın
cs: Ručně upravte partnery a prohlédněte si zakázané partnery a seznam blokovaných uživatelů
da: Rediger peers manuelt og se forbudte peers og blokeringsliste
el: Μη αυτόματη επεξεργασία ομότιμων και προβολή αποκλεισμένων ομότιμων και λίστα αποκλεισμού
es: Editar pares manualmente y ver pares bloqueados y lista negra
et: redigeerige eakaaslaste käsitsi ja vaadake keelatud kaaslaste ja blokeerimisloendit
fa: همتاها را به صورت دستی ویرایش کنید و همتاهای ممنوعه و لیست بلاک را مشاهده کنید
fi: Muokkaa vertaisversioita manuaalisesti ja tarkastele kiellettyjä vertaisohjelmia ja estolistaa
hu: Manuálisan szerkessze a társakat, és tekintse meg a kitiltott partnereket és a blokklistát
in: Edit rekan secara manual dan lihat rekan yang diblokir dan daftar blokir
it: Modifica manualmente i peer e visualizza i peer interdetti e le blocklist
ja: ピアを手動で編集し、禁止されたピアとブロックリストを表示する
nb: Rediger jevnaldrende manuelt og se forbudte jevnaldrende og blokkeringsliste
nl: Peers handmatig bewerken en verboden peers en blokkeerlijst bekijken
pt: Editar manualmente peers e visualizar peers banidos e lista de bloqueio
sl: Ročno uredite sosednje strežnike in ogled prepovedanih sosednjih strežnikov in blokiranega seznama
sv: Redigera kamrater manuellt och visa förbjudna kamrater och blockeringslista
uk: Редагувати вручну однорангових вузлів і переглядати заборонені однорангові вузли та список блокувань
vi: Chỉnh sửa thủ công các đồng nghiệp và xem các đồng nghiệp và danh sách chặn bị cấm

source: Install and manage router plugins
ar: تثبيت وإدارة المكونات الإضافية لجهاز التوجيه
az: Router plaginlərini quraşdırın və idarə edin
cs: Instalujte a spravujte zásuvné moduly routeru
da: Installer og administrer router-plugins
el: Εγκατάσταση και διαχείριση προσθηκών δρομολογητή
es: Instalar y administrar complementos del enrutador
et: installige ja hallake ruuteri pistikprogramme
fa: پلاگین های روتر را نصب و مدیریت کنید
fi: Asenna ja hallitse reitittimen laajennuksia
hu: Az útválasztó beépülő moduljainak telepítése és kezelése
in: Instal dan kelola plugin router
it: Installa e gestisci i plugin del router
ja: ルータープラグインのインストールと管理
nb: Installer og administrer ruterplugins
nl: Routerplug-ins installeren en beheren
pt: Instalar e gerenciar plugins do roteador
sl: Namestitev in upravljanje vstavk strežnika
sv: Installera och hantera routerplugins
uk: Встановлення плагінів маршрутизатора та керування ними
vi: Cài đặt và quản lý plugin bộ định tuyến

source: Router reseeding and configuration
ar: إعادة زرع جهاز التوجيه وتكوينه
az: Routerin yenidən yerləşdirilməsi və konfiqurasiyası
cs: Přenastavení a konfigurace směrovače
da: Reseeding og konfiguration af routeren
el: Επανασπορά και διαμόρφωση δρομολογητή
es: Volver a sembrar y configuración del enrutador
et: ruuteri uuesti külvamine ja konfigureerimine
fa: بذر و پیکربندی مجدد روتر
fi: Reitittimen uudelleensyöttö ja konfigurointi
hu: Router újravetése és konfigurálása
in: Penyemaian ulang dan konfigurasi router
it: Reseeding e configurazione del router
ja: ルーターの再シードと構成
nb: Reseeding og konfigurasjon av ruteren
nl: Router opnieuw zaaien en configureren
pt: Reinicialização e configuração do roteador
sl: Ponovno zalaganje in konfiguracija strežnika
sv: Reseedning och konfiguration av routern
uk: Повторне завантаження та налаштування маршрутизатора
vi: Tái cấu hình và tái cấu trúc router
