Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Previous Page
ar: الصفحة السابقة
az: Əvvəlki Səhifə
bo: སྔོན་མའི་ཤོག་ངོས།
cs: Předchozí strana
da: Forrige side
el: Προηγούμενη σελίδα
es: Página anterior
et: Eelmine leht
fa: صفحه قبل
fi: Edellinen sivu
hi: पिछला पृष्ठ
hu: Előző Oldal
in: Halaman Sebelumnya
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
nb: Forrige side
nl: Vorige pagina
pt: Página Anterior
sl: Prejšnja stran
sv: Föregående sida
uk: Попередня сторінка
vi: Trang trước

source: Next Page
ar: الصفحة التالية
az: Növbəti səhifə
bo: རྗེས་མའི་ཤོག་ངོས།
cs: Další stránka
da: Næste side
el: Επόμενη σελίδα
es: Página siguiente
et: Järgmine leht
fa: صفحه بعدی
fi: Seuraava sivu
hi: अगला पृष्ठ
hu: Következő Oldal
in: Halaman Berikutnya
it: Prossima pagina
ja: 次のページ
ko: 다음 페이지
nb: Neste side
nl: Volgende pagina
pt: Próxima página
sl: Naslednja stran
sv: Nästa sida
uk: Наступна сторінка
vi: Trang tiếp theo

source: Results per page
bo: ཤོག་ངོས་རེར་འབྲས་བུ།
hi: प्रति पृष्ठ परिणाम
ko: 페이지당 결과

source: Not initialized
ar: لم تتم تهيئة
az: Başlanılmadı
bo: འགོ་ཚུགས་མེད།
cs: Neinicializováno
da: Ikke initialiseret
el: Δεν αρχικοποιήθηκε
es: No inicializado
et: Lähtestamata
fa: مقداردهی اولیه نشده است
fi: Ei alustettu
hi: इनिशियलाइज़ेशन नहीं किया
hu: Nincs inicializálva
in: Tidak diaktifkan
it: Non inizializzata
ja: 未初期化
ko: 초기화 안됨
nb: Ikke igangsatt
nl: Niet geïnitialiseerd
pt: Não iniciado
sl: Ni inicializirano
sv: Inte intierad
uk: Не ініціалізовано
vi: Chưa được khởi tạo

source: Total Remote Leasesets
bo: རྒྱང་རིང་ Leasesets བསྡོམས།
hi: कुल दूरस्थ लीज़सेट
ko: 원격 리스셋 총계

source: Compact mode
bo: བསྡུས་ཐོག་རྣམ་པ།
hi: सघन मोड
ko: 컴팩트 모드

source: Local Leasesets
bo: ས་གནས་ Leasesets
hi: स्थानीय लीज़सेट
ko: 로컬 리스셋

source: Debug Mode
bo: Debug རྣམ་པ།
hi: डिबग मोड
ko: 디버그 모드

source: Published (RAP) Leasesets
bo: སྤེལ་བའི་ (RAP) Leasesets
hi: प्रकाशित (RAP) लीज़सेट
ko: 게시된 (RAP) 리스셋

source: Sorted by hash distance, closest first.
bo: Hash བར་ཐག་གིས་དབྱེ་བ། ཉེ་ཤོས་སྔོན་ལ།
hi: हैश दूरी से क्रमबद्ध, सबसे करीब पहले।
ko: 해시 거리순으로 정렬, 가장 가까운 것 우선

source: Mod Data
bo: Mod གཞི་གྲངས།
hi: मॉड डेटा
ko: 수정 데이터

source: Last Changed
bo: མཐའ་མར་བསྒྱུར།
hi: अंतिम बदलाव
ko: 마지막 변경

source: Next Mod Data
bo: རྗེས་མའི་ Mod གཞི་གྲངས།
hi: अगला मॉड डेटा
ko: 다음 수정 데이터

source: Change in
bo: ནང་བསྒྱུར།
hi: में परिवर्तन
ko: 변경 내용

source: Floodfill mode enabled
bo: Floodfill རྣམ་པ་བྱིན་ཡོད།
hi: फ्लडफिल मोड सक्षम
ko: 플러드필 모드 활성화됨

source: Routing Key
ar: مفتاح التوجيه
az: Marşrut açarı
bo: ལམ་སྲང་ལྡེ་མིག
cs: Směrovací klíč
da: Rutenøgle
el: Κλειδί δρομολόγησης
es: Clave de enrutado
et: Marsruutimisvõti
fa: کلید مسیریابی
fi: Reititysavain
hi: रूटिंग की
hu: Útválasztó kulcs
in: Kunci Perutean
it: Chiave di instradamento
ja: ルーティングキー
ko: 라우팅 키
nb: Rutenøkkel
nl: Routeringssleutel
pt: Chave de Roteamento
sl: Ključ usmerjanja
sv: Ruttnyckel
uk: Ключ маршрутизації
vi: Khóa định tuyến

source: Median distance (bits)
ar: المسافة المتوسطة (بت)
az: Median məsafə (bit)
bo: བར་དཀྱིལ་བར་ཐག་ (bits)
cs: Střední vzdálenost (bity)
da: Medianafstand (bits)
el: Μέση απόσταση (bits)
es: Distancia promedio (bits)
et: Keskmine kaugus (bitti)
fa: فاصله میانه (بیت)
fi: Mediaanietäisyys (bittiä)
hi: मीडियन दूरी (बिट)
hu: Medián távolság (bit)
in: Jarak median (bit)
it: Distanza mediana (bits)
ja: 中央距離(ビット)
ko: 중심 거리 (비트)
nb: Median avstand (biter)
nl: Mediaan afstand (bits)
pt: Distância mediana (bits)
sl: Srednja razdalja (biti)
sv: Medianavstånd (bitar)
uk: Середня відстань (біт)
vi: Khoảng cách trung bình (bit)

source: Estimated total floodfills
ar: إجمالي الفيضانات المقدرة
az: Təxmini ümumi daşqınlar
bo: རྩིས་སྤྲོད་བྱས་པའི་ floodfills བསྡོམས།
cs: Odhadované celkové zaplavení
da: Estimeret samlede oversvømmelser
el: Εκτιμώμενες συνολικές πλημμύρες
es: Total estimado de floodfills
et: hinnanguline üleujutuste koguarv
fa: برآورد کل سیل
fi: Arvioidut tulvatytöt yhteensä
hi: अनुमानित कुल फ्लूडफिल्स
hu: Becsült teljes árvízkitöltés
in: Perkiraan total timbunan banjir
it: Numero totale di Floodfills stimato
ja: 推定総氾濫水量
ko: 전체 플러드필 예상값
nb: Estimert totale flomfyllinger
nl: Geschatte totale overstromingen
pt: Total estimado de inundações
sl: Ocena skupaj zalivnih
sv: Uppskattade totala översvämningar
uk: Розрахункові загальні затоплення
vi: Tổng lượng lũ ước tính

source: Estimated total leasesets
ar: مجموع الإيجارات المقدرة
az: Təxmini ümumi icarələr
bo: རྩིས་སྤྲོད་བྱས་པའི་ leasesets བསྡོམས།
cs: Odhadovaný celkový počet pronájmů
da: Estimeret samlede lejemål
el: Εκτιμώμενες συνολικές μισθώσεις
es: Leasesets totales estimado
et: hinnanguline rendisumma kokku
fa: برآورد کل اجاره
fi: Arvioitu vuokrasopimusten kokonaismäärä
hi: अनुमानित कुल लीज़ सेट्स
hu: Becsült összes bérleti szerződés
in: Perkiraan total sewa
it: Numero totale di Leasesets stimato
ja: リースセットの推定合計数
ko: 전체 리즈셋 예상값
nb: Estimert totale leieforhold
nl: Geschat totaal aantal leasesets
pt: Total estimado de arrendamentos
sl: Ocena skupaj leaseSet
sv: Uppskattade totala hyressättningar
uk: Розрахункова загальна сума орендованих наборів
vi: Tổng số tiền thuê ước tính

source: Total Local Leasesets
bo: ས་གནས་ Leasesets བསྡོམས།
hi: कुल स्थानीय लीज़सेट
ko: 로컬 리스셋 총계

source: Remote Leasesets
bo: རྒྱང་རིང་ Leasesets
hi: दूरस्थ लीज़सेट
ko: 원격 리스셋

source: Hostname {0} not found in network database
bo: Hostname {0} དྲ་བའི་གཞི་གྲངས་ནང་མ་རྙེད།
hi: होस्टनाम {0} नेटवर्क डेटाबेस में नहीं मिला
ko: 네트워크 데이터베이스에서 호스트 이름 {0}을 찾을 수 없습니다

source: LeaseSet for {0} not found in network database
bo: {0} ལ་དགོས་པའི་ LeaseSet དྲ་བའི་གཞི་གྲངས་ནང་མ་རྙེད།
hi: {0} के लिए लीज़सेट नेटवर्क डेटाबेस में नहीं मिला
ko: 네트워크 데이터베이스에서 {0}의 LeaseSet을 찾을 수 없습니다

source: Meta
hi: मेटा
ko: 메타

source: LeaseSet
ar: مجموعة الإيجار
az: İcarəyə verilir
et: Lüüsikirjegrupp
hi: लीज़ सेट
it: Serie di Lease
ja: リースセット
ko: 리즈셋
nb: Leasesett
vi: Bộ hợp đồng thuê

source: LeaseSet Key
ar: مفتاح LeaseSet
az: İcarəyə Verilmiş Açar
bo: LeaseSet ལྡེ་མིག
cs: Klíč LeaseSet
da: LeaseSet Nøgle
el: Κλειδί LeaseSet
es: Clave de configuración de arrendamiento
et: Rendilepingu Võti
fa: کلید LeaseSet
hi: लीज़ सेट की
hu: LeaseSet kulcs
in: Kunci Sewa
it: Chiave LeaseSet
ja: リースセットキー
ko: 리즈셋 키
nb: Leasesett Nøkkel
nl: LeaseSet-sleutel
pt: Chave LeaseSet
sl: Ključ LeaseSet
sv: LeaseSet-nyckel
uk: Ключ LeaseSet
vi: Khóa thuê

source: View local tunnels for destination
ar: عرض الأنفاق المحلية للوجهة
az: Təyinat üçün yerli tunellərə baxın
bo: འགྲེམ་སར་དོན་ལ་ས་གནས་གྲུ་བཞི་ལྟ་བ།
cs: Zobrazte místní tunely pro cíl
da: Se lokale tunneler til destination
el: Προβολή τοπικών σηράγγων για προορισμό
es: Ver túneles locales para destino
et: vaadake sihtpunkti kohalikke tunneleid
fa: مشاهده تونل های محلی برای مقصد
fi: Tarkastele määränpään paikallisia tunneleita
hi: उद्देश्य के लिए स्थानीय टंनल देखें
hu: Helyi alagutak megtekintése a célállomáshoz
in: Lihat terowongan lokal untuk tujuan
it: Guarda tunnel locali per la destinazione
ja: 宛先のローカルトンネルを表示
ko: 목적지에 대한 로컬 터널 보기
nb: Se lokale tunneler for destinasjon
nl: Bekijk lokale tunnels voor bestemming
pt: Ver túneis locais para destino
sl: Poglej lokalne tunele za destinacijo
sv: Visa lokala tunnlar för destination
uk: Перегляньте місцеві тунелі для призначення
vi: Xem các đường hầm địa phương để biết điểm đến

source: published
ar: نشرت
az: nəşr edilmişdir
bo: སྤེལ་བ།
cs: zveřejněno
da: udgivet
el: δημοσιεύτηκε
es: publicado
et: avaldatud
fa: منتشر شد
fi: julkaistu
hi: प्रकाशित
hu: közzétéve
in: diterbitkan
it: pubblicato
ja: 公開
ko: 게시됨
nb: publisert
nl: gepubliceerd
pt: publicado
sl: objavljeno
sv: publicerad
uk: опубліковано
vi: đã xuất bản

source: Expires{0}
ar: انتهاء الصلاحية{0}
az: Müddəti bitir{0}
bo: དུས་ཡོལ་{0}
cs: Platnost vyprší{0}
da: Udløber{0}
el: Λήγει{0}
es: Caduca{0}
et: Aegub{0}
fa: انقضا{0}
fi: Vanhenee{0}
hi: {0} पर समाप्त
hu: Lejár{0}
in: Kedaluwarsa{0}
it: Scade{0}
ja: 期限切れ{0}
ko: 만료{0}
nb: Utløper{0}
nl: Verloopt{0}
pt: Expira{0}
sl: Isteka{0}
sv: Upphör{0}
uk: Закінчується{0}
vi: Hết hạn{0}

source: Expired{0} ago
ar: انتهت الصلاحية{0} منذ
az: Müddəti {0} əvvəl keçib
bo: {0} ནས་དུས་ཡོལ།
cs: Platnost vypršela{0}
da: Udløb for{0} siden
el: Έληξε{0} πριν
es: Hace caducado{0}
et: Aegunud{0} tagasi
fa: منقضی شده{0} پیش
fi: Vanhentunut{0} sitten
hi: {0} पहले समाप्त हो गया
hu: Lejárt{0}
in: Kedaluwarsa{0} yang lalu
it: Scaduto{0} fa
ja: {0}前に期限切れになりました
ko: {0} 전 만료됨
nb: Utløp for{0} siden
nl: Verlopen{0} geleden
pt: Expirou{0} atrás
sl: Isteklo{0} pred tem
sv: Upphörde för{0} sedan
uk: Термін дії минув{0} тому
vi: Đã hết hạn{0} trước

source: Distance
ar: المسافة
az: Məsafə
bo: བར་ཐག
cs: Vzdálenost
da: Afstand
el: Απόσταση
es: Distancia
et: Kaugus
fa: فاصله
fi: Etäisyys
hi: दूरी
hu: Távolság
in: Jarak
it: Distanza
ja: 距離
ko: 거리
nb: Avstand
nl: Afstand
pt: Distância
sl: Razdalja
sv: Avstånd
uk: Відстань
vi: Khoảng cách

source: Offline signed
ar: توقيع غير متصل
az: Oflayn imzalanmışdır
bo: དྲ་བའི་ཕྱིར་མིང་རྟགས་བཀོད།
cs: Podepsáno offline
da: Offline underskrevet
el: Υπογραφή εκτός σύνδεσης
es: Firmado sin conexión
et: Võrguühenduseta allkirjastatud
fa: آفلاین امضا شد
fi: Offline allekirjoitettu
hi: ऑफ़लाइन साइन किया
hu: Offline aláírva
in: Offline ditandatangani
it: Firmato offline
ja: オフライン署名
ko: 오프라인 서명됨
nb: Offline signert
nl: Offline ondertekend
pt: Assinado off-line
sl: Podpisano offline
sv: Offline signerad
uk: Підписано офлайн
vi: Đã ký ngoại tuyến

source: Signature type
ar: نوع التوقيع
az: İmza növü
bo: མིང་རྟགས་རིགས།
cs: Typ podpisu
da: Signaturtype
el: Τύπος υπογραφής
es: Tipo de firma
et: Allkirja tüüp
fa: نوع امضا
fi: Allekirjoituksen tyyppi
hi: साइनेचर तरीका
hu: Aláírás típusa
in: Jenis tanda tangan
it: Tipo di firma
ja: 署名の種類
ko: 시그니처 유형
nb: Signaturtype
nl: Handtekeningtype
pt: Tipo de assinatura
sl: Vrsta podpisa
sv: Signaturtyp
uk: Тип підпису
vi: Loại chữ ký

source: Public Key
bo: སྤྱི་ལྡེ་མིག
hi: सार्वजनिक कुंजी
ko: 공개 키

source: Unsupported type
ar: نوع غير مدعوم
az: Dəstəklənməyən növ
bo: རྒྱབ་སྐྱོར་མེད་པའི་རིགས།
cs: Nepodporovaný typ
da: Ikke-understøttet type
el: Μη υποστηριζόμενος τύπος
es: Tipo no admitido
et: Toetamata tüüp
fa: نوع پشتیبانی نشده
fi: Tyyppiä ei tueta
hi: समर्थन नहीं किया जाता
hu: Nem támogatott típus
in: Tipe tidak didukung
it: Tipo non supportato
ja: サポートされていないタイプ
ko: 지원되지 않는 유형
nb: Ustøttet type
nl: Niet-ondersteund type
pt: Tipo não suportado
sl: Nepodprta vrsta
sv: Typ som inte stöds
uk: Тип не підтримується
vi: Loại không được hỗ trợ

source: Expires in {0}
ar: ينتهي في مدة {0}
az: {0} tarixində bitir
bo: {0} ནང་དུབ་པ།
cs: Platnost vyprší za {0}
da: Udløber om {0}
el: Λήγει σε {0}
es: Caduca en {0}
et: Aegub {0} pärast
fa: در {0} منقضی می شود
fi: Vanhenee {0}
hi: {0} में समाप्त हो जाएगा
hu: Lejár {0} belül
in: Kedaluwarsa dalam {0}
it: Scade in {0}
ja: {0} に期限切れ
ko: {0}에 만료
nb: Utløper om {0}
nl: Verloopt in {0}
pt: Expira em {0}
sl: Isteka v {0}
sv: Går ut om {0}
uk: Термін дії закінчується через {0}
vi: Hết hạn sau {0}

source: Expired {0} ago
ar: انتهى {0} منذ
az: Müddəti {0} əvvəl keçib
bo: {0} སྔོན་དུབ་པ།
cs: Platnost vypršela před {0}
da: Udløbet for {0} siden
el: Έληξε {0} πριν
es: Caducó hace {0}
et: Aegus {0} eest
fa: {0} پیش منقضی شده است
fi: Vanhentunut {0} sitten
hi: {0} पहले समाप्त हो गया
hu: Lejárt {0} ezelőtt
in: Kadaluarsa dalam {0} yang lalu
it: Scaduto {0} fa
ja: {0} 前に期限切れ
ko: {0} 전에 만료됨
nb: Utløp for {0} siden
nl: Verliep {0} geleden
pt: Expirado {0} atrás
sl: Isteklo {0} pred tem
sv: Gick ut {0} sedan
uk: Термін дії минув {0} тому
vi: Đã hết hạn {0} trước

source: Unknown
bo: མ་ཤེས།
hi: अज्ञात
ko: 알 수 없음
sl: Neznano

source: Network Database Router Statistics
ar: احصائيات قاعدة البيانات I2P
az: Şəbəkə Verilənlər Bazasının Router Statistikası
bo: དྲ་ལམ་གཞི་གྲངས་རོ་ཌེར་ཚད་རྩིས།
cs: Statistika směrovače síťové databáze
da: Netværksdatabase Router statistik
el: Στατιστικά στοιχεία δρομολογητή βάσης δεδομένων δικτύου
es: Estadísticas del router en la base de datos de red
et: Võrguandmebaasi ruuterite statistika
fa: آمار روتر پایگاه داده شبکه
fi: Verkkotietokantareitittimen tilastot
hi: नेटवर्क डेटाबेस राउटर स्टैटिस्टिक्स
hu: Hálózati Adatbázis Router Statisztika
in: Statistik Database Router Jaringan
it: Statistiche del router nel database della rete
ja: ネットワークデータベースルーター統計
ko: 네트워크 데이터베이스 라우터 통계
nb: Nettverksdatabaseruterstatistikk
nl: Netwerk Database Router Statistieken
pt: Estatísticas do Roteador da Base de Dados da Rede
sl: Statistika usmerjevalnika v omrežni bazi
sv: Nätverksdatabas routerstatistik
uk: Статистика маршрутизатора бази даних мережі
vi: Thống kê bộ định tuyến cơ sở dữ liệu mạng

source: Count
ar: عدد
bo: གྲངས་ཀ།
cs: Počítejte
da: Antal
el: Υπολογισμός
es: Recuento
et: Arv
fa: شمارش
fi: Lukumäärä
hi: गिनती
hu: Mennyiség
in: Jumlah
it: Conto
ja: カウント
ko: 횟수
nb: Antall
nl: Aantal
pt: Contagem
sl: Število
sv: Antal
uk: Кількість
vi: Số lượng

source: Under 12 KB/s
bo: 12 KB/s མན་པ
hi: 12 KB/s से कम
ko: 12 KB/s 미만

source: Over 2048 KB/s
bo: 2048 KB/s མཐར
hi: 2048 KB/s से अधिक
ko: 2048 KB/s 이상

source: Bandwidth Tier
ar: طبقة عرض النطاق الترددي
az: Bant genişliyi səviyyəsi
bo: དྲ་རྒྱུད་རིམ་པ།
cs: Úroveň šířky pásma
da: Båndbredde niveau
el: Εύρος ζώνης βαθμίδας
es: Nivel de ancho de banda
et: Ribalaiuse tase
fa: ردیف پهنای باند
fi: Kaistanleveystaso
hi: बैंडविड्थ टायर
hu: Sávszélesség szint
in: Tingkat Bandwidth
it: Livello di larghezza di banda
ja: 帯域幅階層
ko: 대역폭 계층
nb: Båndbreddenivå
nl: Bandbreedtelaag
pt: Nível de largura de banda
sl: Raven širine pasma
sv: Bandbreddsnivå
uk: Рівень пропускної здатності
vi: Cấp băng thông

source: Medium congestion / low performance
ar: ازدحام متوسط ​​/ أداء منخفض
az: Orta sıxlıq / aşağı performans
bo: འབྲིང་བའི་འགག་འཕྲི་ / སྤུས་ཚད་དམའ།
cs: Střední zahlcení / nízký výkon
da: Middel overbelastning / lav ydeevne
el: Μέτρια συμφόρηση / χαμηλή απόδοση
es: Congestión media/bajo rendimiento
et: Keskmine ülekoormus / madal jõudlus
fa: تراکم متوسط ​​/ عملکرد کم
fi: Keskitasoinen ruuhka / alhainen suorituskyky
hi: मध्यम भरपूरी / कम प्रदर्शन
hu: Közepes torlódás / alacsony teljesítmény
in: Kemacetan sedang / kinerja rendah
it: Congestione media/prestazioni basse
ja: 中程度の混雑/低パフォーマンス
ko: 중간 혼잡/낮은 성능
nb: Middels overbelastning / lav ytelse
nl: Middelmatige congestie / lage prestaties
pt: Congestionamento médio/baixo desempenho
sl: Srednje obremenjenost / nizka zmogljivost
sv: Medellång trängsel/låg prestanda
uk: Середня перевантаженість / низька продуктивність
vi: Tắc nghẽn trung bình/hiệu suất thấp

source: High congestion
ar: الازدحام الشديد
az: Yüksək tıxac
bo: འགྲོ་འགོག་ཚབས་ཆེ།
cs: Vysoké přetížení
da: Stor trængsel
el: Υψηλή συμφόρηση
es: Alta congestión
et: Suured ummikud
fa: ازدحام زیاد
fi: Suuri ruuhka
hi: उच्च भरपूरी
hu: Nagy torlódás
in: Kemacetan tinggi
it: Congestione elevata
ja: 大混雑
ko: 높은 혼잡도
nb: Stor overbelastning
nl: Hoge congestie
pt: Alto congestionamento
sl: Visoka obremenjenost
sv: Hög trängsel
uk: Висока перевантаженість
vi: Tắc nghẽn cao

source: Rejecting all tunnel requests
ar: رفض جميع طلبات النفق
az: Bütün tunel sorğularının rədd edilməsi
bo: གྲུང་ལམ་གྱི་རེ་ཞུ་ཚང་མ་ངོས་ལེས་པ།
cs: Odmítnutí všech požadavků na tunel
da: Afvisning af alle tunnelanmodninger
el: Απόρριψη όλων των αιτημάτων σήραγγας
es: Rechazando todas las solicitudes de túnel
et: kõigi tunnelitaotluste tagasilükkamine
fa: رد کلیه درخواست های تونل
fi: Hylätään kaikki tunnelipyynnöt
hi: सभी टंनल अनुरोधों को अस्वीकार कर रहा है
hu: Minden alagútkérelem elutasítása
in: Menolak semua permintaan terowongan
it: Rifiuto di tutte le richieste di tunnel
ja: すべてのトンネルリクエストを拒否する
ko: 모든 터널 요청을 거부합니다
nb: Avviser alle tunnelforespørsler
nl: Alle tunnelaanvragen weigeren
pt: Rejeitando todas as solicitações de túnel
sl: Zavrnitev vseh zahtev za tunel
sv: Avslå alla tunnelförfrågningar
uk: Відхилення всіх запитів на тунель
vi: Từ chối tất cả các yêu cầu về đường hầm

source: Transports
ar: نقل
az: Nəqliyyatlar
bo: འགྲེལ་ཐབས།
cs: Doprava
da: Transporter
el: Μεταφορές
es: Transportes
et: Transpordid
fa: انتقال ها
fi: Siirrot
hi: ट्रांसपोर्ट
hu: Átvitel
in: Transport
it: Trasporti
ja: トランスポート
ko: 전송
nb: Overføringer
pt: Transportes
sl: Prevozniki
sv: Transporter
uk: Транспорти
vi: Giao thông

source: X Tier
bo: X རིམ་པ།
hi: X टियर
ko: X 계층

source: Total
ar: مجموع
az: Cəmi
bo: བསྡོམས།
cs: Celkově
el: Σύνολο
et: Kokku
fa: مجموع
fi: Yhteensä
hi: कुल
hu: Összes
it: Totale
ja: 合計
ko: 총
nl: Totaal
sl: Skupaj
sv: Totalt
uk: Загалом
vi: Tổng cộng

source: Initializing
ar: جار تهيئة
az: Başlanğıc
bo: འགོ་ཚོགས་བཞིན་པ།
cs: Inicializace
da: Initialisering
el: Αρχικοποίηση
es: Inicializando
et: Initsialiseerimine
fa: مقدار دهی اولیه
fi: Alustus
hi: इनिशियलाइज़ेशन हो रहा है
hu: Inicializálás
in: Inisialisasi
it: Inizializzazione in corso
ja: 初期化
ko: 초기화 중
nb: Initialiserer
nl: Initialiseren
pt: Inicializando
sl: Zagon
sv: Initiering
uk: Ініціалізація
vi: Đang khởi tạo

source: Our info
ar: المعلومات
az: Bizim məlumatımız
bo: ང་ཚོའི་ཆ་འཕྲིན།
cs: Naše informace
da: Vores information
el: Τα στοιχεία μας
es: Información propia
et: Meie info
fa: اطلاعات ما
fi: Meidän tieto
hi: हमारी जानकारी
hu: Mi infónk
in: Info kami
it: Informazioni su di noi
ja: 情報
ko: 내 정보
nb: Vår informasjon
nl: Onze info
pt: Nossas informações
sl: Naša informacija
sv: Vår information
uk: Наша інформація
vi: Thông tin của chúng tôi

source: Router is banlisted
ar: تم حظر جهاز التوجيه
az: Router qadağan edilib
bo: རོ་ཌེར་བློག་ཐོར་ནང་ཡོད།
cs: Směrovač je zakázán
da: Routeren er udelukket
el: Ο δρομολογητής έχει συμπεριληφθεί στη λίστα αποκλεισμού
es: El enrutador está prohibido
et: ruuter on keelatud
fa: روتر ممنوع است
fi: Reititin on estetty
hi: राउटर बैनलिस्टेड है
hu: A router tiltva van
in: Router dilarang
it: Il router è stato escluso dall'elenco
ja: ルーターが禁止リストに登録されています
ko: 라우터가 금지되었습니다.
nb: Ruteren er utestengt
nl: Router staat op de banlist
pt: Roteador foi banido
sl: Usmerjevalnik je na črni listi
sv: Router är banlistad
uk: Маршрутизатор внесено до забороненого списку
vi: Bộ định tuyến bị cấm

source: Java I2P variant
bo: Java I2P དབྱེ་བ།
hi: Java I2P वेरिएंट
ko: Java I2P 변형

source: I2Pd variant
bo: I2Pd དབྱེ་བ།
hi: I2Pd वेरिएंट
ko: I2Pd 변형

source: RouterInfo is compressible
ar: معلومات جهاز التوجيه قابلة للضغط
az: RouterInfo sıxılır
bo: RouterInfo བཟོར་ཆོད་ཅན་ཡིན།
cs: RouterInfo je komprimovatelné
da: RouterInfo er komprimerbar
el: Το RouterInfo είναι συμπιέσιμο
es: RouterInfo es comprimible
et: RouterInfo on tihendatav
fa: RouterInfo فشرده است
fi: RouterInfo on pakattavissa
hi: RouterInfo को संपीड़ित किया जा सकता है
hu: A RouterInfo tömöríthető
in: RouterInfo dapat dikompres
it: RouterInfo è comprimibile
ja: RouterInfoは圧縮可能です
ko: RouterInfo는 압축 가능합니다.
nb: RouterInfo er komprimerbar
nl: RouterInfo is samendrukbaar
pt: RouterInfo é compressível
sl: RouterInfo je komprimirljivo
sv: RouterInfo är komprimerbar
uk: RouterInfo можна стиснути
vi: RouterInfo có thể nén được

source: Show all routers with this version in the NetDb
ar: إظهار جميع أجهزة التوجيه بهذا الإصدار في NetDb
az: Bu versiya ilə bütün marşrutlaşdırıcıları NetDb-də göstərin
bo: NetDb ནང་གི་པར་གྲངས་འདི་ཅན་གྱི་རོ་ཌེར་ཚང་མ་སྟོན།
cs: Zobrazit všechny routery s touto verzí v NetDb
da: Vis alle routere med denne version i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτήν την έκδοση στο NetDb
es: Mostrar todos los routers con esta versión en la NetDb
et: kuvage NetDb-s kõik selle versiooniga ruuterid
fa: نمایش تمام روترهای دارای این نسخه در NetDb
fi: Näytä kaikki tällä versiolla varustetut reitittimet NetDb:ssä
hi: NetDb में इस संस्करण के साथ सभी राउटर दिखाएं
hu: Az összes ilyen verziójú útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan versi ini di NetDb
it: Mostra tutti i router con questa versione nel NetDb
ja: NetDb 内のこのバージョンのすべてのルーターを表示します
ko: NetDb에서 이 버전을 사용하는 모든 라우터를 표시합니다.
nb: Vis alle rutere med denne versjonen i NetDb
nl: Toon alle routers met deze versie in de NetDb
pt: Mostrar todos os roteadores com esta versão no NetDb
sl: Prikaži vse usmerjevalnike s to različico v NetDb
sv: Visa alla routrar med denna version i NetDb
uk: Показати всі маршрутизатори з цією версією в NetDb
vi: Hiển thị tất cả các bộ định tuyến có phiên bản này trong NetDb

source: Show all members of the {0} family in NetDb
ar: إظهار جميع أفراد عائلة {0} في NetDb
az: NetDb-də {0} ailəsinin bütün üzvlərini göstərin
bo: NetDb ནང་གི་{0} རིམ་གྱི་ཁོངས་མི་ཚང་མ་སྟོན།
cs: Zobrazit všechny členy rodiny {0} v NetDb
da: Vis alle medlemmer af {0}-familien i NetDb
el: Εμφάνιση όλων των μελών της οικογένειας {0} στο NetDb
es: Mostrar todos los miembros de la familia {0} en NetDb
et: Kuva kõik perekonna {0} liikmed NetDb-s
fa: نمایش همه اعضای خانواده {0} در NetDb
fi: Näytä kaikki perheen {0} jäsenet NetDb:ssä
hi: NetDb में {0} परिवार के सभी सदस्य दिखाएं
hu: A {0} család összes tagjának megjelenítése a NetDb-ben
in: Tampilkan semua anggota keluarga {0} di NetDb
it: Mostra tutti i membri della {0} famiglia nel NetDb
ja: NetDb の {0} ファミリのすべてのメンバーを表示します
ko: NetDb에서 {0} 계열의 모든 구성원 표시
nb: Vis alle medlemmer av {0}-familien i NetDb
nl: Toon alle leden van de {0}-familie in NetDb
pt: Mostrar todos os membros da família {0} no NetDb
sl: Prikaži vse člene družine {0} v NetDb
sv: Visa alla medlemmar i {0}-familjen i NetDb
uk: Показати всіх членів родини {0} у NetDb
vi: Hiển thị tất cả các thành viên của họ {0} trong NetDb

source: Profile
ar: حساب تعريفي
az: Profil
bo: གསལ་ཐོ།
cs: Profil
da: Profil
el: Προφίλ
es: Perfil
et: profiil
fa: نمایه
fi: Profiili
hi: प्रोफ़ाइल
hu: Profil
in: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nb: Profil
nl: Profiel
pt: Perfil
sl: Profil
sv: Profil
uk: Профіль
vi: Hồ sơ

source: View profile
ar: عرض الملف الشخصي
az: Profilə baxın
bo: གསལ་ཐོ་ལྟ་བ།
cs: Zobrazit profil
da: Se profil
el: Προβολή προφίλ
es: Ver perfil
et: Vaata profiili
fa: مشاهده نمایه
fi: Näytä profiili
hi: प्रोफ़ाइल देखें
hu: Profil megtekintése
in: Lihat profil
it: Visualizza profilo
ja: プロフィールを見る
ko: 프로필 보기
nb: Se profil
nl: Profiel bekijken
pt: Ver perfil
sl: Oglej profil
sv: Visa profil
uk: Переглянути профіль
vi: Xem hồ sơ

source: Configure peer
ar: تكوين النظير
az: Peer-i konfiqurasiya edin
bo: ལག་གདང་རྒྱུན་སྒྲིག་བྱེད།
cs: Nakonfigurujte peer
da: Konfigurer peer
el: Διαμόρφωση του ομότιμου
es: Configurar par
et: kaaslaste konfigureerimine
fa: پیکربندی همتا
fi: Määritä vertaisverkko
hi: समकक्ष विन्यास करें
hu: Peer konfigurálása
in: Konfigurasi peer
it: Configura peer
ja: ピアの設定
ko: 피어 구성
nb: Sett opp likemann
nl: Peer configureren
pt: Configurar ponto
sl: Nastavi parterja
sv: Konfigurera peer
uk: Налаштування однорангового вузла
vi: Cấu hình ngang hàng

source: Memory usage
ar: استخدام الذاكرة
az: Yaddaş istifadəsi
bo: དྲོན་གནས་བེད་སྤྱོད།
cs: Využití paměti
da: Hukommelsesbrug
el: Χρήση μνήμης
es: Uso de memoria
et: mälukasutus
fa: میزان استفاده از حافظه
fi: Muistin käyttö
hi: मेमोरी उपयोग
hu: Memóriahasználat
in: Penggunaan memori
it: Utilizzo della memoria
ja: メモリ使用量
ko: 메모리 사용량
nb: Minnebruk
nl: Geheugengebruik
pt: Uso de memória
sl: Uporaba pomnilnika
sv: Minnesanvändning
uk: Використання пам'яті
vi: Sử dụng bộ nhớ

source: Hidden
ar: مختفي
az: Gizli
bo: སྦས་པ།
cs: Skryté
da: Gemt
el: Κρυφό
es: Oculto
et: Peidetud
fa: پنهان
fi: Piilotettu
hi: छिपा
hu: Rejtett
in: Tersembunyi
it: Nascosto
ja: 非表示
ko: 숨겨짐
nb: Skjult
nl: Verborgen
pt: Escondido
sl: Skrito
sv: Dold
uk: Приховано
vi: Dấu

source: Published
ar: تم نشره منذ
az: Nəşr edilmişdir
bo: སྤེལ་བ།
cs: Zveřejněný
da: Publiceret
el: Δημοσιεύτηκε
es: Publicado
et: Avaldatud
fa: منتشرشده
fi: Julkaistu
hi: प्रकाशित
hu: Közzétett
in: Telah dipublikasikan
it: Pubblicato
ja: 公開済み
ko: 게시됨
nb: Publisert
nl: Gepubliceerd
pt: Publicado
sl: Objavljeno
sv: Publicerad
uk: Опубліковано
vi: Đã xuất bản

source: direct
bo: ཐད་ཀྱི།
hi: प्रत्यक्ष
ko: 직접
