Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Use SSL only
ar: استعمل SSL فقط
az: Yalnız SSL istifadə edin
bo: SSL རྐྱང་པོ་བེད་སྤྱོད་བྱོས།
cs: Používejte pouze SSL
da: Brug kun SSL
el: Χρήση αποκλειστικά με SSL
es: Usar SSL exclusivamente
et: Kasuta ainult SSL-i
fa: فقط از SSL استفاده کنید
fi: Käytä vain SSL:ää
hi: केवल SSL का उपयोग करें
hu: Kizárólag SSL használata
in: Gunakan hanya SSL
it: Usa solamente SSL
ja: SSLのみを使用する
ko: SSL만 사용
nb: Bare bruk SSL
nl: Gebruik alleen SSL
pt: Usar apenas SSL
sl: Uporabi le SSL
sv: Använd enbart SSL
uk: Використовувати лише SSL
vi: Chỉ sử dụng SSL

source: Use non-SSL only
ar: استخدام غير SSL فقط
az: Yalnız qeyri-SSL istifadə edin
bo: non-SSL རྐྱང་པོ་བེད་སྤྱོད་བྱོས།
cs: Používejte pouze jiné než SSL
da: Brug kun non-SSL
el: Χρήση αποκλειστικά χωρις SSL
es: Usar no-SSL exclusivamente
et: Kasuta ainult ilma SSL-ita
fa: فقط از غیر SSL استفاده کنید
fi: Käytä vain muuta kuin SSL:ää
hi: केवल नॉन-SSL का उपयोग करें
hu: Kizárólag nem-SSL használata
in: Gunakan non-SSL saja
it: Usa solamente non-SSL
ja: 非SSLのみを使用する
ko: non-SSL만 사용
nb: Unngå bruk av SSL
nl: Gebruik geen SSL
pt: Usar apenas não-SSL
sl: Uporabi le ne-SSL
sv: Använd enbart icke-SSL
uk: Використовуйте лише без SSL
vi: Chỉ sử dụng không có SSL

source: Use Proxy for HTTPS Reseed Hosts
ar: استخدم الوكيل لمضيفي HTTPS Reseed
az: HTTPS Reseed Hostlar üçün Proksi istifadə edin
bo: HTTPS རྒྱུན་དུ་བཙོན་པའི་མངའ་དབང་གི་ཚབ་འདེབས་བེད་སྤྱོད་བྱོས།
cs: Pro hostitele HTTPS Reseed použijte proxy
da: Brug proxy til HTTPS Reseed-værter
el: Χρήση διακομιστή μεσολάβησης για οικοδεσπότες με επαναπροώθηση https
es: Usar proxy para el host HTTPS de resembrado
et: Kasutage HTTPS-i uuesti esitamise hostide jaoks puhverserverit
fa: از پروکسی برای هاست های HTTPS Reseed استفاده کنید
fi: Käytä välityspalvelinta HTTPS-uudelleensyöttöisännille
hi: HTTPS रीसीडिंग होस्ट के लिए प्रोक्सी का उपयोग करें
hu: Használjon proxyt a HTTPS Reseed Hostokhoz
in: Gunakan proxy untuk host reseed HTTPS
it: Una un proxy per gli i Reseed ospitati con HTTPS
ja: HTTPS再シードホストにプロキシを使用する
ko: HTTPS 재시드 호스트에 프록시 사용
nb: Bruk proxy for HTTPS Reseed-verter
nl: Proxy gebruiken voor https Reseed-hosts
pt: Use proxy para hosts de nova propagação HTTPS
sl: Uporabi posredniški strežnik za gostitelje HTTPS ponovnega semenjenja
sv: Använd proxy för HTTPS Reseed-värdar
uk: Використовувати проксі-сервер для хостів повторного заповнення HTTPS
vi: Sử dụng Proxy cho máy chủ HTTPS Reseed

source: Use Proxy to Reseed
ar: استخدم الوكيل لإعادة البذر
az: Reseed üçün Proksidən istifadə edin
bo: རྒྱུན་དུ་བཙོན་པར་ཚབ་འདེབས་བེད་སྤྱོད་བྱོས།
cs: K opětovnému načtení použijte proxy
da: Brug proxy til at gense
el: Χρησιμοποιήστε τον διακομιστή μεσολάβησης για ανανέωση
es: Usar proxy para resembrar
et: Kasutage uuesti külvamiseks puhverserverit
fa: از Proxy برای Reseed استفاده کنید
fi: Käytä välityspalvelinta uudelleenkytkemiseen
hi: रीसीडिंग के लिए प्रोक्सी का उपयोग करें
hu: Használja a Proxyt az újratöltéshez
in: Gunakan proxy untuk Reseed
it: Usa un proxy per il Reseed
ja: プロキシを使用して再シードする
ko: 프록시를 사용하여 다시 시드하기
nb: Bruk proxy for å gjenopprette
nl: Proxy gebruiken om opnieuw te zaaien
pt: Use proxy para propagar novamente
sl: Uporabi posredniški strežnik za ponovno semenjenje
sv: Använd proxy för att återseed
uk: Використовуйте проксі для повторного заповнення
vi: Sử dụng Proxy để gieo hạt lại

source: This option will use I2P's HTTP outproxy to reseed, or the Orchid plugin if configured. Note: this option will not work when you have 0 known peers.
ar: سيستخدم هذا الخيار وكيل HTTP الخارجي الخاص بـ I2P لإعادة زرعه، أو مكون Orchid الإضافي إذا تم تكوينه. ملاحظة: لن يعمل هذا الخيار عندما لا يكون لديك أي أقران معروفين.
az: Bu seçim i2P-nin http outprexy-ni Reseed və ya konfiqurasiya olunarsa, orkide plaginindən istifadə edəcəkdir. Qeyd: 0 tanınmış həmyaşıdlarınız olduqda bu seçim işləməyəcəkdir.
bo: འདི་གདོས་པའི་I2P གི་HTTP ཕྱི་འདྲེན་outproxy དོང་རྒྱུན་སྒྲིག་བྱེད་པ་ཡང་ན་Orchid གློགས་པ་རྒྱུན་སྒྲིག་བྱེད་པ། དྲོན་བརྟག: ཁྱེད་ཀྱི་0 ཤེས་པའི་ལག་གདང་ཚུད་པ་དུས་བཀོད་མི་རྒྱུན་བཞིན་པར་མི་རྒྱུན་བཞིན་པ།
cs: Tato možnost použije I2P HTTP OutProxy k reseed nebo plugin orchideje, pokud je nakonfigurován. Poznámka: Tato možnost nebude fungovat, když máte 0 známých vrstevníků.
da: Denne indstilling vil bruge I2Ps HTTP -outproxy til at genindføre eller Orchid Plugin, hvis det er konfigureret. Bemærk: Denne indstilling fungerer ikke, når du har 0 kendte kammerater.
el: Αυτή η επιλογή θα χρησιμοποιήσει το http outproxy του I2P για επανασφράγιση ή το πρόσθετο Orchid, εάν έχει ρυθμιστεί. Σημείωση: αυτή η επιλογή δεν θα λειτουργήσει όταν έχετε 0 γνωστούς συνομηλίκους.
es: Esta opción utilizará el HTTP OutProxy de I2P para volver a crecer, o el complemento Orchid si está configurado. Nota: Esta opción no funcionará cuando tenga 0 pares conocidos.
et: Sellel suvandil kasutatakse I2P HTTP Outproxy reseprodutseerimiseks või konfigureerituna orhidee pistikprogrammi. Märkus. See suvand ei tööta, kui teil on 0 teadaolevat eakaaslast.
fa: در این گزینه از HTTP از HTTP I2P برای RESEED استفاده می شود ، یا در صورت پیکربندی افزونه ارکید. توجه: وقتی 0 همسالان شناخته شده داشته باشید ، این گزینه کار نخواهد کرد.
fi: Tämä vaihtoehto käyttää I2P: n HTTP -OutProxy -ohjelmaa uudelleen tai orkidea -laajennusta, jos se on määritetty. Huomaa: Tämä vaihtoehto ei toimi, kun sinulla on 0 tunnettua vertaista.
hi: इस विकल्प का उपयोग I2P के HTTP आउटप्रॉक्सी को रीसीडिंग के लिए किया जाएगा, या यदि सेट किया गया हो तो Orchid प्लगइन। नोट: यदि आपके पास 0 जानकारी वाले समकक्ष नहीं हैं, तो यह विकल्प कार्य नहीं करेगा।
hu: Ez az opció az I2P HTTP outproxyját fogja használni az újratöltéshez, vagy az Orchid beépülő modult, ha be van állítva. Megjegyzés: ez az opció nem működik, ha 0 ismert társad van.
in: Opsi ini akan menggunakan outproxy HTTP I2P untuk melakukan reseed, atau plugin Orchid jika dikonfigurasi. Catatan: opsi ini tidak akan berfungsi bila Anda memiliki 0 rekan yang dikenal.
it: Questa opzione userà il proxy HTTP di I2P per il reseed, o il plugin Orchid se configurato. Nota: Questa opzione non funzionerà quando tu hai 0 peer conosciuti.
ja: このオプションは、再シードに I2P の HTTP アウトプロキシを使用するか、構成されている場合は Orchid プラグインを使用します。
ko: 이 옵션은 I2P의 HTTP 아웃프록시를 사용하여 리시드(재시작)하거나 Orchid 플러그인을 사용합니다. 참고: 이 옵션은 알려진 피어가 0개인 경우에는 작동하지 않습니다.
nb: Dette alternativet vil bruke I2Ps HTTP Outproxy for å resed, eller orkideplugin hvis den er konfigurert. Merk: Dette alternativet fungerer ikke når du har 0 kjente jevnaldrende.
nl: Deze optie zal de HTTP -outproxy van I2P gebruiken om te reseed of de orchidee -plug -in indien geconfigureerd. Opmerking: deze optie werkt niet als u 0 bekende leeftijdsgenoten heeft.
pt: Esta opção usará o OutProxy HTTP do I2P para reenviar ou o plug -in Orchid se configurado. Nota: Esta opção não funcionará quando você tiver 0 colegas conhecidos.
sl: Ta možnost bo uporabila HTTP izhodnega posredniškega strežnika I2P za ponovno semenjenje, ali pa vstavek Orchid, če je nastavljen. Opomba: ta možnost ne deluje, ko imate 0 znanih parterjev.
sv: Det här alternativet kommer att använda I2P:s HTTP-outproxy för att återinställa, eller Orchid-plugin om den är konfigurerad.
uk: У цій опції буде використати HTTP OutProxy I2P для Reseed, або плагін орхідеї, якщо налаштовано. Примітка. Цей варіант не буде працювати, коли у вас є 0 відомих однолітків.
vi: Tùy chọn này sẽ sử dụng proxy outproxy HTTP của I2P để gieo hạt lại hoặc plugin Orchid nếu được định cấu hình. Lưu ý: tùy chọn này sẽ không hoạt động khi bạn có 0 đồng nghiệp đã biết.

source: I2P Outproxy
ar: وكيل I2P
az: İ2P Xarici Proxy
cs: Externí I2P proxy
da: I2P Ekstern Proxy
el: Εξερχόμενος διαμεσολαβητής I2P
es: Proxy de salida de I2P
et: I2P puhverserver
hi: I2P आउटप्रॉक्सी
hu: I2P Külső Proxy
in: Outproxy I2P
it: Proxy di uscita I2P
ja: I2P アウトプロキシ
ko: I2P 아웃프록시
nb: I2P Ekstern Proxy
pt: Proxy externo I2P
sl: I2P Izproxy
uk: I2P веб -проксі
vi: Ủy quyền đi I2P

source: Port
ar: منفذ
bo: སྒོ་མོ།
el: Θύρα
es: Puerto
et: Sadam
fa: پورت
fi: Portti
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt: Porta
sl: Vrata
uk: Порт
vi: Cổng

source: Use HTTP Proxy for HTTP Reseed Hosts
ar: استخدم وكيل HTTP لمضيفي HTTP Reseed
az: HTTP Reseed Hostlar üçün HTTP Proxy istifadə edin
bo: HTTP Reseed མངའ་དབང་ལ་དོང་HTTP Proxy བེད་པ།
cs: Použít HTTP Proxy pro HTTP Reseed hostitele
da: Brug HTTP Proxy til HTTP Reseed-værter
el: Χρησιμοποιήστε διακομιστή μεσολάβησης http για οικοδεσπότες που έχουν λάβει νέα έγκριση http
es: Habilitar proxy HTTP para los hosts de resembrado HTTP
et: Kasutage HTTP-puhverserverit HTTP-reseed-hostide jaoks
fa: از پروکسی HTTP برای هاست های HTTP Reseed استفاده کنید
fi: Käytä HTTP-välityspalvelinta HTTP-uudelleensyöttöisännille
hi: HTTP रीसीडिंग होस्ट के लिए HTTP प्रोक्सी का उपयोग करें
hu: Használjon HTTP proxyt a HTTP újraolvasó gazdagépekhez
in: Gunakan Proxy HTTP untuk Host HTTP Reseed
it: Usa proxy HTTP per gli host HTTP di reseed
ja: HTTP再シードホストにHTTPプロキシを使用する
ko: HTTP 재시드 호스트에 HTTP 프록시 사용
nb: Bruk HTTP Proxy for HTTP Reseed-verter
nl: Gebruik HTTP-proxy voor http Reseed-hosts
pt: Use proxy HTTP para hosts de nova propagação HTTP
sl: Uporabi HTTP posredniški strežnik za gostitelje HTTP ponovnega semenjenja
sv: Använd HTTP-proxy för HTTP Reseed-värdar
uk: Використовувати проксі-сервер HTTP для хостів повторного заповнення HTTP
vi: Sử dụng Proxy HTTP cho máy chủ HTTP Reseed

source: Proxy requires authorization
ar: الوكيل يتطلب إذنًا
az: Proksi icazə tələb edir
bo: Proxy དགོས་པར་རེད་བ།
cs: Proxy vyžaduje autorizaci
da: Proxy kræver autorisation
el: Ο πληρεξούσιος χρειάζεται εξουσιοδότηση
es: El proxy requiere autorización
et: Puhverserver nõuab autoriseerimist
fa: پروکسی نیاز به مجوز دارد
fi: Välityspalvelin vaatii valtuutuksen
hi: प्रोक्सी को मंजूरी की आवश्यकता है
hu: A proxyhoz engedély szükséges
in: Proksi memerlukan otorisasi
it: Il proxy richiede l'autorizzazione
ja: プロキシには認証が必要です
ko: 프록시에는 승인이 필요합니다.
nb: Fullmakt krever autorisasjon
nl: Proxy vereist autorisatie
pt: Proxy requer autorização
sl: Posredniški strežnik zahteva ovlaščevanje
sv: Proxy kräver auktorisering
uk: Проксі вимагає авторизації
vi: Proxy yêu cầu ủy quyền

source: Manual Reseed
ar: إعادة البذر اليدوي
az: Əl ilə açılışstrap
bo: ལག་ཐོག་པའི་རྒྱུན་སྒྲིག་སྟེན།
cs: Ruční opětovné sezení
da: Manuel genseed
el: Μη αυτόματη επανατροφοδότηση
es: Resembrado manual
et: Käsitsi uuesti külvamine
fa: بذر دستی
fi: Manuaalinen reseed
hi: मैन्युअल रीसीडिंग
hu: Manuális újratöltés
in: Reseed Manual
it: Reseed manuale
ja: 手動再シード
ko: 수동 리시드
nb: Manuell reseed
nl: Handmatig opnieuw zaaien
pt: Repropagação manual
sl: Ročno ponovno semenjenje
sv: Manuell återinsättning
uk: Повторний запуск вручну
vi: Reseed thủ công

source: The su3 format is preferred, as it will be verified as signed by a trusted source.
ar: يُفضل تنسيق su3، حيث سيتم التحقق من توقيعه من مصدر موثوق.
az: Su3 formatına üstünlük verilir, çünki onun etibarlı mənbə tərəfindən imzalandığı təsdiqlənəcək.
bo: su3 རྒྱུན་སྒྲིག་སྟེན་བསྤེལ་བ། དེ་དོང་གནས་བརྟེན་པའི་གནས་བརྟེན་པར་རེད་བ་པའི་གནས་བརྟེན་པར་རེད་བ།
cs: Preferován je formát su3, protože bude ověřen jako podepsaný důvěryhodným zdrojem.
da: SU3 format foretrækkes, da det vil blive bekræftet som signeret af en pålidelig kilde.
el: Προτιμάται η μορφή su3, καθώς θα επαληθευτεί ότι έχει υπογραφεί από αξιόπιστη πηγή.
es: Se prefiere el formato su3, ya que se verificará si está firmado por una fuente de confianza.
et: Eelistatakse su3 vormingut, kuna see kinnitatakse usaldusväärse allika allkirjastatuna.
fa: فرمت su3 ترجیح داده می شود، زیرا توسط یک منبع قابل اعتماد تأیید می شود.
fi: Su3-muoto on suositeltava, koska se varmistetaan luotettavan lähteen allekirjoittamana.
hi: su3 प्रारूप प्राथमिकता दिया जाता है, क्योंकि यह एक विश्वसनीय स्रोत द्वारा हस्ताक्षरित होने की पुष्टि की जाएगा।
hu: A su3 formátumot részesítjük előnyben, mivel azt egy megbízható forrás aláírja-e.
in: Format su3 lebih disukai karena akan diverifikasi dengan di-signed oleh sumber terpercaya.
it: Il formato su3 è preferito, perché sarà verificato come firmato da una fonte fidata.
ja: 信頼できるソースによって署名されていることが検証されるため、su3 形式が推奨されます。
ko: SU3 포맷이 권장됩니다. 검증된 서명을 포함하고 있기 때문입니다.
nb: Su3-formatet er foretrukket, da det vil bli verifisert som signert av en pålitelig kilde.
nl: Het su3 formaat wordt geprefereerd, omdat het geverifieerd wordt als ondertekend door een vertrouwde bron.
pt: O formato su3 é o preferido, pois será verificado como assinado por uma fonte confiável.
sl: Predpostavljena je oblika su3, saj bo preverjena kot podpisana od zaupanja virja.
sv: Su3 formatet föredras eftersom det verifieras som signerat av en betrodd källa.
uk: Формат su3 є кращим, оскільки його підпис буде перевірено надійним джерелом.
vi: Định dạng su3 được ưu tiên vì nó sẽ được xác minh là được ký bởi một nguồn đáng tin cậy.

source: The zip format is unsigned; use a zip file only from a source that you trust.
ar: التنسيق المضغوط غير موقع؛
az: Zip formatı imzalanmamışdır - Zip faylından yalnız etibar etdiyiniz bir mənbədən istifadə edin.
bo: zip རྒྱུན་སྒྲིག་སྟེན་མི་རྒྱུན་སྒྲིག་བྱེད་པ། ཁྱེད་ཀྱི་zip ཡིག་ཆ་ནི་ཁྱེད་ཀྱི་རྒྱུན་སྒྲིག་བྱེད་པའི་ཁྱེད་ཀྱི་བརྟག་པ།
cs: Formát zipu je nepodepsán; Použijte soubor ZIP pouze ze zdroje, kterému důvěřujete.
da: Zip-formatet er usigneret; bruge en zip-fil kun fra en kilde, du har tillid til.
el: Η μορφή zip δεν είναι υπογεγραμμένη. Χρησιμοποιήστε ένα αρχείο zip μόνο από μια πηγή που εμπιστεύεστε.
es: El formato zip no está firmado; utilice un fichero zip sólo desde una fuente en la que confíe.
et: ZIP-vorming on allkirjastamata;
fa: قالب zip بدون امضا است. فقط از منبعی که به آن اعتماد دارید از یک فایل زیپ استفاده کنید.
fi: Zip-muoto on allekirjoittamaton;
hi: zip प्रारूप हस्ताक्षरहीन है; केवल उस स्रोत से zip फ़ाइल का उपयोग करें जिसे आप विश्वास करते हैं।
hu: A zip formátum aláírás nélküli;
in: Format zip tidak di-signed; Gunakan file zip hanya dari sumber yang anda percaya.
it: Il formato zip non è firmato; usa un file zip sono da fonti da cui ti fidi.
ja: zip 形式は署名されていません。
ko: ZIP 포맷은 서명되지 않습니다; 신뢰하는 곳에서 얻은 파일만 사용하세요
nb: Zip-formatet er usignert;
nl: Het zip formaat is niet ondertekend; gebruik een zip bestand alleen van een bron die je vertrouwt.
pt: O formato zip não está assinado;
sl: Oblika zip je neoznačena; uporabite zip datoteko le od virja, ki ga zaupate.
sv: Zipformatet är osignerat; använd endast zipfil från betrodd källa.
uk: Zip-формат без знаку;
vi: Định dạng zip không được ký; chỉ sử dụng tệp zip từ nguồn mà bạn tin cậy.

source: Enter zip or su3 URL
ar: أدخل عنوان URL بتنسيق zip أو su3
az: Zip və ya su3 URL daxil edin
bo: zip ཡང་su3 URL བེད་པ།
cs: Zadejte URL zip nebo su3
da: Indtaste zip eller su3 URL
el: Εισαγάγετε διεύθυνση URL zip ή su3
es: Introduzca una URL de fichero zip o su3
et: Sisestage zip või su3 URL
fa: URL zip یا su3 را وارد کنید
fi: Kirjoita zip- tai su3-URL-osoite
hi: zip या su3 URL दर्ज करें
hu: Írja be a zip vagy su3 URL-t
in: Masukkan URL zip atau su3
it: Inserisci URL zip o su3
ja: zipまたはsu3 URLを入力してください
ko: ZIP 또는 SU3 파일 URL
nb: Skriv inn zip eller su3 URL
nl: Voer een zip of su3 URL in
pt: Insira o URL zip ou su3
sl: Vnesite URL zip ali su3
sv: Ange en URL för zip eller su3
uk: Введіть URL-адресу zip або su3
vi: Nhập URL zip hoặc su3

source: Please supply a valid reseed URL
ar: يرجى تقديم عنوان URL صالح لإعادة الإرسال
az: Lütfən, etibarlı URL daxil edin
bo: ནུས་བརྒྱུན་པའི་ནུས་བརྒྱུན་པའི་reseed URL བེད་པར་རོགས་སོ།
cs: Uveďte prosím platnou adresu URL pro opětovné použití
da: Angiv venligst en gyldig reseed-URL
el: Καταχωρίστε μια έγκυρη επανασφραγισμένη διεύθυνση URL
es: Por favor, indique una URL de resembrado válida
et: Esitage kehtiv uuesti esitamise URL
fa: لطفاً URL معتبر reseed ارائه دهید
fi: Anna kelvollinen uudelleensyötetty URL-osoite
hi: कृपया एक वैध रीसीडिंग URL प्रदान करें
hu: Adjon meg egy érvényes újraolvasott URL-t
in: Harap berikan URL reseed yang valid
it: Perfavore fornisci un URL valido di reseed
ja: 有効な再シード URL を入力してください
ko: 유효한 재시드 URL을 입력하세요.
nb: Vennligst oppgi en gyldig reseed-URL
nl: Geef een geldige reseed-URL op
pt: Forneça um URL de repropagação válido
sl: Prosimo, podajte veljaven URL za ponovno semenjenje
sv: Vänligen ange en giltig återställningsadress
uk: Будь ласка, надайте дійсну URL-адресу повторного завантаження
vi: Vui lòng cung cấp URL reseed hợp lệ

source: Select zip or su3 file
ar: حدد ملف مضغوط أو su3
az: Zip və ya su3 faylı seçin
bo: zip ཡང་su3 ཡིག་ཆ་བརྒྱུན་པ།
cs: Vyberte soubor zip nebo su3
da: Vælg zip eller su3 fil
el: Επιλέξτε αρχείο zip ή su3
es: Seleccionar fichero zip o su3
et: valige zip- või su3-fail
fa: فایل zip یا su3 را انتخاب کنید
fi: Valitse zip- tai su3-tiedosto
hi: zip या su3 फ़ाइल चुनें
hu: Válassza ki a zip vagy su3 fájlt
in: Pilih file zip atau su3
it: Seleziona file zip o su3
ja: zipまたはsu3ファイルを選択
ko: ZIP 또는 SU3 파일 선택
nb: Velg zip- eller su3-fil
nl: Selecteer zip of su3 bestand
pt: Selecione o arquivo zip ou su3
sl: Izberite zip ali su3 datoteko
sv: Välj zip eller su3 fil
uk: Виберіть файл zip або su3
vi: Chọn tệp zip hoặc su3

source: Create Reseed File
ar: إنشاء ملف Reseed
az: Yenidən baxılmış fayl yaradın
bo: Reseed ཡིག་ཆ་སྐྱོགས་པ།
cs: Vytvořit soubor Reseed
da: Skabe Reseed fil
el: Δημιουργία αρχείου ανατροφοδότησης
es: Crear Fichero de Resembrado
et: Loo uuesti külvamise fail
fa: فایل Reseed ایجاد کنید
fi: Luo Reseed-tiedosto
hi: रीसीडिंग फ़ाइल बनाएँ
hu: Létrehozza a Reseed fájlt
in: Buat File Reseed
it: Crea file di reseed
ja: 再シードファイルの作成
ko: 재시드 파일 생성
nb: Opprett Reseed-fil
nl: Maak Reseed bestand aan
pt: Criar arquivo de nova propagação
sl: Ustvari datoteko za ponovno semenjenje
sv: Skapa återdistribueringsfil
uk: Створити повторно завантажений файл
vi: Tạo tập tin Reseed

source: Create a new reseed zip file you may share for others to reseed manually.
ar: قم بإنشاء ملف مضغوط جديد تمت إعادة بذره ويمكنك مشاركته ليتمكن الآخرون من إعادة بذره يدويًا.
az: Başqalarının əl ilə təkrar səpələməsi üçün paylaşa biləcəyiniz yeni reseed zip faylı yaradın.
bo: གཞིབ་བཞིན་པའི་reseed zip ཡིག་ཆ་བརྒྱུན་པ་སྤེལ་བ་མི་རྒྱུན་བཞིན་པར་གཞིབ་ལ་དོང་ཚུད་པར་ལག་གདང་བཀག་པ།
cs: Vytvořte nový reseed soubor zip, který můžete sdílet pro ostatní, aby jej mohli ručně znovu načíst.
da: Skabe ny reseed zip file der kan deles med andre til manuell reseed.
el: Δημιουργήστε ένα νέο επανασφραγισμένο αρχείο zip που μπορείτε να μοιραστείτε με άλλους για επανασφράγιση με μη αυτόματο τρόπο.
es: Crea un nuevo fichero de resembrado que puede compartir para que otros resiembren manualmente.
et: Looge uus ZIP-fail, mida saate teistele käsitsi uuesti külvamiseks jagada.
fa: یک فایل زیپ reseed جدید ایجاد کنید که می توانید آن را برای دیگران به اشتراک بگذارید تا به صورت دستی مجدداً بکارند.
fi: Luo uusi zip-tiedosto, jonka voit jakaa muille käsin.
hi: नई रीसीडिंग zip फ़ाइल बनाएँ जिसे आप अन्यों के साथ साझा कर सकते हैं ताकि वे मैन्युअल रीसीडिंग कर सकें।
hu: Hozzon létre egy új reseed zip fájlt, amelyet megoszthat másoknak, hogy manuálisan újraolvassák.
in: Buat file zip reseed baru yang bisa anda bagikan untuk dipasangkan secara manual.
it: Crea un nuovo file zip di reseed che puoi condividere con altri per fare il reseed manualmente.
ja: 他の人が手動で再シードできるように共有できる新しい再シード zip ファイルを作成します。
ko: 수동으로 재시드하기 위해 재시드 ZIP 파일을 생성합니다.
nb: Opprett en ny reseed zip-fil du kan dele slik at andre kan reseed manuelt.
nl: Maak een nieuw reseed zip bestand aan wat je met anderen kan delen om handmatig te reseeden.
pt: Crie um novo arquivo zip reprojetado que você possa compartilhar para que outras pessoas possam repropagá-lo manualmente.
sl: Ustvari novo datoteko zip za ponovno semenjenje, ki jo lahko delite, da bi jo drugi ročno ponovno semenili.
sv: Skapa en ny återdistribuerings-zip-fil som du kan dela med andra för att utföra manuell återdistribuering
uk: Створіть новий zip-файл із повторним заповненням, яким можна поділитися, щоб інші могли повторно завантажувати його вручну.
vi: Tạo một tệp zip reseed mới mà bạn có thể chia sẻ để người khác gieo hạt lại theo cách thủ công.

source: This file will never contain your own router's identity or IP.
ar: لن يحتوي هذا الملف أبدًا على هوية جهاز التوجيه الخاص بك أو عنوان IP الخاص بك.
az: Bu fayl heç vaxt öz marşrutlaşdırıcınızın şəxsiyyətini və ya IP-ni ehtiva etməyəcək.
bo: འདི་ཡིག་ཆ་བརྒྱུན་པ་ནི་ཁྱེད་ཀྱི་རོ་ཌེར་གྱི་ངོས་ཐགས་ཡང་IP མི་ཡིན་པ།
cs: Tento soubor nikdy nebude obsahovat identitu nebo IP vašeho vlastního routeru.
da: Denne fil vil aldrig indeholde din egen router identitet eller IP.
el: Αυτό το αρχείο δεν θα περιέχει ποτέ την ταυτότητα ή την IP του δρομολογητή σας.
es: Este fichero nunca contendrá la identidad o la IP de su propio router.
et: see fail ei sisalda kunagi teie enda ruuteri identiteeti ega IP-d.
fa: این فایل هرگز حاوی هویت یا IP روتر شما نخواهد بود.
fi: Tämä tiedosto ei koskaan sisällä omaa reitittimesi identiteettiä tai IP-osoitetta.
hi: यह फ़ाइल कभी भी आपके स्वयं के राउटर की पहचान या आईपी नहीं रखेगी।
hu: Ez a fájl soha nem fogja tartalmazni a saját útválasztó azonosítóját vagy IP-címét.
in: File ini tidak akan berisi identitas router atau IP anda.
it: Questo file non conterrà mai la tua identità del router o l'IP.
ja: このファイルには、自分のルーターの ID や IP が含まれることはありません。
ko: 해당 파일은 라우터 신원이나 IP를 포함하지 않습니다.
nb: Denne filen vil aldri inneholde din egen ruters identitet eller IP.
nl: Dit bestand bevat nooit je eigen router's identiteit of IP.
pt: Este arquivo nunca conterá a identidade ou IP do seu próprio roteador.
sl: Ta datoteka nikoli ne bo vsebovala identitete ali IP vašega usmerjevalnika.
sv: Den här filen kommer aldrig att innehålla din routers identitet eller IP.
uk: Цей файл ніколи не міститиме ідентифікаційні дані чи IP-адресу вашого маршрутизатора.
vi: Tệp này sẽ không bao giờ chứa danh tính hoặc IP của bộ định tuyến của riêng bạn.

source: Create reseed file
ar: إنشاء ملف إعادة البذور
az: Yenidən toxum faylı yaradın
bo: reseed ཡིག་ཆ་སྐྱོགས་པ།
cs: Vytvořte reseed soubor
da: Skabe reseed fil
el: Δημιουργία νέου αρχείου
es: Crear fichero de resembrado
et: Loo uuesti külvifail
fa: فایل reseed ایجاد کنید
fi: Luo reseed-tiedosto
hi: रीसीडिंग फ़ाइल बनाएँ
hu: Újraolvasott fájl létrehozása
in: Buat file reseed
it: Crea file di reseed
ja: 再シードファイルの作成
ko: 재시드 파일 생성
nb: Opprett reseed-fil
nl: Maak reseed bestand aan
pt: Criar arquivo de nova propagação
sl: Ustvari datoteko za ponovno semenjenje
sv: Skapade återdistribueringsfil
uk: Створити повторно завантажений файл
vi: Tạo file reseed

source: config service
ar: اعدادات الخدمة
az: konfiqurasiya xidməti
bo: བརྒྱུན་སྒྲག་སྟེན།
cs: konfigurační služba
da: Konfigurer tjenester
el: ΥΠΗΡΕΣΙΑ
es: configuración del servicio
et: konfiguratsiooniteenus
fa: سرویس پیکربندی
fi: palveluasetukset
hi: सेवा की सेटिंग करें
hu: szolgáltatás bállítása
in: konfigurasi service
it: configura servizio
ja: 設定サービス
ko: 서비스 설정
nb: konfigurasjonstjeneste
nl: configureer service
pt: configurar serviço
sl: konfig storitev
sv: konfigurera tjänst
uk: служба конфігурації
vi: dịch vụ cấu hình

source: Router Service
ar: خدمة جهاز التوجيه
az: Router xidməti
bo: རོ་ཌེར་བརྒྱུན་སྒྲག་སྟེན།
cs: Služba směrovače
el: Υπηρεσία δρομολογητή
es: Servicio de router
et: ruuteri teenus
fa: سرویس روتر
fi: Reititinpalvelu
hi: राउटर सेवा
hu: Router szerviz
in: Layanan Router
it: Servizio Router
ja: ルーターサービス
ko: 라우터 서비스
nb: Rutertjeneste
pt: Serviço de Roteador
sl: Storitev usmerjevalnika
sv: Routertjänst
uk: Служба маршрутизатора
vi: Dịch vụ định tuyến

source: Shutdown the router
ar: توقيف الموجه
az: Routeri söndürün
bo: རོ་ཌེར་བརྒྱུན་སྒྲག་བྱེད་པ།
cs: Vypněte router
da: Sluk routeren
el: Σβήσιμο του router
es: Apagar el router
et: Lülita ruuter välja
fa: روتر را خاموش کنید
fi: Sammuta reititin
hi: राउटर को बंद करें
hu: Router kikapcsolása
in: Matikan router
it: Spegni il router
ja: ルーターをシャットダウンする
ko: 라우터 끄기
nb: Skru av ruteren
nl: Stop de router
pt: Desligar o Roteador
sl: Zapri usmerjevalnik
sv: Stäng av routern
uk: Вимкніть маршрутизатор
vi: Tắt bộ định tuyến
