Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Theme selection disabled for Internet Explorer, sorry.
ar: إختيار التيمة لأنترنت اكسبلورر.
az: Internet Explorer üçün mövzu seçimi deaktiv edilib, üzr istəyirik.
bo: Internet Explorer དོང་བརྒྱུན་སྒྲག་སྟེན་བྱེད་པར་རེད་བཞིན་པ།
cs: Výběr motivu pro Internet Explorer deaktivován, omlouváme se.
da: Tema valg er deaktiveret for Internet Explorer, undskyld.
el: Η επιλογή θέματος απενεργοποιήθηκε για τον Internet Explorer, συγγνώμη.
es: Lo sentimos, pero la selección de temas decorativos está deshabilitada para Internet Explorer.
et: Teemavalikut ei saa kasutada Internet Exploreri puhul, vabandust.
fa: انتخاب تم برای اینترنت اکسپلورر غیرفعال است، متأسفیم.
fi: Tämä osio on estetty Internet Explorer -selaimelta.
hi: सॉरी, इंटरनेट एक्सप्लोरर के लिए थीम चयन अक्षम कर दिया गया है।
hu: Sajnálom. A kiválasztott téma Internet Explorer-re tiltva.
in: Pemilihan tema dinonaktifkan untuk Internet Explorer, maaf.
it: La selezione di temi è disabilitata per Internet Explorer, spiacenti.
ja: Internet Explorer ではテーマの選択が無効になっています。申し訳ありません。
ko: 테마 설정은 인터넷 익스플로러에서 불가능합니다. 브라우저를 변경하세요.
nb: Draktvalg avskrudd for Internet Explorer, beklager.
nl: Thema selectie is uitgeschakeld voor Internet Explorer, sorry.
pt: Seleção de tema está desabilitada para Internet Explorer, lamentamos.
sl: Izbor teme je onemogočen za Internet Explorer, oprostite.
sv: Teman är inaktiverade för Internet Explorer, sorry.
uk: Вибір теми вимкнено для Internet Explorer, вибачте.
vi: Rất tiếc, lựa chọn chủ đề đã bị tắt đối với Internet Explorer.

source: A very old version has been detected. It's not recommended to use I2P with unmaintained browsers.
ar: تم الكشف عن إصدار قديم جدًا. لا يوصى باستخدام I2P مع متصفحات غير مداومة تطويرها.
az: Çox köhnə versiya aşkar edildi. I2P-dən baxımsız brauzerlərdə istifadə etmək tövsiyə edilmir.
bo: ཤིན་གི་པའི་སྤེལ་བཞིན་པར་རེད་བཞིན་པ། དེད་ཀྱི་མིན་མིན་I2P དོང་བརྒྱུན་སྒྲག་སྟེན་བྱེད་པར་རེད་བཞིན་པ།
cs: (Byla zjištěna velmi stará verze. Nedoporučuje se používat I2P s neudržovanými prohlížeči.
da: Der er blevet registreret en meget gammel version. Det anbefales ikke at bruge I2P med uvedligeholdte browsere.
el: (Εντοπίστηκε μια πολύ παλιά έκδοση. Δεν συνιστάται η χρήση του I2P με μη συντηρημένα προγράμματα περιήγησης.
es: (Se ha detectado una versión muy vieja. No es recomendable usar I2P con navegadores antiguos)
et: Tuvi on tuvastatud väga vana versioon. Pole soovitatav kasutada I2P-d hooldamata brauseritega.
fa: (یک نسخه بسیار قدیمی شناسایی شده است. استفاده از I2P با مرورگرهای نگهداری نشده توصیه نمی شود.
fi: (Hyvin vanha versio on havaittu. I2P:n käyttöä ei suositella ylläpitämättömillä selaimilla.
hi: बहुत पुरानी संस्करण की जांच की गई है। I2P का उपयोग अनुरक्षित ब्राउज़र के साथ अनुशंसित नहीं है।
hu: Egy nagyon régi verziót észleltek. Nem javasolt az I2P használata karbantartatlan böngészőkkel.
in: Versi yang sangat lama terdeteksi. Tidak direkomendasikan menggunakan I2P dengan browser yang tidak terawat.
it: (Una versione molto vecchia è stata rilevata. Non è raccomandato usare I2P con browser non aggiornati.
ja: (非常に古いバージョンが検出されました。メンテナンスされていないブラウザで I2P を使用することはお勧めできません。
ko: 아주 오래된 버전이 감지되었습니다. 유지보수되지 않은 브라우저로 I2P를 사용하는 것은 권장되지 않습니다.
nb: En veldig gammel versjon har blitt oppdaget. Det anbefales ikke å bruke I2P med umålte nettlesere.
nl: Er is een zeer oude versie gedetecteerd. Het wordt niet aanbevolen om I2P te gebruiken met niet-onderhouden browsers.
pt: Foi detectada uma versão muito antiga. Não é recomendado usar o I2P com navegadores desatualizados.
sl: Zaznana je zelo starška različica. Ni priporočljivo uporabljati I2P s brskalniki, ki se ne vzdržujejo.
sv: En mycket gammal version har upptäckts. Det rekommenderas inte att använda I2P med ej uppdaterade webbläsare.
uk: (Виявлено дуже стару версію. Не рекомендується використовувати I2P із браузерами, які не обслуговуються.
vi: Phiên bản rất cũ đã được phát hiện. Không khuyến khích sử dụng I2P với trình duyệt không được duy trì.

source: If you're not using IE, it's likely that your browser is pretending to be IE; please configure your browser (or proxy) to use a different User Agent string if you'd like to access the console themes.
ar: إذا كنت لا تستخدم IE، فمن المحتمل أن متصفحك يتظاهر بأنه IE. الرجاء تكوين متصفحك (أو الوكيل) لاستخدام سلسلة عامل المستخدم المختلفة إذا كنت ترغب في الوصول إلى سمات منصة التحكم.
az: Yəni istifadə etmirsinizsə, brauzerinizin IE kimi iddia etdiyi ehtimal olunur; Zəhmət olmasa, konsol mövzularına daxil olmaq istəsəniz, fərqli bir istifadəçi agenti simli istifadə etmək üçün brauzerinizi (və ya proxy) -dan konfiqurasiya edin.
bo: ཁྱེད་ཀྱིས་ IE བེད་སྤྱོད་བཞིན་མེད་ན། ཁྱེད་རང་གི་ཝེབ་བརྒྱུད་ནི་ IE ཡིན་ཁུལ་བྱེད་པ་ཡིན་འདྲ། ཁྱེད་ཀྱིས་སྐུ་སྟེགས་ཀྱི་བརྗེ་བར་ལ་འཛུལ་བར་འདོད་ན། ཁྱེད་རང་གི་ཝེབ་བརྒྱུད་(ཡང་ན་ཚབ་འདེབས་) ལ་ User Agent ཡིག་ཕྲེང་གཅིག་པ་བཀོད་སྒྲིག་བྱས་ནས་སྐུ་སྟེགས་ཀྱི་བརྗེ་བར་ལ་འཛུལ་བར་འདོད་ན།
cs: Pokud nepoužíváte IE, je pravděpodobné, že váš prohlížeč se vydává za IE. Nastavte si prosím prohlížeč (nebo proxy) tak, aby používal jiný řetězec User-Agent, pokud chcete přistupovat k tématům konzole.
da: Hvis du ikke bruger IE, så er det muligt at din browser lader som om den er IE; vær venlig at konfigurer din browser (eller proxy) til at bruge en anden User Agent hvis du ønsker at have adgang til konsol temaer.
el: Εάν δεν χρησιμοποιείτε IE, είναι πιθανό το πρόγραμμα περιήγησής σας να προσποιείται ότι είναι IE. Ρυθμίστε τις παραμέτρους του προγράμματος περιήγησής σας (ή του διακομιστή μεσολάβησης) ώστε να χρησιμοποιεί διαφορετική συμβολοσειρά παράγοντα χρήστη, εάν θέλετε να αποκτήσετε πρόσβαση στα θέματα της κονσόλας.
es: Si no está utilizando Internet Explorer es probable que su navegador se esté haciendo pasar por él; por favor, configure su navegador (o proxy) para que utilice una cadena de agente de usuario distinta a la de IE si desea acceder a los temas decorativos de la consola.
et: Kui sa ei kasuta hetkel IE-d, siis sinu brauser ilmselt teeskleb IE-d; et konsooli teemasid muuta, hääleta palun oma brauser (või proxy) kasutama teist User-Agent teksti
fa: اگر از مرورگر IE استفاده نمی‌کنید، احتمالا مرورگرتان تظاهر می‌کند که IE است؛ لطفاً اگر می‌خواهید به پوسته‌های کنسول دسترسی داشته باشید، مرورگرتان (یا پروکسی) را به‌گونه‌ای تنظیم کنید که از رشتهٔ عامل کاربر متفاوت استفاده کند.
fi: Ellet käytä IE:tä, selaimesi luultavasti teeskentelee olevansa IE. Jos haluat käyttää ohjauspaneelin teemoja, aseta selaimesi (tai proxysi) User Agent -tiedoksi jotain muuta.
hi: यदि आप IE नहीं उपयोग कर रहे हैं, तो संभवतः आपका ब्राउज़र IE की तरह बना हुआ है; अगर आप कंसोल थीम पहुंचना चाहते हैं, तो कृपया अपने ब्राउज़र (या प्रोक्सी) को एक अलग User Agent स्ट्रिंग का उपयोग करने के लिए सेट करें।
hu: Amennyiben nem Internet Explorert használsz, valószínű, hogy a böngésződ úgy tesz, mintha Internet Explorer lenne; kérlek állítsd be a böngésződ (vagy proxyd), hogy más felhasználói közeg-sort használjon, hogy a konzol témák elérhetők legyenek.
in: Jika Anda tidak menggunakan IE, kemungkinan browser anda berpura-pura menjadi IE; Konfigurasikan browser anda (atau proxy) untuk menggunakan string User Agent yang berbeda jika anda ingin mengakses console theme.
it: Se non stai usando IE è probabile che il tuo browser stia simulando di essere IE; se vuoi accedere ai temi della console, per cortesia configura il tuo browser (o il proxy) in modo da fargli usare una stringa User Agent diversa.
ja: IEを使用していない場合、ブラウザがIEのふりをしている可能性があります。 コンソールのテーマにアクセスする場合は、別のユーザーエージェント文字列を使用するようにブラウザ（またはプロキシ）を構成してください。
ko: 인터넷 익스플로러를 사용하지 않는다면 유저 에이전트가 변경된 것 같습니다. 브라우저 설정 (또는 프록시 서버의 설정)을 확인해 주세요.
nb: Hvis du ikke bruker IE, er det sannsynlig at nettleseren din later som å være IE; vennligst konfigurer nettleseren din (eller proxy) til å bruke en annen brukeragentstreng hvis du vil få tilgang til konsolltemaene.
nl: Indien je geen IE gebruikt, is het mogelijk dat je browser zich voordoet als IE; configureer je browser (of proxy) om een andere User Agent tekst te gebruiken indien je de console thema's wilt wijzigen.
pt: Se não está usando IE, é possível que teu navegador esteja fingindo ser o IE; Favor configurar teu navegador (ou proxy) para usar uma identificação "user-agent" diferente se queres ter acesso aos temas para o painél.
sl: Če ne uporabljate IE, je verjetno, da se vaš brskalnik pretvarja, da je IE; prosim, konfigurirajte vaš brskalnik (ali posredniški strežnik), da uporabi drugačno niz Uporabnikov agent, če želite dostop do tem konzole.
sv: Om du inte använder Internet Explorer (IE), är det troligt att din webbläsare låtsas (spoofar) vara IE, du kan konfigurera din webbläsare (eller proxy) att använda en annat User Agent sträng om du vill komma åt konsol teman.
uk: Якщо ви не використовуєте IE, цілком ймовірно, що ваш браузер прикидається IE; Будь ласка, налаштуйте свій браузер (або проксі), щоб використовувати інший рядок агента користувача, якщо ви хочете отримати доступ до тематики консолі.
vi: Nếu bạn không sử dụng IE, có khả năng trình duyệt của bạn đang giả dạng là IE; vui lòng cấu hình trình duyệt (hoặc proxy) sử dụng chuỗi User Agent khác nếu bạn muốn truy cập giao diện bảng điều khiển.

source: Router Console Password
ar: كلمة مرور وحدة التحكم لجهاز التوجيه
az: Router Konsolunun Şifrəsi
bo: རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པ།
cs: Heslo konzoly směrovače
da: Roter Konsol Adgangskode
el: Κωδικός πρόσβασης κονσόλας δρομολογητή
es: Contraseña de la consola del router
et: ruuteri konsooli parool
fa: رمز عبور کنسول روتر
fi: Reititinkonsolin salasana
hi: राउटर कंसोल पासवर्ड
hu: Router Konzol Jelszava
in: Password Router Console
it: Password Router Console
ja: ルーターコンソールのパスワード
ko: 라우터 콘솔 비밀번호
nb: Passord for ruterkonsoll
nl: Router Console Wachtwoord
pt: Palavra-passe do painél do roteador
sl: Geslo konzole usmerjevalnika
sv: Routerkonsol lösenord
uk: Пароль консолі маршрутизатора
vi: Mật khẩu bảng điều khiển bộ định tuyến

source: Router Console Language
ar: لغة لوحة التحكم
az: Router Konsol Dili
bo: རོ་ཌེར་རོགས་སྒྲག་སྟེན།
cs: Jazyk konzoly směrovače
da: Router Konsol Sprog
el: Γλώσσα κονσόλας δρομολογητή
es: Idioma de la consola del router
et: Ruuteri konsooli keel
fa: زبان کنسول روتر
fi: Reitittimen ohjauspaneelin kieli
hi: राउटर कंसोल भाषा
hu: Router Konzol Nyelve
in: Bahasa Router Console
it: Linguaggio Console del Router
ja: ルーターコンソール言語
ko: 라우터 콘솔 언어
nb: Ruterkonsollspråk
nl: Router Console Taal
pt: Idioma do painél do roteador
sl: Jezik konzole usmerjevalnika
sv: Routerkonsolens språk
uk: Мова консолі маршрутизатора
vi: Ngôn ngữ bảng điều khiển bộ định tuyến

source: Please contribute to the router console translation project! Contact the developers in #saltR on IRC to help.
ar: يرجى المساهمة في مشروع ترجمة وحدة تحكم جهاز التوجيه! تواصل مع المطورين في #saltR على IRC للمساعدة.
az: Xahiş edirəm marşrutlaşdırıcı konsol tərcümə layihəsinə töhfə verin! Kömək etmək üçün IRC-də #saltR in tərcüməçiləri ilə əlaqə saxlayın.
bo: རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པའི་སྐད་བརྒྱུད་ལས་གཞུགས་སྐུལ་བྱོས། #saltR ནང་ IRC ལ་བཟོ་བསྐྲུན་པ་དང་འབྲེལ་བ་བྱོས།
cs: Přispějte prosím do projektu překladu konzoly routeru! Kontaktujte vývojáře v #saltR na IRC, aby vám pomohli.
da: Bidrag gerne til routerens oversættelse! Kontakte udviklerne på #i2p-dev i IRC hvis du vil hjælpe.
el: Συμβάλλετε στο έργο μετάφρασης της κονσόλας του δρομολογητή! Επικοινωνήστε με τους προγραμματιστές στο #saltR στο IRC για να βοηθήσετε.
es: ¡Por favor, contribuya al proyecto de traducción de la consola del router I2P! Contacte con los desarrolladores en los canales #i2p-dev y #ilatino-i2p del IRC para ayudar.
et: Palun aita ruuteri konsooli tõlkimise projektiga! Et aidata, võta ühendust arendajatega IRC kanalil #saltR.
fa: لطفاً در پروژه ترجمه کنسول روتر مشارکت کنید! برای کمک به توسعه دهندگان در #saltR در IRC تماس بگیرید.
fi: Osalli, osallistu reititinkonsolin käännösprojektiin!
hi: कृपया राउटर कंसोल अनुवाद परियोजना में योगदान करें! इच्छुकता के लिए IRC पर #saltR में डेवलपर्स से संपर्क करें।
hu: Kérlek, vegyél részt a router konzol fordító projektben! Segítség nyújtásához lépj kapcsolatba a fejlesztőkkel az #i2p-dev szobában az IRC-n.
in: Silakan berkontribusi ke proyek terjemahan router console! Hubungi pengembang di #i2p-dev di IRC untuk membantu.
it: Per favore contribuisci al progetto di traduzione della console del router! Contatta gli sviluppatori sul canale IRC #i2p-dev per assistenza.
ja: ルーターコンソールの翻訳プロジェクトにご協力ください！協力するには、 IRC の #saltR で開発者にご連絡ください。
ko: 라우터 콘솔 번역에 참여해주십시오! IRC 채팅의 #saltR 로 오셔서 도움을 주세요.
nb: Bidra til ruterkonsolloversettelsesprosjektet! Kontakt utviklerne i #saltR på IRC for å hjelpe.
nl: Draag a.u.b. bij aan het vertalen van de router console! Neem contact op met de developers in #i2p-dev om te helpen.
pt: Contribua para o projeto de tradução do painél do roteador! Entre em contato com os desenvolvedores no canal IRC #i2p-dev para ajudar.
sl: Prosimo, prispevajte k projektu prevedbe konzole usmerjevalnika! Kontaktirajte razvijalce v #saltR na IRC za pomoč.
sv: Hjälp gärna till med att översätta routerkonsol projektet. Kontakta utvecklarna på IRC i #i2p-dev kanalen för mer information.
uk: Будь ласка, внесіть внесок у проект перекладу консолі маршрутизаторів! Зверніться до розробників у #saltR на IRC, щоб допомогти.
vi: Vui lòng đóng góp cho dự án dịch bảng điều khiển bộ định tuyến! Liên hệ với các nhà phát triển trong #saltR trên IRC để trợ giúp.

source: config update
ar: ترقية الاعدادات
az: konfiqurasiya yeniləməsi
bo: བཀོད་སྒྲིག་གསར་བསྒྱུར།
cs: aktualizace konfigurace
el: ενημέρωση ρυθμίσεων
es: configuración de actualizaciones
et: konfiguratsiooni värskendus
fa: به روز رسانی پیکربندی
fi: päivitysasetukset
hi: अपडेट की सेटिंग करें
hu: frissítés beállításai
in: konfigurasi update
it: configura aggiornamento
ja: 設定の更新
ko: 업데이트 설정
nb: oppsettsoppdatering
nl: configureer update
pt: configurar atualização
sl: konfig posodobitev
sv: konfigurationsuppdatering
uk: оновлення конфігурації
vi: Cập nhật cấu hình

source: I2P &amp; News Updates
ar: I2P وتحديثات الأخبار
az: I2P və xəbər yeniləmələri
bo: I2P དང་གནས་ཚུད་གསར་བསྒྱུར།
cs: I2P a Aktualizace Novinek
da: I2P og Nyhedsopdateringer
el: Ενημερώσεις I2P και Ειδήσεων
es: I2P & Aviso de actualizaciones
et: I2P &amp; Uudiste värskendused
fa: I2P
fi: I2P ja uutispäivitykset
hi: I2P और समाचार अपडेट
hu: I2P és Hírfrissítések
in: Pembaruan I2P & Berita
it: Aggiornamento I2P &amp; News
ja: I2P と最新ニュース
ko: I2P 및 뉴스 업데이트
nb: I2P og Nyhetsoppdateringer
nl: I2P en nieuwsupdates
pt: I2p e Atualizações de Notícias
sl: I2P &amp; Posodobitve novic
sv: I2p och nyhetsuppdateringar
uk: I2p та оновлення новин
vi: I2P và cập nhật tin tức

source: News Updates
ar: تحديثات الأخبار
az: Xəbər yeniləmələri
bo: གནས་ཚུད་གསར་བསྒྱུར།
cs: Novinky
da: Nyhedsopdateringer
el: Ενημερώσεις Νέων
es: Aviso de actualizaciones
et: Uudiste uuendused
fa: به روز رسانی اخبار
fi: Uutispäivityset
hi: समाचार अपडेट
hu: Friss Hírek
in: Update Berita
it: Aggiornamenti delle notizie
ja: ニュースの更新
ko: 뉴스 업데이트
nb: Nyhetsoppdateringer
nl: Nieuws Updates
pt: Últimas Notícias
sl: Posodobitve novic
sv: Nyhetsuppdateringar
uk: Оновлення новин
vi: Tin tức cập nhật

source: I2P update policy
ar: سياسة تحديث I2P
az: I2P yeniləmə siyasəti
bo: I2P གསར་བསྒྱུར་སྲིད་པ།
cs: Zásady aktualizace I2P
da: I2P-opdateringspolitik
el: Πολιτική ενημέρωσης I2P
es: Política de actualizaciones de I2P
et: I2P värskenduspoliitika
fa: سیاست به روز رسانی I2P
fi: I2P-päivityskäytäntö
hi: I2P अपडेट नीति
hu: I2P frissítési szabályzat
in: Kebijakan pembaruan I2P
it: Politica di aggiornamento I2P
ja: I2Pアップデートポリシー
ko: I2P 업데이트 정책
nb: I2P-oppdateringspolicy
nl: I2P-updatebeleid
pt: Política de atualização I2P
sl: Politika posodabljanja I2P
sv: I2P-uppdateringspolicy
uk: Політика оновлення I2P
vi: Chính sách cập nhật I2P

source: Update check
ar: فحص التحديث
az: Yeniləmə yoxlanışı
bo: གསར་བསྒྱུར་ཞིབ་བཤེར།
cs: Kontrola aktualizací
da: Opdateringstjek
el: Έλεγχος ενημέρωσης
es: Comprobación de actualización
et: Värskenduste kontroll
fa: بررسی به روز رسانی
fi: Päivitystarkistus
hi: अपडेट जाँच
hu: Frissítés ellenőrzése
in: Pemeriksaan pembaruan
it: Controllo aggiornamenti
ja: アップデートチェック
ko: 업데이트 확인
nb: Oppdateringssjekk
nl: Updatecontrole
pt: Verificação de atualização
sl: Preverjanje posodobitve
sv: Uppdateringskontroll
uk: Перевірка оновлень
vi: Kiểm tra cập nhật

source: Update In Progress
ar: جاري التحديث
az: Yeniləmə Davam edir
bo: གསར་བསྒྱུར་བཞིན་པ།
cs: Probíhá aktualizace
da: Opdatering er i gang
el: Ενημέρωση σε εξέλιξη
es: Actualización en curso
et: Uuendus käimas
fa: به روز رسانی در حال انجام است
fi: Päivitys käynnissä
hi: अपडेट प्रगति में
hu: Frissítés Folyamatban
in: Pembaruan Sedang Berjalan
it: Aggiornamento in corso
ja: 更新中
ko: 업데이트 중입니다
nb: Oppdatering underveis
nl: Bezig Met Upgrade
pt: Atualização em andamento
sl: Posodobitev je v teku
sv: Uppdatering Pågår
uk: Виконується оновлення
vi: Đang cập nhật

source: Update with signed development builds
ar: تحديث مع بنيات التطوير الموقعة
az: İmzalanmış inkişaf qurmaları ilə yeniləyin
bo: མིང་རྟགས་བཏང་བའི་གསར་བསྐྱེད་ལས་དང་བསྒྱུར་བ།
cs: Aktualizace s podepsanými vývojovými sestaveními
da: Opdatering med signerede udviklingsbygninger
el: Ενημέρωση με υπογεγραμμένες δομές ανάπτυξης
es: Actualizar con versiones de desarrollo firmadas
et: Värskendus allkirjastatud arendusjärgustega
fa: به روز رسانی با ساخت های توسعه امضا شده
fi: Päivitys allekirjoitetuilla kehitysversioilla
hi: हस्ताक्षरित विकास बिल्ड के साथ अपडेट करें
hu: Frissítés aláírt fejlesztési buildekkel
in: Perbarui dengan build pengembangan yang ditandatangani
it: Aggiorna con versioni di sviluppo firmate
ja: 署名された開発ビルドで更新する
ko: 서명된 개발 빌드로 업데이트
nb: Oppdatering med signerte utviklingsbygg
nl: Update met ondertekende ontwikkelingsbuilds
pt: Atualização com compilações de desenvolvimento assinadas
sl: Posodobi z podpisanimi gradnami razvoja
sv: Uppdatering med signerade utvecklingsbyggen
uk: Оновлення з підписаними розробними збірками
vi: Cập nhật với các bản dựng phát triển đã ký

source: Update URL
ar: تحديث عنوان URL
az: URL-i yeniləyin
bo: གསར་བསྒྱུར་ URL
cs: Aktualizujte URL
da: Opdater URL
el: Ενημέρωση διεύθυνσης URL
es: Actualizar URL
et: Värskenda URL-i
fa: URL را به روز کنید
fi: Päivitä URL-osoite
hi: अपडेट URL
hu: URL frissítése
in: Perbarui URL
it: Aggiorna URL
ja: URL更新
ko: URL 업데이트
nb: Oppdater URL
nl: URL bijwerken
pt: Atualizar URL
sl: URL posodobitve
sv: Uppdatera URL
uk: Оновити URL
vi: Cập nhật URL

source: To update with unsigned I2P+ release builds: <code>http://skank.i2p/i2pupdate.zip</code> or for the latest unsigned development builds: <code>http://skank.i2p/dev/i2pupdate.zip</code>
ar: للتحديث باستخدام إصدارات إصدار I2P+ غير الموقعة: <code>http://skank.i2p/i2pupdate.zip</code> أو للحصول على أحدث إصدارات التطوير غير الموقعة: <code>http://skank.i2p/dev/i2pupdate.zip </كود>
az: İmzasız I2P buraxılış quruluşları ilə yeniləmək üçün: <code>http://skank.i2p/i2pupdate.zip</code> və ya ən son imzalanmamış inkişaf qurmaları üçün: <code>http://skank.i2p/dev/i2pupdate</code>
bo: མིང་མེད་པའི་ I2P+ འགྲེམ་སྐོན་ལས་དང་བསྒྱུར་བར། <code>http://skank.i2p/i2pupdate.zip</code> ཡང་ན་མཐའི་མིང་མེད་པའི་གསར་བསྐྱེད་ལས་དང་བསྒྱུར་བར། <code>http://skank.i2p/dev/i2pupdate.zip</code>
cs: Pro aktualizaci pomocí nepodepsaných sestavení I2P vydání: <code>http://skank.i2p/i2pupdate.zip</code> nebo pro nejnovější nepodepsané vývojové sestavení: <code>http://skank.i2p/dev/i2pupdate</code>
da: For at opdatere med usignerede I2P+-udgivelsesbuilds: <code>http://skank.i2p/i2pupdate.zip</code> eller for de seneste usignerede udviklingsbuilds: <code>http://skank.i2p/dev/i2pupdate.zip</code>
el: Για ενημέρωση με ανυπόγραφες εκδόσεις εκδόσεων I2P+: <code>http://skank.i2p/i2pupdate.zip</code> ή για τις πιο πρόσφατες ανυπόγραφες εκδόσεις ανάπτυξης: <code>http://skank.i2p/dev/i2pupdate.zip </code>
es: Para actualizar con compilaciones de versión I2P+ sin firmes: <code>http://skank.i2p/i2pupdate.zip</code> o para las últimas compilaciones de desarrollo sin firmar: <code>http://skank.i2p/dev/i2pupdate.zip</code>
et: Signeerimata I2P+ väljalaskejärkudega värskendamiseks: <code>http://skank.i2p/i2pupdate.zip</code> või uusimate allkirjastamata arendusjärkude jaoks: <code>http://skank.i2p/dev/i2pupdate.zip</code>
fa: برای به روز رسانی با نسخه های برخوردار از I2P+ بی امضا: <code>http://skank.i2p/i2pupdate.zip</code> و یا برای جدیدترین نسخه های توسعه بی امضا: <code>http://skank.i2p/dev/i2pupdate.zip</code>
fi: Päivitys allekirjoittamattomilla I2P-version koontiversioilla: <code>http://skank.i2p/i2pupdate.zip</code> tai uusimmat allekirjoittamattomat kehitysversiot: <code>http://skank.i2p/dev/i2pupdate
hi: अनुस्मारक अपडेट करने के लिए: <code>http://skank.i2p/i2pupdate.zip</code> या सबसे नवीन अनुस्मारक विकास बिल्ड के लिए: <code>http://skank.i2p/dev/i2pupdate.zip</code>
hu: Aláíratlan I2P-verziókkal történő frissítéshez: <code>http://skank.i2p/i2pupdate.zip</code> vagy a legújabb aláíratlan fejlesztési buildekhez: <code>http://skank.i2p/dev/i2pupdate </code>
in: Untuk memperbarui dengan I2P+ Release Unsigned Build: <code>http://skank.i2p/i2pupdate.zip</skank> atau untuk pembangunan pengembangan tanpa tanda terbaru: <code>http://skank.i2p/dev/i2pupdate.zip</code>
it: Per aggiornare con build I2P+ Release non firmate: <code>http://skank.i2p/i2pupdate.zip</code> o per le ultime build di sviluppo non firmato: <code>http://skank.i2p/dev/i2pupdate.zip</code>
ja: 未署名の I2P リリース ビルドで更新するには: <code>http://skank.i2p/i2pupdate.zip</code>、または最新の未署名開発ビルドの場合: <code>http://skank.i2p/dev/i2pupdate</code>
ko: 서명되지 않은 I2P 릴리스 빌드로 업데이트하려면: <code>http://skank.i2p/i2pupdate.zip</code> 또는 서명되지 않은 최신 개발 빌드로 업데이트하려면: <code>http://skank.i2p/dev/i2pupdate</code>
nb: For å oppdatere med usignert i2p+ -utgivelse bygger: <code>http://skank.i2p/i2pupdate.zip</code> eller for den siste usignerte utviklingsbyggene: <code>http://skank.i2p/dev/i2pupdate.zip</code>
nl: Om te updaten met niet-ondertekende I2P-releasebuilds: <code>http://skank.i2p/i2pupdate.zip</code> of voor de nieuwste niet-ondertekende ontwikkelingsbuilds: <code>http://skank.i2p/dev/i2pupdate </code>
pt: Para atualizar com compilações de lançamento I2P não assinadas: <code>http://skank.i2p/i2pupdate.zip</code> ou para as compilações de desenvolvimento não assinadas mais recentes: <code>http://skank.i2p/dev/i2pupdate.zip</code>
sl: Da bi se posodobili z neoznačenimi izdaji razvoja I2P+: <code>http://skank.i2p/i2pupdate.zip</code> ali za najnovejše neoznačene gradnje razvoja: <code>http://skank.i2p/dev/i2pupdate.zip</code>
sv: För att uppdatera med osignerad i2p+ release builds: <code>http://skank.i2p/i2pupdate.zip</code> eller för den senaste osignerade utvecklingen: <code>http://skank.i2p/dev/i2pupdate.zip</code>
uk: Щоб оновити непідписані збірки випуску I2P+: <code>http://skank.i2p/i2pupdate.zip</code> або для останніх непідписаних збірок розробки: <code>http://skank.i2p/dev/i2pupdate</code>
vi: Để cập nhật với các bản dựng i2p+ phát hành không dấu: <code> http: //skank.i2p/i2pupdate.zip </code> hoặc cho các bản dựng phát triển chưa được ký mới nhất: <code> http: //skank.i2p/dev/i2pupdate.zip </code>
