Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Defines the maximum percentage of active local tunnels (client and exploratory) that a peer will be used for. [Default is 10% in I2P+, 33% in I2P]
ar: يحدد النسبة المئوية القصوى للأنفاق المحلية النشطة (العميل والاستكشافية) التي سيتم استخدام النظير لها.
az: Yerli tunnel istifadə edildiyi zamanin maksimum faizini tanımlar (müştəri və keşfiyyat). [İzah 10% -i I2P+, 33% -i I2P-dədir]
bo: རྒྱུན་དུ་བཙོན་པའི་མང་ཚུད་གསང་ལམ་(ཞབས་འདེགས་ཀྱི་དང་འཚོལ་བཤེར་) གཞན་རྒྱུད་པ་གཅིག་པ་བེད་སྤྱོད་བྱེད་པའི་ཚད་རྩིས་བཀག་པ། [I2P+ ནང་ 10% ཡང་ན་ I2P ནང་ 33%]
cs: Určuje maximální procentuální podíl aktivních lokálních tunelů (klient a objevující) pro každého kolegu. [Výchozí hodnota je 10 % v I2P+, 33 % v I2P]
da: Definerer den maksimale procentdel af aktive lokale tunneller (klient- og eksperimentelle), som en peer vil blive brugt til. [Standard er 10% i I2P+, 33% i I2P]
el: Ορίζει τον μέγιστο ποσοστό ενεργών τοπικών σηράγγων (πελάτης και εξερευνητικές) που θα χρησιμοποιηθεί από έναν συναδέλφο. [Η προεπιλογή είναι 10% στο I2P+, 33% στο I2P]
es: Define el porcentaje máximo de túneles locales activos (cliente y exploratorios) para los que se usará un par. [Predeterminado es 10% en I2P+, 33% en I2P]
et: Määrab maksimaalse protsendi aktiivsetest kohalikest tunnelitest (klient ja eksperimentaalne), mida ühe käigu juures kasutatakse. [Vaikenumber on 10% I2P+ puhul, 33% I2P puhul]
fa: حداکثر درصد تونل های محلی فعال (کارفرما و اکتشافی) که یک همتا برای آن استفاده خواهد شد را تعیین می کند.
fi: Määrittää enimmäisprosentin aktiivisista paikallisista tunnelista (asiakas- ja tutkivista), jotka hyödyntävät yhtä solmua. [Oletusarvo on 10% I2P+-verkossa, 33% I2P-verkossa]
hi: एक पीयर के लिए उपयोग किये जाने वाले सक्रिय स्थानीय टंनल (ग्राहक और शोधात्मक) की अधिकतम प्रतिशत सीमा परिभाषित करती है। [I2P+ में मूल मान 10%, I2P में 33%]
hu: Meghatározza az aktív helyi alagutak (kliens és felfedező) maximális százalékát, amelyet egy kapcsolódó felhasználhat. [Az alapértelmezett érték 10% I2P+-ban, 33% I2P-ben]
in: Mendefinisikan persentase maksimum terowongan lokal aktif (klien dan eksplorasi) yang akan digunakan peer. [Default adalah 10% di I2P+, 33% di I2P]
it: Definisce la percentuale massima di tunnel locali attivi (client ed esploratori) che un peer utilizzerà. [Il valore predefinito è del 10% in I2P+, del 33% in I2P]
ja: ピアが使用されるアクティブなローカルトンネル（クライアントと探索的）の最大割合を定義します。[デフォルトはI2P+で10％、I2Pで33％]
ko: 동료가 사용될 수 있는 활성 로컬 터널(클라이언트 및 스카우터)의 최대 비율을 정의합니다. [기본값은 I2P+에서 10%, I2P에서 33%입니다]
nb: Bestemmer den maksimale prosentandelen av aktive lokale tunneler (klient- og utforskende) som en peer vil bli brukt for. [Standard er 10% i I2P+, 33% i I2P]
nl: Bepaalt het maximale percentage actieve lokale tunnels (client en exploratory) waarvoor een peer zal worden gebruikt. [Standaard is 10% in I2P+, 33% in I2P]
pt: Define o percentual máximo de túneis locais ativos (cliente e exploratório) que um par será utilizado. [O padrão é 10% no I2P+, 33% no I2P]
sl: Določi maksimalni odstotek aktivnih lokalnih tunelov (klient in raziskovalni), ki jih bo sosednji strežnik uporabil. [Privzeto je 10% v I2P+, 33% v I2P]
sv: Definierar den maximala procentandelen av aktiva lokala tunnlar (klient och utforskande) som en peer kommer att användas för. [Standardvärdet är 10% i I2P+, 33% i I2P]
uk: Визначає максимальний відсоток активних локальних тунелів (клієнтських і дослідницьких), для яких буде використовуватися пір. [За замовчуванням 10% в I2P+, 33% в I2P]
vi: Xác định phần trăm tối đa các đường hầm cục bộ hoạt động (khách hàng và thám hiểm) có thể sử dụng một người đồng hành. [Mặc định là 10% trong I2P+, 33% trong I2P]

source: This setting allows you to configure the minimum number of hosted participating tunnels before the router starts to reject tunnel requests based on anticipated bandwidth requirements. [Default is 100 if system is running Android, 800 if system is running on ARM and less than 4 cores available, 1200 if system is running on ARM and 4 or more cores available, otherwise 2500]
ar: هذا الإعداد يسمح لك بتكويف العدد الأدنى للأنفاق المشاركة المضيفة قبل البدء برفض طلبات الانفاق من قبل الراوتر بناء على متطلبات عرض النطاق المتوقع. [الافتراضي هو 100 إذا كان النظام يعمل على أندرويد، 800 إذا كان النظام يعمل على ARM وتتوفر 4 نوى أقل، 1200 إذا كان النظام يعمل على ARM وتتوفر 4 نوى أو أكثر، وإلا 2500]
bo: སྒྲིག་བཀོད་འདི་དག་ཁྱེད་ཀྱིས་བསྒྱུར་བར་ཐུབ་པའི་གསང་ལམ་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་ཉུང་ནས་ཚད་གི་གནས་ས་ལོ་རྟེན་པ་བཀོད་སྒྱུར་བར་ནས་འགོག་པར་འགོག་པར་བརྒྱུད་པའི་རྒྱུད་པའི་རྟེན་པ་བཀོད་སྒྱུར་བ། [Android ལ་གཡོ་བར་ན་ 100 ཡང་ན། ARM ལ་གཡོ་བར་ན་དང་སྟེན་པ་ 4 ལས་ཉུང་ན་ཉུང་ན་སྣོན་བྱེད་པ་ན་ 800 ཡང་ན། ARM ལ་གཡོ་བར་ན་ 4 ཡང་ན་ཡང་ན་སྣོན་བྱེད་པ་ན་ 1200 ཡང་ན། དེ་གཞན་པ་ 2500]
cs: Toto nastavení vám umožňuje nakonfigurovat minimální počet hostovaných participativních tunelů, než směrovač začne odmítat žádosti o tunel na základě předpokládaných požadavků na přenosovou rychlost. [Výchozí hodnota je 100, pokud systém běží na Androidu, 800, pokud systém běží na ARM a je k dispozici méně než 4 jádra, 1200, pokud systém běží na ARM a k dispozici je 4 nebo více jader, jinak 2500]
da: Denne indstilling giver dig mulighed for at konfigurere det mindste antal deltagende tunneler, før routeren begynder at afvise tunnelanmodninger baseret på forventet båndbreddebehov. [Standardværdien er 100, hvis systemet kører Android, 800, hvis systemet kører på ARM og der er mindre end 4 kerner tilgængelige, 1200 hvis systemet kører på ARM og der er 4 eller flere kerner tilgængelige, ellers 2500]
el: Αυτή η ρύθμιση σας επιτρέπει να ρυθμίσετε τον ελάχιστο αριθμό των κατοίκων συμμετέχοντων τούνελ πριν ο δρομολογητής αρχίσει να απορρίπτει αιτήσεις τούνελ βάσει των αναμενόμενων απαιτήσεων εύρους ζώνης. [Το προεπιλεγμένο είναι 100 αν το σύστημα εκτελείται σε Android, 800 αν το σύστημα εκτελείται σε ARM και διατίθενται λιγότερα από 4 πυρήνες, 1200 αν το σύστημα εκτελείται σε ARM και διατίθενται 4 ή περισσότεροι πυρήνες, διαφορετικά 2500]
es: Esta configuración te permite establecer el número mínimo de túneles participativos alojados antes de que el enrutador empiece a rechazar solicitudes de túnel en función de los requisitos de ancho de banda anticipados. [Predeterminado es 100 si el sistema está ejecutando Android, 800 si el sistema está ejecutando ARM y menos de 4 núcleos disponibles, 1200 si el sistema está ejecutando ARM y 4 o más núcleos disponibles, de lo contrario 2500]
et: See sätte võimaldab teil seadistada vajalike osalustunnelite miinimumarvu, enne kui ruuter hakkab tunnelipäringuid tõrjuma eeldatava ribalaiuse nõuete põhjal. [Kui süsteem töötab Androidil, on vaikeväärtus 100, kui süsteem töötab ARM-i peal ja tuumad on alla 4, on vaikeväärtus 800, kui süsteem töötab ARM-i peal ja tuumad on 4 või rohkem, on vaikeväärtus 1200 ning muidu 2500]
fa: این تنظیمات به شما امکان می‌دهد حداقل تعداد تونل‌های شرکت‌کننده میزبان را قبل از اینکه روتر شروع به رد درخواست‌های تونل بر اساس نیازهای پهنای باند پیش‌بینی‌شده کند، پیکربندی کنید.
fi: Tämä asetus mahdollistaa vähimmäismäärän majoitettujen osallistuvien tunneleiden määrän määrittämisen ennen kuin reititin alkaa hylätä tunnelipyyntöjä odotettujen kaistanleveyden ja -vaatimusten perusteella. [Oletusarvo on 100, jos järjestelmä toimii Androidilla, 800, jos järjestelmä toimii ARM:lla ja käytettävissä on alle 4 ydintä, 1200, jos järjestelmä toimii ARM:lla ja käytettävissä on 4 tai enemmän ydintä, muuten 2500]
hi: यह सेटिंग आपको राउटर को अपेक्षित बैंडविड्थ की मांग पर टनल प्रश्न को अस्वीकार करना शुरू करने से पहले मेजबानी करने वाले टनल की न्यूनतम संख्या को निर्धारित करने की अनुमति देती है। [मानक में 100 अगर सिस्टम एंड्रॉइड पर चल रहा है, 800 अगर सिस्टम एआरएम पर चल रहा है और 4 से कम कोर उपलब्ध हैं, 1200 अगर सिस्टम एआरएम पर चल रहा है और 4 या अधिक कोर हैं, अन्यथा 2500]
hu: Ezzel a beállítással konfigurálhatja a minimális tárolt résztvevő alagutak számát, mielőtt a router elutasítja az alagtúra vonatkozó kérelmeket az előre várható sávszélesség alapján. [Alapértelmezett érték: 100, ha az rendszer Androidot futtat, 800, ha az rendszer ARM-en fut és kevesebb, mint 4 mag áll rendelkezésre, 1200, ha az rendszer ARM-en fut és 4 vagy több mag áll rendelkezésre, különben 2500]
in: Pengaturan ini memungkinkan Anda untuk mengonfigurasi jumlah minimum terowongan partisipan yang dihosting sebelum router mulai menolak permintaan terowongan berdasarkan kebutuhan bandwidth yang diantisipasi. [Defaultnya adalah 100 jika sistem menjalankan Android, 800 jika sistem berjalan pada ARM dan tersedia kurang dari 4 core, 1200 jika sistem berjalan pada ARM dan tersedia 4 core atau lebih, jika tidak, 2500]
it: Questa impostazione consente di configurare il numero minimo di tunnel partecipanti ospitati prima che il router inizi a respingere le richieste di tunnel in base ai requisiti di larghezza di banda previsti. [Il valore predefinito è 100 se il sistema è Android, 800 se il sistema è ARM e ha meno di 4 core disponibili, 1200 se il sistema è ARM e ha 4 o più core disponibili, altrimenti 2500]
ja: この設定は、ルータが予想される帯域幅の要件に基づいてトンネルリクエストを拒否し始める前にホストされる参加トンネルの最小数を設定することができます。[デフォルトは、システムがAndroidで実行されている場合は100、システムがARM上で実行され、4つ未満のコアが利用可能な場合は800、システムがARM上で実行され、4つ以上のコアが利用可能な場合は1200、それ以外の場合は2500]
ko: 이 설정은 라우터가 예상 대역폭 요구 사항에 따라 터널 요청을 거부하기 시작하기 전에 호스팅 참가 터널의 최소 수를 구성할 수 있게 합니다. [기본값은 안드로이드 운영체제에서 실행 중인 경우 100, ARM 운영체제에서 실행 중이고 4개 미만의 코어가 있는 경우 800, ARM 운영체제에서 실행 중이고 4개 이상의 코어가 있는 경우 1200, 그렇지 않으면 2500입니다]
nb: Denne innstillingen lar deg konfigurere det minste antallet vertsbaserte deltakende tunneler før ruteren begynner å avvise tunnelforespørsler basert på antatt båndbreddekrav. [Standard er 100 hvis systemet kjører Android, 800 hvis systemet kjører på ARM og har mindre enn 4 kjerner tilgjengelig, 1200 hvis systemet kjører på ARM og har 4 eller flere kjerner tilgjengelig, ellers 2500]
nl: Deze instelling stelt u in staat het minimumaantal gehoste deelnemende tunnels te configureren voordat de router tunnelaanvragen begint af te wijzen op basis van verwachte bandbreedtevereisten. [Standaard is dit 100 indien het systeem Android draait, 800 indien het systeem draait op ARM en minder dan 4 cores beschikbaar zijn, 1200 indien het systeem draait op ARM en 4 of meer cores beschikbaar zijn, anders 2500]
pt: Essa configuração permite que você configure o número mínimo de túneis participantes hospedados antes de o roteador começar a rejeitar solicitações de tunelamento com base nos requisitos de largura de banda previstos. [O padrão é 100 se o sistema estiver executando o Android, 800 se o sistema estiver em execução em ARM e menos de 4 núcleos disponíveis, 1200 se o sistema estiver em execução em ARM e 4 ou mais núcleos disponíveis, caso contrário 2500]
sl: Ta nastavitev vam omogoča konfiguracijo minimalnega števila gostiteljstva sodelujočih tuneljev preden usmerjevalnik začne zavrniti zahteve za tunelj na podlagi očakovanja zahtev po širini pasma. [Privzeto je 100, če sistem deluje Android, 800, če sistem deluje na ARM in je na voljo manj kot 4 jezgre, 1200, če sistem deluje na ARM in je na voljo 4 ali več jezgre, v nasprotnem primeru 2500]
sv: Denna inställning gör det möjligt att konfigurera det minsta antalet värdade deltagartunnlar innan routern börjar avvisa tunnelbegäranden baserade på förväntad bandbreddsbehov. [Standard är 100 om systemet körs på Android, 800 om systemet körs på ARM och mindre än 4 kärnor är tillgängliga, 1200 om systemet körs på ARM och 4 eller fler kärnor är tillgängliga, annars 2500]
uk: Це налаштування дозволяє сконфігурувати мінімальну кількість тунелів з участю, які хостить роутер, перш ніж роутер почне відхиляти запити на тунелі на основі передбачуваних вимог до пропускної здатності. [За замовчуванням 100, якщо система працює на Android, 800 якщо система працює на ARM і доступні менше 4 ядер, 1200 якщо система працює на ARM і доступні 4 і більше ядер, в іншому випадку 2500]

source: This setting allows you to exclude older routers from your NetDb. Routers older than the default or the value you set will be deleted from the NetDb and banned for the duration of the router session. By default, routers older than 0.9.20 are excluded. Note: starting with I2P+ version 0.9.46+, only routers running very recent versions are used for building local tunnels. [Restart required]
ar: هذا الإعداد يتيح لك استبعاد الرواتر الأكبر سناً من قاعدة بياناتك الشبكية. الرواتر التي تتجاوز عمرها الافتراضي أو القيمة التي حددتها ستُحذف من قاعدة البيانات الشبكية وسيتم حظرها لمدة جلسة الراوتر. بشكل افتراضي، يتم استبعاد الرواتر الأقدم من 0.9.20. ملاحظة: بدءًا من إصدار I2P+ 0.9.46+، يتم استخدام الرواتر ذات الإصدارات الحديثة جدًا لبناء الأنفاق المحلية فقط. [إعادة تشغيل مطلوبة]
az: Bu parametr NetDb-dən köhnə marşrutlaşdırıcıları xaric etməyə imkan verir. Standart və ya təyin etdiyiniz dəyərdən daha böyük marşrutlaşdırıcılar NetDb-dən silinəcək və router sessiyasının müddəti ərzində qadağan ediləcək. Standart olaraq 0.9.20 -dən yuxarı olan marşrutlaşdırıcılar istisna edilir. Qeyd: 0.9.46 I2P versiyasından başlayaraq, yerli tunellərin qurulması üçün yalnız çox son versiyalarla işləyən marşrutlaşdırıcılardan istifadə olunur. [Yenidən başladın tələb olunur]
bo: སྒྲིག་བཀོད་འདི་དག་ཁྱེད་ཀྱིས་ NetDb ནང་རྒྱུད་པའི་རྒྱུད་པའི་རྒྱུད་པའི་རོ་ཌེར་གཅིག་པ་བཀོད་སྒྱུར་བར་ཐུབ་པ། སྔོན་སྒྲིག་བྱས་པའི་གནས་ས་ལོ་རྟེན་པ་ཡང་ན་ཁྱེད་ཀྱིས་བཀོད་སྒྱུར་པའི་གནས་ས་ལོ་རྟེན་པ་དང་རོ་ཌེར་གཅིག་པ་བཀོད་པར་བསྒྱུར་བར་ཐུབ་པ། སྔོན་སྒྲིག་བྱས་པའི་ 0.9.20 ལས་ཉུང་ན་རྒྱུད་པའི་རྒྱུད་པ་ཡོད། དྲོན་བརྒྱུད། I2P+ ཐོན་རིམ་ 0.9.46+ ནས་བརྒྱུད་བ། ཉེ་ཉུང་ནས་རོ་ཌེར་གཅིག་པ་བཀོད་སྒྱུར་བར་ཐུབ་པའི་ཐོན་རིམ་དང་གཅིག་པའི་གསང་ལམ་བརྒྱུད་པར་བརྟེན་པ་ལས་གཞི་རྩའི་གསང་ལམ་བརྒྱུད་པར་བརྟེན་པ། [བསྐྱར་འགོ་ཚུགས་དགོས་མི་སྲིད།]
cs: Tento parametr vám umožňuje vyloučit starší routery ze souboru NetDb. Routery starší než výchozí hodnota nebo hodnota, kterou nastavíte, budou smazány ze souboru NetDb a budou zakázány po celou dobu běhu routeru. Standardně jsou vyloučeny routery starší než 0.9.20. Poznámka: od verze I2P+ 0.9.46+ jsou používány pouze routery, které běží na velmi nových verzích pro budování lokálních tunelů. [Vyžaduje restart]
da: Denne indstilling giver dig mulighed for at udelukke ældre routere fra dit NetDb. Routere ældre end standardværdien eller værdien, du angiver, vil blive slettet fra NetDb'en og forbudt for varigheden af router-sessionen. Som standard er routere ældre end 0.9.20 ekskluderet. Bemærk: Fra I2P+ version 0.9.46+ bruges kun routere, der kører meget nye versioner, til at opbygge lokale tunneler. [Genstart påkrævet]
el: Αυτή η ρύθμιση σας επιτρέπει να αποκλείσετε παλαιότερους δρομολογητές από το NetDb σας. Δρομολογητές παλαιότεροι από την προεπιλεγμένη τιμή ή την τιμή που ορίσατε θα διαγραφούν από το NetDb και θα απαγορευτεί η χρήση τους κατά τη διάρκεια της συνεδρίας του δρομολογητή. Από προεπιλογή, αποκλείονται δρομολογητές παλαιότεροι από το 0.9.20. Σημείωση: Από την έκδοση 0.9.46+ του I2P+, χρησιμοποιούνται μόνο δρομολογητές που εκτελούν πολύ πρόσφατες εκδόσεις για τη δημιουργία τοπικών σήραγγων. [Απαιτείται επανεκκίνηση]
es: Esta configuración te permite excluir enrutadores más antiguos de tu NetDb. Los enrutadores más antiguos que el predeterminado o el valor que establezcas se eliminarán de NetDb y se prohibirán durante la sesión del enrutador. De forma predeterminada, se excluyen los enrutadores más antiguos que la versión 0.9.20. Nota: a partir de la versión I2P+ 0.9.46+, solo se usan enrutadores con versiones muy recientes para construir túneles locales. [Reinicio requerido]
et: Selle sätte abil saate oma NetDb-st välja jätta vanemad ruuterid. Vaikekäigust või määratud väärtusest vanemad ruuterid kustutatakse NetDb-st ja keelatakse ruuteri töös oleku ajaks. Vaikimisi on välja jäetud ruuterid, mis on vanemad kui 0.9.20. Märkus: alates I2P+ versioonist 0.9.46+ kasutatakse lokaalsete tunnelite loomiseks ainult hiljutisi versioone käitavaid ruutereid. [Taaskäivitamine on vajalik]
fa: این تنظیم به شما امکان می دهد روترهای قدیمی را از NetDb خود حذف کنید.
fi: Tämä asetus mahdollistaa vanhempien reitittimien poissulkemisen NetDb:stä. Oletusarvoa tai asettamaasi arvoa vanhemmat reitittimet poistetaan NetDb:stä ja ne kielletään reitittimen istunnon ajan. Oletuksena reitittimet, jotka ovat vanhempia kuin 0.9.20, jätetään pois. Huomaa: I2P+ version 0.9.46+ käytetään vain hyvin uusia versioita rakentamaan paikallisia tunneleita. [Vaaditaan uudelleenkäynnistys]
hi: यह सेटिंग आपको अपने नेटडीबी से पुराने राउटरों को छोड़ने की अनुमति देती है। मूल या आपके सेट किए गए मान से पुराने राउटर नेटडीबी से हटाए जाएंगे और राउटर सत्र के लिए प्रतिबंधित होंगे। मूल मान के अनुसार, 0.9.20 से पुराने राउटर छोड़े जाते हैं। नोट: I2P+ संस्करण 0.9.46 से शुरू होकर, केवल बहुत हाल के संस्करण वाले राउटर लोकल टंनल बनाने के लिए उपयोग किए जाते हैं। [रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás lehetővé teszi a Régi útválasztók kizárását a NetDb-dől. A közvetítőknél régebbiek az alapértéknél vagy az általad beállított értéknél, a NetDb-ből törlődnek és az útválasztó működése során kitiltásra kerülnek. Alapértelmezés szerint a 0.9.20-nál régebbi útválasztók vannak kizárva. Megjegyzés: Az I2P+ 0.9.46+ verziótól kezdve csak az új verziókat futtató közvetítők használatosak helyi alagutak létrehozásához. [Újraindítás szükséges]
in: Pengaturan ini memungkinkan Anda untuk mengecualikan router lama dari NetDb Anda. Router yang lebih lama dari default atau nilai yang Anda tetapkan akan dihapus dari NetDb dan dilarang selama sesi router. Secara default, router yang lebih lama dari 0.9.20 dikecualikan. Catatan: dimulai dengan I2P+ versi 0.9.46+, hanya router yang menjalankan versi terbaru yang digunakan untuk membangun terowongan lokal. [Diperlukan mulai ulang]
it: Questa impostazione consente di escludere router più vecchi dal tuo NetDb. I router più vecchi del valore predefinito o del valore che hai impostato verranno eliminati da NetDb e banditi per la durata della sessione del router. Di default, i router più vecchi di 0.9.20 sono esclusi. Nota: a partire dalla versione 0.9.46+ di I2P+, vengono utilizzate solo versioni molto recenti dei router per la creazione di tunnel locali. [Necessita riavvio]
ja: この設定では、NetDbから古いルーターを除外することができます。デフォルトまたは設定した値よりも古いルーターは、NetDbから削除され、ルーターセッションの間は禁止されます。デフォルトでは0.9.20よりも古いルーターは除外されます。注意: I2P+バージョン0.9.46+以降、ローカルトンネルの構築には非常に最新のバージョンのルーターのみが使用されます。[再起動が必要です]
ko: 이 설정을 사용하면 NetDb에서 오래된 라우터를 제외할 수 있습니다. 기본값보다 오래된 라우터 또는 설정한 값보다 오래된 라우터는 NetDb에서 삭제되고 라우터 세션 동안 금지됩니다. 기본적으로 0.9.20보다 오래된 라우터는 제외됩니다. 참고: I2P+ 버전 0.9.46+부터는 최신 버전을 실행하는 라우터만 로컬 터널을 구축하는 데 사용됩니다. [재시작 필요]
nb: Denne innstillingen lar deg ekskludere eldre rutere fra NetDb-en din. Rutere eldre enn standardverdien eller verdien du setter, vil bli slettet fra NetDb-en og utestengt for varigheten av ruteren. Som standard ekskluderes rutere eldre enn 0.9.20. Merk: Fra og med I2P+ versjon 0.9.46+ brukes bare rutere som kjører veldig nye versjoner for å bygge lokale tunneler. [Krever omstart]
nl: Met deze instelling kunt u oudere routers uitsluiten van uw NetDb. Routers die ouder zijn dan de standaardwaarde of de waarde die u instelt, worden verwijderd uit de NetDb en verbannen gedurende de routersessie. Standaard worden routers ouder dan 0.9.20 uitgesloten. Opmerking: vanaf I2P+ versie 0.9.46+ worden alleen routers met zeer recente versies gebruikt voor het bouwen van lokale tunnels. [Herstart vereist]
pt: Esta configuração permite que você exclua roteadores mais antigos do seu NetDb. Roteadores mais antigos que o padrão ou o valor que você define serão excluídos do NetDb e banidos durante a sessão do roteador. Por padrão, roteadores mais antigos que 0.9.20 são excluídos. Observação: a partir da versão 0.9.46+ do I2P+, apenas roteadores executando versões muito recentes são usados ​​para construir túneis locais. [Reinicialização necessária]
sl: Ta nastavitev vam omogoča izključiti starejše usmerjevalnike iz vaše NetDb. Usmerjevalniki, starejši od privzetega ali vrednosti, ki jo nastavite, bodo izbrisani iz NetDb in prepovedani za trajanje sejansa usmerjevalnika. Privzeto so izključeni usmerjevalniki, starški od 0.9.20. Opomba: začne z različico I2P+ 0.9.46+, se uporabljajo le usmerjevalniki, ki delujejo zelo nedavne različice, za izgradnjo lokalnih tuneljev. [Potreben je ponovni zagon]
sv: Denna inställning gör det möjligt att utesluta äldre routrar från din NetDb. Routrar äldre än standardvärdet eller det värde du ställer in kommer att tas bort från NetDb och bli förbjudna under routerns session. Som standard undantas routrar som är äldre än 0.9.20. Obs: från och med I2P+ version 0.9.46+ används endast routrar som kör mycket senare versioner för att bygga lokala tunnlar. [Omstart krävs]
uk: Це налаштування дає змогу виключати з вашого NetDb старі роутери. Роутери, старші за типове або встановлене вами значення, будуть видалені з NetDb та заблоковані на час роботи роутера. За замовчуванням виключаються роутери, старші за 0.9.20. Зауваження: починаючи з версії I2P+ 0.9.46+, для побудови локальних тунелів використовуються лише роутери, що працюють на дуже свіжих версіях. [Потрібний перезапуск]
vi: Cài đặt này cho phép bạn loại trừ các bộ định tuyến cũ hơn khỏi NETDB của bạn. Bộ định tuyến cũ hơn mặc định hoặc giá trị bạn đặt sẽ bị xóa khỏi NETDB và bị cấm trong suốt thời gian của phiên định tuyến. Theo mặc định, các bộ định tuyến cũ hơn 0.9.20 được loại trừ. Lưu ý: Bắt đầu với i2p+ phiên bản 0.9.46+, chỉ các bộ định tuyến chạy các phiên bản rất gần đây được sử dụng để xây dựng các đường hầm cục bộ. [Khởi động lại yêu cầu]
