Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Exploratory tunnels build success (1h)
ar: الأنفاق الاستكشافية تبني النجاح (ساعة واحدة)
az: Kəşfiyyat tunelləri uğur qazanır (1 saat)
cs: Úspěšné budování průzkumných tunelů (1h)
da: Udforskende tunneler bygger succes (1t)
el: Επιτυχία κατασκευής εξερευνητικών σηράγγων (1 ώρα)
es: Túneles creados exitosamente (1h)
et: uurimuslikud tunnelid ehitavad edu (1 h)
fa: موفقیت تونل های اکتشافی (1 ساعت)
fi: Tutkimustunnelit rakentavat menestystä (1h)
hu: Kutató alagutak építenek sikert (1 óra)
in: Terowongan eksplorasi membangun kesuksesan (1 jam)
it: I tunnel esplorativi costruiscono il successo (1 ora)
ja: 探査トンネル構築成功(1時間)
nb: Utforskende tunneler bygger suksess (1t)
nl: Verkenningstunnels bouwen succes (1u)
pt: Túneis exploratórios constroem sucesso (1h)
sl: Raziskovalni tuneli gradnja uspeh (1h)
sv: Utforskande tunnlar bygger framgång (1h)
uk: Успішне будівництво дослідницьких тунелів (1 год)
vi: Xây dựng hầm thăm dò thành công (1h)

source: Client tunnels expire (1h)
ar: انتهاء صلاحية أنفاق العميل (ساعة واحدة)
az: Müştəri tunellərinin müddəti başa çatır (1 saat)
cs: Platnost klientských tunelů vyprší (1 h)
da: Klienttunneler udløber (1 time)
el: Λήξη σηράγγων πελάτη (1 ώρα)
es: Túneles cliente que expiran (1h)
et: Kliendi tunnelid aeguvad (1 h)
fa: تونل های مشتری منقضی می شوند (1 ساعت)
fi: Asiakastunnelit vanhenevat (1 h)
hu: Az ügyfélalagutak lejárnak (1 óra)
in: Terowongan klien kedaluwarsa (1 jam)
it: I tunnel client scadono (1 ora)
ja: クライアントトンネルの有効期限が切れます(1時間)
nb: Klienttunneler utløper (1t)
nl: Klanttunnels verlopen (1 uur)
pt: Túneis de cliente expiram (1h)
sl: Klientovi tuneli potekajo (1h)
sv: Kundtunnlar löper ut (1h)
uk: Клієнтські тунелі закінчуються (1 год)
vi: Đường hầm khách hàng hết hạn (1h)

source: Client tunnels reject (1h)
ar: رفض أنفاق العميل (ساعة واحدة)
az: Müştəri tunelləri rədd edilir (1 saat)
cs: Odmítnutí tunelů klienta (1h)
da: Kundetunneller afvises (1t)
el: Απόρριψη σήραγγας πελάτη (1 ώρα)
es: Túneles cliente denegados (1h)
et: kliendi tunnelite tagasilükkamine (1 h)
fa: تونل های مشتری رد می شوند (1 ساعت)
fi: Asiakastunnelit hylkäävät (1h)
hu: Ügyfélalagutak elutasítása (1 óra)
in: Penolakan terowongan klien (1 jam)
it: Rifiuto tunnel client (1 ora)
ja: クライアントトンネル拒否(1h)
nb: Kundetunneler avvises (1t)
nl: Klanttunnels weigeren (1 uur)
pt: Rejeição de túneis de cliente (1h)
sl: Klientovi tuneli zavrnejo (1h)
sv: Kundtunnlar avvisas (1h)
uk: Відхилення тунелів клієнта (1 год)
vi: Đường hầm máy khách từ chối (1h)

source: Client tunnels build success (1h)
ar: أنفاق العميل تبني النجاح (ساعة واحدة)
az: Müştəri tunelləri uğur qazanır (1 saat)
cs: Úspěšné budování klientských tunelů (1h)
da: Klienttunneler bygger succes (1t)
el: Οι σήραγγες-πελάτες χτίζουν την επιτυχία (1 ώρα)
es: Éxito de construcción de los túneles clientes (1h)
et: klienditunnelid loovad edu (1 h)
fa: موفقیت تونل های مشتری (1 ساعت)
fi: Asiakastunnelit rakentavat menestystä (1h)
hu: Ügyfélalagutak sikeresek (1 óra)
in: Keberhasilan membangun terowongan klien (1 jam)
it: Tunnel client costruiti con successo (1h)
ja: クライアントトンネルの構築成功(1時間)
nb: Klienttunneler bygger suksess (1t)
nl: Klanttunnels bouwen succes op (1 uur)
pt: Túneis de cliente construídos com sucesso (1h)
sl: Klientovi tuneli gradnja uspeh (1h)
sv: Kundtunnlar bygger framgång (1h)
uk: Успішне створення клієнтських тунелів (1 год)
vi: Xây dựng đường hầm khách hàng thành công (1h)

source: Participating tunnels (1h)
ar: الأنفاق المشاركة (ساعة)
az: İştirakçı tunellər (1 saat)
cs: Participační tunely (1h)
da: Deltagende tunneler (1t)
el: Συμμετέχουσες σήραγγες (1 ώρα)
es: Túneles participantes (1h)
et: Osalevad tunnelid (1 h)
fa: تونل های شرکت کننده (1 ساعت)
fi: Osallistuvat tunnelit (1h)
hu: Résztvevő alagutak (1 óra)
in: Terowongan yang berpartisipasi (1 jam)
it: Tunnel partecipanti (1h)
ja: 参加トンネル(1h)
nb: Deltakende tunneler (1t)
nl: Deelnemende tunnels (1u)
pt: Túneis participantes (1h)
sl: Udeleženi tuneli (1h)
sv: Deltagande tunnlar (1h)
uk: Тунелі, що беруть участь (1 год)
vi: Đường hầm tham gia (1h)

source: Participating tunnels (60s)
ar: الأنفاق المشاركة (60ث)
az: İştirakçı tunellər (60s)
cs: Participační tunely (60. léta)
da: Deltagende tunneler (60'erne)
el: Συμμετέχουσες σήραγγες (60s)
es: Túneles participantes (60s)
et: Osalevad tunnelid (60s)
fa: تونل های شرکت کننده (دهه 60)
fi: Osallistuvat tunnelit (60s)
hu: Résztvevő alagutak (60 mp)
in: Terowongan yang berpartisipasi (60an)
it: Tunnel partecipanti (anni '60)
ja: 参加トンネル(60代)
nb: Deltakende tunneler (60-tallet)
nl: Deelnemende tunnels (jaren '60)
pt: Túneis participantes (anos 60)
sl: Udeleženi tuneli (60s)
sv: Deltagande tunnlar (60-tal)
uk: Тунелі, що беруть участь (60-і)
vi: Tham gia đường hầm (60s)

source: Bandwidth send rate (1h)
ar: معدل إرسال النطاق الترددي (1 ساعة)
az: Bant genişliyi göndərmə sürəti (1 saat)
cs: Rychlost odesílání šířky pásma (1h)
da: Båndbredde sendehastighed (1t)
el: Ρυθμός αποστολής εύρους ζώνης (1 ώρα)
es: Uso de ancho de banda enviado (1h)
et: Ribalaiuse saatmiskiirus (1 h)
fa: نرخ ارسال پهنای باند (1 ساعت)
fi: Kaistanleveyden lähetysnopeus (1h)
hu: Sávszélesség küldési sebesség (1 óra)
in: Kecepatan pengiriman bandwidth (1 jam)
it: Velocità di invio larghezza di banda (1 ora)
ja: 帯域幅送信速度(1h)
nb: Sendehastighet for båndbredde (1t)
nl: Verzendsnelheid bandbreedte (1 uur)
pt: Taxa de envio de largura de banda (1h)
sl: Hitrost pošiljanja širine pasma (1h)
sv: Sändningshastighet för bandbredd (1h)
uk: Швидкість надсилання пропускної здатності (1 год)
vi: Tốc độ gửi băng thông (1h)

source: Bandwidth receive rate (1h)
ar: معدل استقبال عرض النطاق الترددي (1 ساعة)
az: Bant genişliyi qəbul sürəti (1 saat)
cs: Rychlost příjmu šířky pásma (1 h)
da: Båndbredde modtagehastighed (1t)
el: Ρυθμός λήψης εύρους ζώνης (1 ώρα)
es: Uso de ancho de banda recibido (1h)
et: Ribalaiuse vastuvõtukiirus (1 h)
fa: نرخ دریافت پهنای باند (1 ساعت)
fi: Kaistanleveyden vastaanottonopeus (1h)
hu: Sávszélesség vételi sebesség (1 óra)
in: Tingkat penerimaan bandwidth (1 jam)
it: Velocità di ricezione larghezza di banda (1 ora)
ja: 帯域幅受信速度(1h)
nb: Båndbredde mottakshastighet (1t)
nl: Ontvangstsnelheid bandbreedte (1 uur)
pt: Taxa de recebimento de largura de banda (1h)
sl: Hitrost prejema širine pasma (1h)
sv: Bandbreddsmottagningshastighet (1h)
uk: Швидкість отримання пропускної здатності (1 год)
vi: Tốc độ nhận băng thông (1h)

source: SSU
ar: إس إس يو

source: SSU with introducers
ar: SSU مع المقدمين
az: Təqdimatçılarla SSU
cs: SSU s uvaděči
da: SSU med introdutører
el: SSU με εισαγωγείς
es: SSU con introductores
et: SSU tutvustajatega
fa: SSU با معرفی کنندگان
fi: SSU ja esittelijät
hu: SSU bemutatókkal
in: SSU dengan introducer
it: SSU con introduttori
ja: イントロデューサー付き SSU
nb: SSU med innledere
nl: SSU met introducers
pt: SSU com intermediadores
sl: SSU z predstavljeni
sv: SSU med introducerare
uk: SSU з посередниками
vi: SSU với người giới thiệu

source: NTCP and SSU
ar: NTCP وSSU
az: NTCP və SSU
cs: NTCP a SSU
da: NTCP og SSU
el: NTCP και SSU
es: NTCP y SSU
et: NTCP ja SSU
fa: NTCP و SSU
fi: NTCP ja SSU
hu: NTCP és SSU
in: NTCP dan SSU
it: NTCP e SSU
ja: NTCP 及び SSU
nb: NTCP og SSU
nl: NTCP en SSU
pt: NTCP e SSU
sl: NTCP in SSU
sv: NTCP och SSU
uk: NTCP і SSU
vi: NTCP và SSU

source: NTCP and SSU with introducers
ar: NTCP وSSU مع المُقدمين
az: Təqdimatçılarla NTCP və SSU
cs: NTCP a SSU se zavaděči
da: NTCP og SSU med introdutører
el: NTCP και SSU με εισαγωγείς
es: NTCP y SSU con introductores
et: NTCP ja SSU tutvustajatega
fa: NTCP و SSU با معرفی کننده
fi: NTCP, SSU ja esittelijät
hu: NTCP és SSU bemutatókkal
in: NTCP dan SSU dengan introducer
it: NTCP e SSU con introduttori
ja: NTCP 及びイントロデューサー付き SSU
nb: NTCP og SSU med introduserere
nl: NTCP en SSU met introducers
pt: NTCP e SSU com intermediadores
sl: NTCP in SSU z predstavljeni
sv: NTCP och SSU med introducerare
uk: NTCP і SSU з посередниками
vi: NTCP và SSU với người giới thiệu

source: IPv6 Only SSU, introducers
ar: IPv6 فقط SSU، المُقدمين
az: IPv6 Yalnız SSU, təqdim edənlər
cs: Pouze IPv6 SSU, zavaděči
da: IPv6 kun SSU, introducers
el: IPv6 Μόνο SSU, εισαγωγείς
es: SSU sólo IPv6, con introductores
et: Ainult IPv6 SSU, tutvustajad
fa: IPv6 فقط SSU، معرفی کنندگان
fi: IPv6 vain SSU, esittelijät
hu: Csak IPv6 SSU, bevezetők
in: SSU yang hanya menggunakan IPv6, introducer
it: IPv6 solo SSU, introduttori
ja: IPv6 のみ SSU、イントロデューサー
nb: IPv6 Kun SSU, introdusere
nl: IPv6 Only SSU, aanbieders
pt: Apenas IPv6 com introdutores SSU
sl: IPv6 le SSU, predstavljeni
sv: Endast IPv6 SSU, introducerade
uk: IPv6 тільки SSU, посередники
vi: IPv6 Only SSU, người giới thiệu

source: IPv6 SSU, introducers
ar: IPv6 SSU، المقدمون
az: IPv6 SSU, təqdimatçılar
cs: IPv6 SSU, zavaděče
da: IPv6, introducers
el: IPv6 SSU, εισαγωγείς
es: SSU IPv6, con introductores
et: IPv6 SSU, tutvustajad
fa: IPv6 SSU، معرفی کنندگان
fi: IPv6 SSU, esittelijät
hu: IPv6 SSU, bevezetők
in: IPv6 SSU, introducer
it: IPv6 SSU, introduttori
ja: IPv6 SSU、イントロデューサー
nb: IPv6-SSU, introduserere
nl: IPv6 SSU, aanbieders
pt: SSU introdutores com IPv6
sl: IPv6 SSU, predstavljeni
sv: IPv6 SSU, introducerade
uk: IPv6 SSU, посередники
vi: IPv6 SSU, người giới thiệu

source: IPv6 NTCP, SSU, introducers
ar: IPv6 NTCP، SSU، المُقدمين
az: IPv6 NTCP, SSU, təqdimatçılar
cs: IPv6 NTCP, SSU, zavaděče
el: IPv6 NTCP, SSU, εισαγωγείς
es: NTCP y SSU IPv6, con introductores
et: IPv6 NTCP, SSU, tutvustajad
fa: IPv6 NTCP، SSU، معرفی‌کنندگان
fi: IPv6 NTCP, SSU, esittelijät
hu: IPv6 NTCP, SSU, bevezetők
in: IPv6 NTCP, SSU, introducer
it: IPv6 NTCP, SSU, introduttori
ja: IPv6 NTCP, SSU, イントロデューサー
nb: IPv6 NTCP, SSU, introdusere
nl: IPv6 NTCP, SSU, aanbieders
pt: NTCP e SSU introdutores com IPv6
sl: IPv6 NTCP, SSU, predstavljeni
sv: IPv6 NTCP, SSU, introducerade
uk: IPv6 NTCP, SSU, посередники
vi: IPv6 NTCP, SSU, người giới thiệu

source: IPv6 Only NTCP, SSU, introducers
ar: IPv6 فقط NTCP، SSU، المُقدمين
az: IPv6 Yalnız NTCP, SSU, təqdim edənlər
cs: IPv6 Pouze NTCP, SSU, zavaděče
da: IPv6 kun NTCP, SSU, introducers
el: IPv6 Μόνο NTCP, SSU, εισαγωγείς
es: NTCP y SSU IPv6, con introductores
et: IPv6 Ainult NTCP, SSU, tutvustajad
fa: IPv6 فقط NTCP، SSU، معرفی‌کنندگان
fi: IPv6 vain NTCP, SSU, esittelijät
hu: IPv6 Csak NTCP, SSU, bevezetők
in: Hanya IPv6 NTCP, SSU, introducers
it: IPv6 solo NTCP, SSU, introduttori
ja: IPv6 のみ NTCP, SSU, イントロデューサー
nb: IPv6 Kun NTCP, SSU, introdusere
nl: IPv6 Only NTCP, SSU, aanbieders
pt: Apenas NTCP e SSU introdutores com IPv6
sl: IPv6 le NTCP, SSU, predstavljeni
sv: Endast IPv6 NTCP, SSU, introducerade
uk: IPv6 тільки NTCP, SSU, посередники
vi: IPv6 Chỉ NTCP, SSU, người giới thiệu

source: Auto-refresh
ar: أنعشتحديث تلقائي
az: Avtomatik yeniləmə
cs: Automatické obnovení
da: Automatisk opdatering
el: Αυτόματη ανανέωση
es: Actualización automática
et: Automaatne värskendamine
fa: بازخوانی خودکار
fi: Automaattinen päivitys
hu: Automatikus frissítés
in: Penyegaran otomatis
it: Aggiornamento automatico
ja: 自動更新
nb: Automatisk oppdatering
nl: Automatisch vernieuwen
pt: Atualização automática
sl: Samodejno osveži
sv: Automatisk uppdatering
uk: Автоматичне оновлення
vi: Tự động làm mới

source: Active in the last minute
ar: نشط في اللحظة الأخيرة
az: Son dəqiqədə aktivdir
cs: Aktivní v poslední minutě
da: Aktiv i sidste minut
el: Ενεργός στο τελευταίο λεπτό
es: Activo en el último minuto
et: Aktiivne viimasel minutil
fa: فعال در آخرین دقیقه
fi: Aktiivinen viime hetkellä
hu: Aktív az utolsó pillanatban
in: Aktif di menit terakhir
it: Attivo nell'ultimo minuto
ja: 最後の瞬間にアクティブ
nb: Aktiv i siste liten
nl: Actief in de laatste minuut
pt: Ativo no último minuto
sl: Aktiven v zadnjem minutu
sv: Aktiv i sista minuten
uk: Активність на останній хвилині
vi: Hoạt động vào phút cuối

source: active in the last 20 minutes
ar: نشط في آخر 15 دقيقة
cs: aktivní v posledních 15 minutách
el: ενεργό τα τελευταία 15 λεπτά
es: activo en los últimos 15 minutos
et: aktiivne viimase 15 minuti jooksul
fa: در 15 دقیقه گذشته فعال است
fi: aktiivinen viimeisen 15 minuutin aikana
hu: aktív az elmúlt 15 percben
in: aktif dalam 15 menit terakhir
it: attivo negli ultimi 15 minuti
nb: aktive de siste 15 minuttene
nl: actief in de afgelopen 15 minuten
pt: ativo nos últimos 15 minutos
sl: aktivno v zadnjih 20 minutah
uk: активний за останні 15 хвилин

source: See more information on the wiki
ar: انظر المزيد من المعلومات على الويكي
az: Vikidə daha çox məlumata baxın
cs: Více informací naleznete na wiki
da: Se mere information på wikien
el: Δείτε περισσότερες πληροφορίες για το wiki
es: Vea más información en el wiki
et: Vaadake lisateavet vikis
fa: اطلاعات بیشتر را در ویکی ببینید
fi: Katso lisätietoja wikistä
hu: További információ a wikiről
in: Lihat informasi lebih lanjut di wiki
it: Leggi più informazioni sulla wiki
ja: Wiki 上で詳細を表示
nb: Se mer informasjon på wiki-en
nl: Bekijk de wiki voor meer informatie
pt: Veja mais informações na wiki
sl: Več informacij na vikipediji
sv: Se mer information på wikin
uk: Див. більше інформації на вікі
vi: Xem thêm thông tin trên wiki

source: Peers we've been talking to in the last few minutes/last hour
ar: الزملاء الذين تحدثنا إليهم في الدقائق القليلة الماضية/الساعة الماضية
az: Son bir neçə dəqiqədə/son saatda danışdığımız həmyaşıdlarımız
cs: Vrstovníci, se kterými jsme mluvili v posledních minutách/poslední hodině
da: Peers som vi snakket med de sidste minutter/ sidste time
el: Συνομήλικοι με τους οποίους μιλάμε τα τελευταία λεπτά/τελευταία ώρα
es: Pares con los que nos hemos comunicado en los últimos minutos / última hora
et: Eakaaslased, kellega oleme viimastel minutitel/viimasel tunnil vestelnud
fa: همسالانی که در چند دقیقه گذشته/ساعت آخر با آنها صحبت کرده ایم
fi: Kaverit, joiden kanssa olemme keskustelleet viime minuuttien/viime tunnin aikana
hu: Utóbbi percek/óra kapcsolatai
in: Peer yang kami sudah bicara dalam beberapa menit/jam terakhir
it: Peers con i quali abbiamo comunicato negli ultimi minuti/ultima ora
ja: 過去数分/数時間内に通信したピア
nb: Likemenn vi har vært i kontakt med de siste minuttene/siste timen.
nl: Peers waarmee wij in de laatste minuten/het laatste uur gecommuniceerd hebben.
pt: Pares que estivemos conversando nos últimos minutos ou na última hora
sl: Parterji, z njimi smo razgovarjali v zadnjih minutah/zadnjo uro
sv: Noder vi har pratat med de senaste minuterna/timmen
uk: Колеги, з якими ми спілкувалися протягом останніх кількох хвилин/останньої години
vi: Những người bạn mà chúng ta đã nói chuyện trong vài phút qua/giờ qua

source: Average job delay / maximum delay
ar: متوسط ​​تأخير المهمة / الحد الأقصى للتأخير
az: Orta iş gecikməsi / maksimum gecikmə
cs: Průměrné zpoždění úlohy / maximální zpoždění
da: Gennemsnitlig jobforsinkelse / maksimal forsinkelse
el: Μέση καθυστέρηση εργασίας/ μέγιστη καθυστέρηση
es: Retraso promedio del trabajo / retraso máximo
et: töö keskmine viivitus / maksimaalne viivitus
fa: میانگین تاخیر کار / حداکثر تاخیر
fi: Keskimääräinen työn viive / enimmäisviive
hu: Átlagos késleltetés / maximális késleltetés
in: Penundaan pekerjaan rata-rata / penundaan maksimum
it: Ritardo medio del lavoro/ritardo massimo
ja: ジョブの平均遅延 / 最大遅延
nb: Gjennomsnittlig jobbforsinkelse / maksimal forsinkelse
nl: Gemiddelde taakvertraging / maximale vertraging
pt: Atraso médio do trabalho/atraso máximo
sl: Povprečni zamik posluga / maksimalni zamik
sv: Genomsnittlig jobbfördröjning / maximal fördröjning
uk: Середня затримка завдання / максимальна затримка
vi: Độ trễ công việc trung bình/độ trễ tối đa

source: Average delay before scheduled jobs are run
ar: متوسط ​​التأخير قبل تشغيل المهام المجدولة
az: Planlaşdırılmış işlərin icrasından əvvəl orta gecikmə
cs: Průměrné zpoždění před spuštěním naplánovaných úloh
da: Gennemsnitlig forsinkelse før planlagte job køres
el: Μέση καθυστέρηση πριν από την εκτέλεση προγραμματισμένων εργασιών
es: Retraso promedio antes de ejecutar los trabajos programados
et: Keskmine viivitus enne plaanitud tööde käivitamist
fa: میانگین تاخیر قبل از اجرای کارهای برنامه ریزی شده
fi: Keskimääräinen viive ennen ajoitettujen töiden suorittamista
hu: Átlagos késleltetés az ütemezett feladatok futtatása előtt
in: Penundaan rata-rata sebelum pekerjaan terjadwal dijalankan
it: Ritardo medio prima dell'esecuzione dei processi pianificati
ja: スケジュールされたジョブが実行されるまでの平均遅延
nb: Gjennomsnittlig forsinkelse før planlagte jobber kjøres
nl: Gemiddelde vertraging voordat geplande taken worden uitgevoerd
pt: Atraso médio antes da execução dos trabalhos agendados
sl: Povprečni zamik pred začetkom napovedanih poslug
sv: Genomsnittlig fördröjning innan schemalagda jobb körs
uk: Середня затримка перед виконанням запланованих завдань
vi: Độ trễ trung bình trước khi chạy các tác vụ theo lịch trình

source: No transit tunnel requests are accepted for the first 10 minutes while router stabilizes
ar: لا يتم قبول أي طلبات للأنفاق المشاركة خلال أول 10 دقائق أثناء استقرار جهاز التوجيه
az: Router stabilləşərkən ilk 10 dəqiqə ərzində heç bir iştirakçı tunel sorğusu qəbul edilmir
cs: Během prvních 10 minut, dokud se router stabilizuje, nejsou přijímány žádné zúčastněné požadavky na tunely
da: Ingen anmodninger om deltagende tunneler accepteres i de første 10 minutter, mens routeren stabiliserer sig
el: Δεν γίνονται δεκτά αιτήματα για τις συμμετέχουσες σήραγγες για τα πρώτα 10 λεπτά, ενώ ο δρομολογητής σταθεροποιείται
es: No se aceptan peticiones de nuevos túneles participantes durante los 10 primeros minutos mientras se estabiliza el router
et: osalevate tunnelite taotlusi ei aktsepteerita esimese 10 minuti jooksul, kuni ruuter stabiliseerub
fa: هیچ درخواست تونل مشارکتی در 10 دقیقه اول پذیرفته نمی شود در حالی که روتر تثبیت می شود
fi: Osallistuvia tunneleita koskevia pyyntöjä ei hyväksytä ensimmäisten 10 minuutin aikana, kun reititin vakautuu
hu: Az első 10 percben nem fogadunk el részt vevő alagút kérelmeket, amíg a router stabilizálódik
in: Tidak ada permintaan terowongan yang berpartisipasi yang diterima selama 10 menit pertama saat router stabil
it: Nessuna richiesta di partecipazione ai tunnel vengono accettate per i primi 10 minuti mentre il router si stabilizza
ja: ルーターが安定するまでの最初の 10 分間は、参加しているトンネル要求は受け付けられません。
nb: Ingen deltakende tunnelforespørsler aksepteres de første 10 minuttene mens ruteren stabiliserer seg
nl: Er worden de eerste 10 minuten geen aanvragen voor deelnemende tunnels geaccepteerd terwijl de router stabiliseert
pt: Nenhuma solicitação de túneis participantes será aceita durante os primeiros 10 minutos enquanto o roteador se estabiliza
sl: V prvih 10 minutah se ne sprejme nobenih zahtev za prenosne tunelje, dokler se usmerjevalnik ne stabilizira
sv: Inga förfrågningar om deltagande tunnlar accepteras under de första 10 minuterna medan routern stabiliseras
uk: Запити на тунелі, що беруть участь, не приймаються протягом перших 10 хвилин, поки маршрутизатор стабілізується
vi: Không có yêu cầu đường hầm tham gia nào được chấp nhận trong 10 phút đầu tiên trong khi bộ định tuyến ổn định

source: I2PSnark
ar: I2PSnark برنامج تورنت

source: Limited display to the {0} tunnels with the highest usage
ar: عرض محدود للأنفاق {0} ذات الاستخدام الأعلى
az: Ən yüksək istifadəyə malik {0} tunel üçün məhdud ekran
cs: Omezeno zobrazení na {0} tunelů s nejvyšším využitím
da: Begrænset visning til de {0} tunneler med det højeste forbrug
el: Περιορισμένη προβολή στις {0} σήραγγες με τη μεγαλύτερη χρήση
es: Visualización limitada de los {0} túneles con mayor uso
et: kuvatakse ainult {0} kõige suurema kasutusega tunnelites
fa: نمایش محدود به تونل های {0} با بیشترین استفاده
fi: Rajoitettu näyttö {0} tunneliin, joissa käytetään eniten
hu: Korlátozott megjelenítés a legnagyobb kihasználtságú {0} alagúthoz
in: Tampilan terbatas pada {0} terowongan dengan pemakaian tertinggi
it: Visualizzazione limitata ai tunnel {0} con il massimo utilizzo
ja: 使用率が最も高い {0} トンネルに限定して表示します
nb: Begrenset visning til {0}-tunnelene med høyest bruk
nl: Beperkte weergave tot de {0} tunnels met het hoogste gebruik
pt: Exibição limitada aos {0} túneis com maior uso
sl: Omejeno prikazano {0} tuneljev z najvišjim uporabo
sv: Begränsad visning till de {0} tunnlarna med den högsta användningen
uk: Відображення обмежено {0} тунелями з найбільшим використанням
vi: Hiển thị giới hạn ở các đường hầm {0} có mức sử dụng cao nhất

source: Limited display to the {0} most recent tunnels
ar: عرض محدود لأحدث الأنفاق {0}.
az: {0} ən son tunel üçün məhdud ekran
cs: Omezené zobrazení na {0} nejnovějších tunelů
da: Begrænset visning til de {0} seneste tunneler
el: Περιορισμένη προβολή στις {0} πιο πρόσφατες σήραγγες
es: Visualización limitada a los {0} túneles más recientes
et: kuvatakse ainult {0} viimast tunnelit
fa: نمایش محدود به {0} جدیدترین تونل ها
fi: Rajoitettu näyttö {0} viimeisimpään tunneliin
hu: Korlátozott megjelenítés a (z) {0} legutóbbi alagútban
in: Tampilan terbatas pada {0} terowongan terbaru
it: Visualizzazione limitata ai {0} tunnel più recenti
ja: 表示を最新の {0} トンネルに限定
nb: Begrenset visning til de {0} nyeste tunnelene
nl: Beperkte weergave van de {0} meest recente tunnels
pt: Exibição limitada aos {0} túneis mais recentes
sl: Omejeno prikazano {0} najnovejših tuneljev
sv: Begränsad visning till de {0} senaste tunnlarna
uk: Відображення обмежено до {0} останніх тунелів
vi: Hiển thị giới hạn ở {0} đường hầm gần đây nhất

source: i2psnark
ar: تورنت

source: Advanced I2P Configuration
ar: اعدادات I2P متقدمة
az: Qabaqcıl I2P Konfiqurasiyası
cs: Pokročilá konfigurace I2P
da: Avanceret I2P konfiguration
el: Προηγμένη διαμόρφωση I2P
es: Configuración de I2P avanzada
et: I2P peenhäälestus
fa: پیکربندی پیشرفته I2P
fi: Edistynyt I2P-määritys
hu: Haladó I2P Beállítások
it: Configurazione avanzata I2P
ja: 高度な I2P 構成
nb: Avansert I2p-oppsett
nl: Geavanceerde I2P Configuratie
pt: Configuração Avançada do I2P
sl: Napredna konfiguracija I2P
sv: Avancerad I2P-konfiguration
uk: Розширена конфігурація I2P
vi: Cấu hình I2P nâng cao

source: Banned IPs
ar: عناوين IP الممنوعة
az: Qadağan edilmiş IP-lər
cs: Zakázané IP adresy
da: Bannede IPer
el: Αποκλεισμένες IP
es: IPs excluidas
et: Bännitud IP-aadressid
fa: آی پی های ممنوعه
fi: Estetyt IP:t
hu: Kitiltott IP-k
in: IP yang Diblokir
it: IP bannati
ja: 禁止されたIP
nb: Bannlyste IP-er
nl: Verbannen IPs
pt: IPs banidos
sl: Prepovedani IP
sv: Förbjudna IP:n
uk: Заборонені IP-адреси
vi: IP bị cấm
