Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Failed to stop systray
ar: فشل في إيقاف النظام
az: Systray-i dayandırmaq alınmadı
bo: རོགས་དྲན་མི་བཙོན་པ་ནོར་བ།
cs: Nepodařilo se zastavit systray
da: Kunne ikke stoppe systray
el: Αποτυχία διακοπής του systray
es: No se pudo detener la bandeja del sistema
et: Süsteemi peatamine ebaõnnestus
fa: سیسترای متوقف نشد
fi: Systrayn pysäyttäminen epäonnistui
hi: सिस्ट्रे बंद करने में विफलता
hu: Nem sikerült leállítani a rendszert
in: Gagal menghentikan systray
it: Impossibile interrompere systray
ja: システムトレイを終了できませんでした
ko: 시스템트레이 중지 실패
nb: Klarte ikke å stoppe systemkurv
nl: Fout bij het stoppen van de systeembalk
pt: Falhou a paragem da área de notificação
sl: Ustavitev sistemske vrstice je spodletela
sv: Misslyckades avsluta i meddelandefältet
uk: Не вдалося зупинити системну панель
vi: Không dừng được hệ thống

source: Check for updates
ar: بحث عن الترقية
az: Yeniləmələri yoxlayın
bo: བསྐྱར་བཏོན་པ་བལྟ་བཞིན་པར་རོགས་སོ།
cs: Zkontrolujte aktualizace
da: Check for opdateringer
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
et: Otsi uuendusi
fa: بررسی برای به روز رسانی ها
fi: Tarkista päivitykset
hi: अपडेट की जाँच करें
hu: Frissítések ellenőrzése
in: Periksa update
it: Verifica aggiornamento
ja: アップデートを確認
ko: 업데이트 확인
nb: Se etter oppdateringer
nl: Controlleer op updates
pt: Verificar por actualizações
sl: Preveri posodobitve
sv: Sök efter uppdateringar
uk: Перевірити оновлення
vi: Kiểm tra cập nhật

source: Update manager not registered, cannot check for updates
ar: مدير التحديث غير مسجل، لا يمكنه التحقق من وجود تحديثات
az: Yeniləmə meneceri qeydiyyatdan keçməyib, yeniləmələri yoxlaya bilməz
bo: བསྐྱར་བཏོན་པ་བཤོལ་བ་མེད་པ། བསྐྱར་བཏོན་པ་བལྟ་བཞིན་མེད།
cs: Správce aktualizací není zaregistrován, nemůže zkontrolovat aktualizace
da: Opdateringsadministrator er ikke registreret, kan ikke søge efter opdateringer
el: Ο διαχειριστής ενημερώσεων δεν είναι εγγεγραμμένος, δεν μπορεί να ελέγξει για ενημερώσεις
es: Administrador de actualizaciones no registrado, no puede buscar actualizaciones
et: Värskendushaldur pole registreeritud, ei saa värskendusi kontrollida
fa: مدیر به روز رسانی ثبت نشده است، نمی تواند به روز رسانی ها را بررسی کند
fi: Päivityshallintaa ei ole rekisteröity, ei voi tarkistaa päivityksiä
hi: अपडेट मैनेजर पंजीकृत नहीं, अपडेट की जाँच नहीं की जा सकती
hu: A frissítéskezelő nincs regisztrálva, nem tudja ellenőrizni a frissítéseket
in: Manajer pembaruan tidak terdaftar, tidak dapat memeriksa pembaruan
it: Gestore aggiornamenti non registrato, impossibile verificare la presenza di aggiornamenti
ja: 登録されていない更新マネージャーは、更新を確認できません
ko: 업데이트 관리자가 등록되지 않아 업데이트를 확인할 수 없습니다.
nb: Oppdateringsadministrator er ikke registrert, kan ikke se etter oppdateringer
nl: Updatemanager niet geregistreerd, kan niet controleren op updates
pt: Gerenciador de atualizações não registrado, não é possível verificar atualizações
sl: Upravitelj posodobitev ni registriran, preverjanje posodobitev ni mogoče
sv: Uppdateringshanteraren är inte registrerad, kan inte söka efter uppdateringar
uk: Менеджер оновлень не зареєстрований, не може перевірити наявність оновлень
vi: Trình quản lý cập nhật chưa được đăng ký, không thể kiểm tra cập nhật

source: Update or check already in progress
ar: التحديث أو التحقق قيد التقدم بالفعل
az: Yeniləmə və ya yoxlama artıq davam edir
bo: བསྐྱར་བཏོན་པ་ཡང་ན་བལྟ་བཞིན་པ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Aktualizace nebo kontrola již probíhá
da: Opdatere eller tjek forvejen i gang
el: Είναι ήδη σε εξέλιξη ενημέρωση ή έλεγχος
es: Actualización o su búsqueda ya en curso
et: värskendamine või kontrollimine on juba pooleli
fa: به‌روزرسانی یا بررسی در حال انجام است
fi: Päivitys tai tarkistus on jo käynnissä
hi: अपडेट या जाँच पहले से ही चल रही है
hu: Frissítés vagy ellenőrzés már folyamatban van
in: Update atau check telah berlangsung
it: Aggiornamento o controllo già in corso
ja: アップデートチェックはすでに実行中です
ko: 업데이트 또는 확인이 이미 작동중입니다
nb: Oppdatering eller sjekk allerede underveis
nl: Bijwerken of controle reeds gestart
pt: Atualização ou verificação já em andamento
sl: Posodabljanje ali preverjanje je že v teku
sv: Uppdatering eller kontroll pågår
uk: Оновлення або перевірка вже триває
vi: Đang cập nhật hoặc kiểm tra

source: Update available, attempting to download now
ar: يوجد اصدار جديد
az: İndi endirməyə cəhd edən yeniləmə mövcuddur
bo: བསྐྱར་བཏོན་པ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Aktualizace je k dispozici, pokus o stažení
da: Der er en tilgængelig opdatering, prøver at downloade.
el: Διαθέσιμη ενημέρωση, προσπάθεια για κατέβασμα τώρα
es: Actualización disponible, intentando descargala ahora
et: Uuendus saadaval, proovin nüüd alla laadida
fa: به روز رسانی در دسترس است، در حال تلاش برای دانلود
fi: Päivitys saatavilla, yritetään ladata nyt
hi: अपडेट उपलब्ध है, अभी डाउनलोड करने की कोशिश कर रहा है
hu: Frissítés elérhető, kísérlet a letöltésre
in: Update telah tersedia, sedang mencoba untuk men-download sekarang
it: Aggiornamento disponibile, tentativo di scaricamento in corso
ja: アップデートが利用でき、現在ダウンロード試行中です
ko: 업데이트 가능, 다운로드 시도중입니다
nb: Oppdatering tilgjengelig, prøver å laste ned nå
nl: Update beschikbaar, probeer nu te downloaden
pt: Atualização disponível, tentando baixar agora
sl: Na voljo je posodobitev, poskuša se trenutno prenos
sv: Uppdatering tillgänglig, försöker ladda ner nu
uk: доступне оновлення, спроба завантажити зараз
vi: Đã có bản cập nhật, đang cố tải xuống ngay bây giờ

source: Update available, click button on left to download
ar: توجد تحديثات، انقر زر على اليسار للتحميل
az: Mövcud yeniləyin, endirmək üçün solda düyməsinə klikləyin
bo: བསྐྱར་བཏོན་པ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Aktualizace je k dispozici, kliknutím na tlačítko vlevo stáhnete
da: Der er en tilgængelig opdatering, klik på knappen til venstre for at downloade.
el: Ενημέρωση διαθέσιμη, πατήστε το κουμπί στα αριστέρα για κατέβασμα
es: Actualización disponible, pulse el botón de la izquierda para descargarla
et: Uuendus saadaval, klõpsa vasakul nuppu et alla laadida
fa: به روز رسانی موجود است، برای دانلود روی دکمه سمت چپ کلیک کنید
fi: Päivitys saatavilla, klikkaa nappia vasemmalla ladataksesi
hi: अपडेट उपलब्ध है, डाउनलोड करने के लिए बाएं में बटन क्लिक करें
hu: Frissítés elérhető, a letöltéshez kattints a bal oldalon lévő gombra
in: Update tersedia, klik tombol di kiri untuk men-download
it: Aggiornamento disponibile, fai click sul pulsante a sinistra per scaricarlo
ja: アップデートが利用でき、左のボタンをクリックするとダウンロードします
ko: 업데이트 가능, 왼쪽의 다운로드 버튼을 누르세요
nb: Oppdatering tilgjengelig, klikk knappen til venstre for å laste ned
nl: Update beschikbaar, klik op de linker knop om te downloaden
pt: Atualização disponível, clique no botão à esquerda para baixar
sl: Na voljo je posodobitev, kliknite gumb levo za prenos
sv: Uppdatering tillgänglig, klicka på knappen till vänster för att ladda ner
uk: Доступне оновлення, натисніть кнопку ліворуч, щоб завантажити
vi: Đã có bản cập nhật, bấm vào nút bên trái để tải xuống

source: No update available
ar: ﻻتوجد تحديثات
az: Heç bir yeniləmə mövcud deyil
bo: བསྐྱར་བཏོན་པ་མེད།
cs: Žádná aktualizace není k dispozici
da: Der er ingen tilgængelige opdateringer
el: Καμιά ενημέρωση διαθέσιμη
es: Ninguna actualización disponible
et: Uuendusi pole
fa: هیچ به روز رسانی موجود نمی باشد
fi: Päivityksiä ei saatavilla
hi: कोई अपडेट उपलब्ध नहीं
hu: Nincs elérhető frissítés
in: Tidak ada update tersedia
it: Nessun aggiornamento disponibile
ja: 利用可能なアップデートなし
ko: 다운로드 불가능
nb: Ingen oppdatering tilgjengelig
nl: Geen update beschikbaar
pt: Nenhuma atualização disponível
sl: Posodobitev ni na voljo
sv: Ingen uppdatering tillgänglig
uk: Немає оновлень
vi: Không có bản cập nhật nào

source: Save
ar: حفظ
az: Yadda saxla
bo: ཐོབ་བཏང་བཞིན་པ།
cs: Uložit
da: Gem
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخيره
fi: Tallenna
hi: सहेजें
hu: Mentés
in: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pt: Salvar
sl: Shrani
sv: Spara
uk: Зберегти
vi: Giữ

source: Updating news URL to {0}
ar: تحديث عنوان URL للأخبار إلى {0}
az: Xəbər URL-inin {0} -ə yenilənməsi
bo: བརྒྱུད་བཏོན་པའི་གནས་བབ་{0} ནང་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Aktualizace adresy URL zpráv na {0}
da: Opdatering af nyhedsURL til {0}
el: Ενημέρωση του URL ενημέρωσης σε {0}
es: Actualizando URL de la suscripción de noticias a {0}
et: Uuendan uudiste URL-iks {0}
fa: به روز رسانی URL اخبار به {0}
fi: Päivitetään uutisten URL-osoite osoitteeseen {0}
hi: {0} तक न्यूज़ यूआरएल अपडेट कर रहा है
hu: Hírek URL frissítése a következőre: {0}
in: Sedang mengupdate URL berita untuk {0}
it: Aggiornando URL notizie a {0}
ja: ニュース URL を {0} に更新中
ko: {0}으로 업데이트 URL 업데이트중
nb: Oppdaterer nyhetsnettadresse til {0}
nl: Nieuws URL vernieuwen naar {0}
pt: Atualizando a URL de notícias para {0}
sl: Posodabljanje URL-ja novic do {0}
sv: Uppdaterar nyhets-URL:er till {0}
uk: Оновлення URL-адреси новин на {0}
vi: Cập nhật URL tin tức lên {0}

source: internal
ar: داخلي
az: daxili
bo: ནང་གི་བརྒྱུད་བཏོན་པ།
cs: vnitřní
da: intern
el: εσωτερικό
es: interno
et: sisemine
fa: داخلی
fi: Sisäinen
hi: ंतरिक
hu: belső
it: interno
ja: 内部
ko: 내부
nb: Internt
nl: intern
pt: interno
sl: notranji
sv: intern
uk: внутрішній
vi: nội bộ

source: Updating proxy host to {0}
ar: تحديث مضيف الوكيل إلى {0}
az: Proksi ev sahibini {0} -ə yeniləmək
bo: ཚབ་སྤྱོད་མཁར་གནས་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace hostitele proxy na {0}
da: Opdatering af proxyvært til {0}
el: Ενημέρωση της διεύθυνσης του proxy σε {0}
es: Actualizando el servidor del proxy a {0}
et: Uuendan proxy serveriks {0}
fa: به‌روزرسانی میزبان پروکسی به {0}
fi: Päivitetään välityspalvelin isäntään {0}
hi: {0} तक प्रॉक्सी होस्ट अपडेट कर रहा है
hu: Proxy hoszt frissítése a következőre: {0}
in: Sedang mengupdate proxy host untuk {0}
it: Aggiornando host proxy a {0}
ja: プロキシホストを {0} に更新中
ko: {0}으로 프록시 호스트 업데이트중
nb: Oppdaterer mellomgjeningsvert til {0}
nl: Proxy host vernieuwen naar {0}
pt: Alterando servidor proxy para {0}
sl: Posodabljanje gostitelja posredniškega strežnika do {0}
sv: Uppdaterar proxyvärd till {0}
uk: Оновлення хосту проксі на {0}
vi: Đang cập nhật máy chủ proxy lên {0}

source: Updating proxy port to {0}
ar: تحديث منفذ الوكيل إلى {0}
az: Proksi limanının yenilənməsi {0}
bo: ཚབ་སྤྱོད་མཁར་གནས་{0}སྒོ་མོ་ལ་བསྒྱུར་བཞག
cs: Aktualizace portu proxy na {0}
da: Opdatering af proxyport til {0}
el: Ενημέρωση της πόρτας του proxy σε {0}
es: Actualizando el puerto del proxy a {0}
et: Proxy pordiks {0}
fa: به روز رسانی پورت پروکسی به {0}
fi: Päivitetään välityspalvelimen portti osoitteeseen {0}
hi: {0} पर प्रॉक्सी पोर्ट अपडेट कर रहा है
hu: Proxy port frissítése a következőre: {0}
in: Sedang mengupdate proxy port untuk {0}
it: Aggiornando porta proxy a {0}
ja: プロキシのポートを {0} に更新中
ko: {0}으로 프록시 포트 업데이트중
nb: Oppdaterer mellomtjeningsport til {0}
nl: Proxy poort vernieuwen naar {0}
pt: Alterando porta do proxy para {0}
sl: Posodabljanje vrata posredniškega strežnika do {0}
sv: Uppdaterar proxyport till {0}
uk: Оновлення порта проксі на {0}
vi: Đang cập nhật cổng proxy lên {0}

source: Updating refresh frequency to {0}
ar: تحديث تردد التحديث إلى {0}
az: Yenilənmə tezliyini {0} -ə yeniləmək
bo: གསར་བསྒྱུར་བྱུང་ཚད་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace obnovovací frekvence na {0}
da: Opdaterer opdateringsfrekvens {0}
el: Ενημέρωση συχνότητας ανανέωσης σε {0}
es: Actualizando la frecuencia de refresco a {0}
et: Uuendan sageduseks {0}
fa: به‌روزرسانی فرکانس به‌روزرسانی به {0}
fi: Päivitetään päivitystiheydeksi {0}
hi: {0} पर ताजगी की आवृत्ति अपडेट कर रहा है
hu: Frissítési gyakoriság frissítése a következőre: {0}
in: Sedang refresh frequency untuk {0}
it: Aggiornando frequenza di aggiornamento a {0}
ja: 更新頻度を {0} に更新中
ko: 새로고침 주기 {0}으로 업데이트중
nb: Oppdaterer gjenoppfriskningsfrekvens til {0}
nl: Ververs snelheid vernieuwen naar {0}
pt: Alterando período de atualização para {0}
sl: Posodabljanje frekvence osveževanja do {0}
sv: Uppdaterar uppdateringsfrekvensen till {0}
uk: Оновлення частоти оновлення на {0}
vi: Đang cập nhật tần suất làm mới lên {0}

source: Never
ar: أبد
az: Heç vaxt
bo: གཏན་འབེབས་བྱེད་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Nikdy
da: Aldrig
el: Ποτέ
es: Nunca
et: Mitte kunagi
fa: هرگز
fi: Ei koskaan
hi: कभी नहीं
hu: Soha
in: Tidak akan.
it: Mai
ja: 二度としない
ko: 안함
nb: Aldri
nl: Nooit
pt: Nunca
sl: Nikoli
sv: Aldrig
uk: Ніколи
vi: Không bao giờ

source: Updating update policy to {0}
ar: تحديث سياسة التحديث إلى {0}
az: Yeniləmə siyasətini {0} olaraq yeniləmək
bo: གསར་བརྗེ་སྲིད་སྲིག་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace zásad aktualizace na {0}
da: Opdatering af opdateringspolicy til {0}
el: Ενημέρωση πολιτικής ενημερώσεων σε {0}
es: Poniendo al día la política de actualización a {0}
et: Uuendan uuenduste poliitikaks {0}
fa: به‌روزرسانی خط‌مشی به‌روزرسانی به {0}
fi: Päivitetään päivityskäytäntö kohteeseen {0}
hi: {0} तक अपडेट नीति अपडेट कर रहा है
hu: Frissítési házirend frissítése a következőre: {0}
in: Sedang mengupdate update policyuntuk {0}
it: Aggiornando politica di aggiornamento a {0}
ja: アップデートポリシーを {0} に更新中
ko: 업데이트 정책 {0}으로 업데이트 중
nb: Oppdaterer oppdateringspraksis til {0}
nl: Update beleid vernieuwen naar {0}
pt: Alterando política de atualização para {0}
sl: Posodabljanje politike posodabljanja do {0}
sv: Uppdaterar uppdateringspolicy till {0}
uk: Оновлення політики оновлення до {0}
vi: Cập nhật chính sách cập nhật lên {0}

source: Updating update URLs.
ar: تحديث العناوين.
az: Yeniləmə URL-lərinin yenilənməsi.
bo: བསྐྱར་བཏོན་པའི་གནས་བབ་བསྐྱར་བཏོན་པ།
cs: Aktualizace aktualizačních URL.
da: Opdaterer opdaterings URLer.
el: Ανανέωση των διευθύνσεων URL για ενημερώσεις.
es: Poniendo al día las URLs de actualización.
et: Uuendan uuenduste URL-id.
fa: به روز رسانی آدرس های اینترنتی.
fi: Päivitetään URL-osoitteita.
hi: अपडेट यूआरएल अपडेट कर रहे हैं।
hu: A frissítési URL-ek frissítése.
in: Memperbarui Update URL.
it: Aggiornamento degli URL degli aggiornamenti.
ja: アップデート URL を更新中。
ko: 업데이트 URL 업데이트중.
nb: Oppdaterer oppdateringsnettadresser.
nl: Updaten update URLs.
pt: Actualizando actualização de URL .
sl: Posodabljanje URL-jev posodabljanja.
sv: Uppdaterar uppdaterings-URL:er.
uk: Оновлення URL-адрес оновлення.
vi: Cập nhật URL cập nhật.

source: Updating trusted keys.
ar: تحديث المفاتيح الموثوقة.
az: Etibarlı açarların yenilənməsi.
bo: རིགས་པའི་གསང་བོ་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Aktualizace důvěryhodných klíčů.
da: Opdaterer betroede nøgler.
el: Ενημέρωση κλειδιών εμπιστοσύνης.
es: Actualizando claves de confianza.
et: Uuendan usaldatud võtmeid.
fa: به روز رسانی کلیدهای قابل اعتماد.
fi: Päivitetään luotetut avaimet.
hi: संबंधित कुंजियों को अपडेट कर रहे हैं।
hu: Megbízható kulcsok frissítése.
in: Mengupdate trusted keys
it: Aggiornamento delle chiavi di fiducia.
ja: 信頼されているキーを更新中。
ko: 신뢰되는 키 업데이트 중.
nb: Oppdaterer betrodde nøkler.
nl: Updaten vertrouwde sleutels.
pt: A atualizar as chaves confiáveis.
sl: Posodabljanje zaupanih ključev.
sv: Uppdaterar nycklar med tillit till.
uk: Оновлення довірених ключів.
vi: Cập nhật các khóa đáng tin cậy.

source: Updating unsigned update URL to {0}
ar: تحديث عنوان URL للتحديث غير الموقع إلى {0}
az: İmzasız yeniləmə URL-i {0} yenilənir
bo: བསྐྱར་བཏོན་པའི་གནས་བབ་{0} ནང་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Aktualizace nepodepsané adresy URL aktualizace na {0}
da: Opdaterer usigneret opdateringsURL til {0}
el: Ενημερώνεται το ανυπόγραφο URL σε {0}
es: Poniendo al día la URL de actualización no firmada a {0}
et: Uuendan allkirjastamata uuenduse URL-iks {0}
fa: به روز رسانی URL به روز رسانی بدون امضا به {0}
fi: Päivitetään allekirjoittamaton päivityksen URL-osoite osoitteeseen {0}
hi: {0} तक अनाम अपडेट यूआरएल अपडेट कर रहा है
hu: Nem aláírt frissítő URL frissítése a következőre: {0}
in: Mengupdate unsigned update URL untuk {0}
it: Aggiornando URL aggiornamenti non firmati a {0}
ja: 未署名の更新 URL を {0} に更新中
ko: 서명되지 않은 업데이트 URL {0}으로 업데이트 중
nb: Oppdaterer usignert oppdateringsadresse til {0}
nl: Niet-ondertekende update URL bijwerken naar {0}
pt: Alterando URL de atualizações não assinadas para {0}
sl: Posodabljanje neoznačenega URL-ja posodabljanja do {0}
sv: Uppdaterar osignerad uppdaterings-URL till {0}
uk: Оновлення URL-адреси непідписаних оновлень на {0}
vi: Đang cập nhật URL cập nhật chưa được ký thành {0}

source: Updating signed development build URL to {0}
ar: تحديث عنوان URL لبناء التطوير الموقع إلى {0}
az: İmzalanmış inkişaf qurma URL-ni {0} olaraq yeniləmək
bo: བསྐྱར་བཏོན་པའི་གནས་བབ་{0} ནང་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Aktualizace adresy URL podepsané vývojové sestavení na {0}
da: Opdaterer signered udviklingsbuild URL til {0}
el: Ενημερώνεται σε {0} το υπογραμμένο URL ανάπτυξης
es: Actualizando URL de la compilación de desarrollo firmada a {0}
et: Allkirjastatud arendusehituse URL värskendamine {0}
fa: به روز رسانی نشانی وب ساخت توسعه امضا شده به {0}
fi: Päivitetään allekirjoitetun kehitysversion URL-osoite osoitteeseen {0}
hi: {0} तक हस्ताक्षरित विकास बिल्ड यूआरएल अपडेट कर रहा है
hu: Az aláírt fejlesztési build URL frissítése a következőre: {0}
in: Mengupdate signed development build URL untuk {0}
it: Aggiornando URL delle build di sviluppo firmate a {0}
ja: 署名された開発ビルドの URL を{0} に更新中
ko: 서명된 개발 빌드 URL {0}으로 업데이트중
nb: Oppdaterer signert utviklingsbyggnettadresse til {0}
nl: Ondertekende ontwikkel build URL bijwerken naar {0}
pt: A atualizar o URL de criação do desenvolvimento assinado para {0}
sl: Posodabljanje URL-ja za razvojno gradnjo z podpisom do {0}
sv: Uppdaterar signerad utvecklingsbuild-URL till {0}
uk: Оновлення підписаної URL-адреси збірки розробки до {0}
vi: Đang cập nhật URL bản dựng phát triển đã ký thành {0}

source: Every
ar: كل
az: Hər
bo: རིམ་རིམ་
cs: Každý
da: Enhver
el: Κάθε
es: Cada
et: Iga
fa: هر
fi: Joka
hi: हर
hu: Összes
in: Setiap
it: Ogni
ja: いつも
ko: 모두
nb: Hver
nl: Elke
pt: Sempre
sl: Vsak
sv: Alltid
uk: Кожний
vi: Mỗi

source: Notify only
ar: إعلام فقط
az: Yalnız bildirin
bo: ཐོན་པར་རོགས་པ་ཙམ།
cs: Pouze upozorňovat
da: Notificer kun
el: Ειδοποίηση μόνο
es: Sólo notificar
et: Üksnes teata
fa: فقط اطلاع رسانی کنید
fi: Vain ilmoita
hi: केवल सूचित करें
hu: Csak jelez
in: Hanya beritahukan
it: Segnala solo
ja: 通知のみ
ko: 알림만
nb: Bare meld fra
nl: Alleen melden
pt: Avisar apenas
sl: Samo obvesti
sv: Berätta endast
uk: Лише сповістити
vi: Chỉ thông báo

source: Download and verify only
ar: حمل فقط
az: Yalnız endirin və təsdiqləyin
bo: བརྒྱུད་བཏོན་པ་དང་གཏན་འབེབས་བྱེད་པ་ཙམ།
cs: Pouze stáhnout a ověřit
da: Download og verificer kun
el: Κατέβασμα και ειδοποίηση μόνο
es: Sólo descargar y verificar
et: Lae alla ja kontrolli allkiri
fa: فقط دانلود و تأیید کنید
fi: Vain lataa ja varmista
hi: केवल डाउनलोड और सत्यापित करें
hu: Csak letöltés és igazolás
in: hanya download dan verifikasi
it: Scarica e verifica soltanto
ja: ダウンロードと検証のみ
ko: 다운로드 / 검증된것만
nb: Bare last ned og verifiser
nl: Download en alleen controlleren
pt: Descarregar e verificar apenas
sl: Le prenesi in preveri
sv: Ladda ner och kontrollera endast
uk: Лише завантажити і перевірити
vi: Chỉ tải xuống và xác minh

source: Download, verify, and restart
ar: حمل، تحقق و أعد تشغيل
az: Endirin, doğrulayın və yenidən başladın
bo: བརྒྱུད་བཏོན་པ་གཏན་འབེབས་བྱེད་པ་དང་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Stáhněte, ověřte a restartujte
da: Download, verificer og genstart
el: Κατέβασμα, επαλήθευση και επανεκκίνηση
es: Descargar, verificar y reiniciar
et: Lae alla, kontrolli ja käivitu uuesti
fa: بارگیری، تأیید و راه اندازی مجدد
fi: Lataa, tarkista ja käynnistä
hi: डाउनलोड, सत्यापित करें और पुनः शुरू करें
hu: Letöltés, igazolás és újraindítás
in: Download, verifikasi, dan restart
it: Scarica, verifica e riavvia
ja: ダウンロードと検証、再起動
ko: 다운로드, 검증, 재시작
nb: Last ned, kontrollere og ta omstart
nl: Download, controlleer en herstart
pt: Descarregar, verificar e reiniciar
sl: Prenesi, preveri in ponovno zagni
sv: Ladda ner, kontrollera och starta om
uk: Завантажити, перевірити і перезапустити
vi: Tải xuống, xác minh và khởi động lại

source: Deadlock detected
ar: تم اكتشاف حالة توقف تام
az: Ölü kilid 130 aşkar
bo: རོགས་པ་མི་བཞིན་པ།
cs: Bylo zjištěno uváznutí
da: Deadlock registreret
el: Εντοπίστηκε αδιέξοδο
es: Punto muerto detectado
et: Tuvastati tupik
fa: بن بست شناسایی شد
fi: Umpilukko havaittu
hi: डेडलॉक पता चला
hu: Holtpont észlelve
in: Kebuntuan terdeteksi
it: Rilevato stallo
ja: デッドロックを検出しました
ko: 교착 상태가 감지되었습니다.
nb: Vågelås oppdaget
nl: Impasse gedetecteerd
pt: Impasse detectado
sl: Zaznano je blokiranje
sv: Deadlock upptäckt
uk: Виявлено взаємоблокування
vi: Phát hiện bế tắc

source: Please report
ar: الرجاء الابلاغ
az: Zəhmət olmasa xəbər verin
bo: རོགས་པ་བཞིན་པར་རོགས་སོ།
cs: Prosím, hlaste se
da: Rapportér venligst
el: Παρακαλώ αναφέρετε
es: Por favor informe
et: Palun teatage
fa: لطفا گزارش دهید
fi: Ilmoita
hi: कृपया रिपोर्ट करें
hu: Kérem jelentse
in: Silakan lapor
it: Si prega di segnalare
ja: 報告してください
ko: 신고해주세요
nb: Vennligst rapporter
nl: Gelieve te melden
pt: Por favor informe
sl: Prosimo, poročite
sv: Vänligen rapportera
uk: Будь ласка, повідомте
vi: Vui lòng báo cáo

source: After reporting, please restart your router
ar: بعد الإبلاغ، يرجى إعادة تشغيل جهاز التوجيه الخاص بك
az: Məlumat verdikdən sonra ruterinizi yenidən başladın
bo: རོགས་པ་བཞིན་རྗེས་རོ་ཌེར་བསྐྱར་བཏོན་པ་བཞིན་པར་རོགས་སོ།
cs: Po nahlášení restartujte router
da: Efter rapportering skal du genstarte din router
el: Μετά την αναφορά, κάντε επανεκκίνηση του δρομολογητή σας
es: Después de informar, reinicie su enrutador
et: Pärast teatamist taaskäivitage ruuter
fa: پس از گزارش، لطفاً روتر خود را مجددا راه اندازی کنید
fi: Raportoinnin jälkeen käynnistä reititin uudelleen
hi: रिपोर्ट करने के बाद, कृपया अपने राउटर को पुनः शुरू करें
hu: A bejelentés után indítsa újra az útválasztót
in: Setelah melaporkan, silakan restart router Anda
it: Dopo la segnalazione, riavviare il router
ja: 報告後、ルーターを再起動してください
ko: 보고 후 라우터를 다시 시작하십시오
nb: Etter rapportering, start ruteren på nytt
nl: Start na het melden uw router opnieuw op
pt: Após relatar, reinicie seu roteador
sl: Po poročanju, prosimo ponovno zagnite svoj usmerjevalnik
sv: Efter rapportering, starta om din router
uk: Після звіту перезапустіть маршрутизатор
vi: Sau khi báo cáo, vui lòng khởi động lại bộ định tuyến của bạn

source: Invalid form submission, requires POST
bo: རོགས་དྲན་བཤོལ་བ་ནོར་བ། POST གཏན་འབེབས་བྱེད་དགོས།
hi: अमान्य फॉर्म सबमिशन, POST की आवश्यकता
ko: 잘못된 양식 제출, POST가 필요합니다
