Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Certificates are used to authenticate encrypted services running on the network, provision optional SSL for hosted services and the router console, or provide proof of ownership of a router family.
ar: تُستخدم الشهادات لمصادقة الخدمات المشفرة التي تعمل على الشبكة، أو توفير SSL اختياري للخدمات المستضافة ووحدة تحكم جهاز التوجيه، أو تقديم إثبات ملكية عائلة جهاز التوجيه.
az: Sertifikatlar şəbəkədə işləyən şifrələnmiş xidmətlərin identifikasiyası, ev sahibliyi edilmiş xidmətlər və router konsolu üçün qeyri-məcburi SSL-in təmin edilməsi və ya router ailəsinə məxsusluğun sübutu üçün istifadə olunur.
bo: རྒྱུན་དུ་བཙོན་པའི་གཞིབ་བཤོལ་བཞིན་པ།
cs: Certifikáty se používají k ověřování šifrovaných služeb spuštěných v síti, poskytování volitelného SSL pro hostované služby a konzoli směrovače nebo k poskytnutí důkazu o vlastnictví rodiny směrovačů.
da: Certifikater bruges til at godkende krypterede tjenester, der kører på netværket, levere valgfri SSL til hostede tjenester og routerkonsollen eller give bevis for ejerskab af en routerfamilie.
el: Τα πιστοποιητικά χρησιμοποιούνται για τον έλεγχο ταυτότητας κρυπτογραφημένων υπηρεσιών που εκτελούνται στο δίκτυο, για την παροχή προαιρετικού SSL για τις φιλοξενούμενες υπηρεσίες και την κονσόλα του δρομολογητή ή για την παροχή απόδειξης ιδιοκτησίας μιας οικογένειας δρομολογητών.
es: Los certificados se utilizan para autenticar servicios cifrados que se ejecutan en la red, proporcionar SSL opcional para servicios alojados y la consola del enrutador, o proporcionar prueba de propiedad de una familia de enrutadores.
et: Sertifikaate kasutatakse võrgus töötavate krüptitud teenuste autentimiseks, hostitud teenuste ja ruuteri konsooli valikulise SSL-i pakkumiseks või ruuteriperekonna omandiõiguse tõendamiseks.
fa: از گواهینامه ها برای تأیید اعتبار خدمات رمزگذاری شده در شبکه ، ارائه SSL اختیاری برای خدمات میزبانی شده و کنسول روتر استفاده می شود ، یا اثبات مالکیت یک خانواده روتر را ارائه می دهد.
fi: Sertifikaatteja käytetään verkossa toimivien salattujen palveluiden todentamiseen, valinnaisen SSL:n tarjoamiseen isännöidyille palveluille ja reititinkonsolille tai todisteeksi reititinperheen omistajuudesta.
hi: सर्टिफिकेट इंटरनेट पर चल रहे संग्रहित सेवाओं की पहचान करने, मेजबानी की सेवाओं और राउटर कंसोल के लिए वैकल्पिक SSL प्रदान करने या राउटर परिवार की मालिकी की पुष्टि करने के लिए उपयोग किए जाते हैं।
hu: A tanúsítványokat a hálózaton futó titkosított szolgáltatások hitelesítésére, opcionális SSL biztosítására használják a hosztolt szolgáltatásokhoz és az útválasztókonzolhoz, vagy igazolják az útválasztó család tulajdonjogát.
in: Sertifikat digunakan untuk mengautentikasi layanan terenkripsi yang berjalan di jaringan, menyediakan SSL opsional untuk layanan yang dihosting dan konsol router, atau memberikan bukti kepemilikan keluarga router.
it: I certificati sono usati per autenticare servizi cryptati nella rete, fornire SSL opzionale per i servizi e la console del router, o per corredare una prova di proprietà di una router family.
ja: 証明書は、ネットワーク上で実行されている暗号化されたサービスを認証し、ホストされたサービスとルーターコンソールにオプションのSSLを提供するか、ルーターファミリーの所有権の証明を提供するために使用されます。
ko: 인증서는 네트워크에서 실행되는 암호화된 서비스의 인증에 사용되며, 호스팅된 서비스 및 라우터 콘솔에 대한 선택적 SSL을 제공하거나 라우터 패밀리의 소유권을 증명합니다.
nb: Sertifikater brukes til å autentisere krypterte tjenester som kjører på nettverket, levere valgfri SSL for vertstjenester og ruterkonsollen, eller gi bevis på eierskap til en ruterfamilie.
nl: Certificaten worden gebruikt om gecodeerde services die op het netwerk draaien te authenticeren, om optionele SSL te leveren voor gehoste services en de routerconsole, of om een ​​bewijs van eigendom van een routerfamilie te leveren.
pt: Os certificados são usados ​​para autenticar serviços criptografados em execução na rede, fornecer SSL opcional para serviços hospedados e o console do roteador ou fornecer prova de propriedade de uma família de roteadores.
sl: Certifikati se uporabljajo za overitev šifriranih storitev, ki delajo v omrežju, zagotavljanje nepovzročenega SSL za gostiteljske storitve in konzolo usmerjevalnika, ali dokaz lastništva družine usmerjevalnikov.
sv: Certifikat används för att autentisera krypterade tjänster som körs på nätverket, tillhandahålla valfri SSL för värdtjänster och routerkonsolen, eller tillhandahålla bevis på ägande av en routerfamilj.
uk: Сертифікати використовуються для автентифікації зашифрованих служб, що працюють у мережі, надання додаткового SSL для розміщених служб і консолі маршрутизатора або надання підтвердження права власності на сімейство маршрутизаторів.
vi: Giấy chứng nhận được sử dụng để xác thực các dịch vụ được mã hóa chạy trên mạng, SSL tùy chọn cung cấp cho các dịch vụ được lưu trữ và bảng điều khiển bộ định tuyến hoặc cung cấp bằng chứng về quyền sở hữu của một gia đình bộ định tuyến.

source: Local SSL Certificates
ar: شهادات SSL المحلية
az: Yerli SSL Sertifikatları
bo: ནང་གི་SSL གསང་བོ།
cs: Místní certifikáty SSL
da: Lokale SSL-certifikater
el: Τοπικά Πιστοποιητικά SSL
es: Certificados SSL locales
et: Kohalikud SSL-sertifikaadid
fa: گواهینامه های SSL محلی
fi: Paikalliset SSL-varmenteet
hi: स्थानीय SSL सर्टिफिकेट
hu: Helyi SSL-tanúsítványok
in: Sertifikat SSL lokal
it: Certificati SSL locali
ja: ローカルのSSL証明書
ko: 로컬 SSL 증명서
nb: Lokale SSL-sertifikat
nl: Locale SSL Certificaten
pt: Certificados Locais de SSL
sl: Lokalni SSL certifikati
sv: Lokala SSL-certifikat
uk: Локальні сертифікати SSL
vi: Chứng chỉ SSL cục bộ

source: Router Console
ar: مركز تحكم I2P
az: Ruter Konsolu
bo: རོ་ཌེར་རོགས་དྲན།
cs: Konzole routeru
da: Router Konsol
el: Κονσόλα Router
es: Consola del router
et: Ruuteri konsool
fa: کنسول روتر
fi: Reitittimen ohjauspaneeli
hi: राउटर कंसोल
hu: Router Konzol
it: Console del router
ja: ルーターコンソール
ko: 라우터 콘솔
nb: Ruter Konsoll
pt: Consola do Roteador
sl: Konzola usmerjevalnika
sv: Routerkonsol
uk: Консоль роутера
vi: Bảng điều khiển bộ định tuyến

source: Location
ar: الموقع
az: Mövqe
bo: གནས་བབ།
cs: Umístění
da: Placering
el: Τοποθεσία
es: Ubicación
et: Asukoht
fa: مکان
fi: Sijainti
hi: स्थान
hu: Hely
in: Lokasi
it: Posizione
ja: 位置
ko: 위치
nb: Plassering
nl: Locatie
pt: Localização
sl: Lokacija
sv: Plats
uk: Розташування
vi: Vị trí

source: Website
ar: موقع
az: Veb səhifə
bo: གནས་བབའི་ཡིག་ཆ་
cs: Internetová stránka
da: Hjemmeside
el: Ιστότοπος
es: Sitio web
et: Veebileht
fa: پایگاه اینترنتی
fi: Verkkosivu
hi: वेबसाइट
hu: Weboldal
in: Situs
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nb: Nettside
sl: Spletna stran
sv: Webbplats
uk: Веб-сайт
vi: Trang web

source: Local Router Family Certificate
ar: شهادة عائلة جهاز التوجيه المحلي
az: Yerli Router Ailə Sertifikatı
bo: ནང་གི་རོ་ཌེར་རིམ་གསང་བོ།
cs: Certifikát rodiny místního směrovače
da: Lokal routerfamiliecertifikat
es: Certificado de la familia del router local
et: kohaliku ruuteri perekonna sertifikaat
fa: گواهی خانواده روتر محلی
fi: Paikallisen reitittimen perhesertifikaatti
hi: स्थानीय राउटर परिवार का सर्टिफिकेट
hu: Helyi útválasztó család tanúsítványa
in: Sertifikat Router Family lokal
it: Certificato della famiglia del router locale
ja: ローカルのルータファミリー証明書
ko: 로컬 라우터 패밀리 증명서
nb: Lokalt sertifikat for ruterfamilie
nl: Lokale Router Familie Certificaat
pt: Certificado de Família do Roteador Local
sl: Lokalni certifikat družine usmerjevalnika
sv: Lokalt certifikat för routerfamilj
uk: Сертифікат родини локальних маршрутизаторів
vi: Chứng chỉ dòng bộ định tuyến cục bộ

source: Family
ar: العائلة
az: Ailə
bo: རིམ།
cs: Rodina
da: Familie
el: Οικογένεια
es: Familia
et: Perekond
fa: خانواده
fi: Perhe
hi: परिवार
hu: Család
it: Famiglia
ja: ファミリー
ko: 패밀리
nb: Familie
nl: Familie
pt: Família
sl: Družina
sv: Familj
uk: Сім'я
vi: Gia đình

source: Console
ar: وحدة التحكم
az: Konsol
bo: རོགས་དྲན།
cs: Konzole
da: Konsol
el: Κονσόλα
es: Consola
et: konsool
fa: کنسول
fi: Konsoli
hi: कंसोल
hu: Konzol
in: Konsol
ja: コンソール
ko: 콘솔
pt: Consola
sl: Konzola
sv: Konsol
uk: Консоль
vi: Bảng điều khiển

source: To enable SSL access for the Router Console, see the commented <code>clients.config</code> file located in your I2P application directory for more information. You will need to edit the RouterConsoleRunner config file located in the directory:
ar: لتمكين وصول SSL لوحدة التحكم في جهاز التوجيه ، راجع ملف <code>clients.config</code> المذكور في دليل تطبيق I2P لمزيد من المعلومات. ستحتاج إلى تحرير ملف تكوين RouterConsolerunner الموجود في الدليل:
az: Router Konsolu üçün SSL-ə girişi aktivləşdirmək üçün ətraflı məlumat üçün <code></code> I2P tətbiq kataloqunuzda yerləşən şərh edilmiş clients.config faylına baxın. Kataloqda yerləşən RouterConsoleRunner konfiqurasiya faylını redaktə etməlisiniz:
bo: རོ་ཌེར་རོགས་དྲན་གི་SSL རིམ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Chcete-li povolit SSL přístup pro Router Console, podívejte se do komentovaného souboru <code>clients.config</code> umístěného v adresáři vaší aplikace I2P, kde najdete další informace.
da: For at aktivere SSL -adgang til routerkonsollen, skal du se den kommenterede <code>clients.config</code> fil placeret i dit I2P -applikationsmappe for mere information. Du bliver nødt til at redigere routerconsolerunner -konfigurationsfilen, der er placeret i biblioteket:
el: Για να ενεργοποιήσετε την πρόσβαση SSL για την Κονσόλα του δρομολογητή, ανατρέξτε στο σχολιασμένο αρχείο <code>clients.config</code> που βρίσκεται στον κατάλογο της εφαρμογής I2P για περισσότερες πληροφορίες. Θα χρειαστεί να επεξεργαστείτε το αρχείο διαμόρφωσης RouterConsoleRunner που βρίσκεται στον κατάλογο:
es: Para habilitar el acceso SSL para la consola del enrutador, consulte el archivo <code>clients.config</code>. Deberá editar el archivo de configuración RouTerConsolerNerner ubicado en el directorio:
et: Ruuteri konsooli SSL -i juurdepääsu lubamiseks vaadake lisateabe saamiseks faili <code> clients.config </code> fail, mis asub teie I2P rakenduste kataloogis. Peate redigeerima kaustas asuvat RouterConsolerunneri konfiguratsioonifaili:
fa: برای فعال سازی دسترسی SSL برای کنسول روتر، برای دریافت اطلاعات بیشتر وارد فایل <code>clients.config</code> که در دایرکتوری برنامه I2P شما قرار دارد شوید. شما باید فایل پیکربندی RouterConsoleRunner را که در دایرکتوری واقع شده است ویرایش کنید:
fi: Jos haluat ottaa SSL-käytön reititinkonsoliin käyttöön, katso lisätietoa kommentoidusta <code>clients.config</code>-tiedostosta, joka sijaitsee I2P-sovellushakemistossasi. Sinun on muokattava RouterConsoleRunner-asetustiedostoa, joka sijaitsee hakemistossa:
hi: राउटर कंसोल के लिए SSL पहुँच सक्षम करने के लिए, अपने I2P अनुप्रयोग डि렉्टरी में स्थित टिप्पणी वाले <code>clients.config</code> फ़ाइल को देखें अधिक जानकारी के लिए। आपको राउटरConsoleRunner कंfig फ़ाइल को संपादित करने की आवश्यकता होगी, जो निम्नलिखित डिरेक्टरी में स्थित है:
hu: További információkért lásd a kommentált <code>clients.config</code> fájl az SSL -hozzáférés engedélyezéséhez az I2P Alkalmazáskönyvtárban található megjegyzéseket. Szerkesztenie kell a RouterConsolerunner konfigurációs fájlt, amely a könyvtárban található:
in: Untuk mengaktifkan akses SSL untuk Router Console, lihat file <code>clients.config</code> yang dikomentari yang terletak di direktori aplikasi I2P Anda untuk informasi lebih lanjut. Anda perlu mengedit file konfigurasi RouterConsoleRunner yang terletak di direktori:
it: Per abilitare l'accesso SSL per la console del router, guarda il file commentato <code>clients.config</code> situato nella tua directory I2P per più informazioni. Avrai bisogno di modificare il file di configurazione RouterConsoleRunner situato nella directory:
ja: RouterコンソールのSSLアクセスを有効にするには、詳細についてはi2pアプリケーションディレクトリにある<code>clients.config</code>ファイルを参照してください。 ディレクトリにあるRouterConsolerunner構成ファイルを編集する必要があります。
ko: SSL 액세스를 사용하려면 I2P 응용 프로그램 디렉토리에 위치한 주석 처리된 <code>clients.config</code> 파일을 참조하십시오. 자세한 내용은 <code>RouterConsoleRunner</code> 구성 파일이 있는 디렉토리에서 편집해야합니다.
nb: For å aktivere SSL -tilgang for ruterkonsollen, se den kommenterte <code>clients.config</code> -filen som ligger i i2p -applikasjonskatalogen for mer informasjon. Du må redigere RouterConsolerunner Config -filen som ligger i katalogen:
nl: Para habilitar el acceso SSL para la consola del enrutador, consulte el archivo <code> clientes. Deberá editar el archivo de configuración RouterConsolerRunner ubicado en el directorio:
pt: Para ativar o acesso SSL para o console do roteador, consulte o arquivo comentado <code>clients.config</code> localizado no seu diretório de aplicativos i2p para obter mais informações. Você precisará editar o arquivo de configuração RouterConsolerunner localizado no diretório:
sl: Da omogočite dostop SSL za konzolo usmerjevalnika, glejte komentiran datoteko <code>clients.config</code>, ki se nahaja v imeniku aplikacije I2P za dodatne informacije. Boste morali urejati datoteko konfiguracije RouterConsoleRunner, ki se nahaja v imeniku:
sv: För att aktivera SSL -åtkomst för routerkonsolen, se den kommenterade <code>clients.config</code> -filen som finns i din i2p -applikationskatalog för mer information. Du måste redigera routerconsolerunner -konfigurationsfilen i katalogen:
uk: Щоб увімкнути доступ до SSL для консолі маршрутизатора, див. Файл коментованих <code>clients.config</code>, розташований у вашому каталозі додатків i2p для отримання додаткової інформації. Вам потрібно буде відредагувати файл конфігурації Routerconsoverunner, розташований у каталозі:
vi: Để cho phép truy cập SSL cho bảng điều khiển bộ định tuyến, hãy xem tệp được nhận xét <code>client.config</code> nằm trong thư mục ứng dụng I2P của bạn để biết thêm thông tin. Bạn sẽ cần chỉnh sửa tệp cấu hình RouterConsolerunner nằm trong thư mục:

source: Save disabled, edit the router.config file to make changes
bo: ཐོབ་བཏང་བཞིན་མེད།
hi: सेव अक्षम, परिवर्तन करने के लिए router.config फ़ाइल संपादित करें
ko: 저장 비활성화됨, 변경 사항을 적용하려면 router.config 파일을 편집하세요

source: Error updating the configuration - please see the error logs
ar: خطأ في ترقية الإعدادات - انظر التفاصيل
az: Konfiqurasiyanı yeniləməkdə xəta - xəta jurnallarına baxın
bo: རོགས་དྲན་བསྐྱར་བཏོན་པ་ནོར་བ།
cs: Chyba při aktualizaci konfigurace – prohlédněte si prosím protokoly chyb
da: Fejl ved opdatering af konfiguration - Se venligst fejlloggen
el: Σφάλμα κατά την ενημέρωση των ρυθμίσεων - παρακαλούμε δείτε τις καταγραφές λαθών
es: Error al actualizar la configuración - por favor, revise los registros de errores
et: Viga häälestuse uuendamisel - palun vaata vealogi
fa: خطا در به روز رسانی پیکربندی - لطفا گزارش خطا را ببینید
fi: Virhe päivitettäessä asetuksia - tarkasta virhelokit.
hi: सेटिंग अपडेट करने में त्रुटि - कृपया त्रुटि लॉग देखें
hu: Hiba a beállítások frissítésekor - kérlek, nézd át a hibanaplót
in: Error dalam memperbarui konfigurasi - silakan lihat error log
it: Errore nell'aggiornamento della configurazione - vedere i log di errore
ja: 設定を更新する際にエラー - エラーログを確認してください
ko: 설정을 업뎃하는데 실패했습니다 - 에러 로그를 보세요
nb: Fel ved oppdatering av oppsett - sjekk feilloggene
nl: Fout bij updaten dan de configuratie - kijk in de fout logs
pt: Erro ao atualizar a configuração - consulte os logs de erros
sl: Napaka pri posodabljanju konfiguracije - glejte dnevnike napak
sv: Fel vid uppdatering av konfiguration - se felloggar
uk: Помилка оновлення конфігурації - перегляньте журнали помилок
vi: Lỗi cập nhật cấu hình - vui lòng xem nhật ký lỗi

source: No changes made to the configuration
bo: རོགས་དྲན་བཤོལ་བ་མེད།
hi: कॉन्फ़िगरेशन में कोई परिवर्तन नहीं किए गए
ko: 구성에 변경된 내용이 없습니다

source: Note
bo: དོ་དམ་བཤོལ་བ།
hi: टिप्पणी
ko: 참고

source: Some changes may require a restart to take effect.
ar: بعض التغييرات تحتاج اعادة التشغيل لتفعيلها
az: Bəzi dəyişikliklərin qüvvəyə minməsi üçün yenidən başlama tələb oluna bilər.
bo: གཞིབ་བཤོལ་བ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Některé změny mohou vyžadovat restart, aby se projevily.
da: Nogle ændringer kræver et genstart, før de kan træde i kraft
el: Ορισμένες αλλαγές ενδέχεται να απαιτούν επανεκκίνηση για να τεθούν σε ισχύ.
es: Algunos cambios pueden requerir un reinicio para que surtan efecto.
et: Mõned muutused vajavad jõustumiseks uuesti käivitamist.
fa: برخی از تغییرات ممکن است نیاز به راه اندازی مجدد داشته باشد.
fi: Jotkut muutokset saattavat vaatia uudelleenkäynnistykset tullakseen voimaan.
hi: कुछ परिवर्तनों को प्रभावी बनाने के लिए पुनः शुरू करने की आवश्यकता हो सकती है।
hu: Némely változtatás érvénybe lépéséhez újraindítás szükséges.
in: Beberapa perubahan akan memerlukan restart untuk bekerja.
it: Certi cambiamenti possono richiedere un riavvio per avere effetto.
ja: 一部の変更を有効にするには再起動が必要な場合があります。
ko: 몇몇 변경사항은 재시작 이후 반영됩니다.
nb: Noen endringer kan kreve en omstart for å tre i effekt.
nl: Voor de toepassing van sommige wijzigingen is een herstart nodig.
pt: Algumas alterações podem precisar de um reinício para fazerem efeito.
sl: Nekatere spremembe morda zahtevajo ponovni zagon za učinkovanje.
sv: Vissa ändringar kan kräva en omstart för att träda i kraft.
uk: Для набуття чинності деяких змін може знадобитися перезапуск.
vi: Một số thay đổi có thể yêu cầu khởi động lại để có hiệu lực.

source: Save Client Configuration
ar: حفظ اعدادات المستخدم
az: Müştərinin Konfiqurasiyasını Saxla
bo: རོགས་དྲན་བཤོལ་བ་གཏན་འབེབས་བྱེད་པ།
cs: Uložte konfiguraci klienta
da: Gem Klient Konfigurationen
el: Αποθήκευση Ρυθμίσεων Πελάτη
es: Guardar configuración del cliente
et: Salvesta kliendihäälestus
fa: پیکربندی مشتری را ذخیره کنید
fi: Tallenna asiakasasetukset
hi: क्लाइंट सेटिंग सहेजें
hu: Kliens Beállítások Mentése
in: Simpan Konfigurasi Klien
it: Salva configurazione del client
ja: クライアント設定を保存
ko: 클라이언트 설정 저장
nb: Lagre klientoppsett
nl: Client Configuratie Opslaan
pt: Guardar configuração do cliente
sl: Shrani konfiguracijo klienta
sv: Spara klientkonfiguration
uk: Зберегти конфігурацію клієнта
vi: Lưu cấu hình máy khách

source: Save Interface Configuration
ar: حفظ اعدادات الواجهة
az: İnterfeys Konfiqurasiyasını Yaddaşda Saxla
bo: རོགས་དྲན་བཤོལ་བ་གཏན་འབེབས་བྱེད་པ།
cs: Uložit konfiguraci rozhraní
da: Gem Grænseflade Konfigurationen
el: Αποθήκευση Ρυθμίσεων Περιβάλλοντος Πελάτη
es: Guardar configuración de la interfaz
et: Salvesta kliendiliidese häälestus
fa: ذخیره تنظیمات رابط
fi: Tallenna käyttöliittymäasetukset
hi: इंटरफेस सेटिंग सहेजें
hu: Felület Beállításainak Mentése
in: Simpan Konfigurasi Interface
it: Salva la configurazione dell'interfaccia
ja: インターフェース設定を保存
ko: 인터페이스 설정 저장
nb: Lagre grensesnittsinnstillinger
nl: Interface Configuratie Opslaan
pt: Guardar configuração de interface
sl: Shrani konfiguracijo vmesnika
sv: Spara gränssnittskonfiguration
uk: Зберегти конфігурацію інтерфейса
vi: Lưu cấu hình giao diện

source: Save WebApp Configuration
ar: حفظ اعدادات تطبيق الويب
az: Veb-tətbiqKonfiqurasiyasını Yaddaşda Saxla
bo: WebApp རོགས་དྲན་བཤོལ་བ་གཏན་འབེབས་བྱེད་པ།
cs: Uložte konfiguraci WebApp
da: Gem WebApp Konfigurationen
el: Αποθήκευση Ρυθμίσεων WebApp
es: Guardar configuración de la aplicación web
et: Salvesta veebirakenduste häälestus
fa: پیکربندی WebApp را ذخیره کنید
fi: Tallenna webbisovellusasetukset
hi: वेबएप्लीकेशन सेटिंग सहेजें
hu: WebAlkalmazás Beállítások Mentése
in: Simpan Konfigurasi WebApp
it: Salva la configurazione WebApp
ja: WebApp 設定を保存
ko: 웹앱 설정 저장
nb: Lagre WebApp-oppsett
nl: WebApp Configuratie Opslaan
pt: Guardar configuração WebApp
sl: Shrani konfiguracijo WebApp
sv: Spara webbapp konfiguration
uk: Зберегти конфігурацію веб-додатку
vi: Lưu cấu hình ứng dụng web

source: Save Plugin Configuration
ar: حفظ اعدادات الملحق
az: Qoşma Konfiqurasiyasını Saxla
bo: བརྒྱུད་བཏོན་པའི་རོགས་དྲན་བཤོལ་བ་གཏན་འབེབས་བྱེད་པ།
cs: Uložit konfiguraci pluginu
da: Gem Plugin Konfigurationen
el: Αποθήκευση ρυθμίσεων πρόσθετου
es: Guardar configuración del complemento
et: Salvesta pluginate häälestus
fa: ذخیره پیکربندی افزونه
fi: Tallenna lisäosa-asetukset
hi: प्लगइन सेटिंग सहेजें
hu: Kiegészítők Beállításainak Mentése
in: Simpan konfigurasi PlugiK
it: Salva configurazione dei plugin
ja: プラグイン設定を保存
ko: 플러그인 설정 저장
nb: Lagre programtilleggsinnstillinger
nl: Plugin Configuratie Opslaan
pt: Guardar configuração Plugin
sl: Shrani konfiguracijo vstavka
sv: Spara insticksmodulskonfiguration
uk: Зберегти конфігурацію плагіна
vi: Lưu cấu hình plugin

source: Plugins disabled
bo: བརྒྱུད་བཏོན་པ་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
hi: प्लगइन्स अक्षम
ko: 플러그인 비활성화됨

source: Install Plugin
ar: تثبيت الملحق
az: Qoşmanı quraşdırın
bo: བརྒྱུད་བཏོན་པ་
cs: Nainstalujte plugin
da: Installer Plugin
el: Εγκατάσταση πρόσθετου
es: Instalar complemento
et: Paigalda plugin
fa: نصب افزونه
fi: Asenna lisäosa
hi: प्लगइन स्थापित करें
hu: Kiegészítő Telepítése
in: Menginstal Plugin
it: Installa plugin
ja: プラグインをインストール
ko: 플러그인 설치
nb: Installer programtillegg
nl: Installeer Plugin
pt: Instalar Plugin
sl: Namesti vstavek
sv: Installera insticksmodul
uk: Встановити плагін
vi: Cài đặt plugin

source: Install Plugin from File
ar: تثبيت البرنامج المساعد من الملف
az: Fayldan Qoşmanı quraşdırın
bo: ཡིག་ཆ་ནས་ནང་ནས་བརྒྱུར་བཞག
cs: Nainstalujte plugin ze souboru
da: Installere plugin fra fil
el: Εγκατάσταση πρόσθετου από αρχείο
es: Instalar complemento desde fichero
et: Installige failist plugin
fa: نصب افزونه از فایل
fi: Asenna lisäosa tiedostosta
hi: फ़ाइल से प्लगइन स्थापित करें
hu: Beépülő Telepítése Fájlból
in: Instal Plugin dari File
it: Installa plugin da file
ja: ファイルからプラグインをインストール
ko: 파일에서 플러그인 설치
nb: Installer programtillegg fra fil
nl: Installeer Plugin vanuit Bestand
pt: Instalar Plugin de Ficheiro
sl: Namesti vstavek iz datoteke
sv: Installera insticksmodul från fil
uk: Встановити плагін з файла
vi: Cài đặt Plugin từ tệp

source: Update All Installed Plugins
ar: تحديث كافة الإضافات المثبتة
az: Bütün Quraşdırılmış Qoşmaları Yeniləyin
bo: གསར་བརྗེ་སྲིད་བཞིན་པའི་གསར་བརྒྱུར་བཞག་ཆོག
cs: Aktualizujte všechny nainstalované pluginy
da: Opdatere Alle installerede Plugins
el: Ενημέρωση όλων εγκατεστημένων πρόσθετων
es: Actualizar todos los complementos instalados
et: Uuenda Kõik Installitud Pluginad
fa: به روز رسانی تمام افزونه های نصب شده
fi: Päivitä kaikki asennetut lisäosat
hi: सभी स्थापित प्लगइन अपडेट करें
hu: Összes Telepített Kiegészítő Frissítése
in: Update semua plugin yang telah terinstall
it: Aggiorna tutti i plugin installati
ja: 全てのインストール済みプラグインをアップデート
ko: 모든 설치된 플러그인 설치
nb: Oppdater alle installerte programtillegg
nl: Update Alle Geïnstalleerde Plugins
pt: Atualizar todos os plugins instalados
sl: Posodobi vse nameščene vstavke
sv: Uppdatera alla installerade insticksmodul
uk: Оновити всі встановлені плагіни
vi: Cập nhật tất cả các plugin đã cài đặt

source: Delete client disabled
bo: ལེན་གནད་མི་མཐའི་བསྒྱུར་བཞག
hi: क्लाइंट हटाना अक्षम
ko: 클라이언트 삭제 비활성화됨

source: Error stopping plugin {0}
ar: خطأ في توقيف الملحق {0}
az: Qoşmanı dayandırarkən xəta baş verdi {0}
bo: བརྒྱུད་{0}བརྒྱུད་ནོར་བ།
cs: Chyba při zastavování pluginu {0}
da: Fejl da plugin {0} skulle stoppe
el: Λάθος καθώς σταματούσε το πρόσθετο {0}
es: Error al detener complemento {0}
et: Viga peatades pluginat {0}
fa: خطا در توقف افزونه {0}
fi: Virhe pysäyttää lisäosan {0}
hi: {0} प्लगइन को रोकने में त्रुटि
hu: Hiba a következő kiegészítő leállítása közben: {0}
in: Error dalam menghentikan plugin {0}
it: Errore durante lo stop del plugin {0}
ja: プラグイン {0} を停止中にエラー
ko: 플러그인 {0}을 정지하는데 오류
nb: Feil ved stopping av programtillegg {0}
nl: Fout bij stoppen plugin {0}
pt: parar erro de Plugin {0}
sl: Napaka pri ustavljanju vstavka {0}
sv: Problem när insticksmodul {0} stoppades
uk: Помилка при зупиненні плаґіна {0}
vi: Lỗi dừng plugin {0}
