Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The core I2P software, which routes encrypted packets on the I2P network. All routers by default participate in the network except routers running in countries considered hostile (see <i>Strict Countries</i>), which both helps the network and provides cover traffic for any clients or servers connecting to the I2P network through the router.
ar: برمجية I2P الأساسية التي توجه حزم مشفرة على شبكة I2P. جميع الموجهات تشارك بالافتراض في الشبكة باستثناء الموجهات العاملة في البلدان المعتبرة معادية (انظر <i>الدول الصارمة</i>)، مما يفيد الشبكة ويوفر حركة غطاء لأي عملاء أو خوادم يتصلون بشبكة I2P عبر الموجه.
az: I2P şəbəkəsində şifrələnmiş paketləri yönləndirmək üçün olan esas I2P proqram təminatıdır. İstisna imişkatsız olaraq, routerlən bu şəbəkəyə töhfə verərək şəbəkəyə yardımçı olur və cliet və ya server I2P şəbəkəsinə router vasitəsilə qoşulan hansısa istifadəçi üçün qalını keçid yaradır. (Bkz İstiqlal kimi hesablana bilən ölkələr).
bo: I2P དྲ་བའི་ངོ་མ་གསལ་བའི་སྒོ་རོལ་ཡིན་ཞིང་། I2P དྲ་བའི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་རྣམས་ལ་མཉམ་གྲོགས་གཞན་རྣམས་ཀྱི་སྒོ་བསྒྲག་མར་བརྒྱུད་སྐུར་བྱེད་པ་ཡིན། བརྩི་གཅིག་ཡིན་པའི་རྒྱལ་ཁབ་དེ་དག་ཏུ་བསྐྱོད་པའི་སྒོ་བསྒྲག་མ་( <i>གཙན་རྐྱེན་ཆེ་བའི་རྒྱལ་ཁབ་</i>གཟིགས་)དྲ་བ་ནང་ཞུགས་པ་མ་བྱས་པར་མཉམ་གྲོགས་སྒོ་བསྒྲག་མ་རྣམས་ཁོ་ན་ཞུགས་པར་རྒྱུས་མཐུད་ཀྱི་སྒོ་རོལ་ཤུགས་ཆེ། འདིས་དྲ་བ་ལ་ཕན་འབྲས་སྣོན་པ་དང་། སྒོ་བསྒྲག་མ་དེ་བརྒྱུད་དེ་I2P དྲ་བ་དང་མཚམས་སྦྲེལ་བྱེད་ཡོད་པའི་ཉེར་སྤྱོད་གང་ཞིག་ཡང་བརྒྱུད་སྤོ་རྒྱུ་སྒོ་རོལ་གྱི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་མང་པོ་བསྐྱར་བཅོས་བྱས་ཏེ་མཉམ་གྲོགས་གཞན་རྣམས་ལ་སྦུ་མ་གཙོ་བྱེད་པ་ཡིན།
cs: Hlavní software I2P, který směruje šifrované pakety v síti I2P. Výchozí konfigurace routování probíhá v síti všechny routery, kromě routerů, které jsou umístěny ve státech považovaných za nepřátelské (viz <i>Strict Countries</i>), což pomáhá síti a poskytuje krytou komunikaci pro všechny klienty nebo servery, které se připojují k síti I2P prostřednictvím tohoto routeru.
da: Kernen i I2P-softwaren, som router krypterede pakker på I2P-netværket. Som standard deltager alle routere i netværket undtagen routere, der kører i lande, der betragtes som fjendtlige (se <i>Strenge lande</i>), hvilket både hjælper netværket og giver dækkestrafik for alle klienter eller servere, der opretter forbindelse til I2P-netværket gennem routeren.
el: Το πυρήνας του λογισμικού I2P, το οποίο δρομολογεί κρυπτογραφημένα πακέτα στο δίκτυο I2P. Όλοι οι δρομολογητές παίρνουν από προεπιλογή μέρος στο δίκτυο, εκτός από τους δρομολογητές που λειτουργούν σε χώρες που θεωρούνται απομακρυνμένες (δείτε <i>Strict Countries</i>), το οποίο τόσο βοηθά το δίκτυο όσο και παρέχει κάλυψη κίνησης για οποιονδήποτε πελάτη ή διακομιστή που συνδέεται στο δίκτυο I2P μέσω του δρομολογητή.
es: El software central de I2P, que enruta paquetes cifrados en la red I2P. Por defecto, todos los enrutadores participan en la red excepto los enrutadores que funcionan en países considerados hostiles (ver <i>Países Estrictos</i>), lo cual ayuda tanto a la red como al tráfico de cobertura para cualquier cliente o servidor que se conecte a la red I2P a través del enrutador.
et: I2P võrgus krüpteeritud pakettide marsruutimiseks mõeldud tuumikvara. Kõik ruuterid osalevad vaikimisi võrgus, välja arvatud riikides, mida peetakse vaenulikuks (vt <i>Ranged riigid</i>), mis aitab nii võrku kui pakub ka kattuvaid andmeid viitavate mis tahes klientide või serverite ühendust I2P võrguga ruuteri kaudu.
fa: نرم‌افزار اصلی I2P که بسته‌های رمزگذاری‌شده را در شبکه I2P مسیریابی می‌کند. تمام مسیریاب‌ها به طور پیش‌فرض در شبکه مشارکت دارند به جز مسیریاب‌هایی که در کشورهایی که به عنوان غیردوستانه تلقی می‌شوند اجرا می‌شوند (مشاهده کنید <i>کشور‌های سخت</i>)، که هم شبکه را کمک می‌کند و هم ترافیک پوشاننده برای هرگونه مشتری یا سروری که از طریق مسیریاب به شبکه I2P متصل می‌شوند، فراهم می‌کند.
fi: I2P-verkon ydinohjelmisto, joka reitittää salattuja paketteja I2P-verkossa. Kaikki reitittimet osallistuvat verkossa oletusarvoisesti lukuun ottamatta maista, jotka luokitellaan vihamielisiksi (katso <i>Strict Countries</i>), mikä auttaa verkkoa ja tarjoaa peitetrafikkoa kaikille asiakkaille tai palvelimille, jotka yhdistävät I2P-verkkoon reitittimen kautta.
hi: I2P नेटवर्क पर एन्क्रिप्टेड पैकेटों को ढालने वाला मूल I2P सॉफ़्टवेयर। सभी रूटर स्वचालित रूप से नेटवर्क में भाग लेते हैं, जबकि उन देशों में चल रहे रूटर को छोड़ दिया जाता है जो अतिरिक्त संघर्षपूर्ण माने जाते हैं (देखें <i>Strict Countries</i>), जो नेटवर्क की मदद करते हैं और किसी भी क्लाइंट या सर्वर के लिए कवर ट्रैफ़िक प्रदान करते हैं जो रूटर के माध्यम से I2P नेटवर्क से जुड़ते हैं।
hu: A központi I2P-szoftver, amely titkosított csomagokat árutál az I2P-hálózaton. Az alapértelmezés szerint minden útválasztó részt vesz a hálózatban, kivéve azokat az országokban működő útválasztókat, amelyeket ellenségesnek tekintenek (lásd: <i> szigorú országok </i>), amelyek mind a hálózatnak segítnek, mind a kliensek vagy szerverek távirányítását az I2P-hálózaton keresztül.
in: Perangkat lunak inti I2P, yang merutekan paket terenkripsi di jaringan I2P. Semua router secara default berpartisipasi dalam jaringan kecuali router yang berjalan di negara yang dianggap bermusuhan (lihat <i>Negara Ketat</i>), yang membantu jaringan dan menyediakan lalu lintas penyamar untuk setiap klien atau server yang terhubung ke jaringan I2P melalui router.
it: Il software I2P principale, che instrada pacchetti crittografati sulla rete I2P. Tutti i router partecipano alla rete per impostazione predefinita, tranne i router che operano in paesi considerati ostili (vedi <i>Strict Countries</i>), che aiutano la rete e forniscono traffico di copertura per i client o i server connessi alla rete I2P attraverso il router.
ja: I2Pネットワーク上で暗号化されたパケットをルーティングする、I2Pソフトウェアのコアです。ネットワークへの参加は、デフォルトですべてのルーターが行いますが、（<i>厳格な国</i>を参照）敵対的と考えられる国で稼働しているルーターはネットワークに参加しません。これにより、ネットワークの助けを受け、ルーターを介してI2Pネットワークに接続するクライアントやサーバーのカバートラフィックを提供します。
ko: I2P 네트워크에서 암호화된 패킷을 라우팅하는 핵심 I2P 소프트웨어입니다. 모든 라우터는 기본적으로 네트워크에 참여하며, 라우터를 통해 I2P 네트워크에 연결되는 모든 클라이언트나 서버에게 네트워크를 도와주고 커버 트래픽을 제공합니다. 단, 미국이 적대적인 것으로 간주된 국가에서 실행 중인 라우터는 기본적으로 네트워크에 참여하지 않습니다.
nb: Kjernen i I2P-programvaren, som ruter krypterte pakker på I2P-nettverket. Alle rutere deltar som standard i nettverket, med mindre ruteren kjører i land som anses som fiendtlige (se <i>Strenge land</i>), som både hjelper nettverket og gir skjult trafikk for alle klienter eller servere som kobler seg til I2P-nettverket via ruteren.
nl: De kernsoftware van I2P, die versleutelde pakketten routeert op het I2P-netwerk. Alle routers nemen standaard deel aan het netwerk, behalve routers die in landen draaien die als vijandig worden beschouwd (zie <i>Strict Countries</i>), die zowel het netwerk helpt als dekverkeer biedt voor alle clients of servers die verbinding maken met het I2P-netwerk via de router.
pt: O software central do I2P, que rotea pacotes criptografados na rede I2P. Todos os roteadores, por padrão, participam da rede, exceto os roteadores em países considerados hostis (veja <i>Países Restritos</i>), que ajudam tanto a rede como fornecem tráfego de cobertura para clientes ou servidores conectados à rede I2P através do roteador.
sl: Splošna programska oprema I2P, ki usmerja šifrirane pakete na omrežju I2P. Vsi usmerjevalniki privzeto sodelujejo v omrežju, razen usmerjevalniki, ki delajo v državah, ki jih obravnavamo kot vpadljive (glejte <i>Stroge države</i>), kar pomaga omrežju in pruža pokrivalni promet za vse kliente ali strežnike, ki se povezujejo z omrežjem I2P skozi usmerjevalnik.
sv: Den centrala I2P-programvaran, som router krypterade paket på i2p-nätverket. Alla routrar deltar som standard i nätverket, förutom routrar som körs i länder som anses fientliga (se <i>Strikta länder</i>), vilket både hjälper nätverket och ger skyddad trafik för alla klienter eller servrar som ansluter till i2p-nätverket via routern.
uk: Основне програмне забезпечення I2P, яке маршрутизує зашифровані пакети в мережі I2P. За замовчуванням участь у мережі беруть всі маршрутизатори, крім маршрутизаторів, що працюють у країнах, визнаних ворожими (див. <i>Суворі країни</i>), що допомагає мережі та забезпечує маскувальний трафік для будь-яких клієнтів чи серверів, що підключаються до мережі I2P через маршрутизатор.
vi: Phần mềm cốt lõi I2P, chuyển các gói tin mã hóa trên mạng I2P. Mặc định, tất cả các bộ định tuyế tham gia vào mạng ngoại trừ các bộ định tuyến hoạt động tại các nước bị coi là thù địch (xem <i>Các nước nghiêm ngặt</i>), điều này cả giúp mạng lẫn cung cấp lưu lượng che đậy cho bất kỳ khách hàng hay máy chủ nào kết nối với mạng I2P thông qua bộ định tuyến.

source: Router Identity
ar: هوية الموجه
az: Router kimliyi
bo: སྒོ་བསྒྲག་མའི་ངོ་བཤད་
cs: Identita routeru
da: Routeridentitet
el: Ταυτότητα Δρομολογητή
es: Identidad de Enrutador
et: Ruuteri identiteet
fa: شناسه مسیریاب
fi: Reitittimen tunniste
hi: राउटर पहचान
hu: Útválasztó azonosítója
in: Identitas Router
it: Identità del router
ja: ルーターの識別情報
ko: 라우터 ID
nb: Ruternavn
nl: Routeridentiteit
pt: Identidade do Roteador
sl: Identiteta maršrutizatorja
sv: Routeridentitet
uk: Ідентифікатор маршрутизатора
vi: Nhận dạng bộ định tuyến

source: Information defining the unique identity of a router on the network which includes its IP address (or the IP addresses of intermediate introducers) and listening port, public signing and encryption keys. Router identities correlate to peers in the NetDB. Also referred to as a <i>RouterInfo</i>.
ar: معلومات تحدد الهوية الفريدة لموجه على الشبكة، وتتضمن عنوان IP (أو عناوين IP للوسطاء) والمنفذ الاستماعي، ومفاتيح التوقيع والتشفير العامة. ترتبط هويات الموجهات بالأقران في قاعدة بيانات الشبكة. يشار إليها أيضًا باسـم <i>RouterInfo</i>.
az: Rotorun şəbəkədəki unikal identitetini təyin edən məlumatlar arasında IP ünvanı (və ya araya girişlərin IP ünvanları), nəzarət portu, ətraflı imzalayan və şifrələyici açarlar da yer alır. Rotor identitetləri NetDB-dəki bərabərələrə uyğundur. Həmçinin <i>RouterInfo</i> adlanır.
bo: IP སྒོ་བསྒྲག་མ་དང་མཚམས་སྦྲེལ་བྱེད་པའི་IP སྒོ་བསྒྲག་མ་དང་། སྒོ་བསྒྲག་མ་རྣམས་དང་མཉམ་སྦྲེལ་བྱེད་པའི་པུད་མ་དང་། བརྒྱུད་སྐུར་བྱེད་པའི་སྒོ་བསྒྲག་མ་དང་མཉམ་སྦྲེལ་མཁན་གྱི་ངོ་མ་གསལ་བའི་སྒོ་བསྒྲག་མ་དང་། དྲ་བའི་སྒོ་བསྒྲག་མ་གཅིག་གི་དམིགས་བསལ་གྱི་ངོ་བཤད་གསལ་བརྗོད་བྱེད་པ་དང་། གཞུང་ཚོགས་ཁག་ཏུ་མཉམ་གྲོགས་དང་མཉམ་སྦྲེལ་བྱེད་པ་ཡིན། <i>སྒོ་བསྒྲག་མའི་གནས་ཚུལ་</i>གཉིས་ཀ་གཅིག་ཁོ་ན་ཡིན།
cs: Informace definující jedinečnou identitu směrovače v síti, která zahrnuje jeho IP adresu (nebo IP adresy prostředních uváděčů) a naslouchající port, veřejné klíče k podpisu a šifrování. Identita směrovače koreluje s vrstevníky v NetDB. Také označován jako <i>RouterInfo</i>.
da: Information, der definerer den unikke identitet af en router på netværket, hvilket inkluderer dens IP-adresse (eller IP-adresserne på mellemliggende introducerere) og lytteport, offentlige signering og krypteringsnøgler. Routeridentiteter korrelerer til peers i NetDB. Også kendt som en <i>RouterInfo</i>.
el: Πληροφορίες που καθορίζουν τη μοναδική ταυτότητα ενός δρομολογητή στο δίκτυο, η οποία περιλαμβάνει τη διεύθυνση IP του (ή των διευθύνσεων IP των ενδιάμεσων παρουσιαστών) και τη θύρα ακρόασης, δημόσια ταυτοποίηση και κρυπτογράφηση τους κλειδιά. Οι ταυτότητες των δρομολογητών συσχετίζονται με τους ομοειδείς στο Βάση Δεδομένων Δικτύου. Αναφέρεται επίσης ως <i>RouterInfo</i>.
es: Información que define la identidad única de un enrutador en la red, la cual incluye su dirección IP (o las direcciones IP de introductores intermedios) y puerto de escucha, claves públicas de firma y cifrado. Las identidades de enrutador se correlacionan con pares en NetDB. También se le refiere como <i>RouterInfo</i>.
et: Informatsioon, mis määratleb unikaalse ruuteri identiteedi võrgus, sealhulgas selle IP-aadressi (või vahepealsete tuvastajate IP-aadressid) ja kuulamisport, avalikud allkirjastamise ja krüpteerimise võtmed. Ruuteri identiteedid vastavad kaasruuteritele NetDB-s. Tuntud ka kui <i>Ruuteriinfo</i>.
fa: اطلاعاتی که شناسه منحصربه‌فرد یک مسیریاب را در شبکه تعریف می‌کند که شامل آدرس آی‌پی آن (یا آدرس‌های آی‌پی واسطه‌های معرف) و درگاه گوش دهنده، کلیدهای امضا و رمزنگاری عمومی است. شناسه‌های مسیریاب با همتایان در NetDB مطابقت دارند. همچنین به عنوان <i>RouterInfo</i> اشاره می‌شود.
fi: Tieto, joka määrittelee reitittimen yksilöllisen tunnisteen verkossa, mukaan lukien IP-osoitteensa (tai välittävien johdantolaitteiden IP-osoitteet) ja kuunteluportin, julkiset allekirjoitus- ja salausavaimet. Reitittimen tunnisteet vastaavat vertaisia ​​NetDB:ssä. Myös kutsutaan nimellä <i>RouterInfo</i>.
hi: नेटवर्क पर एक रूटर की अद्वितीय पहचान को परिभाषित करने वाली जानकारी, जिसमें इसका आईपी पता (या मध्यस्थ परिचयकों के आईपी पते) और सुनानी पोर्ट, सार्वजनिक साइनिंग और एन्क्रिप्शन कुंजियाँ शामिल होती हैं। रूटर पहचान नेटडीबी में सहकारी रूप से संबंधित होती हैं। यह भी <i>RouterInfo</i> के रूप में जाना जाता है।
hu: Információ, amely meghatározza a routert azonosító jellegét a hálózaton, beleértve az IP-címét (vagy közvetítő bevezetők IP-címeit) és az aktív portját, valamint a nyilvános aláírást és az titkosítási kulcsait. A router azonosítók kapcsolatban vannak az I2P hálózatban található társakkal. Egyben <i>RouterInfo</i> -ként is ismert.
in: Informasi yang mendefinisikan identitas unik router di jaringan termasuk alamat IP-nya (atau alamat IP introducer terpadu) dan port pencitraan, kunci tanda tangan dan enkripsi publik. Identitas router berkorelasi dengan peer di NetDB. Juga disebut sebagai <i>RouterInfo</i>.
it: Informazioni che definiscono l'identità unica di un router nella rete, che include il suo indirizzo IP (o gli indirizzi IP degli intermediarsi introducenti) e la porta di ascolto, le chiavi di firma e di crittografia pubbliche. Le identità del router si correlano ai peer nella NetDB. Vengono anche chiamate <i>RouterInfo</i>.
ja: ネットワーク上のルーターの固有の識別情報を定義する情報であり、それにはIPアドレス（または中間イントロデューサーのIPアドレス）とリスニングポート、公開署名と暗号化キーが含まれます。ルーターの識別情報はNetDBのピアと関連付けられます。また、<i>RouterInfo</i>とも呼ばれます。
ko: 네트워크 상에서 라우터의 고유 식별 정보를 정의하는 것으로, IP 주소(또는 중간 소개자의 IP 주소)와 수신 포트, 공용 서명 및 암호화 키를 포함합니다. 라우터 신원은 NetDB의 피어에 연결됩니다. 또한 <i>RouterInfo</i>로도 알려져 있습니다.
nb: Informasjon som definerer den unike identiteten til en ruter på nettverket, som inkluderer dens IP-adresse (eller IP-adressene til mellomliggende introducerer) og lytteport, offentlige signatur- og krypteringsnøkler. Ruteridentitetene korrelerer til jevnbyrdige i NetDB. Også referert til som <i>RouterInfo</i>.
nl: Informatie die de unieke identiteit van een router op het netwerk bepaalt, waaronder het IP-adres (of de IP-adressen van tussenliggende introductoren) en de luisterpoort, openbare ondertekenings- en versleutelingssleutels. Routeridentiteiten correleren met peers in de NetDB. Ook wel aangeduid als een <i>RouterInfo</i>.
pt: Informações que definem a identidade única de um roteador na rede, que inclui seu endereço IP (ou os endereços IP dos intermediadores intermediários) e porta de escuta, chaves públicas de assinatura e criptografia. As identidades dos roteadores estão correlacionadas com os pares no NetDB. Também é conhecido como <i>Informações do Roteador</i>.
sl: Informacija, ki določa edinstveno identiteto usmerjevalnika na omrežju, ki vključuje njegov IP naslov (ali IP naslove medstojnikov), vrata za poslušanje, javne podpisne in šifrirne ključe. Identitete usmerjevalnika so povezane z sosednjimi strežniki v NetDB. Tudi se omenja kot <i>RouterInfo</i>.
sv: Information som definierar en routrars unika identitet på nätverket, vilket inkluderar dess IP-adress (eller IP-adresserna för mellanliggande introduktörer) och lyssningsport, offentliga signering och krypteringsnycklar. Routerns identitet korrelerar till pekare i NetDB. Refereras även till som en <i>RouterInfo</i>.
uk: Інформація, що визначає унікальну ідентичність маршрутизатора в мережі, включаючи його IP-адресу (або IP-адреси проміжних інтродукторів) та прослуховуваний порт, публічні ключі цифрового підпису і шифрування. Ідентифікатори маршрутизаторів корелюються з пірами в NetDB. Також згадується як <i>RouterInfo</i>.
vi: Thông tin xác định danh tính duy nhất của một bộ định tuyến trên mạng bao gồm địa chỉ IP của nó (hoặc địa chỉ IP của các trung gian giới thiệu liên kết) cùng cổng nghe, khóa ký và mã hóa công khai. Danh tính bộ định tuyến tương ứng với các đồng nghiệp trên Cơ sở dữ liệu Mạng. Cũng được gọi là <i>Thông tin Bộ định tuyến</i>.
