Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: To disable directory listings, find the entry for <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> in the <code>base-context.xml</code> file, located in the <code>eepsite/contexts</code> folder (just above docroot folder), and change 'true' to 'false' immediately underneath. To apply the change immediately, stop and restart the <i>I2P Webserver</i> client on the <a href=/configclients>Client Configuration page</a>. You can also drop an empty <code>index.html</code> file in any exposed directory to suppress directory listings for that location.
ar: لتعطيل قوائم الدلائل، ابحث عن إدخال <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> في ملف <code>base-context.xml</code> الموجود في مجلد <code>eepsite/contexts</code> (مباشرة فوق مجلد docroot)، وقم بتغيير 'true' إلى 'false' تحته مباشرةً. لتطبيق التغيير فورًا، توقف وأعد تشغيل عميل <i>خادوم I2P</i> على صفحة <a href=/configclients>تكوين العملاء</a>. كما يمكنك أيضًا إسقاط ملف <code>index.html</code> فارغ في أي دليل معرض لقمع قوائم الدلائل لتلك المواقع.
az: Qovluq siyahılarını söndürmək üçün, <code>base-context.xml</code> faylında <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> qeydin tapın. Fayl <code>eepsite/contexts</code> qovluğunda yerləşir (sol tərəfdə olan folder docroot folder-dən yuxarıda olmalıdır). 'true' yerinə dərhal altındakı yerə 'false' yazın. Dəyişikliyi dərhal tətbiq etmək üçün, <i>I2P Webserver</i> müştərisini <a href=/configclients>Müştəri Konfiqurasiya səhifəsində</a> dayandırıb yenidən başladın. Həmçinin, istifadə olunan hər hansı bir qovluğa boş bir <code>index.html</code> faylı əlavə edərək, həmin konumdakı qovluq siyahılarını ləğv edə bilərsiniz.
bo: ཤོག་ཁུག་གི་ཐོབ་ཐང་མེན་པར་བཟོ་བོའི་རྒྱུར་<code>org.eclipse.jetty.servlet.Default.dirAllowed</code> དེ་བཟུང་བར་བཟོ་ནས་<code>base-context.xml</code> གི་ཤོག་ནང་གི་གནས་ཚུལ་མཚོན་དགོས། <code>eepsite/contexts</code> གི་ཤོག་ཁུག་ནང་ཡོད་པ་མཚོན། (docroot གི་ཤོག་ཁུག་ནང་གི་གོང་དུ་ཡོད་པ་མཚོན།) དེ་རྗེས་'true' དེ་བཟུང་བར་བཟོ་ནས་འོག་ཏུ་'false' དེ་བཟུང་བར་བཟོ་བོ། གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་ན་<i>I2P གློག་གི་ཞུང་གི་ཤོག</i> དེ་བཟུང་བར་བཟོ་ནས་གསར་དུ་འདོད་པར་བཟོ་བོ། <a href=/configclients>ཐོན་འབྲིང་གི་བཀོ་སྒྲིག་གི་ཤོག</a> ནང་གི་གནས་ཚུལ་མཚོན། ཁྱོད་ཀྱིས་གཞི་བཟུང་བའི་ཤོག་ཁུག་ནང་གི་<code>index.html</code> དེ་བཟུང་བར་བཟོ་ནས་ཤོག་ཁུག་གི་ཐོབ་ཐང་མེན་པར་བཟོ་བོ།
cs: Pro zakázání seznamu adresářů najděte položku pro <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> v souboru <code>base-context.xml</code> nacházejícím se ve složce <code>eepsite/contexts</code> (nepřímo nad složkou docroot) a ihned pod ní změňte 'true' na 'false'. Aby se změna okamžitě projevila, zastavte a znovu spusťte klienta <i>I2P Webserver</i> na <a href=/configclients>stránce konfigurace klienta</a>. Také můžete vystaveným složkám přidat prázdný soubor <code>index.html</code>, který potlačí seznamy adresářů pro dané umístění.
da: For at deaktivere mappelister skal du finde posten for <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> i filen <code>base-context.xml</code>, der ligger i mappen <code>eepsite/contexts</code> (lige over docroot-mappen) og ændre 'true' til 'false' med det samme. For at anvende ændringen øjeblikkeligt skal du stoppe og genstarte <i>I2P Webserver</i>-klienten på <a href=/configclients>Klientkonfigurationssiden</a>. Du kan også indsætte en tom <code>index.html</code> fil i en hvilken som helst eksponeret mappe for at undertrykke mappelister for den placering.
el: Για να απενεργοποιήσετε τη λίστα καταλόγων, βρείτε την εγγραφή για <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> στο αρχείο <code>base-context.xml</code>, που βρίσκεται στον φάκελο <code>eepsite/contexts</code> (ακριβώς πάνω από τον φάκελο docroot), και αλλάξτε το 'true' σε 'false' αμέσως από κάτω. Για να εφαρμόσετε αμέσως την αλλαγή, σταματήστε και επανεκκινήστε τον πελάτη <i>I2P Webserver</i> στην <a href=/configclients>σελίδα Διαμόρφωσης Πελατών</a>. Μπορείτε επίσης να προσθέσετε ένα άδειο αρχείο <code>index.html</code> σε οποιονδήποτε αποκαλυπτή φάκελο για να καταστέλλετε τη λίστα καταλόγων για αυτή τη θέση.
es: Para deshabilitar los listados de directorios, encuentra la entrada para <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> en el archivo <code>base-context.xml</code>, ubicado en la carpeta <code>eepsite/contexts</code> (justo encima de la carpeta docroot), y cambia 'true' a 'false' debajo. Para aplicar el cambio inmediatamente, detén y reinicia el cliente <i>Servidor Web I2P</i> en la página <a href=/configclients>Configuración de clientes</a>. También puedes colocar un archivo <code>index.html</code> vacío en cualquier directorio expuesto para suprimir los listados de directorios para esa ubicación.
et: Kataloogide loendamise keelamiseks leidke kirje <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> failis <code>base-context.xml</code>, mis asub kaustas <code>eepsite/contexts</code> (otse dokumendijuure kausta kohal), ja muutke 'true'i 'false'ks otse selle all. Muudatuse rakendamiseks kohe peatage ja käivitage <i>I2P veebiserveri</i> klient <a href=/configclients>Kliendiconfiguratsiooni lehel</a>. Võite ka jätta tühja <code>index.html</code> faili mis tahes nähtavasse kausta, et vältida kataloogide loendamist selles asukohas.
fa: برای غیرفعال کردن گزینش فهرست دایرکتوری، ورودی <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> را در فایل <code>base-context.xml</code> که در دایرکتوری <code>eepsite/contexts</code> قرار دارد (بالاتر از دایرکتوری docroot) پیدا کنید و 'true' را بلافاصله زیرش به 'false' تغییر دهید. برای اعمال تغییرات فوری، کلاینت وب‌سرور I2P را در صفحه <a href=/configclients>تنظیمات سرویس‌ها</a> غیرفعال و دوباره راه‌اندازی کنید. همچنین می‌توانید فایل خالی <code>index.html</code> در هر دایرکتوری مورد نظر قرار دهید تا گزینش فهرست دایرکتوری آن مکان را غیرفعال کند.
fi: Hakemistoluettelojen poistamiseksi etsi tiedoston <code>base-context.xml</code> kohta <code>org.eclipse.jetty.servlet.Default.dirAllowed</code>, joka sijaitsee kansiossa <code>eepsite/contexts</code> (suoraan kohteen docroot-kansio yläpuolella) ja muuta sen arvo 'true' lukemasta 'false' lukioksi. Muutos otetaan välittömästi käyttöön, kun pysäytät ja käynnistät <i>I2P-palvelin</i> asiakkaan sivulla <a href=/configclients>Asiakaskonfiguraatiosivu</a>. Voit myös pudottaa tyhjän <code>index.html</code>-tiedoston mihin tahansa alttiiksi jäävään kansioon estääksesi hakemistoluettelot tässä sijainnissa.
hi: डायरेक्टरी सूची को अक्षम करने के लिए, <code>eepsite/contexts</code> फ़ोल्डर में स्थित <code>base-context.xml</code> फ़ाइल में <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> की प्रविष्टि ढूँढ़ें (जो <code>docroot</code> फ़ोल्डर से ऊपर है), और इसके तत्काल नीचे 'true' को 'false' में बदलें। तत्काल परिवर्तन को लागू करने के लिए, <a href=/configclients>क्लाइंट सेटिंग पृष्ठ</a> पर <i>I2P Webserver</i> क्लाइंट को स्थगित करें और फिर फिर से चालू करें। आप किसी भी उपकरण डायरेक्टरी में एक खाली <code>index.html</code> फ़ाइल छोड़ सकते हैं ताकि उस स्थान के लिए डायरेक्टरी सूची को निष्क्रिय कर सकें।
hu: A mappalista letiltásához keresd meg az <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> bejegyzést a <code>base-context.xml</code> fájlban, ami a <code>eepsite/contexts</code> mappában található (a docroot mappa feletti helyen), és az alatta lévő 'true' értéket változtasd meg 'false' értékre. Azonnali hatályba lépés érdekében állítsd le és indítsd újra az <i>I2P Webszerver</i> klienset a <a href=/configclients>Kliens konfigurációs oldal</a> segítségével. A mappalista elnyomásához dobhatsz egy üres <code>index.html</code> fájlt bármelyik elérhető mappába.
in: Untuk menonaktifkan daftar direktori, temukan entri untuk <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> pada file <code>base-context.xml</code> yang terletak di folder <code>eepsite/contexts</code> (tepat di atas folder docroot), lalu ubah 'true' menjadi 'false' di bawahnya. Untuk mengaplikasikan perubahan segera, hentikan dan jalankan kembali klien <i>Webserver I2P</i> di halaman <a href=/configclients>Konfigurasi Klien</a>. Anda juga dapat memasukkan file kosong <code>index.html</code> ke direktori yang terekspos untuk menindas daftar direktori lokasi tersebut.
it: Per disabilitare le liste delle directory, individua la voce <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> nel file <code>base-context.xml</code>, che si trova nella cartella <code>eepsite/contexts</code> (appena sopra la cartella docroot), e cambia 'true' in 'false' immediatamente al di sotto. Per applicare la modifica immediatamente, interrompi e riavvia il client del <i>Webserver I2P</i> sulla <a href=/configclients>pagina di configurazione del client</a>. Puoi anche inserire un file vuoto <code>index.html</code> in qualsiasi directory esposta per impedire l'elenco delle directory per quella posizione.
ja: ディレクトリリストを無効にするには、<code>eepsite/contexts</code>フォルダ内（docrootフォルダの直上）の<code>base-context.xml</code>ファイルで<code>org.eclipse.jetty.servlet.Default.dirAllowed</code>のエントリを見つけ、その下に 'true' を 'false' に変更します。変更を即座に適用するには、<a href=/configclients>クライアント設定ページ</a>で<i>I2P Webserver</i>クライアントを停止して再起動します。また、ディレクトリリストを抑制するために、空の<code>index.html</code>ファイルを表示されるディレクトリに配置することもできます。
ko: 디렉토리 목록을 비활성화하려면 <code>base-context.xml</code> 파일에서 <code>org.eclipse.jetty.servlet.Default.dirAllowed</code>에 대한 항목을 찾으세요.
nb: For å deaktivere visning av kataloger, finn oppføringen for <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> i filen <code>base-context.xml</code> i mappen <code>eepsite/contexts</code> (rett over docroot-mappen), og endre 'true' til 'false' umiddelbart under. For å bruke endringen umiddelbart stopper og starter du klineten <i>I2P Webserver</i> på siden for <a href=/configclients>klientkonfigurasjon</a>. Du kan også legge en tom <code>index.html</code>-fil i en hvilken som helst eksponert mappe for å undertrykke visningen av kataloger for den plasseringen.
nl: Om directorylijsten uit te schakelen, zoekt u de vermelding voor <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> in het bestand <code>base-context.xml</code>, dat zich bevindt in de map <code>eepsite/contexts</code> (net boven de docroot-map), en wijzigt u 'true' in 'false' direct hieronder. Om de wijziging onmiddellijk toe te passen, stopt u de <i>I2P Webserver</i>-client op de <a href=/configclients>Pagina Clientconfiguratie</a> en start u deze opnieuw. U kunt ook een leeg bestand met de naam <code>index.html</code> in een willekeurige blootgestelde map plaatsen om directorylijsten op die locatie te onderdrukken.
pt: Para desativar a listagem de diretórios, encontre a entrada para <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> no arquivo <code>base-context.xml</code>, localizado na pasta <code>eepsite/contexts</code> (logo acima da pasta docroot), e altere 'verdadeiro' para 'falso' imediatamente abaixo. Para aplicar a alteração imediatamente, pare e reinicie o cliente <i>I2P Webserver</i> na página <a href=/configclients>Configuração do Cliente</a>. Você também pode colocar um arquivo <code>index.html</code> vazio em qualquer diretório exposto para suprimir a listagem de diretórios para aquele local.
sl: Da onemogočite seznam mape, poiščite vnos za <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> v <code>base-context.xml</code> datoteki, ki se nahaja v <code>eepsite/contexts</code> mapi (tako nad mapi docroot), in 'true' natančno spodaj spremenite v 'false'. Da spremembo takoj uporabite, ustavite in ponovno zagnite <i>Klient I2P spletne strežnik</i> na <a href=/configclients>strani za konfiguracijo klienta</a>. Tudi lahko mesto prazne <code>index.html</code> datoteke vstopi v katero koli razkrto mapo, da onemogočite seznam mape za to lokacijo.
sv: För att inaktivera kataloglistning, leta reda på posten för <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> i filen <code>base-context.xml</code>, som ligger i mappen <code>eepsite/contexts</code> (strax ovanför docrot-mappen), och ändra 'true' till 'false' direkt under. För att omedelbart tillämpa ändringen, stoppa och starta om <i>I2P webbserver</i>-klienten på <a href=/configclients>sida för klientkonfiguration</a>. Du kan också lägga till en tom fil <code>index.html</code> i vilken exponerad mapp som helst för att undertrycka kataloglistningar för den platsen.
uk: Щоб відключити списки каталогів, знайдіть запис для <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> у файлі <code>base-context.xml</code>, що розташований у каталозі <code>eepsite/contexts</code> (безпосередньо над каталогом docroot), і змініть 'true' на 'false' нижче. Щоб застосувати зміни негайно, зупиніть і перезапустіть клієнт <i>I2P Webserver</i> на сторінці <a href=/configclients>Налаштування клієнтів</a>. Також можна додати порожній файл <code>index.html</code> до будь-якого відкритого каталогу для приховування в ньому списку каталогів.
vi: Để tắt danh sách thư mục, hãy tìm mục nhập cho <code>org.eclipse.jetty.servlet.Default.dirAllowed</code> trong tệp <code>base-context.xml</code>, nằm trong <code>eepsite /contexts</code> (ngay phía trên thư mục docroot) và thay đổi 'true' thành 'false' ngay bên dưới. Để áp dụng thay đổi ngay lập tức, hãy dừng và khởi động lại ứng dụng khách <i>I2P Webserver</i> trên <a href=/configclients>trang Cấu hình ứng dụng khách</a>. Bạn cũng có thể thả tệp <code>index.html</code> trống vào bất kỳ thư mục nào được hiển thị để chặn danh sách thư mục cho vị trí đó.

source: Location of the I2P webserver root directory
ar: موقع الدليل الجذر لخادم الويب I2P
az: I2P veb serverinin kök kataloqunun yeri
bo: I2P གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་གནས་ཚུལ
cs: Umístění kořenového adresáře I2P webového serveru
da: Placeringen af I2P-webserverens rodmappe
el: Τοποθεσία του ριζικού καταλόγου του διακομιστή ιστού I2P
es: Ubicación del directorio raíz del servidor web I2P
et: I2P veebiserveri põhikausta asukoht
fa: مکان دایرکتوری ریشه وب‌سرور I2P
fi: I2P-verkkopalvelimen juurihakemiston sijainti
hi: I2P वेबसर्वर के मुख्य फ़ाइल का स्थान
hu: Az I2P webszerver gyökérkönyvtárának helye
in: Lokasi direktori root server web I2P
it: Posizione della directory radice del server web di I2P
ja: I2Pウェブサーバーのルートディレクトリの場所
ko: I2P 웹서버 루트 디렉터리의 위치
nb: Plasseringen av rotkataloget for I2P webserver
nl: Locatie van de hoofdmap van de I2P-webserver
pt: Localização do diretório raiz do servidor da web I2P
sl: Lokacija koreni mape spletne strežnika I2P
sv: Plats för rotkatalogen för I2P webbserver
uk: Розташування кореневого каталогу веб-сервера I2P
vi: Vị trí thư mục gốc của máy chủ web I2P

source: Standard Java installation
ar: تثبيت جافا القياسي
az: Standart Java quraşdırılması
bo: Java གི་དཔེ་འབྱུང་གི་བཙུགས་པ།
cs: Standardní instalace Java
el: Τυπική εγκατάσταση Java
es: Instalación estándar de Java
et: Standardne Java paigaldus
fa: نصب استاندارد جاوا
fi: Vakio Java-asennus
hi: स्टैंडर्ड जावा स्थापना
hu: Szabványos Java telepítés
in: Instalasi Java standar
it: Installazione standard di Java
ja: 標準のJavaインストール
ko: 표준 Java 설치
nb: Standard Java installasjon
nl: Standaard Java-installatie
pt: Instalação Java padrão
sl: Standardna Java namestitnja
sv: Standardinstallation av Java
uk: Типова встановлення Java
vi: Cài đặt Java tiêu chuẩn

source: Package/repository installation
ar: تثبيت الحزم/المستودع
az: Paket/repozitorun quraşdırılması
bo: བརྒྱུད་ལམ་གི་བཙུགས་པ།
cs: Instalace balíčku/úložiště
da: Pakke/repository installation
el: Εγκατάσταση πακέτου/αποθήκης
es: Instalación por paquete/repositorio
et: Paketi/hoidla paigaldus
fa: نصب بسته/انباره
fi: Paketin/varaston asennus
hi: पैकेज/रिपोजिटरी स्थापना
hu: Csomag/tártelepítés
in: Instalasi paket/repositori
it: Installazione tramite pacchetto/repository
ja: パッケージ/リポジトリのインストール
ko: 패키지/저장소 설치
nb: Pakke/oppslag installasjon
nl: Installatie van pakket/repository
pt: Instalação de pacote/repositório
sl: Namestitnja paketa/repozitorija
uk: Встановлення з пакету/репозиторію
vi: Cài đặt gói/kho lưu trữ
