Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Destination requires encryption key
ar: الوجهة تتطلب مفتاح التشفير
az: Təyinat şifrələmə açarı tələb edir
bo: འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ།
cs: Cíl vyžaduje šifrovací klíč
da: Destination kræver krypteringsnøgle
el: Ο προορισμός απαιτεί κλειδί κρυπτογράφησης
es: El destino requiere clave de cifrado
et: Sihtkoht nõuab krüpteerimisvõtit
fa: مقصد به کلید رمزگذاری نیاز دارد
fi: Kohde vaatii salausavaimen
hi: गंतव्य क्रिप्टोग्राफी की कुंजी की आवश्यकता रखता है
hu: A célhoz titkosítási kulcs szükséges
in: Tujuan memerlukan kunci enkripsi
it: Destinazione richiede la chiave di cifratura
ja: 宛先には暗号化キーが必要です
ko: 대상에는 암호화 키가 필요합니다
nb: Destinasjon krever krypteringsnøkkel
nl: Bestemming vereist versleutelingssleutel
pt: O destino requer chave de criptografia
sl: Destinacija zahteva šifrirni ključ
sv: Destinationen kräver krypteringsnyckel
uk: Для призначення потрібен ключ шифрування
vi: Đích yêu cầu khóa mã hóa

source: Destination does not require encryption key
ar: الوجهة لا تتطلب مفتاح التشفير
az: Təyinat üçün şifrələmə açarı tələb olunmur
bo: འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་གཟིག་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Destination nevyžaduje šifrovací klíč
da: Destination kræver ikke krypteringsnøgle
el: Ο προορισμός δεν απαιτεί κλειδί κρυπτογράφησης
es: El destino no requiere clave de cifrado
et: Sihtkoht ei nõua krüpteerimisvõtit
fa: مقصد به کلید رمزگذاری نیاز ندارد
fi: Kohde ei vaadi salausavainta
hi: गंतव्य क्रिप्टोग्राफी की कुंजी की आवश्यकता नहीं रखता
hu: A célállomáshoz nincs szükség titkosítási kulcsra
in: Tujuan tidak memerlukan kunci enkripsi
it: Destinazione non richiede la chiave di cifratura
ja: 宛先には暗号化キーは必要ありません
ko: 대상에는 암호화 키가 필요하지 않습니다.
nb: Destinasjon krever ikke krypteringsnøkkel
nl: Bestemming vereist geen versleutelingssleutel
pt: O destino não requer chave de criptografia
sl: Destinacija ne zahteva šifrirnega ključa
sv: Destination kräver inte krypteringsnyckel
uk: Призначення не потребує ключа шифрування
vi: Đích đến không yêu cầu khóa mã hóa

source: Send key to server operator.
ar: إرسال المفتاح إلى مشغل الخادم.
az: Açarı server operatoruna göndərin.
bo: སརྟོན་པའི་མིན་ལ་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་ཐོབ་བརྒྱུར་བཞག་མིན་ལ་གཏན་འཁེལ་བྱེད་པར་རོགས།
cs: Pošlete klíč operátorovi serveru.
da: Send nøgle til serveroperatør.
el: Αποστολή κλειδιού στον χειριστή του διακομιστή.
es: Enviar clave al operador del servidor.
et: Saada võti serveri operaatorile.
fa: ارسال کلید به اپراتور سرور.
fi: Lähetä avain palvelimen operaattorille.
hi: कुंजी सर्वर ऑपरेटर को भेजें।
hu: Kulcs küldése a szerver üzemeltetőjének.
in: Kirim kunci ke operator server.
it: Invia la chiave all'operatore del server.
ja: サーバーオペレーターにキーを送信します。
ko: 서버 운영자에게 키를 보냅니다.
nb: Send nøkkel til serveroperatør.
nl: Stuur sleutel naar serveroperator.
pt: Enviar chave para o operador do servidor.
sl: Pošlji ključ operaterju strežnika.
sv: Skicka nyckel till serveroperatör.
uk: Надіслати ключ оператору сервера.
vi: Gửi key cho nhà điều hành máy chủ.

source: Delete key
ar: حذف مفتاح
az: Düyməni sil
bo: ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Smazat klíč
da: Slet nøgle
el: Διαγραφή κλειδιού
es: Eliminar clave
et: Kustuta võti
fa: حذف کلید
fi: Poista avain
hi: कुंजी हटाएं
hu: Kulcs Törlése
in: Hapus key
it: Elimina chiave
ja: キーを削除
ko: 키 삭제
nb: Slett nøkkel
nl: Steutel verwijderen
pt: Eliminar chave
sl: Izbriši ključ
sv: Tog bort nyckel
uk: Видалити ключ
vi: Xóa khóa

source: Cannot remove key for local destination. Disable encryption in the Tunnel Manager.
bo: ས་གནས་འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལ་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ། གྲུང་བཀོད་མེད་མེད་མིན་ནང་གསར་བཟོ་བཞག་ཐོབ་བཏང་བསྡམས་པ།
hi: स्थानीय गंतव्य के लिए कुंजी नहीं हटा सकते। टनल मैनेजर में एन्क्रिप्शन अक्षम करें।
ko: 로컬 대상에 대한 키를 제거할 수 없습니다. 터널 관리자에서 암호화를 비활성화하세요.

source: Key for {0} removed from keyring
ar: تمت إزالة مفتاح {0} من حلقة المفاتيح
az: {0} üçün açar açarlıqdan çıxarıldı
bo: {0}ལ་གསར་བརྗེ་སྲིད་བཞིན་པའི་ལྡེ་མིག་རོགས་སྒྱུར་བཞག
cs: Klíč pro {0} byl odstraněn z klíčenky
da: Nøgle til {0} fjernet fra nøglering
el: Το κλειδί για {0} διαγράφηκε από την κλειδοθήκη
es: La clave para {0} se eliminó del juego de claves
et: Võti {0} jaoks eemaldati võtmehoidjast
fa: کلید {0} از جا کلیدی حذف شد
fi: Avain kohteelle {0} poistettu avainrenkaasta
hi: {0} की कुंजी कीर्तिमाला से हटाई गई
hu: A(z) {0} kulcsa eltávolítva a kulcstartóból
in: Kunci untuk {0} dihapus dari keyring
it: Chiave per {0} rimossa dal keyring
ja: {0}のキーがキーリングから削除されました
ko: {0}의 키가 키링에서 제거되었습니다.
nb: Nøkkel for {0} fjernet fra nøkkelring
nl: Sleutel voor {0} verwijderd van sleutelring
pt: Chave para {0} removida do chaveiro
sl: Ključ za {0} je odstranjen iz krožnice ključev
sv: Nyckel för {0} borttagen från nyckelring
uk: Ключ для {0} вилучено з брелока
vi: Đã xóa khóa cho {0} khỏi chuỗi khóa

source: Key for {0} not found in keyring
ar: مفتاح {0} غير موجود في حلقة المفاتيح
az: {0} açarı açarlıqda tapılmadı
bo: {0}ལ་གསར་བརྗེ་སྲིད་བཞིན་པའི་ལྡེ་མིག་རོགས་སྒྱུར་བཞག་ནང་མེད་པ།
cs: Klíč pro {0} nebyl nalezen ve svazku klíčů
da: Nøglen til {0} findes ikke i nøgleringen
el: Το κλειδί για {0} δεν βρέθηκε στην κλειδοθήκη
es: La clave para {0} no se encontró en el juego de claves
et: Võtme {0} võtit ei leitud võtmerõngast
fa: کلید {0} در جا کلیدی یافت نشد
fi: Avainta {0} ei löydy avaimenperästä
hi: {0} की कुंजी कीर्तिमाला में नहीं मिली
hu: A(z) {0} kulcsa nem található a kulcstartóban
in: Kunci untuk {0} tidak ditemukan di keyring
it: Chiave per {0} non trovata nel keyring
ja: {0}のキーがキーリングに見つかりませんでした
ko: {0}에 대한 키를 키링에서 찾을 수 없습니다.
nb: Nøkkel for {0} ikke funnet i nøkkelring
nl: Sleutel voor {0} niet gevonden in sleutelbos
pt: Chave para {0} não encontrada no chaveiro
sl: Ključ za {0} ni najden v krožnici ključev
sv: Nyckel för {0} hittades inte i nyckelring
uk: Ключ для {0} не знайдено в брелоку
vi: Không tìm thấy khóa cho {0} trong chuỗi khóa

source: Local encrypted destinations
ar: الوجهات المحلية المشفرة
az: Yerli şifrəli təyinatlar
bo: ས་གནས་གསལ་བརྒྱུར་བཞིན་པའི་འགྲེམ་ས་གནས་དགོས་པ།
cs: Místní zašifrovaná místa určení
da: Lokale krypterede destinationer
el: Τοπικοί κρυπτογραφημένοι προορισμοί
es: Destinos cifrados locales
et: kohalikud krüptitud sihtkohad
fa: مقصد های رمزگذاری شده محلی
fi: Paikalliset salatut kohteet
hi: स्थानीय क्रिप्टोग्राफ़िक गंतव्य
hu: Helyi titkosított célállomások
in: Destinasi lokal terenkripsi
it: Destinazioni locali codificate
ja: ローカルの暗号化された宛先
ko: 로컬 암호화 대상
nb: Lokale krypterte destinasjoner
nl: Lokaal versleutelde bestemmingen
pt: Destinos criptografados locais
sl: Lokalne šifrirane destinacije
sv: Lokalt krypterade destinationer
uk: Локальні зашифровані пункти призначення
vi: Điểm đến được mã hóa cục bộ

source: Remote encrypted destinations
ar: الوجهات المشفرة عن بعد
az: Uzaqdan şifrələnmiş təyinat yerləri
bo: ཐག་རིང་གསལ་བརྒྱུར་བཞིན་པའི་འགྲེམ་ས་གནས་དགོས་པ།
cs: Vzdálené zašifrované cíle
da: Fjernkrypterede destinationer
el: Απομακρυσμένοι κρυπτογραφημένοι προορισμοί
es: Destinos cifrados remotos
et: Kaugkrüptitud sihtkohad
fa: مقاصد رمزگذاری شده از راه دور
fi: Etäsalatut kohteet
hi: दूरस्थ क्रिप्टोग्राफ़िक गंतव्य
hu: Távoli titkosított célállomások
in: Destinasi remote terenkripsi
it: Destinazioni remote codificate
ja: リモートの暗号化された宛先
ko: 원격 암호화 대상
nb: Eksterne krypterte destinasjoner
nl: Versleutelde bestemmingen op afstand
pt: Destinos criptografados remotos
sl: Oddaljene šifrirane destinacije
sv: Fjärran krypterade destinationer
uk: Віддалені зашифровані пункти призначення
vi: Điểm đến được mã hóa từ xa

source: Cancel
ar: ألغي
az: Ləğv et
bo: འདོར་བཏང་བསྡམས་པ།
cs: Zrušit
da: Annuller
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو کردن
fi: Peruuta
hi: रद्द करें
hu: Mégse
in: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pt: Cancelar
sl: Prekliči
sv: Avbryt
uk: Скасувати
vi: Hủy

source: Name
ar: الاسم
az: Ad
bo: མིང་།
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
hi: नाम
hu: Név
in: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pt: Nome
sl: Ime
sv: Namn
uk: Назва
vi: Tên

source: Destination
ar: الغاية
az: Təyinat yeri
bo: འགྲེམ་ས་གནས་དགོས་པ།
cs: Cíl
el: Προορισμός
es: Destino I2P
et: Sihtvõti
fa: مقصد
fi: Kohde
hi: गंतव्य
hu: Célállomás
in: Destinasi
it: Destinazione
ja: 宛先
ko: 목적지
nb: Destinasjon
nl: Bestemming
pt: Destino
sl: Destinacija
uk: Призначення
vi: Đích đến

source: Encryption Key
ar: مفتاح التشفير
az: Şifrələmə Açarı
bo: གསང་བཅད་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Šifrovací klíč
da: Krybterings nøgle
el: Κλειδί κρυπτογράφησης
es: Clave de cifrado
et: Krüptovõti
fa: کلید رمزگذاری
fi: Salausavain
hi: क्रिप्टोग्राफी की कुंजी
hu: Titkosítási Kulcs
it: Chiave di cifratura
ja: 暗号化キー
ko: 암호화 키
nb: Krypteringssnøkkel
nl: Encryptie Sleutel
pt: Chave de Encriptação
sl: Šifrirni ključ
sv: Krypteringsnyckel
uk: Ключ шифрування
vi: Khóa mã hóa

source: Lookup Password
ar: كلمة المرور للبحث
az: Şifrəni axtarın
bo: འཚོལ་བརྒྱུར་བཞིན་པའི་མིང་གཅིག་དགོས་པ།
cs: Heslo pro vyhledávání
da: Opslagsadgangskode
el: Κωδικός αναζήτησης
es: Contraseña de búsqueda
et: Parooli otsimine
fa: جستجوی رمز عبور
fi: Hae salasana
hi: लुकअप पासवर्ड
hu: Jelszó keresése
in: Kata Sandi Pencarian
it: Password di ricerca
ja: パスワードを調べる
ko: 비밀번호 조회
nb: Oppslagspassord
nl: Opzoekwachtwoord
pt: Senha de pesquisa
sl: Geslo za iskanje
sv: Sök lösenord
uk: Пошук пароля
vi: Mật khẩu tra cứu

source: Created
ar: أُنشيء
az: Yaradılıb
bo: གསར་བཟོ་བཞག་པ།
cs: Vytvořen
da: Oprettet
el: Δημιουργία
es: Creado
et: Loodud
fa: ساخته شده
fi: Luotu
hi: बनाया
hu: Létrehozva
in: Dibuat
it: Creata
ja: 生成
ko: 생성됨
nb: Opprettet
nl: Aangemaakt
pt: Criado
sl: Ustvarjeno
sv: Skapad
uk: Створено
vi: Đã tạo

source: Expires
ar: انتهاء الصلاحية
az: Vaxtı bitir
bo: དུས་ཡོལ་ཚེད་པ།
cs: Vyprší
da: Udløber
el: Λήγει
es: Expira
et: Aegub
fa: منقضی شده
fi: Vanhenee
hi: समाप्त होता है
hu: Lejár
in: Kadaluwarsa
it: Scadenza
ja: 期限
ko: 만료
nb: Utløper
nl: Verloopt
pt: Expira
sl: Isteka
sv: Går ut
uk: Термін дії закінчується
vi: Hết hạn

source: Encrypted
ar: مشفرة
az: Şifrələnmiş
bo: གསང་བཅད་ལྡེ་བཞིན་པའི་མིན།
cs: Zašifrováno
da: Krypteret
el: Κρυπτογραφημένο
es: Cifrado
et: krüpteeritud
fa: رمزگذاری شده
fi: Salattu
hi: क्रिप्ट किया गया
hu: Titkosított
in: Terenkripsi
it: Codificato
ja: 暗号化済
ko: 암호화 됨
nb: Kryptert
nl: Versleuteld
pt: Criptografado
sl: Šifrirano
sv: Krypterad
uk: Зашифровано
vi: Đã mã hóa

source: Encrypted with lookup password
ar: مشفرة بكلمة مرور البحث
az: Axtarış parolu ilə şifrələnmişdir
bo: འཚོལ་བརྒྱུར་བཞིན་པར་རོགས་ལ་འཚོལ་བརྒྱུར་བཞིན་པར་རོགས་སོང་།
cs: Zašifrováno pomocí vyhledávacího hesla
da: Krypteret med opslagsadgangskode
el: Κρυπτογραφήθηκε με κωδικό αναζήτησης
es: Cifrado con contraseña de búsqueda
et: krüptitud otsinguparooliga
fa: رمزگذاری شده با رمز عبور جستجو
fi: Salattu hakusalasanalla
hi: लुकअप पासवर्ड के साथ क्रिप्ट किया गया
hu: Keresési jelszóval titkosítva
in: Terenkripsi dengan kata sandi pencarian
it: Codificato, con password di ricerca
ja: 検索パスワードで暗号化
ko: 조회 비밀번호로 암호화됨
nb: Kryptert med oppslagspassord
nl: Versleuteld met opzoekwachtwoord
pt: Criptografado com senha de pesquisa
sl: Šifrirano z geslom za iskanje
sv: Krypterad med uppslagslösenord
uk: Зашифровано з пошуковим паролем
vi: Mã hóa bằng mật khẩu tra cứu

source: Blinded with lookup password
ar: أعمى مع كلمة المرور للبحث
az: Axtarış parolu ilə korlanmışdır
bo: འཚོལ་བརྒྱུར་བཞིན་པར་རོགས་ལ་འཚོལ་བརྒྱུར་བཞིན་པར་རོགས་སོང་།
cs: Zaslepeno vyhledávacím heslem
da: Blindet med opslagsadgangskode
el: Τυφλό με αναζήτηση κωδικού πρόσβασης
es: Cegado con contraseña de búsqueda
et: Pimestatud otsinguparooliga
fa: کور شده با رمز عبور جستجو
fi: Sokaistettu hakusalasanalla
hi: लुकअप पासवर्ड के साथ अंधेरा किया
hu: Vakított keresési jelszóval
in: Dibutakan dengan kata sandi pencarian
it: Nascosto, con password di ricerca
ja: 検索パスワードでブラインド化
ko: 조회 비밀번호로 블라인드 처리됨
nb: Blindet med oppslagspassord
nl: Verblind met opzoekwachtwoord
pt: Cego com senha de pesquisa
sl: Oslepljeno z geslom za iskanje
sv: Blindad med söklösenord
uk: Засліплено пошуковим паролем
vi: Bị mù tra cứu mật khẩu

source: Blinded
ar: أعمى
az: Kor
bo: འཚོལ་བརྒྱུར་བཞིན་པའི་མིན།
cs: Slepý
da: Blændet
el: Τυφλό
es: Cegado
et: Pimestatud
fa: نابینا
fi: Sokea
hi: अंधेरा
hu: Elvakult
in: Dibutakan
it: Nascosto
ja: 目隠し
ko: 맹인
nb: Blindet
nl: Verblind
pt: Cego
sl: Oslepljeno
sv: Förblindad
uk: Осліплений
vi: Bị mù

source: Log overrides updated
ar: اعدا كتابة السجلات
az: Gündəlik qeydlər yeniləndi
bo: ཟིན་ཐོ་བལྟ་བཞིན་པའི་མིན་གསར་བརྗེ་བཏང་བསྡམས་པ།
cs: Přepisy protokolu byly aktualizovány
da: Log tilsidesætter opdateret log
el: Οι παρακάμψεις αρχείων καταγραφής ενημερώθηκαν
es: Se han actualizado las omisiones al registro
et: Logimise erandkäsud uuendatud
fa: لغو ورود به سیستم به روز شد
fi: Lokien ohitukset päivitetty.
hi: लॉग ओवरराइड अपडेट किए गए
hu: Napló felülbírálás frissítve
in: Log override diperbarui
it: Sovrascrittura dei log aggiornata
ja: ログオーバーライドが更新されました
ko: 로그 오버라이드 업데이트됨
nb: Loggoverstyring oppdatert
nl: Log overschrijving bijgewerkt
pt: Substituições de registros atualizadas
sl: Prepiši log
sv: Loggöverskridningar uppdaterad
uk: Перевизначення журналу оновлено
vi: Đã cập nhật ghi đè nhật ký

source: Error updating the log limits - levels not valid
bo: ཟིན་ཐོ་བལྟ་བཞིན་པའི་མིན་གསར་བརྗེ་བཏང་བསྡམས་པ། - གནས་ཚད་ཚིག་དོན་ཚིག་མིན་མེད་མེད་མིན།
hi: लॉग सीमा अपडेट करने में त्रुटि - स्तर मान्य नहीं
ko: 로그 제한 업데이트 오류 - 레벨이 유효하지 않습니다

source: Log limits cleared
bo: ཟིན་ཐོ་བལྟ་བཞིན་པའི་མིན་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: लॉग सीमा साफ़ की गई
ko: 로그 제한이 지워졌습니다

source: Default log level updated from {0} to {1}
bo: སྔོན་སྒྲིག་ཟིན་ཐོབ་བཏང་བསྡམས་པ་{0}ནས་{1}ལ་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: डिफ़ॉल्ट लॉग स्तर {0} से {1} में अपडेट किया गया
ko: 기본 로그 레벨이 {0}에서 {1}(으)로 업데이트되었습니다

source: Date format updated
bo: ཚེས་གྲངས་རྣམ་གཞིག་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: दिनांक प्रारूप अपडेट किया गया
ko: 날짜 형식이 업데이트되었습니다

source: Specified date format is not valid ({0}) - not updated
bo: གསལ་བཀོད་པའི་ཚེས་གྲངས་རྣམ་གཞིག་གསར་བརྗེ་བཏང་བསྡམས་པ་({0}) - གསར་བརྗེ་བཏང་བསྡམས་པ་མེད་མེད་མེད།
hi: निर्दिष्ट दिनांक प्रारूप मान्य नहीं है ({0}) - अपडेट नहीं किया गया
ko: 지정된 날짜 형식이 유효하지 않습니다 ({0}) - 업데이트되지 않았습니다

source: File size updated
bo: ཡིག་ཆ་ཚད་ཆེན་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: फ़ाइल आकार अपडेट किया गया
ko: 파일 크기가 업데이트되었습니다

source: Specified file size limit is not valid ({0}) - not updated
bo: གསལ་བཀོད་པའི་ཡིག་ཆ་ཚད་ཆེན་གསར་བརྗེ་བཏང་བསྡམས་པ་({0}) - གསར་བརྗེ་བཏང་བསྡམས་པ་མེད་མེད་མེད།
hi: निर्दिष्ट फ़ाइल आकार सीमा मान्य नहीं है ({0}) - अपडेट नहीं किया गया
ko: 지정된 파일 크기 제한이 유효하지 않습니다 ({0}) - 업데이트되지 않았습니다

source: Compression setting updated
bo: བཙུགས་སྒྲིག་བཀོད་མེད་མེད་མིན་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: संपीड़न सेटिंग अपडेट की गई
ko: 압축 설정이 업데이트되었습니다

source: Log record format updated
bo: ཟིན་ཐོ་བལྟ་བཞིན་པའི་མིན་གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: लॉग रिकॉर्ड प्रारूप अपडेट किया गया
ko: 로그 기록 형식이 업데이트되었습니다

source: Log configuration saved
ar: تم حفظ السجلات
az: Giriş konfiqurasiyası saxlanıldı
bo: ཟིན་ཐོ་རོགས་སྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ།
cs: Konfigurace protokolu uložena
da: Log konfiguration gemt
el: Ρυθμίσεις καταγραφώ αποθηκευτήκαν
es: Se ha guardado la configuración de registro
et: Logimise häälestus salvestatud
fa: پیکربندی گزارش ذخیره شد
fi: Lokiasetukset tallennettu
hi: लॉग सेटिंग सहेजी गई
hu: Napló beállítások elmentve
in: Konfigurasi log disimpan
it: Configurazione eventi salvata
ja: ログ設定が保存されました
ko: 로그 설정 저장됨
nb: Loggoppsett lagret
nl: Log configuratie opgeslagen
pt: Log de configuração salva
sl: Konfiguracija loga je shranjena
sv: Loggkonfiguration sparades
uk: Налаштування логу збережено
vi: Đã lưu cấu hình nhật ký

source: Add additional logging statements above (e.g. {0}).
ar: أضف بيانات تسجيل إضافية أعلاه (على سبيل المثال {0}).
az: Yuxarıda əlavə giriş bəyanatları əlavə edin (məsələn, {0}).
bo: གོང་ན་{0}ལ་ཟིན་ཐོ་བལྟ་བཞིན་པའི་མིན་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Výše přidejte další protokolovací příkazy (např. {0}).
da: Tilføj yderligere logføringsudsagn ovenfor (f.eks. {0}).
el: Προσθέστε επιπλέον δηλώσεις καταγραφής παραπάνω (π.χ. {0}).
es: Añada arriba declaraciones de registro adicionales (ej. {0}).
et: Lisage ülalpool täiendavaid logilauseid (nt {0}).
fa: اظهارات گزارش اضافی را در بالا اضافه کنید (مثلاً {0}).
fi: Lisää yllä olevia lokilausekkeita (esim. {0}).
hi: ऊपर (उदाहरण के लिए {0}) अतिरिक्त लॉगिंग कथन जोड़ें।
hu: Adjon hozzá további naplózási utasításokat a fentiekhez (pl. {0}).
in: Menambahkan tambahan logging statement di atas (misalnya {0}).
it: Aggiungi ulteriori righe per il registro sopra (e.g. {0}).
ja: 上の追加的なロギングステートメントを追加 (例えば {0})。
ko: 위에 추가 로깅 문을 추가합니다(예: {0}).
nb: Legg til ytterligere innloggingspåstander ovenfor (f.eks. {0}).
nl: Voeg additionele logging regels boven toe (bijvoorbeeld {0}).
pt: Adicione instruções de registro adicionais acima (por exemplo, {0}).
sl: Dodajte nadaljnja izjave o logiranju zgoraj (npr. {0}).
sv: Lägg till ytterligare loggningssatser ovan (t.ex. {0}).
uk: Додайте додаткові оператори журналювання вище (наприклад, {0}).
vi: Thêm câu lệnh ghi nhật ký bổ sung ở trên (ví dụ: {0}).

source: Valid log levels are {0}.
ar: مستويات السجل الصالحة هي {0}.
az: Etibarlı jurnal səviyyələri {0}-dir.
bo: ནུས་ཚད་ཡོད་པའི་ཟིན་ཐོ་བལྟ་བཞིན་པའི་གནས་ཚད་{0}ཡིན།
cs: Platné úrovně protokolu jsou {0}.
da: Gyldige logniveauer er {0}.
el: Τα έγκυρα επίπεδα καταγραφής είναι {0}.
es: Los niveles válidos de registro son {0}.
et: Kehtivad logitasemed on {0}.
fa: سطوح گزارش معتبر {0} هستند.
fi: Kelvolliset lokitasot ovat {0}.
hi: वैध लॉग स्तर {0} हैं।
hu: Az érvényes naplózási szintek: {0}.
in: log yang valid adalah {0}.
it: I livelli di log validi sono {0}.
ja: 有効なログレベルは{0}です。
ko: 유효한 로그 수준은 {0}입니다.
nb: Følgende loggføringsnivå er gyldige {0}.
nl: Toegestane loglevels zijn {0}.
pt: Os níveis de registro válidos são {0}.
sl: Veljavna raven loga je {0}.
sv: Giltiga loggnivåer är {0}.
uk: Дійсні рівні журналу: {0}.
vi: Mức nhật ký hợp lệ là {0}.

source: Select a class to add
ar: اختر فئة لإضافتها
az: Əlavə etmək üçün sinif seçin
bo: ཁ་སྣོན་བརྒྱུར་བཞག་པར་རིམ་པ་གཅིག་གདམ་རོགས་སོ།
cs: Vyberte třídu, kterou chcete přidat
da: Vælg en klasse der skal tilføjes
el: Επιλογή κλάσης για προσθήκη
es: Seleccione una clase a añadir
et: Vali lisamiseks klass
fa: یک کلاس را برای افزودن انتخاب کنید
fi: Valitse lisättävä luokka
hi: जोड़ने के लिए कक्षा चुनें
hu: Válassz hozzáadandó osztályt
in: Pilih class untuk ditambahkan
it: Seleziona una classe da aggiungere
ja: 追加するクラスを選択
ko: 추가할 클래스 선택
nb: Velg klasse å legge til
nl: Selecteer een klasse om toe te voegen
pt: Selecione uma classe para adicionar
sl: Izberite razred za dodajanje
sv: Välj en klass att lägga till
uk: Оберіть клас для додавання
vi: Chọn lớp cần thêm

source: All classes in {0}
ar: جميع الفصول في {0}
az: {0} üzrə bütün siniflər
bo: {0}ནང་གི་རིམ་པ་ཚང་མ།
cs: Všechny třídy v {0}
da: Alle klasser i {0}
el: Όλες οι τάξεις σε {0}
es: Todas las clases en {0}
et: Kõik klassid: {0}
fa: همه کلاس ها در {0}
fi: Kaikki luokat kohteessa {0}
hi: {0} में सभी कक्षाएँ
hu: Minden osztály itt: {0}
in: Semua kelas di {0}
it: Tutte le lezioni in {0}
ja: {0}のすべてのクラス
ko: {0}의 모든 클래스
nb: Alle klasser i {0}
nl: Alle klassen in {0}
pt: Todas as aulas em {0}
sl: Vsi razredi v {0}
sv: Alla klasser i {0}
uk: Усі класи в {0}
vi: Tất cả các lớp trong {0}

source: Bandwidth
ar: سرعة الاتصال
az: Ötürmə qabiliyyəti
bo: བརྒྱུད་བཏོན་པའི་ཚད་ཆེན།
cs: Šířka pásma
da: Båndbredde
el: Εύρος Ζώνης
es: Ancho de banda
et: Ribalaius
fa: پهنای باند
fi: Kaistanleveys
hi: बैंडविड्थ
hu: Sávszélesség
it: Larghezza di banda
ja: 帯域幅
ko: 대역폭
nb: Båndbredde
pt: Velocidade
sl: Širina pasma
sv: Bandbredd
uk: Пропускна здатність
vi: Băng thông

source: Home Page
ar: الصفحة الرئيسية
az: Ana Səhifə
bo: ཁྱིག་གི་ཤོག་ལ།
cs: Domovská stránka
da: Hjemmeside
el: Αρχική Σελίδα
es: Página principal
et: Avaleht
fa: صفحه اصلی
fi: Kotisivu
hi: होम पेज
hu: Kezdőlap
in: Halaman Depan
it: Pagina Principale
ja: ホームページ
ko: 홈페이지
nb: Startside
pt: Página inicial
sl: Domovska stran
sv: Startsida
uk: Домашня сторінка
vi: Trang chủ

source: Network
ar: شبكة
az: Şəbəkə
bo: དྲ་ལམ།
cs: Síť
da: Netværk
el: Δίκτυο
es: Red
et: Võrk
fa: شبکه
fi: Verkko
hi: नेटवर्क
hu: Hálózat
in: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
sl: Omrežje
sv: Nätverk
uk: Мережа
vi: Mạng lưới

source: Sidebar
ar: الشريط الجانبي
az: Yan panel
bo: ཟུར་བརྒྱུད་པ།
cs: Postranní panel
da: Sidebjælke
el: Πλαϊνή γραμμή
es: Barra lateral
et: külgriba
fa: نوار کناری
fi: Sivupalkki
hi: साइडबार
hu: Oldalsáv
it: Barra laterale
ja: サイドバー
ko: 사이드 바
nb: Sidefelt
nl: Zijbalk
pt: Barra lateral
sl: Stranica
sv: Sidofält
uk: Бічна панель
vi: Thanh bên

source: UI
ar: واجهة مستخدم
bo: སྲོ་སྐུན་ངོས་སྟོན།
cs: Uživatelské Rozhraní
el: Διεπαφή Χρήστη
es: Interfaz de usuario
et: Kasutajaliides
fa: رابط کاربری
hi: UI (उपयोगी इंटरफेस)
hu: Kezelőfelület
it: Interfaccia Utente
ja: インターフェース
sv: Användargränssnitt
uk: Інтерфейс
vi: Giao diện người dùng

source: Tunnels
ar: نفق
az: Tunellər
bo: གྲུང་ནེལ་ཚང་མ།
cs: Tunely
da: Tunneler
el: Τούνελ
es: Túneles
et: Tunnelid
fa: تونل ها
fi: Käytävät
hi: टंनल
hu: Alagút
in: Tunnel
it: Tunnel
ja: トンネル
ko: 터널
nb: Tunneller
sl: Tuneli
sv: Tunnlar
uk: Тунелі
vi: Đường hầm

source: Clients
ar: مستخدم
az: Müştərilərə
bo: ལེན་གནད་ཚང་མ།
cs: Klienti
da: Klienter
el: Πελάτες
es: Clientes
et: Kliendid
fa: کلاینت ها
fi: Asiakkaat
hi: ग्राहक
hu: Kliens
in: Klien
it: Client
ja: クライアント
ko: 클라이언트
nb: Klienter
pt: Clientes
sl: Klienti
sv: Klienter
uk: Клієнти
vi: Khách hàng

source: Keyring
ar: المفاتيح
az: Açar halqası
bo: ལྡེ་མིག་ཚང་མ།
cs: Přívěsek na klíče
da: Nøglering
el: Σύνολο κλειδιών
es: Juego de claves
et: Võtmehoidja
fa: دسته کلید
fi: Avainrengas
hi: कुंजीकृत
hu: Kulcstár
ja: キーリング
ko: 키-링
nb: Nøkkelring
nl: Sleutelbos
pt: Gestor de Chaves
sl: Krožnica ključev
sv: Nyckelring
uk: В’язка ключів
vi: Móc khóa

source: Logging
ar: تسجيل
az: Qeydiyyat aparılması
bo: ཟིན་ཐོ་བལྟ་བཞིན་པ།
cs: Protokolování
da: Logning
el: Καταγραφή
es: Registros
et: Logimine
fa: ورود به سیستم
fi: Lokit
hi: लॉगिंग
hu: Naplózás
it: Registro
ja: ロギング
ko: 로깅
sl: Logiranje
sv: Loggning
uk: Логування
vi: Ghi nhật ký

source: Peers
ar: المستخدمين
az: Bənzərlər
bo: རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པ།
cs: Peery
el: Ομότιμοι
es: Pares
et: Ruuterid
fa: همتایان
fi: Vertaiset
hi: पीयर
hu: Társ
it: Peer
ja: ピア
ko: 피어
nb: Delere
pt: Pares
sl: Parterji
sv: Noder
uk: Піри
vi: Mạng ngang hàng

source: Stats
ar: احصائات
az: Statistikalar
bo: ཚད་རྒྱུན་དུ་བཙོན་པ།
cs: Statistiky
da: statistik
el: Στατιστικά
es: Estadísticas
et: Statistika
fa: آمارها
fi: Tilastot
hi: स्टैट्स
hu: Statisztika
in: Statistik
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
sl: Statistika
sv: Statistik
uk: Статистика
vi: Thống kê

source: Plugins
ar: الاضافات
az: Qoşmalar
bo: བརྒྱུད་ཡང་ནས་གསར་བརྗེ་བཏང་བསྡམས་པ།
cs: Pluginy
el: Πρόσθετα
es: Complementos
et: pistikprogrammid
fa: افزونه‌ها
fi: Lisäosat
hi: प्लगइन
hu: Kiegészítők
in: Plugin
it: Plugin
ja: プラグイン
ko: 플러그인
nb: Programtillegg
pt: Extensões
sl: Vstavki
sv: Insticksmodul
uk: Модулі

source: Web Apps
ar: تطبيقات الويب
az: Veb Tətbiqləri
bo: ཝེབ་པ་ཚུགས་པ།
cs: Webové aplikace
el: Εφαρμογές Ιστού
es: Aplicaciones web
et: Veebirakendused
fa: برنامه های وب
fi: Verkkosovellukset
hi: वेब ऐप्स
hu: Webes alkalmazások
it: Applicazioni web
ja: ウェブアプリ
ko: 웹 앱
nb: Vevapper
nl: Web-applicaties
pt: Aplicativos da Web
sl: Spletni programi
sv: Webbappar
uk: Веб-програми
vi: Ứng dụng web

source: Advanced
ar: متقدم
az: Yüksək
bo: མཐོ་རིམ་པ།
cs: Pokročilé
da: Avanceret
el: Προχωρημένα
es: Avanzado
et: Peenhäälestus
fa: پیشرفته
fi: Lisätietoja
hi: उन्नत
hu: Haladó
it: Avanzate
ja: 詳細
ko: 고급
nb: Avansert
nl: Geavanceerd
pt: Avançado
sl: Napredno
sv: Avancerad
uk: Розширені
vi: Nâng cao
