Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This section indicates your average bandwidth speeds and total usage for the session. All values are in bytes per second. You may change your bandwidth limits on the <a href='/config'>Bandwidth Configuration page</a>. The more bandwidth you make available, the more you help the network and improve your own anonymity, so please take the time to review the settings. If you are unsure of your network's speed, using a service such as <a href='http://speedtest.net/'>SpeedTest</a> or similar will give you a good indication of your bandwidth capability. Your upstream share amount (KBps Out) will determine your overall contribution to the network. Bandwidth is <a href='/graphs'>graphed</a> by default.
ar: هذا القسم يبين متوسط سرعات حركة البيانات واستخدامها الإجمالي للجلسة. جميع القيم مقاسّة بالبايت في الثانية. يمكنك تغيير حدود حركة البيانات الخاصة بك على صفحة <a href='/config'>تكوين حركة البيانات</a>. كلما قدمت المزيد من عرض النطاق، زادت مساهمتك في الشبكة وتحسنت سرية هويتك، لذا يرجى أخذ الوقت لمراجعة الإعدادات. إذا كنت غير متأكد من سرعة شبكتك، فاستخدم خدمة مثل <a href='http://speedtest.net/'>SpeedTest</a> للحصول على مؤشر جيد عن قدرتك على حركة البيانات. سيحدد مقدار مشاركتك الصادرة (كيلوبايت خارج) مساهمتك الإجمالية في الشبكة. يتم رسم حركة البيانات بشكل افتراضي.
az: Bu bölüm, ortalama bant genişlik hızınızı ve oturumunuz için toplam kullanımınızı gösterir. Tüm değerler saniye başına byte cinsinden verilir. Bant genişliği sınırlarınızı <a href='/config'>Bant Genişliği Yapılandırma</a> sayfasından değiştirebilirsiniz. Daha fazla bant genişliği sağlamanız, ağı desteklemenize ve kendi anonimliğinizi artırmanıza yardımcı olur, bu nedenle ayarları gözden geçirmek için lütfen zaman ayırın. Ağ hızınızdan emin değilseniz, <a href='http://speedtest.net/'>SpeedTest</a> veya benzeri bir hizmet kullanarak bant genişliği yetenekleriniz hakkında iyi bir fikir edinebilirsiniz. Yükleme payınız (KB/sn Cikis) ağa genel katkınızı belirleyecektir. Bant genişliği varsayılan olarak <a href='/graphs'>grafileştirilir</a>.
bo: ཆོས་ཚན་འདི་ནི་ཁྱོད་རང་གི་རྒྱུན་མཐུད་ཀྱི་སྐབས་སུ་བརྒྱུད་སྐྱོད་བདེ་འཇགས་ཀྱི་མྱུར་ཚད་དང་སྤྱིའི་བཀོལ་སྤྱོད་ཚད་མཚོན་པ་ཡིན། ཚད་ཡོངས་རྫོགས་ནི་སྐར་ཆ་རེར་བརྐྱང་རེའུ་མིག་གྲངས་གཞིར་བཞག་ཡོད་པ་ཡིན། ཁྱོད་རང་གི་བརྒྱུད་སྐྱོད་བདེ་འཇགས་ཀྱི་ཚད་གཞུང་ལ་<a href='/config'>བརྒྱུད་སྐྱོད་བདེ་འཇགས་ཀྱི་སྒྲིག་སྦྱོར་གྱི་ཤོག་ངོས་།</a>(Bandwidth Configuration page) གྱི་ནང་དུ་བརྗེ་བཤེར་བྱེད་ཐུབ་པ་ཡིན། ཁྱོད་རང་གིས་བརྒྱུད་སྐྱོད་བདེ་འཇགས་མང་ཙམ་སྤྱད་པ་ཡིན་ཚད་དྲ་ཚིག་ལ་རོགས་རམ་མང་ཙམ་གནང་བ་དང་། ཁྱོད་རང་གི་གསང་སྲུང་ཚད་མཐོ་རུ་བཏུམ་པ་ཡིན་པས། སྒྲིག་འཇུག་རེ་རེ་རྒྱུགས་ནས་ལོགས་སུ་བཅུག་རོགས། གལ་སྲིད་ཁྱོད་རང་གི་དྲ་ཚིག་གི་མྱུར་ཚད་ལ་གདེང་ཚོད་མེད་པ་ཡིན་ན། <a href='http://speedtest.net/'>SpeedTest</a> འདྲ་བའི་མཉེན་ཆས་སྤྱོད་ནས་ཁྱོད་རང་གི་བརྒྱུད་སྐྱོད་བདེ་འཇགས་ཀྱི་ནུས་པ་གང་ཡིན་པ་གསལ་པོར་ཤེས་ཐུབ་པ་ཡིན། ཁྱོད་རང་གི་འཕྲུལ་བརྒྱུད་སྐྱོད་བདེ་འཇགས་མཉམ་བཀོལ་གྱི་ཚད་(KBps Out) ནི་ཁྱོད་རང་གི་དྲ་ཚིག་ལ་སྤྱོད་སྒོ་རྒྱ་ཆེན་པོ་ཞིག་གི་རྒྱུ་རྐྱེན་གྱུར་པ་ཡིན། བརྒྱུད་སྐྱོད་བདེ་འཇགས་ནི་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་<a href='/graphs'>འབྲེལ་ཚད་གྲངས་རིས་སུ་བཀོད་ཡོད།</a>
cs: Tato sekce ukazuje průměrnou rychlost přenosu a celkové využití vašeho pásma pro tuto relaci. Všechny hodnoty jsou uvedeny v bytech za sekundu. Úpravu limitů přenosové rychlosti můžete provést na <a href='/config'>stránce konfigurace přenosové rychlosti</a>. Čím více přenosového pásma dáte k dispozici, tím více pomáháte síti a zvyšujete vlastní anonymitu, proto si prosím vezměte čas na přezkoumání nastavení. Pokud nejste jisti rychlostí vaší sítě, použití služby jako je <a href='http://speedtest.net/'>SpeedTest</a> nebo podobná vám poskytne dobrou představu o kapacitě vašeho přenosového pásma. Vaše množství sdílené výchozí přenosové rychlosti (KBps Out) bude určovat váš celkový příspěvek do sítě. Přenosová rychlost se ve výchozím nastavení <a href='/graphs'>zobrazuje graficky</a>.
da: Denne sektion angiver dine gennemsnitlige båndbreddehastigheder og samlet forbrug for sessionen. Alle værdier angives i bytes pr. sekund. Du kan ændre dine båndbreddebegrænsninger på <a href='/config'>Båndbreddekonfigurationssiden</a>. Jo mere båndbredde du stiller til rådighed, jo mere hjælper du netværket og forbedrer din egen anonymitet, så brug venligst tid på at gennemgå indstillingerne. Hvis du er usikker på dit netværks hastighed, kan du bruge en tjeneste som f.eks. <a href='http://speedtest.net/'>SpeedTest</a> eller lignende for at få en god indikation af din båndbreddekapacitet. Din upstream del (KBps Ud) vil bestemme dit samlede bidrag til netværket. Båndbredde er som standard <a href='/graphs'>grafisk</a>.
el: Αυτή η ενότητα εμφανίζει τις μέσες ταχύτητες του εύρους ζώνης και τη συνολική χρήση για τη συνεδρία. Όλες οι τιμές είναι σε bytes ανά δευτερόλεπτο. Μπορείτε να αλλάξετε τα όρια της ζώνης σας στη σελίδα <a href='/config'>Ρύθμιση Εύρους Ζώνης</a>. Όσο περισσότερο εύρος ζώνης διαθέτετε, τόσο περισσότερο βοηθάτε το δίκτυο και βελτιώνετε την ανωνυμία σας, οπότε παρακαλούμε αφιερώστε χρόνο για να εξετάσετε τις ρυθμίσεις. Εάν δεν είστε σίγουροι για την ταχύτητα του δικτύου σας, η χρήση ενός υπηρεσίας όπως το <a href='http://speedtest.net/'>SpeedTest</a> ή κάποια αντίστοιχη θα σας δώσει μια καλή ένδειξη των δυνατοτήτων του εύρους ζώνης σας. Η ποσότητα που θα μοιράζεστε προς τα πάνω (KBps Out) θα καθορίσει τη συνολική σας συνεισφορά στο δίκτυο. Το εύρος ζώνης παρουσιάζεται σε <a href='/graphs'>γράφημα</a> από προεπιλογή.
es: Esta sección indica tus velocidades de ancho de banda promedio y el uso total para la sesión. Todos los valores son en bytes por segundo. Puedes cambiar los límites de ancho de banda en la página de <a href='/config'>Configuración de ancho de banda</a>. Cuanto más ancho de banda pongas a disposición, más ayudas a la red y mejoras tu propio anonimato, por lo que dedica tiempo a revisar la configuración. Si no estás seguro de la velocidad de tu red, usar un servicio como <a href='http://speedtest.net/'>SpeedTest</a> o similar te dará una buena indicación de tu capacidad de ancho de banda. Tu cantidad de compartición de subida (KBps de salida) determinará tu contribución total a la red. El ancho de banda se grafica de forma <a href='/graphs'>predeterminada</a>.
et: Selles jaotises kuvatakse keskmise ribalaiuse kiirust ja üldist kasutust istungi ajal. Kõik väärtused on ühikus baidid sekundi kohta. Saate muuta ribalaiuse piiranguid <a href='/config'>ribalaiuse konfigureerimise lehe</a> kaudu. Mida rohkem ribalaiust te saadaval teete, seda rohkem aitate võrku ja parandate oma anonüümsust, seega palun võtke aega seadete ülevaatamiseks. Kui teie võrgukiirust on teadmata, annab teenus nagu <a href='http://speedtest.net/'>SpeedTest</a> või sarnane teile hea ülevaate teie ribalaiuse võimekusest. Teie ülesvoolu jagatud osa (KBps Out) määrab teie üldise panuse võrku. Ribalaiust on vaikimisi <a href='/graphs'>graafikul</a> kuvatud.
fa: این بخش سرعت میانگین پهنای‌باند و ترافیک کل مصرف‌شده در نشست را نشان می‌دهد. تمام مقادیر بر حسب بایت بر ثانیه هستند. می‌توانید محدودیت‌های پهنای‌باند را در صفحه <a href='/config'>تنظیمات پهنای‌باند</a> تغییر دهید. هرچه پهنای‌باند بیشتری ارائه کنید، به اندازه بیشتری شبکه را کمک می‌کنید و پنهان‌نگهی خود را بهبود می‌بخشید. لطفاً وقت بگذارید تنظیمات را بررسی کنید. اگر مطمئن نیستید پهنای‌باند شبکه‌تان چقدر است، از سرویس‌هایی چون <a href='http://speedtest.net/'>SpeedTest</a> برای داشتن تخمین دقیق‌تری از توانایی پهنای‌باند خود استفاده کنید. میزان اشتراک‌دهی خروجی‌تان (KBps خروجی) سهم کلی‌تان برای شبکه را تعیین می‌کند. پهنای‌باند به‌طور پیش‌فرض در <a href='/graphs'>نمودارها</a> نمایش داده می‌شود.
fi: Tämä osio osoittaa keskimääräiset kaistanleveytesi ja kokonaiskäytön istunnolle. Kaikki arvot ovat tavuina sekunnissa. Voit muuttaa kaistanleveyden rajoituksia <a href='/config'>Kaistanleveysasetukset -sivulla</a>. Mitä enemmän kaistanleveyttä teet käytettäväksi, sitä enemmän autat verkkoa ja parannat omaa anonymiteettiäsi, joten ota aikaa arvioidaksesi asetukset. Jos et ole varma verkkosi nopeudesta, palvelun käyttäminen, kuten <a href='http://speedtest.net/'>SpeedTest</a> tai vastaava, antaa sinulle hyvän käsityksen kaistanleveyskapasiteetistasi. Ylävirtasi osuus (KBps -ulko) määrittää kokonaispanoksenne verkossa. Oletusarvoisesti kaistanleveys on <a href='/graphs'>graafisessa muodossa</a>.
hi: यह खंड आपकी सतत बैंडविड्थ गति और सत्र के लिए कुल उपयोग का संकेत देता है। सभी मान byte प्रति सेकंड में होते हैं। आप <a href='/config'>बैंडविड्थ के संरचना पृष्ठ</a> पर अपनी बैंडविड्थ सीमाओं को बदल सकते हैं। आपको अधिक बैंडविड्थ उपलब्ध कराने से आप नेटवर्क की मदद करते हैं और अपनी अपनी गुप्तता में सुधार करते हैं, इसलिए कृपया सेटिंग्स की समीक्षा करने के लिए समय निकालें। यदि आपको अपने नेटवर्क की गति के बारे में सुनिश्चित नहीं है, तो <a href='http://speedtest.net/'>SpeedTest</a> जैसी सेवाओं का उपयोग करने से आपकी बैंडविड्थ क्षमता का एक अच्छा संकेत मिलेगा। आपकी ऊपरी स्ट्रीम साझा मात्रा (KBps Out) आपके समग्र योगदान को निर्धारित करेगी। बैंडविड्थ डीफ़ॉल्ट रूप से <a href='/graphs'>ग्राफ़ किया जाता है</a>.
hu: A szakasz az átlagos adatsebességét és az aktuális munkamenetben elért teljes adatforgalmát jelzi. Az összes érték másodpercenkénti bájtban értendő. A sávszélességkorlátokat megváltoztathatja a <a href='/config'>Sávszélesség beállítások oldalon</a>. Minél több sávszélességet tesz elérhetővé, annál jobban segíti a hálózatot és javítja az ön anonimitását, ezért kérjük, vegyen időt a beállítások áttekintésére. Ha bizonytalan a hálózata sebességét illetően, olyan szolgáltatások használata, mint például a <a href='http://speedtest.net/'>SpeedTest</a> vagy hasonló, jó becslést adhatnak a sávszélesség kapacitásáról. A feltöltési sávad mennyisége (Kibájt másodpercenként) határozza meg az általános hozzájárulását a hálózathoz. A sávszélességet <a href='/graphs'>alapértelmezetten grafikusan ábrázoljuk</a>.
in: Bagian ini menunjukkan kecepatan bandwidth rata-rata dan total penggunaan Anda untuk sesi ini. Semua nilai dalam byte per detik. Anda dapat mengubah batasan bandwidth di halaman <a href='/config'>Konfigurasi Bandwidth</a>. Semakin banyak bandwidth yang Anda sediakan, semakin Anda membantu jaringan dan meningkatkan anonimitas Anda sendiri, jadi tolong luangkan waktu untuk meninjau pengaturan. Jika Anda ragu dengan kecepatan jaringan Anda, menggunakan layanan seperti <a href='http://speedtest.net/'>SpeedTest</a> atau serupa akan memberikan indikasi yang baik tentang kapabilitas bandwidth Anda. Jumlah pembagian upstream Anda (KBps Keluar) akan menentukan kontribusi keseluruhan Anda untuk jaringan. Bandwidth <a href='/graphs'>digrafikan</a> secara default.
it: Questa sezione indica le velocità medie di larghezza di banda e l'utilizzo totale per la sessione. Tutti i valori sono in byte al secondo. Puoi modificare i limiti di larghezza di banda sulla <a href='/config'>pagina di configurazione della larghezza di banda</a>. Più larghezza di banda metti a disposizione, più aiuti la rete e migliori la tua anonimato, quindi prenditi il tempo di rivedere le impostazioni. Se non sei sicuro della velocità della tua rete, utilizzare un servizio come <a href='http://speedtest.net/'>SpeedTest</a> o simili ti darà un'indicazione precisa delle tue capacità di larghezza di banda. La quantità di larghezza di banda condivisa in upload (KBps Out) determinerà il tuo contributo complessivo alla rete. La larghezza di banda viene <a href='/graphs'>rappresentata graficamente</a> di default.
ja: このセクションは、セッションの平均帯域幅速度と総使用量を示します。すべての値はバイト/秒で表されます。帯域幅の制限を<a href='/config'>帯域幅設定ページ</a>で変更することができます。利用可能な帯域幅が多いほど、ネットワークを支援し、自身の匿名性を向上させることができますので、設定を確認する時間を取ってください。ネットワークの速度が分からない場合は、<a href='http://speedtest.net/'>SpeedTest</a>などのサービスを使用すると、帯域幅の能力の良い目安が得られます。上り共有量（KBps Out）は、ネットワークへの総貢献に影響します。帯域幅はデフォルトで<a href='/graphs'>グラフ化</a>されます。
ko: 이 섹션에서는 세션의 평균 대역폭 속도와 총 사용량을 나타냅니다. 모든 값은 초당 바이트 단위로 표시됩니다. 대역폭 제한은 <a href='/config'>대역폭 구성 페이지</a>에서 변경할 수 있습니다. 가능한 만큼 많은 대역폭을 사용 가능하게 한다면, 네트워크를 도움이 되며, 자신의 익명성을 향상시킵니다. 따라서 설정을 검토하는 시간을 가지십시오. 네트워크 속도에 대해 확신이 없다면, <a href='http://speedtest.net/'>SpeedTest</a> 또는 유사한 서비스를 사용하여 대역폭 가능성을 확인할 수 있습니다. 상향 부하량(KBps Out)은 전체 네트워크 기여도를 결정합니다. 대역폭은 <a href='/graphs'>그래프</a>로 표시됩니다.
nb: Denne delen viser din gjennomsnittlige båndbreddehastighet og totalbruk for økten. Alle verdier er i bytes per sekund. Du kan endre båndbreddegrensene dine på siden for <a href='/config'>Båndbreddekonfigurasjon</a>. Jo mer båndbredde du gjør tilgjengelig, jo mer hjelper du nettverket og forbedrer din egen anonymitet, så vennligst ta deg tid til å gjennomgå innstillingene. Hvis du er usikker på hastigheten til nettverket ditt, vil tjenester som <a href='http://speedtest.net/'>SpeedTest</a> eller lignende gi deg en god indikasjon på båndbreddeenheten din. Mengden av din oppstrømsandel (KBps Out) vil avgjøre ditt totale bidrag til nettverket. Båndbredde er <a href='/graphs'>grafisk representert</a> som standard.
nl: Dit gedeelte geeft je gemiddelde snelheden van bandbreedte en totaal gebruik weer voor de sessie. Alle waarden zijn in bytes per seconde. Je kunt je bandbreedte-limieten wijzigen op de <a href='/config'>Bandbreedte Configuratie pagina</a>. Hoe meer bandbreedte je beschikbaar stelt, hoe meer je het netwerk helpt en je eigen anonimiteit verbetert, dus neem de tijd om de instellingen te bekijken. Als je niet zeker bent van de snelheid van je netwerk, kan het gebruik van een service zoals <a href='http://speedtest.net/'>SpeedTest</a> of iets vergelijkbaars je een goede indicatie geven van je bandbreedte capaciteit. Je upstream (KBps Uit) deel zal je algehele bijdrage aan het netwerk bepalen. Bandbreedte wordt standaard <a href='/graphs'>gegrafieerd</a>.
pt: Esta seção indica as velocidades médias de largura de banda e o uso total para a sessão. Todos os valores estão em bytes por segundo. Você pode alterar os limites de largura de banda na <a href='/config'>página de configuração de largura de banda</a>. Quanto mais largura de banda você disponibilizar, mais ajuda a rede e melhora sua própria anonimidade, então reserve um tempo para revisar as configurações. Se você não tem certeza da velocidade da sua rede, usar um serviço como <a href='http://speedtest.net/'>SpeedTest</a> ou similar lhe dará uma boa indicação da capacidade da sua largura de banda. A quantidade compartilhada de upstream (KBps Out) determinará sua contribuição geral para a rede. Por padrão, a largura de banda é <a href='/graphs'>exibida em gráficos</a>.
sl: Ta sekcija kaže povprečne hitrosti širine pasma in skupno porabo za sejo. Vsi vrednosti so v bajtih na sekundo. Lahko spremenite omejitve širine pasma na <a href='/config'>strani za konfiguracijo širine pasma</a>. Večjo širino pasma, ki jo naredite na voljo, več pomagate omrežju in izboljšate svojo anonimnost, zato prosim, da se vzame čas za pregled nastavitev. Če niste prepričani o hitrosti vašega omrežja, uporaba storitve, kot je <a href='http://speedtest.net/'>SpeedTest</a> ali podobno, vam bo dala dober ukaz o vaši zmogljivosti širine pasma. Vaša delitev gor (KBps Out) bo določila vaš skupni prispevek v omrežje. Širina pasma je <a href='/graphs'>prikazana na grafi</a> po privzemu.
sv: Detta avsnitt visar dina genomsnittliga bandbreddshastigheter och total användning för sessionen. Alla värden anges i byte per sekund. Du kan ändra dina bandbreddsgränser på <a href='/config'>Sidan för bandbreddskonfiguration</a>. Ju mer bandbredd du gör tillgänglig, desto mer hjälper du nätverket och förbättrar din egen anonymitet, så ta dig tid att granska inställningarna. Om du är osäker på nätverkets hastighet kan du använda en tjänst som <a href='http://speedtest.net/'>SpeedTest</a> eller liknande för att få en bra indikation på din bandbreddskapacitet. Din andel av upplänken (KBps Ut) kommer att avgöra ditt totala bidrag till nätverket. Bandbredd visas som <a href='/graphs'>graf</a> som standard.
uk: Цей розділ показує середню швидкість пропускної здатності та загальний обсяг використання за сеанс. Всі значення подані в байтах за секунду. Ви можете змінити ліміти пропускної здатності на сторінці <a href='/config'>Налаштування пропускної здатності</a>. Чим більше пропускної здатності ви надаватимете, тим більше ви допомагатимете мережі й покращуватимете власну анонімність, тому будь ласка, приділіть час перегляду налаштувань. Якщо ви не впевнені в швидкості своєї мережі, скористайтеся сервісом типу <a href='http://speedtest.net/'>SpeedTest</a> або аналогічним, щоб отримати уявлення про свою пропускну здатність. Ваш обсяг поділу у висхідному напрямку (КБпс Вихід) визначатиме ваш загальний внесок до мережі. Пропускну здатність <a href='/graphs'>статистики графіків</a> за замовчуванням.
vi: Phần này chỉ ra băng thông trung bình và tổng lưu lượng sử dụng của phiên hiện tại. Tất cả các giá trị được tính bằng byte mỗi giây. Bạn có thể thay đổi giới hạn băng thông trên trang <a href='/config'>Cấu hình Băng thông</a>. Bạn càng chia sẻ nhiều băng thông, bạn càng giúp đỡ mạng và cải thiện tính ẩn danh của chính mình, vì vậy hãy dành thời gian để xem xét lại các thiết lập. Nếu bạn không chắc về tốc độ mạng, việc sử dụng dịch vụ như <a href='http://speedtest.net/'>SpeedTest</a> sẽ cho bạn cái nhìn rõ hơn về khả năng băng thông. Số lượng chia sẻ lên mạng (KBps Out) của bạn sẽ quyết định đóng góp chung của bạn cho toàn mạng. Băng thông mặc định <a href='/graphs'>được biểu đồ hóa</a>.

source: Local Destinations
ar: الوجهات المحلية
az: Yerli Mənsəbələr
bo: ཡུལ་གྱི་སྡོད་གནས།
cs: Místní umístění
da: Lokale Destinationer
el: Τοπικοί Προορισμοί
es: Destinos locales
et: Kohalikud sihtkohad
fa: مقاصد محلی
fi: Paikalliset kohteet
hi: स्थानीय गंतव्य
hu: Helyi célpontok
in: Tujuan Lokal
it: Destinazioni locali
ja: 地元の目的地
ko: 현지 목적지
nb: Lokale destinasjoner
nl: Lokale bestemmingen
pt: Destinos Locais
sl: Lokalne destinacije
sv: Lokala Destinationer
uk: Локальні цілі
vi: Đích địa phương
