Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Allocate number of processor threads for building tunnels. If your processor supports hyperthreading or simultaneous multithreading, you may multiply the number of processor cores by 2 to get the maximum number of threads to allocate, otherwise number of processor cores = maximum number of threads available. Note that you may wish to allocate less than the theoretical maximum to ensure you have headroom for other tasks.
ar: تخصيص عدد من خيوط المعالج لبناء الأنفاق.
az: Tunellərin tikilməsi üçün prosessor saplarının sayını ayırın. Prosessorunuz hiperthreading və ya eyni zamanda multithreading-i dəstəkləyirsə, ayırmaq üçün maksimum sayda iplik əldə etmək üçün prosessor nüvələrinin sayını 2-yə vura bilərsiniz, əks halda prosessor nüvələrinin sayı = maksimum sayda mövzu mövcuddur. Nəzərə alın ki, digər tapşırıqlar üçün baş otağınızın olmasını təmin etmək üçün nəzəri maksimumdan daha az ayırmaq istəyə bilərsiniz.
bo: གདོང་ལམ་བཟོ་སྐྲུན་བྱེད་པའི་ཆེད་དུ་གསོག་འཕྲུལ་གྱི་སྙིང་པོ་འི་གྲངས་གཏོང་དགོས། གསོག་འཕྲུལ་ལི་ hyperthreading ཡང་ན་ simultaneous multithreading རྒྱབ་སྐྱོར་བྱེད་ཐུབ་ན། ཁྱེད་རྒྱུར་ number of processor cores ལ་ 2 བསྒྱུར་བས་ན་ གསོག་འཕྲུལ་གྱི་སྙིང་པོ་འི་གྲངས་གཏོང་དགོས་ནས་བཤོར་བཞིན་པ། དེ་མིན་ number of processor cores = maximum number of threads available ཡིན། དེ་བཞིན་བཞིན་རེད་པར་ ཁྱེད་ theoretical maximum ལ་ཉུང་བས་ན་ ཁྱེད་གཞན་ལས་གཞིབ་མི་མང་རྒྱབ་སྐྱོར་བྱེད་པར་ གནས་ལས་རྣམ་པའི་དོན་ལ་དགོས་པར་རོགས།
cs: Přidělte počet vláken procesoru pro vytváření tunelů. Pokud váš procesor podporuje hyperthreading nebo simultánní vícenásobné vlákno, můžete násobit počet jader procesoru dvěma a získat tak maximální počet přidělovaných vláken, jinak počet jader procesoru = maximální počet dostupných vláken. Všimněte si, že můžete přidělit méně než teoretické maximum, aby bylo zajištěno, že máte rezervu pro ostatní úlohy.
da: Opdel antallet af processor-tråde, der skal bruges til at opbygge tunneler. Hvis din processor understøtter hypertrådning eller samtidig multitrådning, kan du gange antallet af processorkerner med 2 for at få det maksimale antal tråde, der skal allokeres. Ellers svarer antallet af processorkerner til det maksimale antal tilgængelige tråde. Bemærk, at du muligvis ønsker at allokerer mindre end det teoretiske maksimum for at sikre, at du har plads til andre opgaver.
el: Διατείθενται αριθμοί νημάτων επεξεργαστή για την κατασκευή των σήραγγων. Εάν ο επεξεργαστής σας υποστηρίζει υπερ-νημάτωση ή ταυτόχρονη πολυεπεξεργασία, μπορείτε να πολλαπλασιάσετε τον αριθμό των πυρήνων του επεξεργαστή με 2 για να πάρετε τον μέγιστο αριθμό νημάτων για τη διάθεση, διαφορετικά ο αριθμός των πυρήνων του επεξεργαστή = μέγιστος αριθμός δυνατών νημάτων. Σημειώστε ότι ίσως θέλετε να διατείνετε λιγότερο από το θεωρητικό μέγιστο για να διασφαλίσετε ότι έχετε περιθώριο για άλλες εργασίες.
es: Asigna el número de subprocesos del procesador para crear túneles. Si tu procesador admite hyperthreading o multithreading simultáneo, puedes multiplicar el número de núcleos del procesador por 2 para obtener el número máximo de hilos a asignar, de lo contrario el número de núcleos del procesador = número máximo de hilos disponibles. Ten en cuenta que es posible que desees asignar menos que el máximo teórico para asegurarte de tener margen para otras tareas.
et: Eraldage torude loomiseks protsessori keermete arv. Kui teie protsessor toetab hüpertõrjekeermeid või samaaegset mitmekeermestamist, võite protsessori tuumade arvu korrutada 2-ga, et saada eraldatavate keermete maksimaalne arv; vastasel juhul = protsessori tuumade arv. Pange tähele, et võite soovida eraldada vähem kui teoreetiline maksimum, et tagada ruumi muudele ülesannetele.
fa: تخصیص تعداد رشته های پردازنده برای ساخت تونل.
fi: Aseta suorittimen säikeiden määrä tunnelien rakentamista varten. Jos suorittimesi tukee hyperthreadingiä tai samanaikaista monisäikeisyyttä, voit kaksinkertaistaa prosessoriytimien määrän määrittääksesi enimmäissäikeiden määrän, muuten säikeiden määrä vastaa käytettävissä olevien prosessoriytimien määrää. Huomaa, että saatat haluta määrittää käytettäväksi teoreettista enimmäismäärää vähemmän varmistaaksesi, että sinulla on liikkumavaraa muille tehtäville.
hi: टंनल बनाने के लिए प्रोसेसर थ्रेड की संख्या निर्धारित करें। यदि आपके प्रोसेसर को हाइपरथ्रीडिंग या समान समय में बहु-थ्रीडिंग का समर्थन होता है, तो आप प्रोसेसर कोर की संख्या को 2 से गुणा करके अधिकतम थ्रीड की संख्या प्राप्त कर सकते हैं, अन्यथा प्रोसेसर कोर की संख्या = उपलब्ध थ्रीड की अधिकतम संख्या। ध्यान दें कि आपको अन्य कार्यों के लिए स्पेस रखने के लिए सिद्धांतिक अधिकतम से कम थ्रीड आवंटित करना चाहिए।
hu: Kiosztja a processzorszálonkénti több szál létrehozásához a processzormagok számát. Ha a processzor támogatja a hiperszálhúzást vagy a párhuzamos többszálasítást, akkor a processzormagok számát 2-vel kell szorozni, hogy megtudja a kiosztható szálak maximális számát, egyébként a processzormagok száma = a rendelkezésre álló szálak maximális száma. Vegye figyelembe, hogy kevesebbet szeretne kiosztani a teoretikus maximális mennyiségnél, hogy biztosítson helyet más feladatoknak.
in: Alokasikan jumlah utas prosesor untuk membangun terowongan. Jika prosesor Anda mendukung hyperthreading atau multithreading simultan, Anda dapat melipatgandakan jumlah core prosesor dengan 2 untuk mendapatkan jumlah maksimum utas untuk dialokasikan, jika tidak jumlah core prosesor = jumlah maksimum utas yang tersedia. Perhatikan bahwa Anda mungkin ingin mengalokasikan kurang dari maksimum teoretis untuk memastikan Anda memiliki ruang kepala untuk tugas -tugas lain.
it: Assegna il numero di thread del processore per la costruzione dei tunnel. Se il tuo processore supporta l'iper-threading o il multithreading simultaneo, puoi moltiplicare il numero di core del processore per 2 per ottenere il numero massimo di thread da allocare, altrimenti il numero di core del processore = massimo numero di thread disponibili. Nota che potresti desiderare di assegnare meno del massimo teorico per assicurarti di avere margine di manovra per altre attività.
ja: トンネルを構築するためのプロセッサスレッドの数を割り当てます。 プロセッサがハイパースレッドまたは同時マルチスレッドをサポートしている場合、プロセッサコアの数に2を掛けて、割り当てるスレッドの最大数を取得できます。 他のタスクのヘッドルームがあることを確認するために、理論上の最大値よりも少ない割り当てを希望する場合があることに注意してください。
ko: 터널 구축을 위한 프로세서 스레드 수 할당. 프로세서가 하이퍼스레딩 또는 동시 멀티스레딩을 지원하는 경우, 프로세서 코어 수를 2배로 곱하여 할당할 수 있는 최대 스레드 수를 얻을 수 있습니다. 그렇지 않으면 프로세서 코어 수 = 사용 가능한 최대 스레드 수입니다. 이론적인 최대값보다 적은 값을 할당하여 다른 작업에 대한 여유 공간을 확보하는 것이 좋습니다.
nb: Tilordne antall prosessortråder for å bygge tunneler. Hvis prosessoren din støtter hypertråding eller samtidig multitråding, kan du multiplisere antall prosessorkjerner med 2 for å få det maksimale antallet tråder som skal tildeles, ellers antall prosessorkjerner = maksimalt antall tilgjengelige tråder. Merk at du kanskje ønsker å tildele mindre enn det teoretiske maksimumet for å sikre at du har rom for andre oppgaver.
nl: Wijs het aantal processorthreads toe voor het opbouwen van tunnels. Als uw processor hyperthreading of simultaan multithreading ondersteunt, kunt u het aantal processorkernen vermenigvuldigen met 2 om het maximale aantal threads toe te wijzen. Anders is het aantal processorkernen gelijk aan het maximale aantal beschikbare threads. Houd er rekening mee dat u mogelijk minder wilt toewijzen dan het theoretische maximum om ruimte over te houden voor andere taken.
pt: Alocar o número de threads do processador para construir túneis. Se seu processador suporta hiperthreading ou multithreading simultâneo, você pode multiplicar o número de núcleos do processador por 2 para obter o número máximo de threads para alocar, caso contrário, o número de núcleos do processador = número máximo de threads disponíveis. Observe que você pode desejar alocar menos do que o máximo teórico para garantir que tenha espaço para outras tarefas.
sl: Dodelite število nitij procesorja za izgradnjo tuneljev. Če vaš procesor podpira hiper-niti ali hkratno večnitje, lahko pomnožite število jezgr procesorja z 2, da dobite maksimalno število nitij za dodelitev, v nasprotnem primeru število jezgr procesorja = maksimalno število na voljo nitij. Opomba: morda želite dodeliti manj kot teoreticno maksimum, da se prepričate, da imate preprosto razpoložljivo za druge naloge.
sv: Tilldela antalet processortrådar för att bygga tunnlar. Om din processor stödjer hypertrådning eller samtidig multitrådning kan du multiplicera antalet processorkärnor med 2 för att få det maximala antalet trådar att tilldela, annars antal processorkärnor = maximalt antal tillgängliga trådar. Observera att du kanske vill tilldela mindre än den teoretiska max för att se till att du har utrymme för andra uppgifter.
uk: Виділіть кількість потоків процесорів для будівництва тунелів. Якщо ваш процесор підтримує гіпертіндування або одночасну багатопотоку, ви можете помножити кількість процесорних ядер на 2, щоб отримати максимальну кількість потоків для виділення, інакше кількість процесорних ядер = максимальна кількість доступних потоків. Зауважте, що ви можете виділити менше, ніж теоретичний максимум, щоб переконатися, що у вас є уряд для інших завдань.
vi: Phân bổ số luồng xử lý cho xây dựng các đường hầm. Nếu bộ xử lý của bạn hỗ trợ hyperthreading hoặc song song đa luồng đồng thời, bạn có thể nhân số lõi bộ xử lý lên 2 để lấy số luồng tối đa có thể phân bổ, nếu không thì số lõi bộ xử lý bằng với số luồng tối đa khả dụng. Lưu ý rằng bạn có thể muốn phân bổ ít hơn mức tối đa lý thuyết để đảm bảo dành sẵn headroom cho các tác vụ khác.

source: This setting (in milliseconds) determines how long a packet may stay in the CoDel queue before it is dropped. Default is 1000ms. [Restart required]
ar: هذا الإعداد (بالملي ثوان) يحدد مدة احتفاظ حزمة البيانات في طابور CoDel قبل إسقاطها. الافتراضي هو 1000 ملي ثانية. [إعادة تشغيل مطلوبة]
az: Bu parametr (millisaniyə ərzində) bir paketin düşməzdən əvvəl CoDel növbəsində nə qədər qala biləcəyini müəyyən edir. Standart 1000 m-dir. [Yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་ (སྐར་ཆ་ནང་) གིས་ packet ཅིག་ CoDel queue ནང་བརླག་སྐབས་གང་འགར་བར་སྡོད་ཆོག་གཏན་འཁེལ་བྱེད། སྔོན་སྒྲིག་ 1000ms ཡིན། [བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení (v milisekundách) určuje, jak dlouho může paket zůstat ve frontě CoDel, než je zahozen. Výchozí hodnota je 1000 ms. [Vyžaduje restart]
da: Denne indstilling (i millisekunder) afgør, hvor lang tid en pakke må blive i CoDel-køen, før den kasseres. Standard er 1000 ms. [Genstart krævet]
el: Αυτή η ρύθμιση (σε χιλιοδευτερόλεπτα) καθορίζει πόση ώρα μπορεί να παραμείνει ένα πακέτο στην ουρά CoDel πριν απορριφθεί. Η προεπιλογή είναι 1000ms. [Απαιτείται επανεκκίνηση]
es: Esta configuración (en milisegundos) determina cuánto tiempo puede permanecer un paquete en la cola CoDel antes de ser descartado. Predeterminado es 1000ms. [Reinicio requerido]
et: Selle seadistuse (millisekundites) abil määratakse, kui kaua pakett võib jääda CoDel järjekorda enne, kui see kustutatakse. Vaikimisi on 1000 ms. [Nõuab taaskäivitamist]
fa: این تنظیم (در میلی ثانیه) تعیین می کند که چه مدت ممکن است یک بسته قبل از رها شدن در صف CoDel بماند.
fi: Tämä asetus (millisekunteina) määrittää, kuinka kauan paketti voi viipyä CoDel-jonossa ennen kuin se pudotetaan. Oletusarvo on 1000 ms. [Vaaditaan uudelleenkäynnistys]
hi: यह सेटिंग (मिलीसेकंड में) तय करती है कि एक पैकेट को कोडेल क्वे में कितने समय तक रह सकता है पहले से यह छोड़ दिया जाए। मूल मान 1000मिलीसेकंड होता है। [रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás (ezredmásodpercben) meghatározza, hogy egy csomag mennyi ideig maradhat a CoDel várakozási sorban, mielőtt eldobódna. Az alapértelmezett érték 1000 ms. [Újraindítás szükséges]
in: Pengaturan ini (dalam milidetik) menentukan berapa lama sebuah paket dapat berada dalam antrian CoDel sebelum paket tersebut dibuang. Standarnya adalah 1000 ms. [Diperlukan mulai ulang]
it: Questa impostazione (in millisecondi) determina per quanto tempo un pacchetto può rimanere nella coda CoDel prima di essere eliminato. Il valore predefinito è 1000ms. [Richiesta la riavvio]
ja: この設定（ミリ秒単位）は、パケットがCoDelキューに滞在することができる時間を決定します。基本設定は1000msです。[再起動が必要です]
ko: 이 설정은 (밀리초 단위로) 패킷이 CoDel 큐에 머무를 수 있는 시간을 결정합니다. 기본값은 1000ms입니다. [재시작 필요]
nb: Denne innstillingen (i millisekunder) bestemmer hvor lenge en pakke kan ligge i CoDel-køen før den blir droppet. Standard er 1000 ms. [Omstart påkrevd]
nl: Deze instelling (in milliseconden) bepaalt hoelang een pakket in de CoDel-wachtrij kan blijven voordat het wordt verwijderd. Standaard is dit 1000 ms. [Herstart vereist]
pt: Esta configuração (em milissegundos) determina por quanto tempo um pacote pode ficar na fila CoDel antes de ser descartado. O padrão é 1000ms. [Reinicialização necessária]
sl: Ta nastavitev (v milisekundah) določa, koliko časa paket lahko ostane v CoDel vrsti preden ga izbrišemo. Privzeto je 1000 ms. [Potrebna ponovna zagona]
sv: Denna inställning (i millisekunder) avgör hur länge en paket får stanna i CoDel-kö innan det släpps. Standardvärdet är 1000 ms. [Omstart krävs]
uk: Це налаштування (в мілісекундах) визначає, який час пакет може перебувати в черзі CoDel, перш ніж буде видалений. За замовчуванням 1000 мс. [Потрібний перезапуск]
vi: Cài đặt này (tính bằng mili giây) xác định thời gian một gói có thể ở trong hàng đợi codel trước khi nó bị loại bỏ. Mặc định là 1000ms. [Khởi động lại yêu cầu]

source: This setting determines the maximum number of messages in the outbound queue before it is marked as full. [Default is 768]
ar: هذا الإعداد يحدد العدد الأقصى للرسائل في الطابور الخارجي قبل تعليمه أنه ممتلىء. [الافتراضي هو 768]
az: Bu parametr tam olaraq qeyd edilməzdən əvvəl giriş növbəsində maksimum mesaj sayını müəyyən edir. [Standart 768-dir]
bo: འདིའི་བཀོད་སྒྲིག་གིས་ཕྱིར་འགྲེམ་གྲལ་སྒྲིག་ནང་གནས་གསལ་བརྟན་པར་བརྩིས་པའི་གནད་རྟགས་མང་ཤོས་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ 768]
cs: Toto nastavení určuje maximální počet zpráv ve frontě odchozích zpráv, než je označena jako plná. [Výchozí hodnota je 768]
da: Denne indstilling bestemmer det maksimale antal beskeder i den udgående kø, inden den markeres som fuld. [Standard er 768]
el: Αυτή η ρύθμιση καθορίζει το μέγιστο αριθμό μηνυμάτων στην εξερχόμενη ουρά πριν αυτή θεωρηθεί πλήρης. [Η προεπιλογή είναι 768]
es: Esta configuración determina el número máximo de mensajes en la cola de salida antes de que se marque como llena. [Predeterminado es 768]
et: Selle seadistuse abil määratakse maksimaalne sõnumite arv väljaminevas järjekorras, enne kui see tähistatakse täisena. [Vaikimisi on 768]
fa: این تنظیم حداکثر تعداد پیام‌ها را در صف خروجی قبل از علامت‌گذاری کامل آن تعیین می‌کند.
fi: Tämä asetus määrittää lähtevän jonon viestien enimmäismäärän ennen kuin se merkitään täydeksi. [Oletusarvo on 768]
hi: यह सेटिंग निर्दिष्ट करती है कि कितने संदेश बाहरी क्वे में होने पर यह पूरा ठहराया जाए। [मानक मान 768 है]
hu: Ez a beállítás meghatározza a kimenő várakozási sor maximális üzenetszámát, mielőtt az megtelne. [Az alapértelmezett érték 768]
in: Pengaturan ini menentukan jumlah maksimum pesan dalam antrian keluar sebelum ditandai sebagai penuh. [Bawaannya adalah 768]
it: Questa impostazione determina il numero massimo di messaggi nella coda di invio prima che sia marcata come piena. [Predefinito è 768]
ja: この設定は、アウトバウンドキューがフルとマークされる前のメッセージの最大数を決定します。[デフォルトは768です]
ko: 이 설정은 발신 큐에 포함될 수 있는 최대 메시지 수를 결정합니다. [기본값은 768입니다]
nb: Denne innstillingen bestemmer det maksimale antallet meldinger i utgående kø før den er merket som full. [Standard er 768]
nl: Deze instelling bepaalt het maximale aantal berichten in de uitgaande wachtrij voordat deze als vol wordt gemarkeerd. [Standaard is 768]
pt: Esta configuração determina o número máximo de mensagens na fila de saída antes que seja marcada como cheia. [Padrão é 768]
sl: Ta nastavitev določa maksimalno število sporočil v izhodnem redu preden je označen kot poln. [Privzeto je 768]
sv: Denna inställning avgör det maximala antalet meddelanden i den utåtgående kön innan den markeras som full. [Standardvärdet är 768]
uk: Це налаштування визначає максимальну кількість повідомлень у вихідній черзі, перш ніж вона буде позначена як заповнена. [За замовчуванням 768]
vi: Cài đặt này xác định số lượng tin nhắn tối đa trong hàng đợi bên ngoài trước khi nó được đánh dấu là đầy đủ. [Mặc định là 768]

source: This setting determines the maximum number of messages above the maximum queue value before further messages are dropped. [Default is 128]
ar: هذا الإعداد يحدد العدد الأقصى للرسائل فوق القيمة الأقصى للطابور قبل إسقاط رسائل أخرى. [الافتراضي هو 128]
az: Bu parametr növbəti mesajlar düşməzdən əvvəl maksimum növbə dəyərindən yuxarı mesajların maksimum sayını müəyyən edir. [Standart 128]
bo: འདིའི་བཀོད་སྒྲིག་གིས་གྲལ་སྒྲིག་གནས་གསལ་མང་ཤོས་ཀྱི་གནད་རྟགས་ལས་མང་བའི་གནད་རྟགས་བརླག་སྐབས་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ 128]
cs: Toto nastavení určuje maximální počet zpráv nad maximální hodnotou fronty, než jsou další zprávy upuštěny. [Výchozí hodnota je 128]
da: Denne indstilling bestemmer det maksimale antal beskeder udover den maksimale køværdi, før yderligere beskeder bliver tabt. [Standard er 128]
el: Αυτή η ρύθμιση καθορίζει το μέγιστο αριθμό μηνυμάτων πάνω από τη μέγιστη τιμή της ουράς πριν άλλα μηνύματα απορριφθούν. [Η προεπιλογή είναι 128]
es: Esta configuración determina el número máximo de mensajes por encima del valor de cola máximo antes de que se descarten más mensajes. [Predeterminado es 128]
et: Selle seadistuse abil määratakse maksimaalne sõnumite arv maksimaalse järjekorra väärtusest kõrgemal, enne kui edasised sõnumid kustutatakse. [Vaikimisi on 128]
fa: این تنظیم حداکثر تعداد پیام ها را قبل از حذف پیام های بعدی بالاتر از حداکثر مقدار صف تعیین می کند.
fi: Tämä asetus määrittää lähtevän jonon enimmäismäärän viestejä yli enimmäisarvon ennen kuin edelleen saapuvat viestit pudotetaan. [Oletusarvo on 128]
hi: यह सेटिंग निर्दिष्ट करती है कि बाहरी क्वे मान से ऊपर कितने संदेश होने पर अगले संदेश छोड़े जाएंगे। [मानक मान 128 है]
hu: Ez a beállítás meghatározza a maximum várakozási soron felüli üzenetszámot, mielőtt a további üzenetek eldobódnának. [Az alapértelmezett érték 128]
in: Pengaturan ini menentukan jumlah maksimum pesan di atas nilai antrean maksimum sebelum pesan selanjutnya dihapus. [Bawaannya adalah 128]
it: Questa impostazione determina il numero massimo di messaggi oltre il valore massimo della coda prima che siano eliminati ulteriori messaggi. [Predefinito è 128]
ja: この設定は、さらなるメッセージが削除される前の最大キュー値を超えるメッセージの最大数を決定します。[デフォルトは128です]
ko: 이 설정은 추가 메시지가 삭제되기 전에 최대 큐 값보다 많을 수 있는 최대 메시지 수를 결정합니다. [기본값은 128입니다.]
nb: Denne innstillingen bestemmer det maksimale antallet meldinger over det maksimale kø-verdien før flere meldinger blir droppet. [Standard er 128]
nl: Deze instelling bepaalt het maximale aantal berichten boven de maximale waarde van de wachtrij voordat verdere berichten worden verwijderd. [Standaard is 128]
pt: Esta configuração determina o número máximo de mensagens acima do valor máximo da fila antes que mais mensagens sejam descartadas. [Padrão é 128]
sl: Ta nastavitev določa maksimalno število sporočil nad maksimalno vrednostjo vrste preden so nadaljnja sporočila zavržena. [Privzeto je 128]
sv: Denna inställning avgör det maximala antalet meddelanden över det maximala kövärdet innan ytterligare meddelanden släpps. [Standardvärdet är 128]
uk: Це налаштування визначає максимальну кількість повідомлень понад максимальне значення черги, перш ніж будуть відхилені подальші повідомлення. [За замовчуванням 128]
vi: Cài đặt này xác định số lượng tin nhắn tối đa trên giá trị hàng đợi tối đa trước khi bỏ các tin nhắn tiếp theo. [Mặc định là 128]

source: This setting (in milliseconds) allows you to manually configure the queue delay target value for the CoDel queue management system. Default is 50ms. [Restart required]
ar: هذا الإعداد (بالملي ثوان) يتيح لك تكويف قيمة هدف تأخير الطابور لنظام إدارة طابور CoDel يدوياً. الافتراضي هو 50 ملي ثانية. [إعادة تشغيل مطلوبة]
az: Bu parametr (millisaniyə ərzində) CoDel növbə idarəetmə sistemi üçün növbə gecikmə hədəfinin dəyərini əl ilə konfiqurasiya etməyə imkan verir. Standart 50 m-dir. [Yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་ (སྐར་ཆ་ནང་) གིས་ CoDel queue management system ལ་གྲལ་སྒྲིག་ཕྱིར་འགྱངས་དམིགས་ཡུལ་གནས་གསལ་ལག་ཐོག་བཀོད་སྒྲིག་བྱེད་ཆོག སྔོན་སྒྲིག་ 50ms ཡིན། [བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení (v milisekundách) vám umožňuje ručně nastavit cílovou hodnotu zpoždění fronty pro systém správy fronty CoDel. Výchozí hodnota je 50 ms. [Vyžaduje restart]
da: Denne indstilling (i millisekunder) giver dig mulighed for manuelt at konfigurere målværdien for forsinkelse af køen for CoDel-køhåndteringssystemet. Standard er 50 ms. [Genstart påkrævet]
el: Αυτή η ρύθμιση (σε χιλιοδευτερόλεπτα) σας επιτρέπει να ρυθμίσετε χειροκίνητα την τιμή στόχο απόκρισης ουράς για το σύστημα διαχείρισης ουράς CoDel. Η προεπιλογή είναι 50ms. [Απαιτείται επανεκκίνηση]
es: Esta configuración (en milisegundos) te permite configurar manualmente el valor objetivo de retardo de la cola para el sistema de administración de colas CoDel. Predeterminado es 50ms. [Reinicio requerido]
et: See sättimine (millisekundites) võimaldab teil käsitsi määrata järjekorra viiteväärtuse CoDeli järjekorda juhtimissüsteemis. Vaikimisi on see 50 ms. [Nõuab taaskäivitamist]
fa: این تنظیم (در میلی ثانیه) به شما امکان می دهد تا به صورت دستی مقدار هدف تاخیر صف را برای سیستم مدیریت صف CoDel پیکربندی کنید.
fi: Tämä asetus (millisekunteina) mahdollistaa jonoviiveen kohdearvon manuaalisen määrityksen CoDel-jononhallintajärjestelmälle. Oletusarvo on 50 ms. [Vaaditaan uudelleenkäynnistys]
hi: यह सेटिंग (मिलीसेकंड में) आपको कोडेल क्वे प्रबंधन प्रणाली के लिए क्वे देरी के लक्ष्य मान को मैन्युअल रूप से सेट करने की अनुमति देती है। मूल मान 50मिलीसेकंड होता है। [रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás (ezredmásodpercben) lehetővé teszi, hogy manuálisan beállítsa a várakozási sor késleltetés cértéket a CoDel várakozási sorkezelő rendszeréhez. Az alapértelmezett érték 50 ms. [Újraindítás szükséges]
in: Pengaturan ini (dalam milidetik) memungkinkan Anda mengonfigurasi nilai target penundaan antrean secara manual untuk sistem manajemen antrean CoDel. Standarnya adalah 50 ms. [Diperlukan mulai ulang]
it: Questa impostazione (in millisecondi) consente di configurare manualmente il valore obiettivo del ritardo della coda per il sistema di gestione delle code CoDel. Il valore predefinito è 50ms. [Richiesta la riavvio]
ja: この設定（ミリ秒単位）を使用すると、CoDelキュー管理システムのキュー遅延ターゲット値を手動で設定できます。デフォルトは50msです。[再起動が必要です]
ko: 이 설정은 (밀리초 단위로) CoDel 큐 관리 시스템의 대기 시간 목표 값을 수동으로 구성할 수 있게 합니다. 기본값은 50ms입니다. [재시작 필요]
nb: Denne innstillingen (i millisekunder) lar deg manuelt konfigurere målverdien for ventekøen for CoDel køhåndteringssystemet. Standard er 50 ms. [Oppstart kreves]
nl: Deze instelling (in milliseconden) stelt u in staat om handmatig de doelwaarde voor de vertragingswachtrij in te stellen voor het CoDel-wachtrijbeheersysteem. Standaard is dit 50 ms. [Herstart vereist]
pt: Esta configuração (em milissegundos) permite configurar manualmente o valor alvo de atraso da fila para o sistema de gerenciamento de filas CoDel. O padrão é 50 ms. [Reinício necessário]
sl: Ta nastavitev (v milisekundah) vam omogoča ročno konfiguracijo ciljne vrednosti zamika vrste za sistem upravljanja vrste CoDel. Privzeto je 50ms. [Ponovni zagon zahtoven]
sv: Denna inställning (i millisekunder) gör att du manuellt kan konfigurera målvärdet för köfördröjning för CoDel-köhanteringssystemet. Standardvärdet är 50 ms. [Omstart krävs]
uk: Це налаштування (в мілісекундах) дозволяє вручну налаштувати цільове значення затримки черги для системи управління чергами CoDel. За замовчуванням 50 мс. [Потрібний перезапуск]
vi: Cài đặt này (tính bằng mili giây) cho phép bạn định cấu hình thủ công giá trị mục tiêu của hàng đợi cho hệ thống quản lý hàng đợi codel. Mặc định là 50ms. [Khởi động lại yêu cầu]
