Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Correct your clock setting if this error persists.
ar: غير اعدادات الساعة اذا استمر هذا الخطأ.
az: Bu xəta davam edərsə, saat parametrinizi düzəldin.
bo: འདི་ནོར་བ་ཡོད་ན་ཁྱོད་ཀྱི་དུས་ཚོད་བཀོ་སྒྲིག་ཡང་དག་བཟོ་དགོས།
cs: Opravte si nastavení hodin, pokud tato chyba přetrvává.
da: Ændrer dine Tids indstillinger hvis denne fejl vare ved
el: Διορθώστε το ρολόι σας εάν αυτό το σφάλμα παραμένει.
es: Corrija los ajustes de su reloj si este error persiste.
et: Kui see viga järjekindlalt kestab, seadista oma süsteemi kell õigeks.
fa: اگر این خطا ادامه داشت، تنظیمات ساعت خود را اصلاح کنید.
fi: Jos tämä virhe jatkuu, korjaa kellosi asetukset. Sen tulisi tarkastaa aikansa NTP -protolollalla.
hi: यदि यह त्रुटि जारी रहती है, तो अपनी घड़ी की सेटिंग सुधारें।
hu: Amennyiben ez a hiba továbbra is fennáll, Óra beállítások kijavítása szükséges.
in: Koreksi pengaturan jam sistem operasi anda jika error ini tetap ada.
it: Correggi la tua configurazione di clock se questo errore persiste.
ja: このエラーが解決しない場合は、時計の設定を修正してください。
ko: 오류가 지속된다면 클럭 세팅을 바로하십시오.
nb: Korriger klokkeinnstillingene dine hvis denne feilen vedvarer.
nl: Corrigeer je klok instelling indien deze fout blijft optreden.
pt: Corrija as configurações de teu relógio se este erro persistir.
sl: Če ta napaka obstaja, pravilno nastavite uro.
sv: Korrigera dina klockinställningar om felet kvarstår.
uk: Виправте налаштування годинника, якщо ця помилка зберігається.
vi: Sửa lại cài đặt đồng hồ của bạn nếu lỗi này vẫn tiếp diễn.

source: ERR - Private TCP Address
ar: خطأ - عنوان تي سي بي خاص
az: ERR - Şəxsi TCP Ünvanı
bo: ནོར་བ་- TCP གི་སྒོ་ནང་གི་ཞིབ་ཚགས།
cs: ERR - Soukromá TCP adresa
da: ERR - Privat TCP adresse
el: ΣΦΑΛΜΑ - Ιδιωτική διεύθυνση TCP
es: ERROR - Dirección TCP privada
et: VIGA - Privaatne/lokaalne TCP aadress
fa: ERR - آدرس TCP خصوصی
fi: VIRHE - Yksityinen TCP osoite
hi: त्रुटि - निजी TCP पता
hu: HIBA - Privát TCP Cím
it: ERR - Indirizzo TCP Privato
ja: ERR - プライベート TCP アドレス
ko: 오류 - 개인 TCP 주소
nb: FEIL - Privat TCP-adresse
nl: ERR - Privaat TCP Adres
pt: ERR - Endereço Privado TCP
sl: NAPAKA - Zasebni TCP naslov
sv: FEL - Rivat TCP adress
uk: ПОМИЛКА - Приватна TCP-адреса
vi: ERR - Địa chỉ TCP riêng

source: You must never advertise an unroutable IP address such as 127.0.0.1 or 192.168.1.1 as your external address.
ar: يجب عدم الإعلان في أي وقت عن عنوان آي بي غير ممكن التوجه إليه مثل 127.0.0.1 أو 192.168.1.1 كعنوان خارجي لك.
az: Siz heç vaxt 127.0.0.1 və ya 192.168.1.1 kimi marşrutlaşdırıla bilməyən IP ünvanını xarici ünvanınız kimi reklam etməməlisiniz.
bo: ཁྱོད་ཀྱི་ཕྱི་མི་ཞིབ་ཚགས་ཞིག་ཏུ་གོང་གི་IP ཞིབ་ཚགས་127.0.0.1 ཡང་ན་192.168.1.1 ཞིག་གིས་མི་བྱེད་པར་བཟོ་དགོས།
cs: Nesmíte propagovat nesměrovatelnou IP adresu jako je 127.0.0.1 nebo 192.168.1.1 jako Vaši externí adresu.
da: Du må aldrig annoncere en ikke-routerbar IP-adresse såsom 127.0.0.1 eller 192.168.1.1 som din eksterne adresse.
el: Δεν πρέπει ποτέ να διαφημίζετε μια διεύθυνση IP χωρίς δυνατότητα δρομολόγησης, όπως 127.0.0.1 ή 192.168.1.1 ως εξωτερική σας διεύθυνση.
es: Nunca debe publicitar como su dirección externa una dirección IP (interna) no enrutable del tipo 127.0.0.1 o 192.168.1.1
et: Teistele ruuteritele ei tohiks kunagi oma välise aadressina pakkuda ruutimiseks kõlbmatut aadressi nagu 127.0.0.1 või 192.168.1.1. Nad panevad pahaks.
fa: هرگز نباید یک آدرس IP غیرقابل مسیریابی مانند 127.0.0.1 یا 192.168.1.1 را به عنوان آدرس خارجی خود تبلیغ کنید.
fi: Et saa mainostaa osoitetta, johon ei voi muodostaa yhteyttä ulkopuolelta. Esimerkkejä tällaisista ovat 127.0.0.1 ja 192.168.1.1
hi: आपको कभी भी अपने बाहरी पते के रूप में एक निजी IP पता, जैसे 127.0.0.1 या 192.168.1.1, विज्ञापित नहीं करना चाहिए।
hu: Soha ne adj közre nem route-olható IP címet, mint pl. 127.0.0.1 vagy 192.168.1.1 külső címedként.
in: Jangan pernah mengumumkan alamat IP unroutable seperti 127.0.0.1 atau 192.168.1.1 sebagai alamat eksternal.
it: Non devi mai mostrare un indirizzo IP non rintracciabile come 127.0.0.1 o 192.168.1.1 come tuo indirizzo esterno.
ja: 127.0.0.1 や 192.168.1.1 などのルーティング不可能な IP アドレスを外部アドレスとしてアドバタイズしてはなりません。
ko: 127.0.0.1이나 192.168.1.1같은 라우터 되지않는 IP 주소를 명시하지 않은 것 같습니다.
nb: Du må aldri annonsere en ikke-rutbar IP-adresse som f.eks. 127.0.0.1 eller 192.168.1.1 som din eksterne adresse.
nl: Je moet nooit een niet-routeerbaar IP adres zoals 127.0.0.1 of 192.168.1.1 adverteren als je externe adres.
pt: Nunca publique um endereço IP como 127.0.0.1 ou 192.168.1.1 como seu endereço IP externo.
sl: Nikoli ne smeš oglašati neusmerljivega IP naslova, kot je 127.0.0.1 ali 192.168.1.1, kot vašega zunanje naslova.
sv: Du får aldrig annonsera en icke-routbar IP-adress som 127.0.0.1 eller 192.168.1.1 som din externa adress.
uk: Ви ніколи не повинні рекламувати нероутингову IP-адресу, таку як 127.0.0.1 або 192.168.1.1 як зовнішню адресу.
vi: Bạn không bao giờ được quảng cáo địa chỉ IP không thể định tuyến như 127.0.0.1 hoặc 192.168.1.1 làm địa chỉ bên ngoài của mình.

source: Correct the address or disable inbound TCP on the Network Configuration page.
ar: قم بتصحيح العنوان أو تعطيل بروتوكول تي سي بي الوارد على صفحة تكوين الشبكة.
az: Şəbəkə Konfiqurasiyası səhifəsində ünvanı düzəldin və ya daxil olan TCP-ni deaktiv edin.
bo: ཞིབ་ཚགས་ཡང་དག་བཟོ་དང་ཡང་ན་དྲོད་ཀྱི་བཀོ་སྒྲིག་གི་ཤོག་ངོས་སུ་TCP ཐོག་མ་བཟོ་མི་བྱེད་པར་བཟོ་དགོས།
cs: Opravte adresu nebo zakažte příchozí TCP na stránce konfigurace sítě.
da: Korriger adressen eller deaktiver indgående TCP på netværkskonfigurationssiden.
el: Διορθώστε τη διεύθυνση ή απενεργοποιήστε το εισερχόμενο TCP στη σελίδα Διαμόρφωση δικτύου.
es: Corrija la dirección o deshabilite el TCP entrante en la página de Configuración de Red.
et: Paranda aadress või keela sissetulev TCP võrgu seadete lehel.
fa: آدرس را تصحیح کنید یا TCP ورودی را در صفحه پیکربندی شبکه غیرفعال کنید.
fi: Korjaa osoite tai poista TCP-verkkoasetuksissa.
hi: पता सुधारें या नेटवर्क सेटिंग पृष्ठ पर इनबाउंड TCP को निष्क्रिय करें।
hu: Javítsa ki a címet, vagy tiltsa le a bejövő TCP-t a Hálózati konfiguráció oldalon.
in: Koreksi alamat tersebut atau nonaktifkan inbound TCP pada halaman konfigurasi jaringan.
it: Correggi l'indirizzo o disabilita TCP in ingresso nella pagina di configurazione del router.
ja: 「ネットワーク構成」ページでアドレスを修正するか、受信 TCP を無効にします。
ko: 주소를 수정하거나 네트워크 구성 페이지에서 들어오는 TCP를 비활성화하세요.
nb: Korriger adressen eller deaktiver innkommende TCP på siden for nettverkskonfigurasjon.
nl: Corrigeer het adres of schakel inkomende TCP uit op de pagina Netwerkconfiguratie.
pt: Corrija o endereço ou desative o TCP de entrada na página de Configuração de Rede.
sl: Popravi naslov ali onemogoči vhodni TCP na strani za konfiguracijo omrežja.
sv: Korrigera adressen eller inaktivera inkommande TCP på nätverkskonfigurationssidan.
uk: Виправте адресу або вимкніть вхідний TCP на сторінці конфігурації мережі.
vi: Sửa địa chỉ hoặc tắt TCP gửi đến trên trang Cấu hình Mạng.

source: ERR - SymmetricNAT
ar: خطأ - جدار حماية متناظر
az: XƏTA - SimmetrikNAT
bo: ནོར་བ་- SymmetricNAT
cs: ERR - Symetrická NAT
el: ΣΦΑΛΜΑ - Συμμετρικό NAT
es: ERROR - NAT Simétrico
et: VIGA - Sümmeetriline NAT
fa: خطا - NAT متقارن
fi: VIRHE - Symmetrinen NAT
hi: त्रुटि - सिमेट्रिक NAT
hu: HIBA - SzimmetrikusNAT
it: ERR - NAT Simmetrico
ja: ERR - 対称NAT
ko: 오류 - Symmetric NAT
nb: FEIL - Symmetrisk NAT
pt: ERR - NAT simétrico
sl: NAPAKA - SimetričniNAT
sv: FEL - SymmetricNAT
uk: ПОМИЛКА - Симетричний NAT
vi: LỖI - SymmetricNAT

source: I2P detected that you are firewalled by a Symmetric NAT.
ar: اكتشف I2P أنك محمي بواسطة جدار حماية متناظر.
az: I2P simmetrik NAT tərəfindən qorunduğunuzu aşkar etdi.
bo: I2P ནི་ཁྱོད་ཀྱིས་Symmetric NAT ཀྱི་ཐོག་ཏུ་མེ་འདས་ཡོད་པ་མཚོན་གྱི་ཡོད།
cs: I2P detekoval, že jste blokován(a) symetrickou NAT.
da: I2P har fundet ud af at du er bag en firewall som skyldes en Symmetric NAT
el: To I2P ανίχνευσε ότι είστε αποκλεισμένοι λόγω Συμμετρικού NAT
es: I2P ha detectado que está siendo bloqueado un cortafuegos con NAT simétrico.
et: I2P on tuvastanud, et su tulemüüriks on sümmeetriline NAT.
fa: I2P تشخیص داد که شما توسط یک NAT متقارن فایروال شده اید.
fi: I2P havaitsi, että olet symmetriset NAT -palomuurin takana.
hi: I2P ने पहचाना है कि आपको एक सिमेट्रिक NAT द्वारा फ़ायरवॉल्ड किया गया है।
hu: Az I2P észlelése szerint Szimmetrikus NAT által tűzfalazva.
in: I2P mendeteksi bahwa anda dihalangi firewall dengan NAT simetris.
it: I2P ha rilevato che sei dietro ad un firewall per mezzo di NAT Simmetrico.
ja: I2P は、対称 NAT によってファイアウォールで保護されていることを検出しました。
ko: I2P가 Symmetric NAT에 의해 방화벽에 막힌것을 감지했습니다.
nb: I2P har oppdaget at du har brannmur med Symmetric NAT.
nl: I2P heeft gedetecteerd dat je achter een firewall zit door een Symmetric NAT.
pt: O I2P detectou que o NAT simétrico do seu firewall está bloqueando.
sl: I2P je zaznal, da ste omejeni z simetričnim NAT.
sv: I2P upptäckte att du är bakom en brandvägg med Symmetric NAT.
uk: I2P виявив, що ви зафаєрволені симетричним NAT.
vi: I2P phát hiện thấy bạn được tường lửa bởi NAT đối xứng.

source: I2P does not work well behind this type of firewall. You will probably not be able to accept inbound connections, which will limit your participation in the network.
ar: لن يعمل I2P بشكل جيد وراء هذا النوع من جدار الحماية. من المحتمل عدم قدرتك على قبول الاتصالات الواردة، ما سيحد من مشاركتك في الشبكة.
az: I2P iş bu növ sonatardan arxalarında düzgün işləmir. Yaxın qəbildən gələn birləşmələrin qəbul edilməsinə imkan verməmək ehtimalı var, bu isə şəbəkədə iştirakınızı məhdudlaşdıracaqdır.
bo: I2P ནི་འདི་དང་འདྲའི་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡག་པོར་གནས་མི་ཐུབ། ཁྱོད་ཀྱིས་ཐོག་མའི་མཐུད་པ་མི་བཟོ་ཐུབ་པས། དྲོད་ཀྱི་དྲིལ་ཚོར་གནས་པའི་ཚོད་དུ་བརྒལ་བ་ཡིན།
cs: I2P nefunguje dobře za tímto typem firewallu. Pravděpodobně nebudete schopni přijímat příchozí spojení, což omezí vaši účast v síti.
da: I2P fungerer ikke særlig godt bag denne type firewall. Du vil højst sandsynligt ikke have mulighed for at accepterer indadgående forbindelser, hvilket vil begrænse din deltagelse i netværket.
el: Το I2P δεν λειτουργεί καλά πίσω από τέτοιο τύπο firewall. Πιθανόν δε θα μπορείτε να αποδεχτείτε εισερχόμενες συνδέσεις, το οποίο θα περιορίσει την συμετοχή σας στο δίκτυο.
es: I2P no funciona bien detrás de este tipo de cortafuegos. Probablemente no podrá aceptar conexiones entrantes, lo que limitará su participación en la red.
et: I2P ei tööta hästi sellist tüüpi tulemüüri taga. Tõenäoliselt ei ole sul võimalik sisenevaid ühendusi vastu võtta, mis piirab su osalust võrgus.
fa: I2P در پشت این نوع فایروال به خوبی کار نمی کند.
fi: I2P ei toimi hyvin tällaisen palomuurin takaa. Luultavasti et voi ottaa vastaan sisääntulevia yhteyksiä, mikä haittaa osallistumistasi verkkoon.
hi: I2P इस प्रकार के फ़ायरवॉल के पीछे अच्छी तरह कार्य करता नहीं है। आपको शायद आगामी कनेक्शन स्वीकार नहीं कर पाएंगे, जो आपकी नेटवर्क में सहभागी होने की सीमा लगा सकती है।
hu: Az I2P nem működik ilyen típusú tűzfal mögül. Valószínűleg nem lesz lehetséges bejövő kapcsolatok fogadása, mely korlátozni fogja a hálózatban való részvételt.
in: I2P tidak bekerja baik di belakang firewall jenis ini. Anda mungkin tidak akan mampu menerima koneksi masuk, sehingga akan membatasi partisipasi anda dalam jaringan.
it: I2P non funziona bene dietro questo tipo di firewall. Probabilmente non sarai in grado di accettare connessioni in ingresso, cosa che limiterà la tua partecipazione alla rete.
ja: このタイプのファイアウォールでは、I2Pは正常に動作しません。おそらく受信接続を受け入れることができず、ネットワークへの参加が制限されます。
ko: I2P는 해당 타입의 방화벽 뒤에서 동작하지 않습니다. 수신 연결을 허가하지 못할 것이며, 때문에 네트워크 참가에 제한이 있을 것입니다.
nb: I2P fungerer ikke godt bak denne typen brannmur. Du vil sannsynligvis ikke kunne ta imot innkommende tilkoblinger, noe som vil begrense deltakelsen din i nettverket.
nl: I2P werkt niet goed achter dit type firewall. Je kunt waarschijnlijk geen inkomende verbindingen accepteren, wat je deelname aan het netwerk zal beperken.
pt: I2P não funciona adequadamente atrás desse tipo de parede de fogo. Provavelmente não poderás receber conexões vindas de fora, o que limitarás tua participação na rede.
sl: I2P ne deluje dobro iza tega vrsta omejevalca. Verjetno ne boste mogli sprejemati vhodnih povezav, kar bo omejilo vaše sodelovanje v omrežju.
sv: I2P fungerar inte bra bakom denna typ av brandvägg. Du kommer förmodligen inte att kunna acceptera inkommande anslutningar, vilket kommer att begränsa ditt deltagande i nätverket.
uk: За цим типом фаєрволу I2P працюватиме погано. Ймовірно, ви не зможете приймати вхідні з'єднання, що обмежить вашу участь у мережі.
vi: I2P không hoạt động tốt sau loại tường lửa này. Bạn có thể sẽ không thể chấp nhận các kết nối gửi đến, điều này sẽ hạn chế sự tham gia của bạn vào mạng.

source: ERR - UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
ar: خطأ - منفذ بروتوكول يو دي بي مستخدم - قم بتعيين i2np.udp.internalPort=xxxx في التكوين المتقدم وإعادة التشغيل
az: ERR - İstifadədə UDP Portu - Qabaqcıl konfiqurasiyada i2np.udp.internalPort=xxxx təyin edin və yenidən başladın
bo: ནོར་བ་- UDP ལམ་ནི་བཟུང་བཞིན་པ་ཡིན། - i2np.udp.internalPort=xxxx དེ་མཐོ་བོའི་བཀོ་སྒྲིག་གིས་བཟོ་དང་ཡང་ན་གསར་དུ་འདོད་པར་བཟོ་དགོས།
cs: CHYBA - UDP port je používán - Nastavte i2np.udp.internalPort=xxxx v pokročilé konfiguraci a restartujte
da: ERR - UDP port er i brug - Sæt i2np.udp.internalPort=xxxx i avanceret konfiguration og genstart
el: ERR - Θύρα UDP σε χρήση - Ρύθμιση i2np.udp.internalPort=xxxx σε σύνθετες ρυθμίσεις και επανεκκίνηση
es: ERROR - El puerto UDP está en uso - Cámbielo en i2np.udp.internalPort=xxxx en la configuración avanzada y reinicie
et: VIGA - UDP port hõivatud - sea i2np.udp.internalPort=xxxx peenhäälestuses ja käivita uuesti
fa: ERR - پورت UDP در حال استفاده - i2np.udp.internalPort=xxxx را در پیکربندی پیشرفته تنظیم کرده و مجدداً راه اندازی کنید
fi: VIRHE - UDP portti käytössä. - Aseta i2np.udp.internalPort=xxxx erikoisasetuksissa ja uudelleenkäynnistä
hi: त्रुटि - UDP पोर्ट में उपयोग - अनुकूलित सेटिंग में i2np.udp.internalPort=xxxx सेट करें और पुनः शुरू करें
hu: HIBA - UDP Port Használatban - Állítsd be az i2np.udp.internalPort=xxxx -t a haladó beállításokban és indíts újra.
in: ERR-UDP Port digunakan - setel i2np.udp.internalPort=xxxx di konfigurasi lanjutan lalu restart
it: ERR - Porta UDP In Uso - Imposta i2np.udp.internalPort=xxxx nella configurazione avanzata e riavvia
ja: ERR - UDP ポートが使用中 - 詳細設定で i2np.udp.internalPort=xxxx を設定して再起動してください
ko: 오류 - 사용중인 UDP 포트 - 고급 설정의 i2np.udp.internalPort=xxxx 를 설정한 다음 재시작하세요
nb: ERR - UDP-port i bruk - Sett i2np.udp.internalPort=xxxx i avansert konfigurasjon og start på nytt
nl: ERR - UDP Poort In Gebruik - Zet i2np.udp.internalPort=xxxx in geavanceerde configuratie en herstart
pt: ERR - Porta UDP Em Uso - Usar i2np.udp.internalPort=xxxx nas configurações avançadas e reiniciar
sl: NAPAKA - UDP vrata v uporabi - Nastavite i2np.udp.internalPort=xxxx v napredni konfiguraciji in ponovno zagnite
sv: FEL - UDP-port används - ändra i2np.udp.internalPort = xxxx i avancerade inställningar och starta om
uk: ПОМИЛКА - Використовується UDP-порт - встановіть i2np.udp.internalPort=xxxx у розширеній конфігурації та перезапустіть
vi: ERR - Cổng UDP đang được sử dụng - Đặt i2np.udp.internalPort=xxxx trong cấu hình nâng cao và khởi động lại

source: I2P was unable to bind to the configured port noted on the advanced network configuration page .
ar: لم يتمكن I2P من الارتباط بالمنفذ المكون المذكور على صفحة تكوين الشبكة المتقدمة.
az: I2P qabaqcıl şəbəkə konfiqurasiyası səhifəsində qeyd olunan konfiqurasiya edilmiş porta qoşula bilmədi.
bo: I2P ནི་མཐོ་བོའི་དྲོད་ཀྱི་བཀོ་སྒྲིག་གི་ཤོག་ངོས་སུ་བཀོ་སྒྲིག་བྱས་པའི་ལམ་དུ་བཟུང་མི་ཐུབ།
cs: I2P se nepodařilo přiřadit ke konfigurovanému portu uváděnému na stránce s pokročilou konfigurací sítě.
da: I2P kunne ikke binde til den konfigurerede port angiven på avancerede netværkskonfigurationsside.
el: Το I2P δεν μπόρεσε να συνδεθεί με τη διαμορφωμένη θύρα που σημειώθηκε στη σελίδα διαμόρφωσης δικτύου για προχωρημένους.
es: I2P no pudo ser ligado al puerto establecido en la página de configuración avanzada de red.
et: I2P ei suutnud seostada konfigureeritud porti, mida märkis täpsemal võrgu konfiguratsiooni lehel.
fa: I2P قادر به اتصال به پورت پیکربندی شده ذکر شده در صفحه پیکربندی شبکه پیشرفته نبود.
fi: I2P ei voinut sitoutua määritettyyn porttiin, joka on mainittu kehittyneen verkkokonfiguraatiosivulla.
hi: I2P को अनुकूलित नेटवर्क सेटिंग पृष्ठ पर उल्लेखित पोर्ट पर बांधने में असमर्थ रहा।
hu: Az I2P nem tudta hozzárendelni a konfigurált portot, amely a fejlett hálózati konfigurációs oldalon van megjelölve.
in: I2P tidak mampu menggunakan port yang dikonfigurasi yang tercantum pada halaman konfigurasi jaringan.
it: I2P non è stato capace di agganciarsi alla porta configurata segnata sulla pagina di configurazione di rete avanzata.
ja: I2P は、詳細ネットワーク構成ページに記載されている構成済みポートにバインドできませんでした。
ko: I2P가 고급 네트워크 설정 페이지에 설정된 포트를 바인드 할 수 없었습니다.
nb: I2P kunne ikke koble til den konfigurerte porten angitt på siden for avansert nettverkskonfigurasjon.
nl: I2P kon niet binden aan de opgegeven poort op de geavanceerde configuratie pagina.
pt: O I2P não conseguiu vincular à porta configurada observada na página de configuração avançada da rede.
sl: I2P ni mogel vezati na konfigurirano vrata, opombljeno na strani za napredno konfiguracijo omrežja.
sv: I2P kunde inte binda till den port som anges på sidan för avancerad konfiguration.
uk: I2P не зміг прив'язатися до налаштованого порту, зазначеного на сторінці розширеної мережевої конфігурації.
vi: I2P không thể liên kết với cổng đã định cấu hình được ghi chú trên trang cấu hình mạng nâng cao.

source: Check to see if another program is using the configured port. If so, stop that program or configure I2P to use a different port.
ar: تحقق من انه لا يوجد برنامج آخر يستعمل نفس المنفذ. قم بتوقيف البرنامج وتغيير اعدادات I2P.
az: Konfiqurasiya olunan port istifadə olunan başqa bir proqramın var olacağı yoxlanılsa da, o proqramı dayandırın və ya I2P-ni digər portdan istifadə etmək üçün konfiqurasiya edin.
bo: གོང་གི་ལམ་ནི་གཞན་དོན་ལུགས་ཀྱིས་བཟུང་བ་མཚོན་དགོས། དེ་ཡིན་ན་དེའི་དོན་ལུགས་མཚོན་དང་ཡང་ན་I2P དེ་གཞན་ལམ་ཞིག་གིས་བཟུང་བར་བཀོ་སྒྲིག་བྱེད་དགོས།
cs: Zkontrolujte, zda jiný program používá konfigurovaný port. Pokud ano, zastavte tento program nebo nakonfigurujte I2P tak, aby používal jiný port.
da: Tjek og se om et andet program bruger den konefigureret port. Hvis der er det, stop det program eller konfigurer I2P til at bruge en anden port.
el: Ελέγξτε αν κάποιο άλλο πρόγραμμα χρησιμοποιεί την διαμορφωμένη θύρα. Αν ναι, σταματήστε αυτό το πρόγραμμα ή διαμορφώστε το I2P να χρησιμοποιεί μια διαφορετική θύρα.
es: Compruebe si otro programa está utilizando el puerto configurado. Si es así, cierre el programa o configure I2P para utilizar un puerto diferente.
et: Kontrolli, kas seda porti kasutab mõni teine programm. Kui nii, peata see teine programm või seadista I2P kasutama muud porti.
fa: بررسی کنید که آیا برنامه دیگری از پورت پیکربندی شده استفاده می کند یا خیر.
fi: Tarkasta, käyttääkö joku muu ohjelma määriteltyä porttia. Jos, niin pysäytä tuo ohjelma tai aseta I2P käyttämään jotain muuta porttia.
hi: देखें कि कोई अन्य प्रोग्राम क्या अनुकूलित पोर्ट का उपयोग कर रहा है। यदि हाँ, तो उस प्रोग्राम को स्थगित करें या I2P को एक अलग पोर्ट का उपयोग करने के लिए सेट करें।
hu: Nézz utána, hogy másik program használja a beállított portot. Ha igen, állítsd le azt a programot vagy állítsd be az I2P-t egy másik port használatára.
in: Periksa apakah program lain menggunakan port yang telah dikonfigurasi. Jika demikian, hentikan program tersebut atau konfigurasi I2P untuk menggunakan port lain.
it: Controlla se un altro programma sta usando la porta configurata. Se così fosse, chiudi il programma o configura I2P in modo da fargli usare una porta diversa.
ja: 他のプログラムが設定したポートを使用しているか確認してください。そうであれば、そのプログラムを停止するか、 I2P が違うポートを使用する ように設定してください。
ko: 다른 프로그램이 해당 포트를 사용중일 수 있습니다. 그렇다면, 해당 프로그램을 종료하거나 I2P에 다른 포트를 할당하세요.
nb: Sjekk om en annen program bruker den konfigurerte porten. Hvis det er tilfelle, stopp det programmet eller konfigurer I2P til å bruke en annen port.
nl: Controlleer of een ander programma de geconfigureerde poort gebruikt. Als dit zo is, stop dit programma of configureer I2P op een andere poort.
pt: Verifique se outro programa está usando a porta configurada. Se sim, pare o outro programa ou configure o I2P para usar uma porta diferente.
sl: Preverite, ali uporablja drug program konfigurirana vrata. Če je tako, ustavite ta program ali konfigurirajte I2P za uporabo drugega vrata.
sv: Kontrollera om ett annat program använder den valda porten. Om så är fallet, avsluta det programmet eller konfigurera I2P att använda annan port.
uk: Перевірте, чи не використовує порт інша програма. Якщо так, зупиніть цю програму або налаштуйте I2P на інший порт.
vi: Kiểm tra xem có chương trình nào khác đang sử dụng cổng đã định cấu hình hay không. Nếu vậy, hãy dừng chương trình đó hoặc định cấu hình I2P để sử dụng một cổng khác.

source: This may be a transient error, if the other program is no longer using the port.
ar: قد يكون هذا خطأ مؤقتًا إذا لم يعد البرنامج الآخر يستخدم المنفذ.
az: Əgər digər proqram artıq portdan istifadə etmirsə, bu müvəqqəti xəta ola bilər.
bo: གཞན་དོན་ལུགས་ཀྱིས་ལམ་དེ་མི་བཟུང་བར་ཡོད་ན་འདི་ནོར་བ་ཞིག་གི་བརྟེན་མེན་པ་ཡིན།
cs: Toto může být přechodná chyba, pokud jiný program již nepoužívá port.
da: Dette kan være en kortvarig fejl, hvis det andet program ikke længere bruger porten.
el: Αυτό μπορεί να είναι ένα παροδικό σφάλμα, εάν το άλλο πρόγραμμα δεν χρησιμοποιεί πλέον τη θύρα.
es: Esto puede ser un error transitorio si el otro programa ya no utiliza el puerto.
et: See võib olla mööduva loomuga viga, kui teine programm pordi vabastab.
fa: این ممکن است یک خطای گذرا باشد، اگر برنامه دیگر دیگر از پورت استفاده نمی کند.
fi: Tämä saattaa olla ohimenevä virhe, jos mikään muu ohjelma ei enää käytä porttia.
hi: यदि अन्य प्रोग्राम पोर्ट का उपयोग नहीं कर रहा है, तो यह अस्थायी त्रुटि हो सकती है।
hu: Ez lehet átmeneti hiba, ha a másik program már nem használja a portot.
in: Ini mungkin error sementara, jika program lain tidak lagi menggunakan port tersebut.
it: Se l'altro programma non sta più utilizzando la porta, questo potrebbe essere un'errore passeggero.
ja: 他のプログラムがポートを使用していない場合、これは一時的なエラーである可能性があります。
ko: 다른 프로그램이 해당 포트를 더 이상 사용중이지 않다면 일시적인 오류일 수 있습니다.
nb: Dette kan være en midlertidig feil, hvis det andre programmet ikke lenger bruker porten.
nl: Dit kan een voorbijgaande fout zijn, als het andere programma de poort niet meer gebruikt.
pt: Este pode ser um erro passageiro, se o outro programa não estiver mais usando a porta.
sl: To morda trenutna napaka, če drug program več ne uporablja vrata.
sv: Detta kan vara tillfällig fel, om det andra programmet inte längre använder porten.
uk: Це може бути тимчасова помилка, якщо інша програма більше не використовує порт.
vi: Đây có thể là lỗi tạm thời nếu chương trình khác không còn sử dụng cổng này nữa.
