Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A default threshold to apply to all remote destinations not listed in the containing file or any of the referenced files
ar: الحد الافتراضي الذي سيتم تطبيقه على جميع الوجهات البعيدة غير المدرجة في الملف المحتوي أو أي من الملفات المشار إليها
az: Bulunduran dosyada veya başvurulan dosyalardan herhangi birinde listelenmeyen tüm uzak hedeflere uygulanacak varsayılan bir eşik
bo: ཡིག་ཆ་དེའི་ནང་དུ་ཡང་ན་བཤེར་བའི་ཡིག་ཆ་གང་རུང་གི་ནང་དུ་མེད་པའི་གནས་གོང་རྣམས་ལ་ཚོད་འཛིན་ཞིག་བཤེར་བར་བརྟེན་པའི་ཚོད་འཛིན་ཐོག་མ།
cs: Výchozí prah, který se aplikuje na všechny vzdálené cíle, které nejsou uvedeny v obsahujícím souboru ani v žádném odkazovaném souboru
da: En standardgrænse, der gælder for alle fjerndestinationer, der ikke er angivet i den indeholdende fil eller nogen af ​​de refererede filer
el: Ένα προεπιλεγμένο όριο που εφαρμόζεται σε όλους τους απομακρυσμένους προορισμούς που δεν αναφέρονται στο αρχείο που περιέχει ή σε οποιοδήποτε από τα αναφερόμενα αρχεία
es: Un umbral predeterminado que se aplicará a todos los destinos remotos que no figuran en el archivo que lo contiene ni en ninguno de los archivos a los que se hace referencia.
et: Vaiketõke, mis rakendub kõikidele kaugematele sihtkohtadele, mida pole sisaldava faili ega ühegi viitefaili loendid
fa: یک آستانه پیش‌فرض برای اعمال به تمام مقاصد راه دوری که در فایل حاوی یا هر کدام از فایل‌های مرجع ذکر نشده‌اند
fi: Oletuskynnys, jota sovelletaan kaikkiin etäkohteisiin, joita ei ole lueteltu sisältävässä tiedostossa tai viitatut tiedostot
hi: मौजूदा फ़ाइल या किसी भी संदर्भित फ़ाइल में सूचीबद्ध नहीं होने वाले सभी प्रतिष्ठित गंतव्यों पर लागू करने के लिए एक मानक सीमा
hu: Az alapértelmezett küszöbérték alkalmazása az összes távoli célállomásra, amely nem szerepel az aktuális fájlban vagy az egyik hivatkozott fájlban sem
in: Batasan bawaan yang akan diterapkan untuk semua tujuan jarak jauh yang tidak terdaftar dalam file yang mengandungnya atau file referensi lainnya
it: Una soglia predefinita da applicare a tutte le destinazioni remote non elencate nel file o in uno dei file referenziati
ja: 含まれているファイルまたは参照されるファイルにリストされていないすべてのリモート接続先に適用するデフォルトのしきい値
ko: 포함된 파일 또는 참조 파일에 나열되어 있지 않은 모든 원격 대상에 적용할 기본 문턱값입니다.
nb: En standardterskel som gjelder for alle eksterne destinasjoner som ikke er oppført i filen som inneholder eller noen av de refererte filene
nl: Een standaarddrempel die moet worden toegepast op alle externe bestemmingen die niet zijn vermeld in het bevattende bestand of in een van de bestanden waarnaar wordt verwezen
pt: Um limite padrão a ser aplicado a todos os destinos remotos não listados no arquivo de origem ou em qualquer um dos arquivos referenciados
sl: Privzeti prag za vse daljanske destinacije, ki niso navedene v vsebinski datoteki ali v kateri koli od omenjenih datotek
sv: En standardtröskel att tillämpa på alla fjärrdestinationer som inte anges i den innehållande filen eller någon av de refererade filerna
uk: Порогове значення за замовчуванням, яке застосовується до всіх віддалених місць призначення, не зазначених у файлі, що містить, або будь-якому з файлів, на які посилаються
vi: Ngưỡng mặc định để áp dụng cho tất cả các đích từ xa không được liệt kê trong tệp chứa hoặc bất kỳ tệp được tham chiếu nào

source: A threshold to apply to a specific remote destination
ar: عتبة تنطبق على وجهة نائية محددة
az: Belirli bir uzak hedefe uygulanacak bir eşik
bo: གནས་གོང་གཅིག་གི་ལོགས་ཚོད་འཛིན་བཤེར་བར་བརྟེན་པའི་ཚོད་འཛིན།
cs: Prah, který se aplikuje na konkrétní vzdálený cíl
da: En tærskel, der skal gælde for en specifik fjerndestination
el: Ένα όριο που εφαρμόζεται σε έναν συγκεκριμένο απομακρυσμένο προορισμό
es: Un umbral para aplicar a un destino remoto específico
et: Tõke konkreetsele kaugemale sihtkohtale rakendamiseks
fa: یک آستانه برای اعمال به مقصد راه دور خاصی
fi: Kynnysarvo, jota sovelletaan tiettyyn etäkohteeseen
hi: एक विशिष्ट प्रतिष्ठित गंतव्य पर लागू करने के लिए एक सीमा
hu: Egy küszöbérték alkalmazása egy adott távoli célállomásra
in: Ambang batas untuk diterapkan ke tujuan jarak jauh tertentu
it: Una soglia da applicare a una specifica destinazione remota
ja: 特定のリモート宛先に適用するしきい値
ko: 특정 원격 대상에 적용할 문턱값입니다.
nb: En terskel for å gjelde en spesifikk ekstern destinasjon
nl: Een drempel die moet worden toegepast op een specifieke externe bestemming
pt: Um limite a ser aplicado a um destino remoto específico
sl: Prag za določeno daljansko destinacijo
sv: En tröskelvärde att tillämpa på en specifik fjärrdestination
uk: Порогове значення для застосування до певного віддаленого призначення
vi: Ngưỡng áp dụng cho một điểm đến từ xa cụ thể

source: A threshold to apply to remote destinations listed in a file
ar: عتبة تنطبق على الوجهات البعيدة المدرجة في الملف
az: Bir dosyada listelenen uzak hedeflere uygulanacak bir eşik
bo: ཡིག་ཆ་ནང་གི་གནས་གོང་རྣམས་ལ་ཚོད་འཛིན་བཤེར་བར་བརྟེན་པའི་ཚོད་འཛིན།
cs: Prah, který se aplikuje na vzdálené cíle uvedené v souboru
da: En tærskel, der skal gælde for fjerndestinationer, der er angivet i en fil
el: Ένα όριο που εφαρμόζεται σε απομακρυσμένους προορισμούς που αναφέρονται σε ένα αρχείο
es: Un umbral para aplicar a destinos remotos enumerados en un archivo
et: Tõke failis loetletud kaugsümnaikadele rakendamiseks
fa: یک آستانه برای اعمال به مقاصد راه دوری که در یک فایل ذکر شده‌اند
fi: Kynnysarvo, jota sovelletaan tiedostossa lueteltuihin etäkohteisiin
hi: एक फ़ाइल में सूचीबद्ध प्रतिष्ठित गंतव्यों पर लागू करने के लिए एक सीमा
hu: Egy küszöbérték alkalmazása egy fájlban felsorolt távoli célállomásra
in: Ambang batas untuk diterapkan ke tujuan jarak jauh yang tercantum dalam file
it: Una soglia da applicare alle destinazioni remote elencate in un file
ja: ファイルにリストされているリモート宛先に適用するしきい値
ko: 파일에 나열된 원격 대상에 적용할 문턱값입니다.
nb: En terskel for å gjelde eksterne destinasjoner som er oppført i en fil
nl: Een drempel die moet worden toegepast op externe bestemmingen die in een bestand zijn vermeld
pt: Um limite a ser aplicado a destinos remotos listados em um arquivo
sl: Prag za daljanske destinacije, navedene v datoteki
sv: En tröskelvärde att tillämpa på fjärrdestinationer som är listade i en fil
uk: Порогове значення для застосування до віддалених пунктів призначення, перелічених у файлі
vi: Ngưỡng áp dụng cho các điểm đến từ xa được liệt kê trong một tệp

source: A threshold that if breached will cause the offending remote destination to be recorded in a specified file
ar: الحد الذي إذا تم اختراقه سيؤدي إلى تسجيل الوجهة البعيدة المخالفة في ملف محدد
az: İhlal edilmesi durumunda, ihlal edilen uzak hedefin belirtilen bir dosyada kaydedilmesine neden olacak bir eşik
bo: ཚོད་འཛིན་ཞིག་གི་རྐྱེན་ནས་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་གི་ཡིག་ཆ་གསལ་པོར་ཉར་བཞག་པར་བྱེད་པའི་ཚོད་འཛིན།
cs: Prah, který způsobí, že porušený vzdálený cíl bude zaznamenán ve stanoveném souboru
da: En tærskel, der, hvis den overtrædes, vil medføre, at den fornærmende fjerndestination optages i en specificeret fil
el: Ένα όριο που εάν παραβιαστεί θα προκαλέσει την καταγραφή του παραβάτη απομακρυσμένου προορισμού σε ένα καθορισμένο αρχείο
es: Un umbral que, si se supera, hará que el destino remoto infractor se registre en un archivo específico
et: Tõke, mille rikkumisel kantakse rikkunud kaugsümnaik spetsifitseeritud faili
fa: یک آستانه به گونه‌ای که اگر نقض شود، موجب ثبت مقصد راه دور مخالف در فایل مشخص شود
fi: Kynnysarvo, joka rikkoessaan aiheuttaa loukkaantuneen etäkohteen tallennuksen määriteltyyn tiedostoon
hi: एक सीमा जो जब पार की जाती है तो उस प्रतिष्ठित गंतव्य को एक निर्दिष्ट फ़ाइल में रिकॉर्ड किया जाता है
hu: Egy küszöbérték, amely ha megsértésre kerül, ez okozza a vétkező távoli célállomás rögzítését egy meghatározott fájlban
in: Ambang batas yang jika dilanggar akan menyebabkan tujuan jarak jauh yang menyinggung direkam dalam file yang ditentukan
it: Una soglia che, se superata, farà sì che la destinazione remota offensiva sia registrata in un file specificato
ja: しきい値に違反すると、問題のあるリモート接続先が指定されたファイルに記録されます。
ko: 위반하는 원격 대상을 지정된 파일에 기록하게 될 문턱값입니다.
nb: En terskel som hvis den brytes vil føre til at den fornærmende fjerndestinasjonen blir registrert i en spesifisert fil
nl: Een drempelwaarde die, indien overschreden, ervoor zorgt dat de overtredende externe bestemming in een opgegeven bestand wordt opgenomen
pt: Um limite que, se violado, fará com que o destino remoto suspeito seja registrado em um arquivo especificado
sl: Prag, ki, če je kršen, povzroči, da se kršljiv daljanski namen zapise v določeno datoteko
sv: En tröskelvärde som, om det bryts, kommer att leda till att den stötande fjärrdestinationen blir dokumenterad i en angiven fil
uk: Порогове значення, яке, якщо його буде порушено, спричинить запис віддаленого пункту призначення у вказаний файл
vi: Ngưỡng mà nếu bị vi phạm sẽ khiến đích từ xa vi phạm được ghi lại trong một tệp được chỉ định

source: Note: The order of the declarations matters. The first threshold declaration for a given destination (whether explicit or listed in a referenced file) overrides any future thresholds for the same destination, whether explicit or listed in a file. Note: to apply a new filter file, the tunnel must be restarted after the location has been specified in the tunnel manager. Once configured, a definition file can be updated without requiring a restart of the target tunnel, although destinations that are blocked will persist until the tunnel is restarted.
ar: ملاحظة: تهم ترتيب الإعلانات. يتجاوز أول إعلان لعتبة معينة لوجهة معينة (سواء صراحة أم مدرجة في ملف مرجعي) أي عتبات مستقبلية لنفس الوجهة، سواء كانت صريحة أم مدرجة في ملف. ملاحظة: لتطبيق ملف مصفي جديد، يجب إعادة تشغيل النفق بعد تحديد موقعه في مدير الأنفاق. بمجرد التكوين، يمكن تحديث ملف التعريف دون الحاجة لإعادة تشغيل النفق المستهدف، على الرغم من أن الوجهات المحجوبة ستستمر حتى إعادة تشغيل النفق.
az: Qeyd: Bildirişlərin sırasının vacibliyi vardır. Mövcud destinasiya üçün ilk eşik bildirisi (explicit və ya istinad edilən sənəddəki) həm də sənəddə göstərilməsi həm də efektiv və ya göstərilməsə belə, yenidən daha sonra aşkar edilən hər hansı bir eşikdən (<i class=example>15/5</i>, <i class=example>60/60</i> kimi) daha güclü biridir. Qeyd: yeni bir filtr faylı tətbiq etmek üçün, yerin tünel meneceri tərəfindən göstərilməsindən sonra tünel yenidən başladılmalıdır. Konfiqurasiya edildikdən sonra, bir təyin faylı, hədəf tüneldə yenidən başlamadan yenilənə bilər, lakin blok edilmiş olan hədəflər tünel yenidən başlanıldıqda qalıb qalacaq.
bo: དཔེར་བརྗོད། བཞེངས་པའི་གོ་རིམ་ནི་གནས་གོང་གི་ཚོད་འཛིན་གཅིག་གི་བཞེངས་པ་དང་པོ་(མངོན་དུ་ཡང་ན་བཤེར་བའི་ཡིག་ཆ་ནང་གི་ཡང་ན་)གཅིག་གི་རྐྱེན་ནས་གནས་གོང་གི་ཚོད་འཛིན་གཞན་རྣམས་ལ་མཐུན་མི་འབྱུང་། དཔེར་བརྗོད། གློག་སྒྲོམ་བདེན་པའི་ཡིག་ཆ་གསར་བརྟེན་ནས་གློག་སྒྲོམ་དེ་རྒྱུན་འཁོར་བྱེད་དགོས། དོ་དམ་ནང་གི་གནས་གོང་གི་གོ་བཤུས་རྗེས་སུ། ཡིག་ཆ་གཞིར་བཟུང་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་ཀྱང་གློག་སྒྲོམ་རྒྱུན་འཁོར་བྱེད་མི་བྱེད་ཀྱང་ཡང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་རྣམས་ནི་གློག་སྒྲོམ་རྒྱུན་འཁོར་བྱེད་བར་གྲོལ་མི་འབྱུང་།
cs: Poznámka: Pořadí prohlášení je důležité. První prohlášení prahu pro daný cíl (buď explicitní nebo uvedené v odkazovaném souboru) přepíše jakékoli budoucí prahy pro stejný cíl, ať už jsou explicitní nebo uvedené v souboru. Poznámka: Pro uplatnění nového souboru filtrů musí být tunel znovu spuštěn poté, co bylo umístění určeno správcem tunelů. Jakmile je konfigurace dokončena, lze soubor s definicí aktualizovat bez nutnosti restartu cílového tunelu, i když cíle, které jsou blokovány, zůstanou zachovány, dokud tunel nebude znovu spuštěn.
da: Bemærk: Rækkefølgen af ​​erklæringerne er vigtig. Den første tærskel erklæring for et givet bestemmelsessted (uanset om den er ekspliit eller opført i en henvisningsfil) tilsidesætter eventuelle fremtidige tærskler for samme bestemmelsessted, uanset om de er ekspliit eller opført i en fil. Bemærk: For at anvende en ny filterfil skal tunnelen genstartes efter at placeringen er angivet i tunnelmanageren. Når det er konfigureret, kan en definitionsfil opdateres uden at kræve en genstart af måltunnelen, selvom blokerede bestemmelsessteder vil blive vedvarende, indtil tunnelen genstartes.
el: Σημείωση: Η σειρά των δηλώσεων είναι σημαντική. Η πρώτη δήλωση κατωφλίου για έναν συγκεκριμένο προορισμό (είτε ρητή είτε καταχωρημένη σε ένα αναφερόμενο αρχείο) ανατρέπει οποιαδήποτε μελλοντική κατώτατη τιμή για τον ίδιο προορισμό, είτε ρητή είτε καταχωρημένη σε ένα αρχείο. Σημείωση: Για να εφαρμοστεί ένα νέο αρχείο φίλτρου, η σήραγγα πρέπει να επανεκκινηθεί μετά την καθορισμένη τοποθεσία στον διαχειριστή σηράγγων. Αφού ρυθμιστεί, ένα αρχείο ορισμού μπορεί να ενημερωθεί χωρίς να απαιτείται επανεκκίνηση της στόχευσης της σήραγγας, αν και οι προορισμοί που είναι αποκλεισμένοι θα διατηρηθούν μέχρι να επανεκκινηθεί η σήραγγα.
es: Nota: El orden de las declaraciones es importante. La primera declaración de umbral para un destino dado (ya sea explícita o enunciada en un archivo de referencia) anula cualquier umbral futuro para el mismo destino, ya sea explícito o enunciado en un archivo. Nota: para aplicar un nuevo archivo de filtro, el túnel debe reiniciarse después de que se haya especificado la ubicación en el administrador de túneles. Una vez configurado, un archivo de definición se puede actualizar sin necesidad de reiniciar el túnel de destino, aunque los destinos bloqueados persistirán hasta que se reinicie el túnel.
et: Märkus: Deklaratsioonide järjekord on oluline. Esimene lävendideklaratsioon antud sihtkoha puhul (kas konkreetne või viidatud failis) kaalub tulevasi lävendeid samale sihtkohale, olgu need siis konkreetse või failis kirjeldatud. Märkus: uue filtrifaili rakendamiseks tuleb tunnel pärast asukoha määramist tunnelihalduri kaudu taaskäivitada. Kui fail on konfigureeritud, saab määratlemisfaili uuendada ilma sihttunneli taaskäivitamiseta, ehkki blokeeritud sihtkohad jäävad alles kuni tunneli taaskäivitamiseni.
fa: توجه داشته باشید که ترتیب اعلان‌ها اهمیت دارد. اولین اعلان آستانه برای مقصد خاصی (صریح یا در فایل مرجع ذکر شده) هرگونه آستانه بعدی برای همان مقصد، صریح یا در فایل ذکر شده، را لغو می‌کند. توجه داشته باشید که برای اعمال یک فایل فیلتر جدید، باید تونل پس از مشخص کردن محل در مدیر تونل بازیابی شود. پس از تنظیم، فایل تعریف می‌تواند بدون نیاز به بازیابی تونل هدف، بدون نیاز به بازیابی شود، اگرچه مقاصد مسدودشده تا زمان بازیابی تونل باقی خواهند ماند.
fi: Huomaa: Deklaraatioiden järjestyksellä on merkitystä. Ensimmäinen kynnysarvon julistus tietylle kohteelle (oli se sitten selkeästi ilmoitettu tai luettelossa viitetiedostossa) korvaa tulevat kynnysarvot samalle kohteelle, oli ne sitten selvästi ilmoitettu tai luettelossa tiedostossa. Huomaa: uuden suodatus-tiedoston käyttämiseksi tunneli on käynnistettävä uudelleen sen jälkeen kun sijainti on määritelty tunnelin hallintaan. Kun määritetty, määritelmätiedostoa voidaan päivittää ilman, että kohdetunnelia tarvitsee käynnistää uudelleen, vaikka estetyt kohteet säilyvät, kunnes tunneli käynnistetään uudelleen.
hi: नोट: घोषणाओं का क्रम मायने रखता है। किसी निश्चित गंतव्य के लिए पहली सीमा घोषणा (स्पष्ट या संदर्भित फ़ाइल में सूचीबद्ध) कोई भविष्यवाणी सीमा को प्रभावित करेगी, स्पष्ट या फ़ाइल में सूचीबद्ध, जो भी हो। नोट: एक नया फ़िल्टर फ़ाइल लागू करने के लिए, टनल मैनेजर में स्थान स्थापित करने के बाद टनल को पुनः शुरू करना होगा। एक बार सेट किया जाने के बाद, एक परिभाषा फ़ाइल टार्गेट टनल को पुनः शुरू करने की आवश्यकता बिना अपडेट की जा सकती है, हालांकि ब्लॉक किए गए गंतव्य टनल को पुनः शुरू करने तक रहेंगे।
hu: Megjegyzés: A deklarációk sorrendje fontos. Az első küszöbdeklaráció egy adott célállomásra (legyen az explicit vagy listázva egy hivatkozott fájlban) felülbírál bármilyen további küszöbdeklarációt ugyanarra a célállomásra, legyen az explicit vagy felsorolva egy fájlban. Megjegyzés: az új szűrőfájl alkalmazásához a tunnelnak újra kell indítania, miután megadta a helyet a tunnelkezelőben. Miután konfigurálták, a definíciós fájl frissíthető anélkül, hogy újraindítást igényelne a céltunnelnál, bár a blokkolt célpontok fennmaradnak, amíg a tunnel újra nem indul el.
in: Catatan: Urutan deklarasi berarti. Deklarasi ambang batas pertama untuk tujuan tertentu (baik tersurat maupun terdaftar dalam file acuan) menimpa ambang batas masa depan untuk tujuan yang sama, baik tersurat maupun terdaftar dalam file. Catatan: untuk menerapkan file filter baru, terowongan harus dijalankan ulang setelah lokasi telah ditentukan di manajer terowongan. Setelah dikonfigurasi, file definisi dapat diperbarui tanpa meminta untuk mengulang terowongan target, meskipun tujuan yang diblokir akan bertahan hingga terowongan dijalankan ulang.
it: Nota: L'ordine delle dichiarazioni è importante. La prima dichiarazione di soglia per una certa destinazione (sia esplicita che elencata in un file di riferimento) sostituisce tutte le future soglie per la stessa destinazione, sia esplicite che elencate in un file. Nota: per applicare un nuovo file di filtro, il tunnel deve essere riavviato dopo che la posizione è stata specificata nel gestore del tunnel. Una volta configurato, un file di definizione può essere aggiornato senza richiedere il riavvio del tunnel di destinazione, anche se le destinazioni bloccate persistono fino al riavvio del tunnel.
ja: 注意：設定の順序が重要です。ある宛先に対して最初の閾値宣言（明示的なものであれば、または参照ファイルに指定されているもの）は、その宛先に対する将来の閾値（明示的なものであれば、またはファイルに指定されているもの）を無効にします。注：新しいフィルタファイルを適用するには、トンネルマネージャで場所が指定された後にトンネルを再起動する必要があります。一度設定された定義ファイルは、ターゲットトンネルの再起動を必要とせずに更新することができますが、ブロックされた宛先はトンネルが再起動されるまで永続します。
ko: 참고: 선언의 순서가 중요합니다. 특정 대상에 대한 첫 번째 문턱값 선언(명시적 또는 참조 파일에 나열된)은 같은 대상에 대한 향후 문턱값(명시적 또는 파일에 나열된)을 무시합니다. 참고: 새 필터 파일을 적용하려면 터널 매니저에서 위치를 지정한 후 터널을 다시 시작해야 합니다. 설정된 후 정의 파일은 대상 터널을 다시 시작하지 않고도 업데이트할 수 있습니다. 그러나 차단된 대상은 터널을 다시 시작할 때까지 지속됩니다.
nb: Merk: Rekkefølgen på deklarasjonene er viktig. Den første terskeldeklarasjonen for en gitt destinasjon (enten eksplisitt eller oppført i en referert fil) overstyrer eventuelle fremtidige terskler for samme destinasjon, enten de er eksplisitte eller oppført i en fil. Merk: For å bruke en ny filterfil må tunnelen startes på nytt etter at plasseringen er spesifisert i tunnelbehandleren. Når den er konfigurert, kan en definisjonsfil oppdateres uten at måltunnelen må startes på nytt, selv om destinasjoner som er blokkert vil fortsette å være blokkert til tunnelen blir startet på nytt.
nl: Opmerking: De volgorde van de verklaringen is belangrijk. De eerste drempelverklaring voor een bepaalde bestemming (zowel expliciet als vermeld in een bestand) vervangt eventuele toekomstige drempels voor dezelfde bestemming, zowel expliciet als vermeld in een bestand. Opmerking: om een ​​nieuw filterbestand toe te passen, moet de tunnel worden herstart nadat de locatie is opgegeven in de tunnelbeheerder. Eenmaal geconfigureerd, kan een definitiebestand worden bijgewerkt zonder dat de doeltunnel opnieuw hoeft te worden gestart, hoewel geblokkeerde bestemmingen aanhouden totdat de tunnel opnieuw wordt gestart.
pt: Nota: A ordem das declarações importa. A primeira declaração de limite para um destino específico (seja explícito ou listado em um arquivo referenciado) substitui quaisquer limites futuros para o mesmo destino, seja explícito ou listado em um arquivo. Nota: para aplicar um novo arquivo de filtro, o túnel deve ser reiniciado depois que a localização tiver sido especificada no gerenciador do túnel. Uma vez configurado, um arquivo de definição pode ser atualizado sem exigir a reinicialização do túnel alvo, embora os destinos bloqueados persistam até que o túnel seja reiniciado.
sl: Opomba: Pored deklaracij je pomemben. Prva deklaracija praga za določeno destinacijo (ne glede na to, ali je izrecna ali navedena v omenjeni datoteki) prepiše vseh budučih pragov za isto destinacijo, ne glede na to, ali so izrecne ali navedene v datoteki. Opomba: za uporabo nove datoteke filtra je potrebno, da se tunel ponovno zagnan po tem, ko je bila lokacija določena v menedžerju tunela. Ko je nastavljeno, lahko definicija datoteke posodobljena brez potrebe po ponovnem zagonu ciljnega tunela, čeprav bodo destinacije, ki so bile blokirane, ostale, dokler se ne ponovno zagni tunel.
sv: Notera: Deklarationens ordning spelar roll. Den första gränsvärdet deklarationen för en given destination (oavsett om den är explicit eller listad i en refererad fil) åsidosätter alla framtida gränsvärden för samma destination, oavsett om de är explicita eller listade i en fil. Notera: För att tillämpa en ny filterfil måste tunneln startas om efter att platsen har angetts i tunnelhanteraren. När konfigurationen är klar kan en definitionsfil uppdateras utan att mål-tunneln behöver startas om, även om blockade destinationer kommer att bestå tills tunneln startas om.
uk: Зауваження: важливим є порядок декларацій. Перша декларація порогу для певної цілі (явно вказана або зазначена у посиланому файлі) переважає будь-які майбутні пороги для тієї самої цілі, чи то явно вказані, чи зазначені у файлі. Зауваження: для застосування нового файлу фільтру, після вказівки його місцезнаходження в Менеджері тунелів, тунель потрібно перезапустити. Одноразово сконфігурований файл визначень можна оновлювати без перезапуску цільового тунелю, проте блокування цілей зберігатиметься до його перезапуску.
vi: Lưu ý: Thứ tự khai báo rất quan trọng.
