Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Unless an outproxy has been set up for the service you want to connect to, this is not possible, with the exception of BitTorrent (see below). There are only three types of outproxies running right now: HTTP, HTTPS, and email. Note that there is currently no publicly listed SOCKS outproxy. If this type of service is required, try <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
ar: ما لم يتم تكوين بروكسي خارجي للخدمة التي تريد الاتصال بها، فهذا أمر غير ممكن، مع استثناء بت تورنت (انظر أدناه). هناك ثلاث أنواع فقط من البروكسيات الخارجية التي تعمل حاليًا: HTTP و HTTPS والبريد الإلكتروني. يجب ملاحظة أنه لا توجد حاليًا بروكسيات SOCKS خارجية مسجلة بشكل عام. إذا كان هذا النوع من الخدمات مطلوبًا، حاول <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
az: Bir xidmətə qoşulmaq istədiyinizdən əksərliklə, BitTorrent (aşağıdakı bölməyə baxın) hariç, bunu etmək mümkün deyil, xidmət üçün bir çıxış nöqtəsi qurmaq tələb olunur. Hazırda yalnız HTTP, HTTPS və e-poçt olmaqla üç tip çıxış nöqtəsi əməkdaşlıq edir. Əlavə olaraq, indi ictimai siyahıda çıxarış nöqtəsi olaraq listedə olan SOCKS yoxdur. Bu xidmətə ehtiyacınız varsa, <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>-u yoxlayın.
bo: ཁྱོད་ཀྱིས་མཐུད་པར་བཟོ་བའི་དོན་ལུགས་ཀྱིས་outproxy དེ་བཀོ་སྒྲིག་བྱས་མེད་ན་འདི་ནི་མི་ཐུབ་པ་ཡིན། BitTorrent ནི་གོང་གི་དོན་ལུགས་ལས་བརྒལ་བ་ཡིན། ད་ལྟ་གསུམ་པོ་གཙོ་བོར་ཡོད། HTTP, HTTPS, ཡང་ན་གློག་གི་ཤོག་ཡིན། ད་ལྟ་གཞི་བཟུང་བའི་SOCKS outproxy མེད་པ་མཚོན། འདི་དང་འདྲའི་དོན་ལུགས་བཟོ་བར་བཟོ་དགོས་ན་<a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a> དེ་བཟོ་དགོས།
cs: Pokud pro službu, ke které se chcete připojit, nebyl nastaven outproxy, není toto možné, s výjimkou BitTorrentu (viz níže). V současné době jsou spuštěny pouze tři typy outproxy: HTTP, HTTPS a e-mail. Všimněte si, že v současné době není veřejně vypsán žádný SOCKS outproxy. Pokud je tato služba požadována, zkuste <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
da: Medmindre en udproxy er blevet sat op for den service, du ønsker at forbinde til, er dette ikke muligt, med undtagelse af BitTorrent (se nedenfor). Der kører i øjeblikket kun tre typer udproxies: HTTP, HTTPS og e-mail. Bemærk, at der i øjeblikket ikke findes en offentligt opført SOCKS-udproxy. Hvis denne type service er påkrævet, så prøv <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
el: Εκτός αν έχει δημιουργηθεί ένα outproxy για την υπηρεσία στην οποία θέλετε να συνδεθείτε, αυτό δεν είναι δυνατό, με εξαίρεση το BitTorrent (βλ. παρακάτω). Υπάρχουν μόνο τρία είδη outproxies που λειτουργούν αυτή τη στιγμή: HTTP, HTTPS και email. Σημειώστε ότι δεν υπάρχει αυτή τη στιγμή κανένας δημόσια καταχωρημένος SOCKS outproxy. Εάν απαιτείται αυτός τος τύπος υπηρεσίας, δοκιμάστε το <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
es: A menos que se haya configurado un outproxy para el servicio al que quieras conectarte, esto no es posible, con la excepción de BitTorrent (ver más abajo). Actualmente sólo hay tres tipos de outproxies en funcionamiento: HTTP, HTTPS y correo electrónico. Ten en cuenta que actualmente no hay ningún outproxy SOCKS listado públicamente. Si se requiere este tipo de servicio, prueba <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
et: Kui teenindusega, millega ühendust soovite luua, pole määratud väljundvõrguproxyt, siis see pole võimalik, välja arvatud BitTorrent (vt allpool). Praegu on ainult kolm tüüpi väljundvõrgupropy't: HTTP, HTTPS ja e-post. Pange tähele, et hetkel ei ole sox.proxyserversi loendis välja kuulutatud SOCKS-väljundvõrguproxyt. Kui selline teenus on vajalik, proovige <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tori</a>.
fa: مگر اینکه یک Outproxy برای سرویسی که می خواهید به آن متصل شوید تنظیم شده باشد، این امکان پذیر نیست، به استثنای BitTorrent (به زیر مراجعه کنید).
fi: Ellei palvelua varten ole asetettu ulkoista välityspalvelinta, tämä ei ole mahdollista lukuun ottamatta BitTorrentia (katso alla oleva kohta). Tällä hetkellä käytössä on vain kolme tyyppiä ulkoisia välityspalvelimia: HTTP, HTTPS ja sähköposti. Huomaa, että tällä hetkellä ei ole julkisesti listattuja SOCKS-välityspalvelimia. Jos tämän tyyppinen palvelu on tarpeen, kokeile <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
hi: जब तक आपको जो सेवा कनेक्ट करना है, उसके लिए आउटप्रॉक्सी सेट नहीं किया गया है, तब तक यह संभव नहीं है, बिटटॉरेंट के छोड़कर (नीचे देखें)। अभी तीन प्रकार के आउटप्रॉक्सी ही चल रहे हैं: HTTP, HTTPS, और ईमेल। ध्यान दें कि वर्तमान में कोई सार्वजनिक SOCKS आउटप्रॉक्सी सूचीबद्ध नहीं है। यदि इस तरह की सेवा की आवश्यकता है, तो <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a> को जरूरी करें।
hu: Hacsak nincs létrehozva egy outproxy a kapcsolódni kívánt szolgáltatáshoz, ez nem lehetséges, a BitTorrent kivételével (lásd alább). Jelenleg csak háromféle outproxy működik: HTTP, HTTPS és e-mail. Vegye figyelembe, hogy jelenleg nincs nyilvánosan nyilvántartott SOCKS outproxy. Ha ilyen típusú szolgáltatásra van szükség, próbálja ki a <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a> projektet.
in: Kecuali telah dikonfigurasi outproxy untuk layanan yang ingin Anda hubungi, hal ini tidak mungkin, dengan pengecualian BitTorrent (lihat di bawah). Saat ini hanya ada tiga jenis outproxy yang berjalan: HTTP, HTTPS, dan email. Perlu dicatat bahwa saat ini tidak ada outproxy SOCKS yang terdaftar secara publik. Jika jenis layanan ini dibutuhkan, coba <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
it: A meno che non sia stato configurato un outproxy per il servizio a cui si desidera connettersi, ciò non è possibile, ad eccezione di BitTorrent (vedi sotto). Al momento ci sono solo tre tipi di outproxy in esecuzione: HTTP, HTTPS e email. Si noti che attualmente non esiste un outproxy SOCKS pubblicamente elencato. Se è necessario questo tipo di servizio, prova <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
ja: サービスに接続するためには、アウトプロキシが設定されていない限り、BitTorrentを除いては不可能です（以下参照）。現在実行されているアウトプロキシはHTTP、HTTPS、およびメールの3種類のみです。ただし、現在は公開されているSOCKSアウトプロキシはありません。このタイプのサービスが必要な場合は、<a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>を試してみてください。
ko: 서비스에 연결하려면 outproxy가 설정되어 있지 않으면 이것은 가능하지 않습니다. 하지만 BitTorrent는 예외입니다 (아래 참조). 현재 동작 중인 outproxy는 HTTP, HTTPS, 이메일의 세 가지 유형뿐입니다. 현재 공개적으로 목록에 있는 SOCKS outproxy는 없습니다. 이 유형의 서비스가 필요한 경우 <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>를 시도해보세요.
nb: Hvis det ikke er opprettet en utproxy for tjenesten du vil koble til, er dette ikke mulig, med unntak av BitTorrent (se nedenfor). Det er bare tre typer utproksys som kjører akkurat nå: HTTP, HTTPS og e-post. Vær oppmerksom på at det for øyeblikket ikke finnes noen offentlig liste over SOCKS-utproksys. Hvis denne typen tjeneste er nødvendig, kan du prøve <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
nl: Tenzij er een uitproxy is ingesteld voor de dienst waarmee u verbinding wilt maken, is dit niet mogelijk, met uitzondering van BitTorrent (zie hieronder). Er zijn momenteel slechts drie soorten uitproxies actief: HTTP, HTTPS en e-mail. Let op: er is momenteel geen openbaar vermelde SOCKS uitproxy. Als dit soort dienst vereist is, probeer dan <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
pt: A menos que um outproxy tenha sido configurado para o serviço ao qual você deseja se conectar, isso não é possível, com exceção do BitTorrent (ver abaixo). Atualmente, existem apenas três tipos de outproxies em execução: HTTP, HTTPS e e-mail. Observe que atualmente não há um SOCKS outproxy publicamente listado. Se esse tipo de serviço for necessário, experimente <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
sl: Razen če je bil izhodni proxy nastavljen za storitev, ki jo želite povezati, to ni mogoče, razen za BitTorrent (glejte spodaj). Sedaj tečejo le tri vrste izhodnih proxyjev: HTTP, HTTPS in e-pošta. Opomba: trenutno ni javno objavljen izhodni SOCKS proxy. Če je zahtevana ta vrsta storitve, poskusite <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
sv: Om inte en utproxy har ställts in för den tjänst du vill ansluta till, är detta inte möjligt, med undantag för BitTorrent (se nedan). Just nu är det bara tre typer av utproxies igång: HTTP, HTTPS och e-post. Observera att det för närvarande inte finns någon offentligt listad SOCKS-utproxy. Om denna typ av tjänst krävs, prova <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
uk: Це неможливо, за винятком BitTorrent (див. нижче), якщо для служби, до якої ви хочете підключитися, не встановлено вихідний проксі. Зараз працює лише три типи вихідних проксі: HTTP, HTTPS і електронна пошта. Зауважте, що наразі немає загальнодоступного SOCKS outproxy. Якщо цей тип служби потрібен, спробуйте <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.
vi: Trừ khi đã cài đặt outproxy cho dịch vụ bạn muốn kết nối, điều này sẽ không thể thực hiện, ngoại trừ BitTorrent (xem bên dưới). Hiện tại chỉ có ba loại outproxy đang chạy: HTTP, HTTPS và thư điện tử. Lưu ý rằng hiện tại không có outproxy SOCKS được công khai. Nếu loại dịch vụ này là bắt buộc, hãy thử <a href=https://torproject.org/ target=_blank rel=noreferrer class='sitelink external'>Tor</a>.

source: Can I download torrents from non-I2P trackers?
ar: هل يمكنني تنزيل ملفات تورنت من أجهزة تتبع غير تابعة لـ I2P؟
az: İ2P izləyicilərindən olmayan torrentləri yükləyə bilərəmmi?
bo: I2P ཀྱི་མིན་པའི་གློག་སྡེ་ནས་གཞི་བཟུང་བའི་གློག་རོལ་ཐོན་ཐུབ་ནམ།
cs: Můžu stahovat torrenty z ne-I2P trackerů?
da: Kan jeg downloade torrents fra ikke-I2P trackere?
el: Μπορώ να κατεβάσω torrents από Non-I2P trackers?
es: ¿Puedo descargar torrents de rastreadores no I2P?
et: Kas saan alla laadida torrente mitte-I2P jälgijatelt?
fa: آیا می توانم تورنت ها را از ردیاب های غیر I2P دانلود کنم؟
fi: Voinko ladata torrenteja non-I2P-seurantojärjestelmistä?
hi: क्या मैं गैर-I2P ट्रैकरों से टॉरेंट डाउनलोड कर सकता हूँ?
hu: Letölthetek torrenteket nem I2P nyomkövetőkről?
in: Dapatkah saya mengunduh torrent dari pelacak non-I2P?
it: Posso scaricare torrent da tracker non-I2P?
ja: 非I2Pトラッカーから急流をダウンロードできますか？
ko: I2P 트래커가 아닌 곳에서 토렌트를 다운로드할 수 있나요?
nb: Kan jeg laste ned torrents fra ikke-I2P-sporene?
nl: Kan ik torrents downloaden van niet-I2P trackers?
pt: Posso baixar torrents de rastreadores não I2P?
sl: Mogu prenesti torrente s sledilniki, ki niso I2P?
sv: Kan jag ladda ner torrents från icke-I2P-trackers?
uk: Чи можу я завантажувати торренти з трекерів, які не є I2P?
vi: Tôi có thể tải xuống torrent từ các tracker ngoài I2P không?
