Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: No transit tunnels are built when Hidden mode is active
ar: لا يتم إنشاء أنفاق مشاركة عندما يكون الوضع المخفي نشطًا
az: Gizli rejim aktiv olduqda heç bir iştirakçı tunel tikilmir
bo: སྦས་གསང་རྟགས་བརྡ་སྤྱོད་སྐབས་བརྒྱུད་འགྲུལ་གྲུག་ལམ་གཅིག་ཀྱང་བཟོ་སྐྲུན་བྱེད་ཀྱི་མེད།
cs: Když je aktivní skrytý režim, nevybudují se žádné zúčastněné tunely
da: Der bygges ingen deltagende tunneler, når skjult tilstand er aktiv
el: Δεν κατασκευάζονται συμμετέχουσες σήραγγες όταν είναι ενεργή η Κρυφή λειτουργία
es: No se crean túneles participantes cuando está activo el modo oculto
et: Kui varjatud režiim on aktiivne, osalevaid tunneleid ei ehitata
fa: هنگامی که حالت پنهان فعال است، هیچ تونل مشارکتی ساخته نمی شود
fi: Osallistuvia tunneleita ei rakenneta, kun piilotila on aktiivinen
hi: छिपा मोड सक्रिय होने पर कोई पारगम्यता टनल नहीं बनाया जाता
hu: Nem épülnek részt vevő alagutak, ha a Rejtett üzemmód aktív
in: Tidak ada terowongan yang berpartisipasi yang dibangun ketika mode Tersembunyi aktif
it: Nessun tunnel partecipante viene costruito quando la modalità nascosta è attiva
ja: 隠しモードがアクティブな場合、参加するトンネルは構築されません
ko: 숨김 모드가 활성화되면 참여 터널이 건설되지 않습니다.
nb: Ingen deltakende tunneler bygges når skjult modus er aktiv
nl: Er worden geen deelnemende tunnels gebouwd als de verborgen modus actief is
pt: Nenhum túnel participante é construído quando o modo Oculto está ativo
sl: Nobeni prenosni tuneli se ne izgrajajo, ko je aktiviran skriti način
sv: Inga deltagande tunnlar byggs när Dolt läge är aktivt
uk: Жодні тунелі-учасники не будуються, коли активний прихований режим
vi: Không có đường hầm tham gia nào được xây dựng khi Chế độ ẩn đang hoạt động

source: Router is configured to reject all transit tunnel requests
ar: تم تكوين جهاز التوجيه لرفض كافة طلبات النفق المشاركة
az: Router bütün iştirakçı tunel sorğularını rədd etmək üçün konfiqurasiya edilib
bo: རོ་ཌེར་བརྒྱུད་གྲུང་ནེལ་བརྒྱུད་ཚང་མ་འགོད་པར་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Směrovač je nakonfigurován tak, aby odmítal všechny zúčastněné požadavky na tunel
da: Routeren er konfigureret til at afvise alle deltagende tunnelanmodninger
el: Ο δρομολογητής έχει διαμορφωθεί ώστε να απορρίπτει όλα τα συμμετέχοντα αιτήματα σήραγγας
es: El enrutador está configurado para rechazar todas las solicitudes de túnel participantes
et: ruuter on konfigureeritud tagasi lükkama kõik osalevad tunnelitaotlused
fa: روتر به گونه ای پیکربندی شده است که تمام درخواست های تونل شرکت کننده را رد کند
fi: Reititin on määritetty hylkäämään kaikki osallistuvat tunnelipyynnöt
hi: रूटर सभी पारगम्यता टनल अनुरोधों को अस्वीकार करने के लिए सेट किया गया है
hu: Az útválasztó úgy van konfigurálva, hogy elutasítsa az összes részt vevő alagútkérést
in: Router dikonfigurasi untuk menolak semua permintaan terowongan yang berpartisipasi
it: Il router è configurato per rifiutare tutte le richieste di partecipazione ai tunnel
ja: ルーターは、参加しているすべてのトンネル要求を拒否するように構成されています
ko: 라우터는 참여하는 모든 터널 요청을 거부하도록 구성됩니다.
nb: Ruteren er konfigurert til å avvise alle deltakende tunnelforespørsler
nl: Router is geconfigureerd om alle deelnemende tunnelaanvragen te weigeren
pt: O roteador está configurado para rejeitar todas as solicitações de túnel participantes
sl: Usmerjevalnik je konfiguriran za zavrnitev vseh zahtev za prenosne tunelje
sv: Router är konfigurerad att avvisa alla deltagande tunnelförfrågningar
uk: Маршрутизатор налаштовано на відхилення всіх запитів на тунель, що беруть участь
vi: Bộ định tuyến được cấu hình để từ chối tất cả các yêu cầu đường hầm tham gia

source: Warning: ECDSA is not available. Update your Java or OS
ar: تحذير: ECDSA غير متوفر.
az: Xəbərdarlıq: ECDSA mövcud deyil.
bo: ཉེན་བརྡ་བ། ECDSA འཐོབ་མེད། ཁྱེད་ཀྱི་Java ཡང་ན་OS གསར་བརྗེ་བར་རོགས།
cs: Varování: ECDSA není k dispozici.
da: Advarsel: ECDSA er ikke tilgængelig. Opdater din Java eller OS
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το ECDSA δεν είναι διαθέσιμο. Ενημερώστε την Java ή το λειτουργικό σας σύστημα
es: Advertencia: ECDSA no está disponible. Actualice su Java o su sistema operativo
et: Hoiatus: ECDSA pole saadaval. Uuendage oma Java või OS -i
fa: هشدار: ECDSA در دسترس نیست.
fi: Varoitus: ECDSA ei ole saatavilla.
hi: सावधानी: ECDSA उपलब्ध नहीं है। अपने जावा या ऑपरेटिंग सिस्टम को अपडेट करें
hu: Figyelmeztetés: Az ECDSA nem elérhető. Frissítsd a Javádat vagy az operációs rendszeredet
in: Peringatan: ECDSA tidak tersedia. Memperbarui Java atau OS
it: Attenzione: ECDSA non disponibile. Aggiorna Java o l'OS
ja: 警告: ECDSA が利用できません。 Java または OS を更新してください
ko: 경고: ECDSA 사용이 발가능합니다. JAVA와 OS를 업그레이드 하세요
nb: Advarsel: ECDSA er ikke tilgjengelig. Oppdater Java eller OS-et ditt.
nl: Waarschuwing: ECDSA is niet beschikbaar. Werk Java of je besturingssysteem bij
pt: Aviso: ECDSA não está disponível.
sl: Opozorilo: ECDSA ni na voljo. Posodobite Java ali OS
sv: Varning: ECDSA inte tillgänglig. Uppdatera Java eller OS
uk: Попередження: ECDSA недоступний. Оновіть Java або ОС
vi: Cảnh báo: ECDSA không khả dụng. Cập nhật Java hoặc HĐH của bạn

source: Configure I2P Updates
ar: تكوين تحديثات I2P
az: I2P Yeniləmələrini konfiqurasiya edin
bo: I2P གསར་བརྗེ་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Konfigurace I2P aktualizací
da: Konfigurere I2P Opdateringer
el: Διαμόρφωση ενημερώσεων I2P
es: Configure las actualizaciones de I2P
et: I2P-värskenduste konfigureerimine
fa: پیکربندی به روز رسانی های I2P
fi: Määritä I2P-päivitykset
hi: I2P अपडेट का सेटिंग करें
hu: I2P frissítések konfigurálása
in: Konfigurasi update I2P
it: Configura aggiornamenti I2P
ja: I2P のアップデートを構成
ko: I2P 업데이트 설정
nb: Sett opp I2P-oppdateringer
nl: Configureer I2P Updates
pt: Configurar atualizações I2P
sl: Nastavi posodobljanja I2P
sv: Konfigurera I2P-uppdateringar
uk: Налаштувати оновлення I2P
vi: Định cấu hình cập nhật I2P

source: Total peers in NetDb
ar: إجمالي الأقران في NetDb
az: NetDb-də ümumi həmyaşıdlar
bo: NetDbནང་གི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པ།
cs: Celkový počet kolegů v NetDb
da: Samlet peers i NetDb
el: Σύνολο ομότιμων στο NetDb
es: Pares totales en NetDb
et: NetDb partnerite arv kokku
fa: مجموع همتایان در NetDb
fi: Vertailevat käyttäjät yhteensä NetDb:ssä
hi: NetDb में कुल पीयर
hu: Összes társ a NetDb-ben
in: Total rekan di NetDb
it: Coetanei totali in NetDb
ja: NetDBの合計仲間
ko: NetDb의 총 피어
nb: Totalt jevnaldrende i NetDb
nl: Totaal aantal peers in NetDb
pt: Total de pares no NetDb
sl: Skupaj parterjev v NetDb
sv: Totalt peers i NetDb
uk: Загальна кількість однорангових мереж у NetDb
vi: Tổng số đồng nghiệp trong NetDb

source: Peers we've been talking to in the last minute / last hour
bo: སྐར་མ་/ཆུ་ཚོད་གཅིག་གི་ནང་ང་ཚོའི་རྒྱུན་དུ་བཙོན་པ་དང་སྐད་རྒྱུད་བཞིན་པའི་ཚོགས་པ།
hi: अभी तक कुछ मिनटों/अंतिम घंटे में हमारे साथ बातचीत कर रहे पीयर
ko: 지난 몇 분/시간 동안 교류한 피어

source: Peers we've been talking to in the last minute
bo: སྐར་མ་གཅིག་གི་ནང་ང་ཚོའི་རྒྱུན་དུ་བཙོན་པ་དང་སྐད་རྒྱུད་བཞིན་པའི་ཚོགས་པ།
hi: पिछले मिनट में हमने जिन पीयर्स से बात की है
ko: 지난 1분 동안 대화했던 피어

source: The number of peers available for building client tunnels
ar: عدد الأقران المتاحين لبناء أنفاق العميل
az: Müştəri tunelləri qurmaq üçün mövcud olan həmyaşıdların sayı
bo: ལེན་གནད་གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པའི་རྒྱུན་དུ་བཙོན་པའི་གྲངས་ཚད།
cs: Počet partnerů dostupných pro vytváření klientských tunelů
da: Antallet af peers til rådighed at bygge klienttunneler
el: Ο αριθμός των διαθέσιμων συνομηλίκων για την κατασκευή σηράγγων πελατών
es: El número de pares disponibles para crear túneles cliente
et: klienditunnelite ehitamiseks saadaolevate partnerite arv
fa: تعداد همتاهای موجود برای ساخت تونل های مشتری
fi: Asiakastunnelien rakentamiseen käytettävissä olevien vertaislaitteiden määrä
hi: ग्राहक टनल बनाने के लिए उपलब्ध पीयर की संख्या
hu: A kliens csatornát létrehozó kapcsolatok száma
in: Jumlah peer yang tersedia untuk membangun client tunnels
it: Numero di peers disponibili per costruire i client-tunnel
ja: クライアントトンネルのビルドに利用できるピアノ数
ko: 클라이언트 터널 구축에 가용가능한 피어들의 수
nb: Antall likemenn tilgjengelig for bygging av klienttunneler
nl: Het aantal peers beschikbaar voor het bouwen van client tunnels.
pt: Número de pares disponíveis para construir túneis cliente
sl: Število parterjev, na voljo za izgradnjo klientovih tuneljev
sv: Antal noder tillgängliga för att bygga nodtunnlar
uk: Кількість однорангових вузлів, доступних для створення клієнтських тунелів
vi: Số lượng đồng nghiệp có sẵn để xây dựng đường hầm máy khách

source: The number of peers available for building exploratory tunnels
ar: عدد الأقران المتاحين لبناء الأنفاق الاستكشافية
az: Kəşfiyyat tunellərinin tikintisi üçün mövcud olan həmyaşıdların sayı
bo: འཚོལ་ཞིབ་གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པའི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་གྲངས།
cs: Počet vrstevníků dostupných pro budování průzkumných tunelů
da: Antallet af peers til rådighed at bygge sonderende tunneler
el: Ο αριθμός των διαθέσιμων συνομηλίκων για την κατασκευή διερευνητικών σηράγγων
es: Número de pares disponibles para crear túneles exploratorios
et: Uurimistunnelite ehitamiseks saadaolevate partnerite arv
fa: تعداد همتاهای موجود برای ساخت تونل های اکتشافی
fi: Tutkimustunneleiden rakentamiseen käytettävissä olevien vertaislaitteiden määrä
hi: अन्वेषणीय टनल बनाने के लिए उपलब्ध पीयर की संख्या
hu: A feltáró alagutak építéséhez rendelkezésre álló társak száma
in: Jumlah peer yang tersedia untuk membangun exploratory tunnel
it: Numero di peers disponibili per costruire tunnel di esplorazione
ja: 予備トンネルの形成に利用できるピアの数
ko: 예비 터널 구축에 가용가능한 피어들의 수
nb: Antall likemenn tilgjengelig for bygging av utforskningstunneler
nl: Het aantal peers beschikbaar voor het bouwen van exploratory tunnels.
pt: Número de pares disponíveis para construir túneis exploradores
sl: Število parterjev, na voljo za izgradnjo raziskovalnih tuneljev
sv: Antal noder tillgängliga för att bygga undersökande tunnlar
uk: Кількість пірів, доступних для будівництва дослідницьких тунелів
vi: Số lượng đồng nghiệp có sẵn để xây dựng các đường hầm thăm dò

source: High capacity
ar: قدرة عالية
az: Yüksək tutumlu
bo: ནུས་པ་མཐོ་བ།
cs: Vysoká kapacita
da: Høj kapacitet
el: Υψηλή χωρητικότητα
es: Alta capacidad
et: Suure mahuga
fa: ظرفیت بالا
fi: Suuri kapasiteetti
hi: उच्च क्षमता
hu: Nagy kapacitású
in: Kapasitas tinggi
it: Alta capacità
ja: 高許容数
ko: 높은 수용력
nb: Høy kapasitet
nl: Grote capaciteit
pt: Alta capacidade
sl: Visoka kapaciteta
sv: Hög kapacitet
uk: Висока місткість
vi: Dung lượng cao

source: The number of peers available for network database inquiries
ar: عدد الأقران المتاحين لاستفسارات قاعدة بيانات الشبكة
az: Şəbəkə verilənlər bazası sorğuları üçün mövcud olan həmyaşıdların sayı
bo: དྲ་ལམ་གནད་དོན་གྱི་དོན་ལག་ལ་འཐོབ་པའི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་གྲངས་ཚད།
cs: Počet partnerů dostupných pro dotazy na síťovou databázi
da: Antallet af peers til rådighed for forespørgsler til netværksdatabasen
el: Ο αριθμός των ομότιμων που είναι διαθέσιμοι για ερωτήματα βάσης δεδομένων δικτύου
es: El número de pares disponibles para consultas a la base de datos de red
et: võrguandmebaasi päringute jaoks saadaolevate partnerite arv
fa: تعداد همتاهای موجود برای درخواست های پایگاه داده شبکه
fi: Verkon tietokantakyselyihin käytettävissä olevien vertaiskäyttäjien määrä
hi: नेटवर्क डेटाबेस जांच के लिए उपलब्ध पीयर की संख्या
hu: A hálózati adatbázis lekérdezéseihez rendelkezésre álló társak száma
in: Jumlah peer yang tersedia untuk network database inquirie
it: Numero di peers disponibili per le ricerche
ja: ネットワークデータベースに利用できるピアの数の照会
ko: 네트워크 데이터베이스 인쿼리에 사용 가능한 피어들의 수
nb: Antall likemen tilgjengelig for nettverksdatabasespørringer
nl: Het aantal peers beschikbaar voor netwerk database aanvragen
pt: O número de pares disponíveis para as consultas ao banco de dados da rede
sl: Število parterjev, na voljo za vprašanja v omrežni bazi
sv: Anta tillgängliga för nätverksdatabasförfrågningar
uk: Кількість вузлів, доступних для запитів мережевої бази даних
vi: Số lượng đồng nghiệp có sẵn cho các yêu cầu cơ sở dữ liệu mạng

source: The number of peers without a published public IP address
ar: عدد النظراء الذين ليس لديهم عنوان IP عام منشور
az: Dərc edilmiş ictimai IP ünvanı olmayan həmyaşıdların sayı
bo: སྤེད་མངའ་ཁུལ་IPཁ་བྱང་མེད་པའི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་གྲངས་ཚད།
cs: Počet peerů bez zveřejněné veřejné IP adresy
da: Antallet af peers uden en offentliggjort offentlig IP-adresse
el: Ο αριθμός των συνομηλίκων χωρίς δημοσιευμένη δημόσια διεύθυνση IP
es: El número de pares sin una dirección IP pública publicada
et: avaliku IP-aadressita partnerite arv
fa: تعداد همتایان بدون آدرس IP عمومی منتشر شده
fi: Niiden vertaiskäyttäjien määrä, joilla ei ole julkaistua julkista IP-osoitetta
hi: प्रकाशित सार्वजनिक आईपी पता नहीं रखने वाले पीयर की संख्या
hu: Közzétett nyilvános IP-címmel nem rendelkező társak száma
in: Jumlah rekan tanpa alamat IP publik yang dipublikasikan
it: Il numero di peer senza un indirizzo IP pubblicato
ja: パブリックIPアドレスが公開されていないピアの数
ko: 공개 IP 주소가 게시되지 않은 피어 수
nb: Antall jevnaldrende uten en publisert offentlig IP-adresse
nl: Het aantal peers zonder een gepubliceerd openbaar IP-adres
pt: O número de peers sem um endereço IP público publicado
sl: Število parterjev brez objavljenega javnega IP naslova
sv: Antalet kamrater utan en publicerad offentlig IP-adress
uk: Кількість вузлів без опублікованої публічної IP-адреси
vi: Số lượng đồng nghiệp không có địa chỉ IP công khai được công bố

source: The number of banned peers
ar: عدد الأقران المحظورين
az: Qadağan edilmiş həmyaşıdların sayı
bo: བཀག་པའི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་གྲངས་ཚད།
cs: Počet zakázaných vrstevníků
da: Antallet af forbudte jævnaldrende
el: Ο αριθμός των απαγορευμένων συνομηλίκων
es: El número de usuarios excluidos
et: keelatud kaaslaste arv
fa: تعداد همتایان ممنوعه
fi: Kiellettyjen ikäisensä määrä
hi: प्रतिबंधित पीयर की संख्या
hu: A kitiltott társak száma
in: Jumlah peer yang diblokir
it: Il numero di peer bannati
ja: 禁止されたピアの数
ko: 금지된 피어 수
nb: Antall utestengte jevnaldrende
nl: Het aantal verboden peers
pt: O número de pares banidos
sl: Število prepovedanih parterjev
sv: Antalet förbjudna kamrater
uk: кількість забанених однолітків
vi: Số lượng đồng nghiệp bị cấm

source: The total number of peers in our network database
ar: العدد الإجمالي للأقران في قاعدة بيانات شبكتنا
az: Şəbəkə verilənlər bazamızda olan həmyaşıdların ümumi sayı
bo: ང་ཚོའི་དྲ་ལམ་གནད་དོན་ནང་གི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་སྡོམ་གྲངས།
cs: Celkový počet peerů v naší síťové databázi
da: Det samlade antal peers i vores netværkdatabase
el: Ο συνολικός αριθμός συνομηλίκων στη βάση δεδομένων του δικτύου μας
es: Número total de pares en nuestra base de datos de red
et: eakaaslaste koguarv meie võrguandmebaasis
fa: تعداد کل همتاها در پایگاه داده شبکه ما
fi: Verkon tietokannassamme olevien vertaiskäyttäjien kokonaismäärä
hi: हमारे नेटवर्क डेटाबेस में कुल पीयर की संख्या
hu: A hálózati adatbázisban szereplő összes kapcsolat száma
in: Jumlah peer dalam database jaringan kami
it: Numero totale di peers nel nostro database di reti
ja: ネットワークデータベース内の合計ピア数
ko: 내 네트워크 데이터베이스의 피어들의 총 수
nb: Totalt antall likemenn i vår nettverksdatabse
nl: Het totaal aantal peers in onze netwerkdatabase
pt: Número total de pares em nosso banco de dados da rede
sl: Skupno število parterjev v naši omrežni bazi
sv: Totala antalet noder i vår nätverksdatabas
uk: Загальна кількість пірів у нашій базі даних мережі
vi: Tổng số đồng nghiệp trong cơ sở dữ liệu mạng của chúng tôi

source: Total RouterInfos stored on disk
bo: བརྒྱུག་གི་བརྒྱུག་གི་སྲོད་པའི་སྲོད་པའི་གི་སྲོད་པ
hi: डिस्क पर संग्रहित RouterInfos की कुल संख्या
ko: 디스크에 저장된 RouterInfo의 총수

source: Known
ar: معروف
az: Məlumdur
bo: ཤེས་པ།
cs: Známý
da: Kendte
el: Γνωστό
es: Conocidos
et: Tuntud
fa: معروف
fi: Tuttu
hi: परिचित
hu: Ismert
in: Diketahui
it: Conosciuto
ja: 既知
ko: 알려진
nb: Kjent
nl: Bekend
pt: Conhecidos
sl: Znani
sv: Kända
uk: Відомі
vi: Được biết

source: Configure router bandwidth allocation
ar: حدد سرعة الموجه
az: Routerin bant genişliyinin ayrılmasını konfiqurasiya edin
bo: རོ་ཌེར་གྱི་བརྒྱུད་བཏོན་ཚད་འགན་འགྲོང་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Nakonfigurujte přidělení šířky pásma směrovače
da: Konfigurer routerens båndbredde bevilling
el: Διαμόρφωση κατανομής εύρους ζώνης δρομολογητή
es: Configurar la asignación del ancho de banda para el router
et: Häälesta ruuteri ribalaiuse piiranguid
fa: تخصیص پهنای باند روتر را پیکربندی کنید
fi: Määritä reitittimen kaistanleveyden varaus
hi: रूटर बैंडविड्थ आवंटन का सेटिंग करें
hu: A router szávszélesség elosztásának beállítása
in: Konfigurasi alokasi bandwidth router
it: Configura l'allocazione di banda del router
ja: ルーターの帯域幅割り当てを設定
ko: 라우터 대역폭 할당량 설정
nb: Sett opp ruterbåndbreddetildelig
nl: Configureer router bandbreedte toewijzing
pt: Configurar limites de velocidade
sl: Nastavi dodelitev širine pasma usmerjevalnika
sv: Ställ in routerns bandbreddsallokering
uk: Налаштуйте розподіл пропускної здатності маршрутизатора
vi: Định cấu hình phân bổ băng thông bộ định tuyến

source: Bandwidth in/out
ar: الاتصال الداخلي/خارجي
az: Bant genişliyi
bo: བརྒྱུད་བཏོན་ཚད་ནང་འདྲེན།
cs: Vstup/výstup šířky pásma
da: Båndbredde ind/ud
el: Ταχύτητα μέσα/έξω
es: Ancho de banda
et: Ribalaius sisse/välja
fa: پهنای باند ورودی/خروجی
fi: Kaistaa sisään/ulos
hi: बैंडविड्थ आगंतुक/निर्गम
hu: Sávszélesség Be/Ki
in: Bandwidth masuk/keluar
it: Larghezza di banda entrata/uscita
ja: 帯域幅 入力/出力
ko: 대역폭 수신/송신
nb: Båndbredde inn/ut
nl: Bandbreedte in/uit
pt: Velocidade entr/sai
sl: Širina pasma v/v
sv: Bandbredd in/ut
uk: Вхід/вихід пропускної здатності
vi: Băng thông vào/ra

source: Current
ar: الحالي
az: Cari
bo: ད་ལྟ།
cs: Aktuální
da: Aktuelt
el: Τρέχον
es: Actual
et: praegune
fa: فعلی
fi: Nykyinen
hi: वर्तमान
hu: Jelenlegi
in: Saat ini
it: Corrente
ja: 現在
ko: 현재
nb: Nåværende
nl: Huidig
pt: Atual
sl: Trenutno
sv: Aktuellt
uk: Поточний
vi: Hiện tại

source: 5 Min Average
ar: 5 دقيقة في المتوسط
az: 5 Dəq Orta
bo: 5 སྐར་མ་ཆ་སྙོམ།
cs: 5 minut průměr
da: 5 min gennemsnit
el: 5 Min Μέσος όρος
es: Promedio de 5 minutos
et: 5 min keskmine
fa: میانگین 5 دقیقه
fi: 5 min keskiarvo
hi: 5 मिनट का औसत
hu: 5 Min. Átlag
in: Rata -rata 5 menit
it: 5 minuti in media
ja: 5 分平均
ko: 평균 5 분
nb: 5 min gjennomsnitt
nl: 5 min gemiddeld
pt: 5 min de média
sl: Povprečje 5 minut
sv: 5 min genomsnitt
uk: 5 Хв Середнє
vi: Trung bình 5 phút

source: Lifetime
ar: مدى الحياة
az: Ömür boyu
bo: ཚེ་ཚད།
cs: Doživotní
da: Livstid
el: Διάρκεια ζωής
es: Toda la vida
et: eluaeg
fa: مادام العمر
fi: Elinikäinen
hi: जीवनकाल
hu: Élettartam
in: Seumur Hidup
it: Tempo di vita
ja: 生涯
ko: 평생
nb: Levetid
nl: Levenslang
pt: Vida útil
sl: Življenjski cikel
sv: Livstid
uk: Тривалість життя
vi: Trọn đời

source: Used
ar: مستعمل
az: İstifadə olunub
bo: བེད་པ།
cs: Použité
el: Χρησιμοποιείται
es: Usados
et: Kasutatud
fa: استفاده شده
fi: Käytetty
hi: उपयोग किया
hu: Használt
in: Digunakan
it: Usato
ja: 使用済み
ko: 사용된
nb: Brukt
nl: Gebruikt
pt: Usados
sl: Uporabljen
sv: Används
uk: Використано
vi: Đã sử dụng

source: Our inbound &amp; outbound traffic for the last 20 minutes
ar: حركة المرور الواردة والخارجية لمدة 20 دقيقة الماضية
az: Gələnimiz
bo: སྐར་མ་20 གི་ནང་གི་ང་ཚོའི་ནང་འདྲེན་དང་ཕྱི་འདྲེན་འགྲོ་འགོད།
cs: Náš příchozí
da: Vores indgående og udgående trafik i de sidste 20 minutter
el: Τα εισερχόμενά μας
es: Nuestro tráfico de entrada y de salida de los últimos 20 minutos
et: Meie sissetulev ja väljaminev liiklus viimase 20 minuti jooksul
fa: ورودی ما
fi: Sisääntulomme
hi: पिछले 20 मिनटों में हमारा आगंतुकीय और निर्गमी ट्रैफ़िक
hu: Bejövő és kimenő forgalmunk az elmúlt 20 percben
in: Lalu lintas inbound & outbound kami dalam 20 menit terakhir
it: Il nostro traffico in entrata &amp; in uscita negli ultimi 20 minuti
ko: 인바운드
nb: Vår innkommende og utgående trafikk de siste 20 minuttene
nl: Onze inkomende
pt: Nosso tráfego de entrada e saída nos últimos 20 minutos
sl: Naša vhodna &amp; izhodna promet v zadnjih 20 minutah
sv: Vår inkommande och utgående trafik under de senaste 20 minuterna
uk: Наш вхід
vi: Chiều về của chúng tôi

source: Total number of tunnels in use
ar: إجمالي عدد الأنفاق المستخدمة
az: İstifadə olunan tunellərin ümumi sayı
bo: བེད་པའི་གྲུང་ནེལ་གྱི་སྡོམ་གྲངས།
cs: Celkový počet používaných tunelů
da: Samlet antal tunneler i brug
el: Συνολικός αριθμός σηράγγων σε χρήση
es: Número total de túneles en uso
et: kasutusel olevate tunnelite koguarv
fa: تعداد کل تونل های مورد استفاده
fi: Käytettävien tunnelien kokonaismäärä
hi: उपयोग में टनल की कुल संख्या
hu: A használt alagutak teljes száma
in: Jumlah total terowongan yang digunakan
it: Numero totale di tunnel in uso
ja: 使用中のトンネルの総数
ko: 사용 중인 총 터널 수
nb: Totalt antall tunneler i bruk
nl: Totaal aantal tunnels in gebruik
pt: Número total de túneis em uso
sl: Skupno število tuneljev, ki se uporabljajo
sv: Totalt antal tunnlar i bruk
uk: Загальна кількість використовуваних тунелів
vi: Tổng số hầm đang sử dụng

source: Average tunnel build success for last 10m interval
ar: متوسط ​​نجاح بناء النفق خلال فترة الـ 10 أمتار الأخيرة
az: Son 10 m interval üçün orta tunel tikintisi uğuru
bo: སྐར་མ་10 གི་དུས་ཡུན་ནང་གྲུང་ནེལ་བཟོ་བའི་ཆ་སྙོམ་གྲུབ་བཟོ་བར་ལ་འགྲུབ་བཟོ་བའི་ཆ་སྙོམ།
cs: Průměrná úspěšnost výstavby tunelu za posledních 10m intervalu
da: Gennemsnitlig tunnelbygningssucces for sidste 10m interval
el: Μέση επιτυχία κατασκευής σήραγγας για το τελευταίο διάστημα 10 μέτρων
es: Éxito promedio en la construcción de túneles durante el último intervalo de 10 m
et: Tunneli ehitamise keskmine edu viimase 10 m intervalli jooksul
fa: میانگین موفقیت ساخت تونل برای 10 دقیقه گذشته
fi: Keskimääräinen tunnelin rakentamisen menestys viimeisen 10 metrin aikana
hi: अंतिम 10 मिनट के क्षेत्र में टनल बनाने की सफलता का औसत
hu: Átlagos alagútépítési siker az utolsó 10 méteres intervallumban
in: Rata-rata keberhasilan pembangunan terowongan untuk interval 10m terakhir
it: Successo medio di costruzione del tunnel per l'ultimo intervallo di 10 m
ja: 最後の 10 メートル間隔の平均トンネル構築成功率
ko: 지난 10m 간격의 평균 터널 구축 성공률
nb: Gjennomsnittlig tunnelbyggingssuksess for siste 10m-intervall
nl: Gemiddeld succes bij het bouwen van tunnels gedurende de laatste 10 meter
pt: Sucesso médio na construção do túnel no último intervalo de 10 m
sl: Povprečen uspeh izgradnje tunela za zadnje 10m interval
sv: Genomsnittlig framgång för tunnelbygget för sista 10 m-intervallet
uk: Середня успішність будівництва тунелю за останні 10 метрів
vi: Thành công xây dựng đường hầm trung bình trong khoảng thời gian 10m cuối cùng
