Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configure tunnels
ar: تكوين الأنفاق
az: Tunelləri konfiqurasiya edin
bo: གྲུག་ལམ་རྒྱུན་སྐྱོང་།
cs: Konfigurace tunelů
da: Konfigurer tunneler
el: Διαμόρφωση τούνελ
es: Configurar túneles
et: Tunnelite seadistamine
fa: تونل ها را پیکربندی کنید
fi: Määritä tunnelit
hi: टनल का सेटिंग करें
hu: Alagutak konfigurálása
in: Konfigurasi tunnel
it: Configura i tunnel
ja: トンネルの構成
ko: 터널 구성
nb: Sett opp tunneler
nl: Configureer tunnels
pt: Configurar túneis
sl: Nastavi tunelje
sv: Konfigurera tunnlar
uk: Налаштувати тунелі
vi: Cấu hình đường hầm

source: configure
ar: إعدادات
az: konfiqurasiya edin
bo: རྒྱུན་སྐྱོང་།
cs: nakonfigurujte
da: konfigurer
el: ρύθμιση
es: configurar
et: häälesta
fa: پیکربندی
fi: konfiguroi
hi: सेट करें
hu: beállít
in: Konfigurasi
it: configura
ja: 設定
ko: 설정
nb: sett opp
nl: configureer
pt: configurar
sl: konfiguriraj
sv: konfigurera
uk: налаштувати
vi: cấu hình

source: Configure tunnels for session
ar: تكوين الأنفاق للجلسة
az: Sessiya üçün tunelləri konfiqurasiya edin
bo: ཞལ་འཛོམས་ཀྱི་གྲུག་ལམ་རྒྱུན་སྐྱོང་།
cs: Nakonfigurujte tunely pro relaci
da: Konfigurer tunneler til session
el: Διαμόρφωση τούνελ για περίοδο λειτουργίας
es: Configurar túneles por sesión
et: seansi tunnelite seadistamine
fa: تونل ها را برای جلسه پیکربندی کنید
fi: Määritä tunnelit istuntoa varten
hi: सत्र के लिए टनल का सेटिंग करें
hu: Alagutak konfigurálása a munkamenethez
in: Konfigurasi tunne; untuk sesi
it: Configura i tunnel per la sessione
ja: セッション用のトンネルを構成する
ko: 세션에 대한 터널 구성
nb: Sett opp tunneler for økt
nl: Tunnels configureren voor sessie
pt: Configurar túneis para sessão
sl: Nastavi tunelje za sejansko
sv: Konfigurera tunnlar för session
uk: Налаштувати тунелі для сеансу
vi: Định cấu hình đường hầm cho phiên

source: View LeaseSet
ar: عرض مجموعة الإيجار
az: İcarə dəstinə baxın
bo: གཡོག་འཛིན་ཆ་ཚང་ལྟ་བ།
cs: Zobrazit LeaseSet
da: Se LeaseSet
el: Προβολή LeaseSet
es: Ver conjunto de arrendamiento
et: Kuva LeaseSet
fa: مشاهده LeaseSet
fi: Näytä LeaseSet
hi: LEASESET देखें
hu: LeaseSet megtekintése
in: Lihat Set Sewa
it: Visualizza set di locazione
ja: リースセットを見る
ko: 임대세트 보기
nb: Se leiesett
nl: LeaseSet bekijken
pt: Ver conjunto de locação
sl: Oglej LeaseSet
sv: Visa LeaseSet
uk: Перегляд LeaseSet
vi: Xem Hợp đồng thuê

source: Fastest Active Transit Tunnels
ar: أسرع أنفاق النقل النشطة
az: Ən Sürətli Aktiv Tranzit Tunelləri
bo: མགྱོགས་ཤོས་ཀྱི་སྤྱོད་བཞིན་པའི་བརྒྱུད་འགྲུལ་གྲུག་ལམ།
cs: Nejrychlejší aktivní tranzitní tunely
da: Hurtigste aktive transittunneler
el: Τα γρηγορότερα ενεργά σήραγγες μεταφοράς
es: Túneles de tránsito activo más rápidos
et: kiireimad aktiivsed ühistransporditunnelid
fa: سریعترین تونلهای ترانزیت فعال
fi: Nopeimmat aktiiviset liikennetunnelit
hi: तेज़ सक्रिय ट्रांजिट टनल
hu: Leggyorsabb aktív tranzit alagutak
in: Terowongan Transit Aktif Tercepat
it: Tunnel di transito attivi più veloci
ja: 最速のアクティブな交通トンネル
ko: 가장 빠른 활성 교통 터널
nb: Raskeste aktive transitttunneler
nl: Snelste actieve doorgangstunnels
pt: Túneis de trânsito ativos mais rápidos
sl: Hitrejši Aktivni prenosni tuneli
sv: Snabbaste aktiva transittunnlar
uk: Найшвидші активні транзитні тунелі
vi: Đường hầm chuyển tuyến hoạt động nhanh nhất

source: Most Recent Active Transit Tunnels
ar: أحدث أنفاق النقل النشطة
az: Ən Son Aktiv Tranzit Tunelləri
bo: ཉེ་ཆར་གྱི་སྤྱོད་བཞིན་པའི་བརྒྱུད་འགྲུལ་གྲུག་ལམ།
cs: Nejnovější aktivní tranzitní tunely
da: Seneste aktive transittunneler
el: Πιο πρόσφατες ενεργές σήραγγες διέλευσης
es: Túneles de tránsito activos más recientes
et: uusimad aktiivsed transiiditunnelid
fa: جدیدترین تونل های ترانزیت فعال
fi: Viimeisimmät aktiiviset liikennetunnelit
hi: सबसे हाल के सक्रिय ट्रांजिट टनल
hu: Legújabb aktív tranzitalagutak
in: Terowongan Transit Aktif Terbaru
it: Tunnel di transito attivi più recenti
ja: 最近アクティブなトランジット トンネル
ko: 가장 최근에 활성화된 대중교통 터널
nb: Siste aktive transitttunneler
nl: Meest recente actieve doorgangstunnels
pt: Túneis de trânsito ativos mais recentes
sl: Najbolj nedavni Aktivni prenosni tuneli
sv: Senaste aktiva transittunnlar
uk: Останні активні транзитні тунелі
vi: Đường hầm vận chuyển hoạt động gần đây nhất

source: Refresh
ar: ينعش
az: Yeniləyin
bo: གསར་སྒྱུར།
cs: Obnovit
da: Opdater
el: Ανανέωση
es: Actualizar
et: Värskenda
fa: تازه کردن
fi: Päivitä
hi: ताजा करें
hu: Frissítés
in: Segarkan
it: Aggiorna
ja: リフレッシュ
ko: 새로고침
nb: Oppdater
nl: Vernieuwen
pt: Atualizar
sl: Osveži
sv: Uppdatera
uk: Оновити
vi: Làm mới

source: Role
ar: دور
az: Rol
bo: ལས་འགན།
da: Rolle
el: Ρόλος
es: Rol
et: Roll
fa: نقش
fi: Rooli
hi: भूमिका
hu: Szerep
it: Ruolo
ja: 役割
ko: 역할
nb: Rolle
nl: Rol
pt: Regra
sl: Vloga
sv: Roll
uk: Роль
vi: Vai trò

source: Data transferred
ar: نقل البيانات
az: Məlumat ötürüldü
bo: གནས་གཞི་སྤོ་སྤྱོད།
cs: Data přenesena
da: Data overført
el: Μεταφέρθηκαν δεδομένα
es: Datos transferidos
et: Andmed edastatud
fa: داده ها منتقل شده است
fi: Tiedot siirretty
hi: डेटा स्थानांतरित किया गया
hu: Adatátvitel
in: Data ditransfer
it: Dati trasferiti
ja: データ転送
ko: 데이터 전송됨
nb: Data overført
nl: Gegevens overgedragen
pt: Dados transferidos
sl: Prenešeni podatki
sv: Data överförs
uk: Дані передано
vi: Dữ liệu được truyền

source: Data
ar: البيانات
az: Məlumat
bo: གནས་གཞི།
el: Δεδομένα
es: Datos
et: Andmed
fa: داده ها
hi: डेटा
hu: Adatok
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pt: Dados
sl: Podatki
uk: Дані
vi: Dữ liệu

source: Receive on
ar: استقبل في
az: Qəbul edin
bo: ལེན་ས།
cs: Příjem na
da: Modtager på
el: Λήψη σε
es: Recibir en
et: Kuulan tag'il
fa: دریافت کنید
fi: Vastaanota
hi: प्राप्त करें
hu: Fogadás a következőn
in: Diterima pada
it: Ricevi su
ja: 受信時間:
ko: 받음:
nb: Ta imot på
nl: Ontvangen op
pt: Recebe em
sl: Prejmi na
sv: Ta emot på
uk: Отримати далі
vi: Bật nhận

source: Send on
ar: ارسال الى
az: Göndər
bo: སྐུར་ས།
cs: Pošli dál
da: Send på
el: Αποστολή σε
es: Enviar sobre
et: Saadan tag'il
fa: ارسال کنید
fi: Lähetä eteenpäin
hi: भेजें
hu: Küldés a következőn
in: Dikirim pada
it: Manda su
ja: 送信時間
ko: 보냄:
nb: Send på
nl: Verzonden op
pt: Enviado em
sl: Pošlji na
sv: Skicka på
uk: Надіслати
vi: Gửi tiếp

source: Outbound Endpoint
ar: نقطة الخروج
az: Gidən son nöqtə
bo: ཕྱིར་འགྲོ་མཐའ་སྣེ།
cs: Odchozí koncový bod
da: Udadgående Endepunkt
el: Εξερχόμενο τελικό σημείο
es: Extremo de salida
et: Väljuv otspunkt
fa: نقطه پایانی خروجی
fi: Lähtevä päätepiste
hi: बाहरी समाप्तिस्थान
hu: Kimenő Végpont
it: Punto Finale in Uscita
ja: 送信エンドポイント
ko: 송신 엔드포인트
nb: Utgående endepunkt
nl: Uitgaande Eindpunt
pt: Ponto de saída
sl: Izhodni končni točka
sv: Utåtgående ändpunkt
uk: Вихідна кінцева точка
vi: Điểm cuối gửi đi

source: Inbound Gateway
ar: نقطة الدخول
az: Gələn Gateway
bo: ནང་འཛུལ་སྒོ་མོ།
cs: Příchozí brána
da: Indadgående portåbning
el: Εισερχόμενη πύλη
es: Pasarela (gateway) entrante
et: Sisenev lüüs
fa: دروازه ورودی
fi: Sisääntuleva yhdyskäytävä
hi: इनबाउंड गेटवे
hu: Bejövő Átjáró (Gateway)
it: Gateway In Entrata
ja: 受信ゲートウェイ
ko: 수신 게이트웨이
nb: Inngående portner
nl: Inkomende Gateway
pt: Ponto de entrada
sl: Vhodna vrata
sv: Inåtgående inkörsport
uk: Вхідний шлюз
vi: Cổng vào

source: Participant
ar: المشارك
az: İştirakçı
bo: ཞུགས་མཁན།
cs: Účastník
da: Deltager
el: Συμμετέχων
es: Participante
et: Osaleja
fa: شرکت کننده
fi: Osallistuja
hi: भागीदार
hu: Résztvevő
it: Partecipante
ja: 参加
ko: 참가자
nb: Deltager
nl: Deelnemer
pt: Participante
sl: Udeleženec
sv: Deltagare
uk: Учасник
vi: Người tham gia

source: sec
ar: ثانية
az: san
bo: སྐར་ཆ།
cs: sek
da: sek
es: segundos
et: sek
fa: ثانیه
fi: s
hi: सेकंड
hu: mp
ja: 秒
ko: 초
nb: sek
nl: seconden
pt: segundos
sl: sek
sv: sek
uk: сек
vi: giây

source: grace period
ar: فترة السماح
az: güzəşt müddəti
bo: དལ་འཇགས་དུས་ཡུན།
cs: doba odkladu
da: Udsættelses periode
el: περίοδος χάριτος
es: periodo de gracia
et: lisaajal
fa: دوره مهلت
fi: armonaika
hi: ग्रेस पीरियड
hu: türelmi idő
in: masa tenggang
it: periodo di cortesia
ja: 猶予期間
ko: 유예 기간
nb: utsettelsesperiode
nl: overgangs periode
pt: período de espera
sl: dobra volja
sv: uppskovsperiod
uk: пільговий період
vi: thời gian ân hạn

source: Tunnel identity
ar: هوية النفق
az: Tunel şəxsiyyəti
bo: གྲུག་ལམ་ངོ་བོ།
cs: Identita tunelu
da: Tunnelidentitet
el: Ταυτότητα σήραγγας
es: Identidad del túnel
et: Tunneli identiteet
fa: هویت تونل
fi: Tunnelin identiteetti
hi: टनल पहचान
hu: Alagútazonosító
in: Identitas Tunnel
it: Identità tunnel
ja: トンネルのアイデンティティ
ko: 터널 식별
nb: Tunnelidentitet
nl: Tunnelidentiteit
pt: Identidade do túnel
sl: Identiteta tunela
sv: Tunnelidentitet
uk: Ідентифікація тунелю
vi: Nhận dạng đường hầm

source: Lifetime bandwidth usage
ar: درجة استعمال الشبكة
az: Ömür boyu bant genişliyi istifadəsi
bo: ཚེ་ཚད་གྱི་བརྒྱུད་བཏོན་ཚད་བེད་པ།
cs: Doživotní využití šířky pásma
da: Livstids båndbredde forbrug
el: Χρήση εύρους ζώνης καθ 'όλη τη διάρκεια ζωής
es: Uso de ancho de banda del total de vida
et: Tööea vältel siirdatud andmemaht
fa: استفاده از پهنای باند مادام العمر
fi: Elinikäinen kaistanleveyden käyttö
hi: जीवनकालीन बैंडविड्थ उपयोग
hu: Élethossz sávszélesség használat
in: Penggunaan bandwidth seumur hidup
it: Utilizzo di banda durante l'arco di esistenza
ja: 生涯帯域幅使用量
ko: 전체 대역폭 사용량
nb: Livslang båndbreddebruk
nl: Levenslang bandbreedte gebruik
pt: Uso total da internet
sl: Uporaba širine pasma v življenjskem ciklu
sv: Livstidsbandbreddsanvändning
uk: Використання пропускної здатності за весь час
vi: Sử dụng băng thông trọn đời

source: Not enough shared bandwidth to build transit tunnels.
ar: لا يوجد عرض نطاق ترددي مشترك كافٍ لبناء أنفاق النقل.
az: Tranzit tunelləri qurmaq üçün kifayət qədər paylaşılan bant genişliyi yoxdur.
bo: གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པའི་བརྒྱུད་བཏོན་ཚད་མེད་པས་གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པར་མི་རེད།
cs: Nedostatek sdílené šířky pásma pro vybudování tranzitních tunelů.
da: Ikke nok delt båndbredde til at bygge transittunneler.
el: Δεν υπάρχει αρκετό κοινό εύρος ζώνης για την κατασκευή σηράγγων διέλευσης.
es: No hay suficiente ancho de banda compartido para construir túneles de tránsito.
et: Transiiditunnelite ehitamiseks pole piisavalt jagatud ribalaiust.
fa: پهنای باند مشترک کافی برای ساخت تونل های حمل و نقل وجود ندارد.
fi: Jaettu kaistanleveys ei riitä liikennetunneleiden rakentamiseen.
hi: ट्रांजिट टनल बनाने के लिए परस्पर साझा किए गए बैंडविड्थ की कमी है।
hu: Nincs elég megosztott sávszélesség a tranzitalagutak építéséhez.
in: Tidak ada cukup bandwidth yang dibagikan untuk membangun terowongan transit.
it: Banda di banda condivisa insufficiente per costruire tunnel di transito.
ja: トランジット トンネルを構築するのに十分な共有帯域幅がありません。
ko: 전송 터널을 구축하기에는 공유 대역폭이 충분하지 않습니다.
nb: Ikke nok delt båndbredde til å bygge transitttunneler.
nl: Niet genoeg gedeelde bandbreedte om doorvoertunnels te bouwen.
pt: Largura de banda compartilhada insuficiente para construir túneis de trânsito.
sl: Nedovoljno deljene širine pasma za izgradnjo prenosnih tuneljev.
sv: Inte tillräckligt med delad bandbredd för att bygga transittunnlar.
uk: Недостатньо спільної пропускної здатності для будівництва транзитних тунелів.
vi: Không đủ băng thông chia sẻ để xây dựng đường hầm chuyển tuyến.

source: Router is currently operating in Hidden Mode which prevents transit tunnels from being built.
ar: يعمل جهاز التوجيه حاليًا في الوضع المخفي مما يمنع إنشاء أنفاق النقل.
az: Router hazırda tranzit tunellərin qurulmasının qarşısını alan Gizli rejimdə işləyir.
bo: རོ་ཌེར་ད་ལོའི་སྐར་འགོ་ཚུགས་པའི་གནས་ཚུལ་ནང་ཡོད་པ་ལ་གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པར་མི་རེད།
cs: Router aktuálně pracuje ve skrytém režimu, který zabraňuje budování tranzitních tunelů.
da: Router kører i øjeblikket i skjult tilstand, som forhindrer transittunneler i at blive bygget.
el: Ο δρομολογητής λειτουργεί επί του παρόντος σε κρυφή λειτουργία, η οποία αποτρέπει την κατασκευή σηράγγων διαμετακόμισης.
es: El enrutador está funcionando actualmente en modo oculto, lo que impide que se construyan túneles de tránsito.
et: ruuter töötab praegu varjatud režiimis, mis takistab transiiditunnelite ehitamist.
fa: روتر در حال حاضر در حالت مخفی کار می کند که از ساخت تونل های عبوری جلوگیری می کند.
fi: Reititin toimii tällä hetkellä piilotilassa, mikä estää liikennetunneleiden rakentamisen.
hi: रूटर क्रेन्टली हाइडन मोड में कार्यरत है, जो ट्रांजिट टनल का निर्माण रोकता है।
hu: A router jelenleg rejtett üzemmódban működik, ami megakadályozza a tranzitalagutak építését.
in: Router saat ini beroperasi dalam Mode Tersembunyi yang mencegah terowongan transit dibangun.
it: Il router attualmente funziona in modalità nascosta che impedisce la costruzione di tunnel di transito.
ja: ルーターは現在隠しモードで動作しているため、中継トンネルが構築されません。
ko: 라우터는 현재 대중교통 터널이 건설되는 것을 방지하는 숨겨진 모드에서 작동하고 있습니다.
nb: Ruteren opererer for tiden i skjult modus som forhindrer at transitttunneler bygges.
nl: De router werkt momenteel in de verborgen modus, waardoor er geen doorgangstunnels kunnen worden gebouwd.
pt: O roteador está atualmente operando no modo oculto, o que impede a construção de túneis de trânsito.
sl: Usmerjevalnik trenutno deluje v skriti načini, ki preprečuje izgradnjo prenosnih tuneljev.
sv: Router fungerar för närvarande i dold läge som förhindrar att transittunnlar byggs.
uk: Маршрутизатор наразі працює в прихованому режимі, що запобігає прокладці транзитних тунелів.
vi: Bộ định tuyến hiện đang hoạt động ở Chế độ ẩn, chế độ này ngăn cản việc xây dựng các đường hầm chuyển tuyến.

source: No transit tunnels currently active.
ar: لا توجد أنفاق عبور نشطة حاليًا.
az: Hazırda aktiv tranzit tunel yoxdur.
bo: ད་ལོའི་གྲུང་ནེལ་བཟོ་བར་ལ་འཐོབ་པ་ད་ལོའི་སྐར་འགོ་ཚུགས་པ་མེད།
cs: Momentálně nejsou aktivní žádné tranzitní tunely.
da: Ingen transittunneler er i øjeblikket aktive.
el: Επί του παρόντος δεν υπάρχουν ενεργές σήραγγες διέλευσης.
es: Actualmente no hay túneles de tránsito activos.
et: praegu aktiivseid ühistransporditunneleid ei ole.
fa: در حال حاضر هیچ تونل ترانزیت فعال نیست.
fi: Ei tällä hetkellä aktiivisia liikennetunneleita.
hi: वर्तमान में कोई सक्रिय ट्रांजिट टनल नहीं है।
hu: Jelenleg nincsenek aktív tranzitalagutak.
in: Saat ini tidak ada terowongan transit yang aktif.
it: Nessun tunnel di transito attualmente attivo.
ja: 現在アクティブなトランジット トンネルはありません。
ko: 현재 운송 터널이 활성화되지 않습니다.
nb: Ingen transitttunneler er aktive for øyeblikket.
nl: Momenteel zijn er geen transittunnels actief.
pt: Nenhum túnel de trânsito atualmente ativo.
sl: Trenutno ni aktivnih prenosnih tuneljev.
sv: Inga transittunnlar är för närvarande aktiva.
uk: Наразі немає активних транзитних тунелів.
vi: Hiện không có đường hầm chuyển tuyến nào đang hoạt động.

source: Transit Tunnels by Peer (Top {0})
bo: རྒྱུན་དུ་བཙོན་པའི་གྲུང་ནེལ་བཟོ་བར་ལ་(མཐོ་བ་{0})
hi: पीयर द्वारा ट्रांजिट टनल (शीर्ष {0})
ko: 피어별 트랜짓 터널 (상위 {0}개)

source: Address
ar: العنوان
az: Ünvan
bo: ཁ་བྱང་།
cs: Adresa
da: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
fa: آدرس
fi: Osoite
hi: पता
hu: Cím
in: Alamat
it: Indirizzo
ja: 住所
ko: 주소
nb: Adresse
nl: Adres
pt: Endereço
sl: Naslov
sv: Adress
uk: Адреса
vi: Địa chỉ

source: Messages
bo: འཕྲིན་ཡིག་
hi: संदेश
ko: 메시지

source: All Tunnels by Peer
ar: جميع الأنفاق حسب النظير
az: Peer tərəfindən bütün tunellər
bo: རྒྱུན་དུ་བཙོན་པའི་གྲུང་ནེལ་བཟོ་བར་ལ་ཚང་མ།
cs: Všechny tunely od Peer
da: Alle tunneler af Peer
el: Όλες οι σήραγγες ανά ομότιμο
es: Todos los túneles por igual
et: Peeri kõik tunnelid
fa: همه تونل ها توسط Peer
fi: Peerin kaikki tunnelit
hi: पीयर द्वारा सभी टनल
hu: Minden alagút Peer szerint
in: Semua Terowongan Berdasarkan Peer
it: Tutti i tunnel di Peer
ja: ピアによるすべてのトンネル
ko: 피어별 모든 터널
nb: Alle tunneler av Peer
nl: Alle tunnels van Peer
pt: Todos os túneis por ponto
sl: Vsi tuneli glede na parterje
sv: Alla tunnlar av Peer
uk: Усі тунелі за Peer
vi: Tất cả các đường hầm ngang hàng

source: Primary IP address
ar: عنوان IP الأساسي
az: Əsas IP ünvanı
bo: གཙོ་བཟོ་བའི་IP ཁ་བྱང་།
cs: Primární IP adresa
da: Primær IP-adresse
el: Κύρια διεύθυνση IP
es: Dirección IP principal
et: Esmane IP-aadress
fa: آدرس IP اصلی
fi: Ensisijainen IP-osoite
hi: मुख्य आईपी पता
hu: Elsődleges IP-cím
in: Alamat IP Utama
it: Indirizzo IP primario
ja: プライマリIPアドレス
ko: 기본 IP 주소
nb: Primær IP-adresse
nl: Primair IP-adres
pt: Endereço IP primário
sl: Glavni IP naslov
sv: Primär IP-adress
uk: Первинна IP-адреса
vi: Địa chỉ IP chính

source: unique peers
ar: أقرانهم فريدة من نوعها
az: unikal həmyaşıdlar
bo: ཐུན་མི་རྒྱུན་དུ་བཙོན་པ།
cs: Unikátní vrstevníci
da: unikke jævnaldrende
el: μοναδικούς συνομηλίκους
es: compañeros únicos
et: ainulaadsed kaaslased
fa: همتایان منحصر به فرد
fi: ainutlaatuiset vertaiset
hi: अद्वितीय पीयर
hu: egyedi társak
in: peer unik
it: peer unici
ja: ユニークなピア
ko: 고유 피어
nb: unike jevnaldrende
nl: unieke leeftijdsgenoten
pt: pares únicos
sl: edinstveni parterji
sv: unika kamrater
uk: унікальні аналоги
vi: đồng nghiệp duy nhất

source: local
ar: المحلية
az: yerli
bo: ནང་ཁུག་
cs: místní
da: lokal
el: Τοπικό
es: locales
et: kohalik
fa: محلی
fi: paikallinen
hi: स्थानीय
hu: helyi
in: lokal
it: locale
ja: ローカル
ko: 로컬
nb: lokal
nl: lokaal
sl: lokalno
sv: lokal
uk: місцевий
vi: địa phương

source: transit
ar: العبور
az: tranzit
bo: གྲུང་ནེལ་
cs: tranzit
el: διαμετακόμιση
es: tránsito
et: transiit
fa: ترانزیت
hi: ट्रांजिट
it: transito
ja: トランジット
ko: 환승
nb: transitt
nl: doorvoer
pt: trânsito
sl: tranzit
sv: genomresa
uk: транзит
vi: chuyển tuyến

source: No local or transit tunnels currently active.
ar: لا يوجد أنفاق محلية أو أنفاق عابرة نشطة حاليا.
az: Hal-hazırda aktiv olan yerli və ya tranzit tunel yoxdur.
bo: ད་ལོའི་ནང་ཁུག་ཡང་ན་གྲུང་ནེལ་ད་ལོའི་སྐར་འགོ་ཚུགས་པ་ད་ལོའི་སྐར་འགོ་ཚུགས་པ་མེད།
cs: Momentálně nejsou aktivní žádné místní ani tranzitní tunely.
da: Ingen lokale eller transittunneler er i øjeblikket aktive.
el: Δεν υπάρχουν ενεργές τοπικές σήραγγες ή διαμετακόμισης.
es: Actualmente no hay túneles locales o de tránsito activos.
et: Hetkel ei ole aktiivseid kohalikke ega ühistransporditunneleid.
fa: در حال حاضر هیچ تونل محلی یا ترانزیت فعال نیست.
fi: Ei tällä hetkellä aktiivisia paikallis- tai julkisen liikenteen tunneleita.
hi: वर्तमान में कोई स्थानीय या ट्रांजिट टनल सक्रिय नहीं है।
hu: Jelenleg nincs aktív helyi vagy tranzitalagút.
in: Saat ini tidak ada terowongan lokal atau transit yang aktif.
it: Nessun tunnel locale o di transito attualmente attivo.
ja: 現在アクティブなローカル トンネルまたはトランジット トンネルはありません。
ko: 현재 활성화된 로컬 또는 통과 터널이 없습니다.
nb: Ingen lokale eller transitttunneler er aktive for øyeblikket.
nl: Momenteel zijn er geen lokale of transittunnels actief.
pt: Nenhum túnel local ou de trânsito atualmente ativo.
sl: Trenutno ni aktivnih lokalnih ali prenosnih tuneljev.
sv: Inga lokala eller transittunnlar är aktiva för närvarande.
uk: Немає активних місцевих або транзитних тунелів.
vi: Hiện không có đường hầm cục bộ hoặc chuyển tuyến nào đang hoạt động.

source: PRIVATE IP ADDRESS
bo: སྲོད་པ
hi: निजी IP पता
ko: 개인 IP 주소

source: Bandwidth Tiers
ar: طبقات عرض النطاق الترددي
az: Bant genişliyi səviyyələri
bo: བརྒྱུད་བཏོན་ཚད་གྱི་རིམ་པ།
cs: Vrstvy šířky pásma
da: Båndbredde niveauer
el: Επίπεδοεύρους ζώνης
es: Niveles de ancho de banda
et: Ribalaiuse tasemed
fa: ردیف های پهنای باند
fi: Kaistanleveystasot
hi: बैंडविड्थ स्तर
hu: Sávszélességszintek
it: Gradi di banda
ja: 帯域幅階層
ko: 대역폭 계층
nb: Båndbreddenivåer
nl: Bandbreedteniveaus
pt: Níveis de largura de banda
sl: Raven širine pasma
sv: Bandbreddsnivåer
uk: Рівні пропускної здатності
vi: Tầng băng thông

source: Over {0} shared bandwidth
ar: أكثر من {0} عرض النطاق الترددي المشترك
az: {0}-dən çox paylaşılan bant genişliyi
bo: {0} བརྒྱུད་བཏོན་ཚད་ཐེགས་བརྒྱུད་པ།
cs: Více než {0} sdílená šířka pásma
da: Over {0} delt båndbredde
el: Πάνω από {0} κοινόχρηστο εύρος ζώνης
es: Ancho de banda compartido por encima de {0}
et: Üle {0} jagatud ribalaiuse
fa: بیش از {0} پهنای باند مشترک
fi: Yli {0} jaettua kaistanleveyttä
hi: {0} से अधिक साझा बैंडविड्थ
hu: Több mint {0} megosztott sávszélesség
in: Lebih dari {0} shared bandwidth
it: Oltre {0} banda condivisa
ja: {0} の共有帯域幅を超えています
ko: 공유 대역폭이 {0} 이상입니다.
nb: Over {0} delt båndbredde
nl: Meer dan {0} gedeelde bandbreedte
pt: Mais de {0} largura de banda compartilhada
sl: Preko {0} deljene širine pasma
sv: Över {0} delad bandbredd
uk: Понад {0} спільної пропускної здатності
vi: Trên {0} băng thông chia sẻ

source: Inbound or outbound?
ar: الواردة أو الصادرة؟
az: Gələn və ya gedən?
bo: ནང་འདྲེན་ཡང་ཕྱི་འདྲེན་?
cs: Příchozí nebo odchozí?
da: Indgående eller udgående?
el: Εισερχόμενο ή εξερχόμενο?
es: ¿Entrante o saliente?
et: sissetulev või väljaminev?
fa: ورودی یا خروجی؟
fi: saapuva vai lähtevä?
hi: आगंतुकीय या निर्गमनीय?
hu: Bejövő vagy kimenő?
in: Inbound atau outbound?
it: In entrata o in uscita?
ja: インバウンドかアウトバウンドか？
ko: 인바운드인가 아웃바운드인가?
nb: Inngående eller utgående?
nl: Inkomend of uitgaand?
pt: Entrada ou saída?
sl: Vhodno ali izhodno?
sv: Inkommande eller utgående?
uk: Вхідний чи вихідний?
vi: Vào hay ra?

source: In/Out
ar: داخل/خارج
az: Giriş/çıxış
bo: དི/ཐུང
cs: Příchozí / Odchozí
da: Ind/Ud
el: Μέσα/Έξω
es: Entrante/Saliente
et: Sisse/Välja
fa: داخل/خارج
fi: Sisään/Ulos
hi: इनपुट/निर्गत
hu: Be/Ki
in: Masuk / keluar
it: Entrata/Uscita
ja: 入出力
ko: 입력/출력
nb: Inn/ut
nl: In/Uit
pt: Entrada/Saída
sl: Vhod/Izhod
sv: in/ut
uk: Прийом/Передача
vi: Vào/Ra

source: Tunnel test status
bo: འགག་པའི་བརྟག་དཔྱད་གནས་ཡིག
hi: सुरंग परीक्षण स्थिति
ko: 터널 테스트 상태

source: Round trip time for last test
bo: མཇུག་གྱི་བརྟག་དཔྱད་ཀྱི་འཁོར་སྒ໲འི་དུས་ཚོད
hi: अंतिम परीक्षण के लिए दो-तरफा समय
ko: 마지막 테스트의 왕복 시간

source: Latency
bo: འགོག་ཚད
hi: विलंब
ko: 지연 시간

source: Gateway
ar: البوابة
az: Darvaza
bo: སྒུད་ཝེ།
cs: Brána
el: Πύλη
es: Pasarela (gateway)
et: Lüüs
fa: دروازه
fi: Yhdyskäytävä
hi: गेटवे
hu: Átjáró (Gateway)
ja: ゲートウェイ
ko: 게이트웨이
nb: Portner
sl: Vrata
sv: Inkörsport
uk: Шлюз
vi: Cổng

source: Participants
ar: المشاركون
az: İştirakçılar
bo: ལེ་ཞུགས་པ།
cs: Účastníci
da: Deltagernde
el: Συμμετέχοντες
es: Participantes
et: Osalejad
fa: شرکت کنندگان
fi: Osallistujat
hi: भागीदार
hu: Résztvevők
in: Participant
it: Partecipanti
ja: 参加
ko: 참가
nb: Deltagere
nl: Deelnemers
pt: Participantes
sl: Udeleženci
sv: Deltagare
uk: Учасники
vi: Người tham gia

source: Endpoint
ar: نقطة النهاية
az: Son nöqtə
bo: མཐོག་ས་གནས།
cs: Koncový bod
da: Endepunkt
el: Τελικό σημείο
es: Extremo
et: Otspunkt
fa: نقطه پایانی
fi: Päätepiste
hi: समाप्तिस्थान
hu: Végpont
it: Punto finale
ja: エンドポイント
ko: 종점
nb: Sluttpunkt
nl: Eindpunt
pt: Ponto
sl: Končna točka
sv: Slutpunkt
uk: Кінцева точка
vi: Điểm cuối

source: Rejected as duplicate
bo: བསྡུ་སྒ໲ག་གི་ཐོག་ནས་ལེན་པ་མེད
hi: डुप्लिकेट के रूप में अस्वीकृत
ko: 중복으로 거부됨

source: Test successful
bo: བརྟག་དཔྱད་འཐོབ་པ་
hi: परीक्षण सफल
ko: 테스트 성공

source: Test in progress
bo: བརྟག་དཔྱད་བྱེད་པའི་ནང་
hi: परीक्षण जारी है
ko: 테스트 진행 중

source: Test failing (1 failure)
bo: བརྟག་དཔྱད་འབྲས་བུ (འབྲས་བུ་1)
hi: परीक्षण विफल (1 विफलता)
ko: 테스트 실패 중 (1회 실패)

source: Test failed (2 consecutive failures)
bo: བརྟག་དཔྱད་འབྲས་བུ (འབྲས་བུ་2 རྒ໱ུད་རིམ)
hi: परीक्षण विफल (2 लगातार विफलताएं)
ko: 테스트 실패 (2회 연속 실패)

source: Not yet tested
bo: ད་དུང་བརྟག་དཔྱད་མ་བྱས་པ་
hi: अभी तक परीक्षण नहीं हुआ
ko: 아직 테스트되지 않음

source: Locally hosted tunnel
ar: نفق مستضاف محليًا
az: Yerli ev sahibliyi edilən tunel
bo: ནང་ཁུག་ལ་འཛུགས་པའི་གྲུང་ནེལ་
cs: Lokálně hostovaný tunel
da: Lokalt hostet tunnel
el: Τοπικά φιλοξενούμενη σήραγγα
es: Túnel alojado localmente
et: Kohalikult hostitud tunnel
fa: تونل میزبانی محلی
fi: Paikallisesti isännöity tunneli
hi: स्थानीय रूप से मेजबानी करने वाला टनल
hu: Helyi alagút
in: Tunnel yang Berada di Lokal
it: Tunnel ospitato localmente
ja: 地元でホストされたトンネル
ko: 로컬로 호스팅 된 터널
nb: Lokalt vertstunnel
nl: Lokaal gehoste tunnel
pt: Túnel hospedado localmente
sl: Lokalno gostiteljstvo tunela
sv: Lokalt värd tunnel
uk: Локальний тунель
vi: Đường hầm được lưu trữ cục bộ
