Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: CPU load average of the JVM
ar: متوسط حمل وحدة المعالجة المركزية لـ JVM
az: Java Virtual Maşın üçün CPU istifadəsi orta
bo: JVM ཡི་ CPU མཉམ་འཁུར་ཆ་སྙོམས།
cs: Průměrná zátěž CPU JVM
da: CPU-belastningsgennemsnit af JVM
el: Μέσος όρος φορτίου CPU του JVM
es: Promedio de carga de CPU de la JVM
et: JVM-i protsessori koormuse keskmine
fa: میانگین بار CPU JVM
fi: JVM:n suorittimen kuormituksen keskiarvo
hi: JVM की औसत CPU लोड
hu: A JVM processzorterhelésének átlaga
in: Rata-rata beban CPU JVM
it: Carico medio della CPU della JVM
ja: JVMのCPU負荷平均
ko: JVM의 CPU 부하 평균
nb: Gjennomsnittlig CPU-belastning for JVM
nl: Gemiddelde CPU-belasting van de JVM
pt: Média de carga da CPU da JVM
sl: Povprečje obremenitve CPU za JVM
sv: CPU-belastningsgenomsnitt för JVM
uk: Середнє навантаження ЦП JVM
vi: Tải CPU trung bình của JVM

source: Known fast peers
ar: أقرانهم سريعون معروفون
az: Tanınmış sürətli həmyaşıdlar
bo: མྱུར་བའི་མཐུད་སྣེ་ཤེས་ཡོད།
cs: Známé rychlé peery
da: Kendte hurtige peers
el: Γνωστοί fast peers
es: Pares rápidos conocidos
et: Tuntud kiired ruuterid
fa: همسالان سریع شناخته شده
fi: Tunnetut nopeat vertaiset
hi: ज्ञात तेजी से कार्य करने वाले पीयर
hu: Ismert gyors társak
in: Peer cepat yang dikenal
it: Peer veloci conosciuti
ja: 既知の高速なピア
ko: 알려진 빠른 피어들
nb: Kjente raske likemenn
nl: Bekende snelle peers
pt: Pares conhecidos rápidos
sl: Znani hitri parterji
sv: Snabba kända noder
uk: Відомі швидкісні піри
vi: Các mạng ngang hàng kết nối nhanh đã biết

source: Known high capacity peers
ar: أقرانهم ذوي القدرات العالية المعروفة
az: Yüksək potensiallı həmkarlar kimi tanınır
bo: ནུས་པ་ཆེ་བའི་མཐུད་སྣེ་ཤེས་ཡོད།
cs: Známí kolegové s vysokou kapacitou
da: Kendte kammerater med høj kapacitet
el: Γνωστοί συνομήλικοι υψηλής χωρητικότητας
es: Pares conocidos de alta capacidad
et: tuntud suure võimsusega kolleegid
fa: همتایان با ظرفیت بالا
fi: Tunnetut suuren kapasiteetin vertaiset
hi: ज्ञात उच्च क्षमता वाले पीयर
hu: Ismert nagy kapacitású társak
in: Dikenal sebagai rekan berkapasitas tinggi
it: Noti peer ad alta capacità
ja: 既知の大容量ピア
ko: 알려진 고용량 피어
nb: Kjente jevnaldrende med høy kapasitet
nl: Bekende peers met hoge capaciteit
pt: Pares conhecidos de alta capacidade
sl: Znani parterji z visoko kapaciteto
sv: Kända kamrater med hög kapacitet
uk: Відомі високопродуктивні аналоги
vi: Các đồng nghiệp có năng lực cao được biết đến

source: Known integrated (floodfill) peers
ar: الأقران المتكاملة (الغمرية) المعروفة
az: Tanınmış inteqrasiya (daşqın) həmyaşıdları
bo: མཉམ་འདུས་(floodfill) མཐུད་སྣེ་ཤེས་ཡོད།
cs: Známí integrovaní (floodfill) kolegové
da: Kendte integrerede (floodfill) peers
el: Γνωστά ολοκληρωμένα (floodfill) peers
es: Pares (floodfill) integrados conocidos
et: tuntud integreeritud (üleujutuse) kaaslased
fa: همتایان یکپارچه (سیلاب) شناخته شده
fi: Tunnetut integroidut (tulvatäyte) -vertaiset
hi: ज्ञात समेत (फ्लूडफिल) पीयर
hu: Ismert integrált (flodfill) társak
in: Rekan terintegrasi (floodfill) yang diketahui
it: Peer integrati (floodfill) noti
ja: 既知の統合 (フラッドフィル) ピア
ko: 알려진 통합 (플러드필) 피어
nb: Kjente integrerte (flomfylling) jevnaldrende
nl: Bekende geïntegreerde (floodfill) peers
pt: Pares integrados (preenchimento) conhecidos
sl: Znani integrirani (zalivni) parterji
sv: Kända integrerade (floodfill) kamrater
uk: Відомі інтегровані (заповнювальні) партнери
vi: Các đồng nghiệp tích hợp (lũ lụt) đã biết

source: Total peers in our NetDb
ar: إجمالي الأقران في NetDb الخاص بنا
az: NetDb-də cəmi həmkarlar
bo: ང་ཚོའི་ NetDb ནང་གི་མཐུད་སྣེ་བསྡོམས།
cs: Celkový počet kolegů v naší NetDb
da: Samlet peers i vores NetDb
el: Σύνολο ομοτίμων στο NetDb μας
es: Total de pares en nuestro NetDb
et: meie NetDb eakaaslased kokku
fa: مجموع همتایان در NetDb ما
fi: Yhteensä vertaisverkkomme NetDb:ssä
hi: हमारे NetDb में कुल पीयर
hu: Összes társ a NetDb-nkban
in: Total rekan di NetDb kami
it: Totale peer nel nostro NetDb
ja: NetDb 内のピアの合計数
ko: NetDb의 총 피어
nb: Totalt jevnaldrende i vår NetDb
nl: Totaal aantal peers in onze NetDb
pt: Total de peers em nosso NetDb
sl: Skupaj parterjev v naši mrežni bazi
sv: Totalt peers i vår NetDb
uk: Загальна кількість однорангових пристроїв у нашій NetDb
vi: Tổng số đồng nghiệp trong NetDb của chúng tôi

source: Total number of threads in use
bo: སྲོལ་ཁག་གི་གི་སྤྱོས་པའི་གི་ཁག་གི་སྤྱོས་པ
hi: उपयोग में धागे की कुल संख्या
ko: 사용 중인 스레드의 총 수

source: Peers without a published IP address
ar: أقرانهم بدون عنوان IP منشور
az: Dərc edilmiş IP ünvanı olmayan həmkarlar
bo: IP ཁ་བྱང་སྤེལ་མེད་པའི་མཐུད་སྣེ།
cs: Peers bez zveřejněné IP adresy
da: Peers uden en offentliggjort IP-adresse
el: Ομότιμοι χωρίς δημοσιευμένη διεύθυνση IP
es: Compañeros sin una dirección IP publicada
et: Avaldatud IP-aadressita kaaslased
fa: همتایان بدون آدرس IP منتشر شده
fi: Vertaisversiot, joilla ei ole julkaistua IP-osoitetta
hi: प्रकाशित आईपी पता नहीं वाले पीयर
hu: közzétett IP-cím nélküli társak
in: Rekan tanpa alamat IP yang dipublikasikan
it: Peers senza un IP pubblicato
ja: IPアドレスが公開されていないピア
ko: 게시된 IP 주소가 없는 피어
nb: Peers uten en publisert IP-adresse
nl: Peers zonder gepubliceerd IP-adres
pt: Peers sem endereço IP publicado
sl: Parterji brez objavljenega IP naslova
sv: Peers utan en publicerad IP-adress
uk: Однорангові пристрої без опублікованої IP-адреси
vi: Các máy ngang hàng không có địa chỉ IP được công bố

source: Average tunnel build success %
ar: متوسط نجاح بناء النفق %
az: Orta tunel qurma uğuru %
bo: གདོང་ལམ་བཟོ་སྐྲུན་ལེགས་གྲུབ་ཀྱི་ཆ་སྙོམས། %
cs: Průměrná úspěšnost výstavby tunelu v %
da: Gennemsnitlig tunnelbygningssucces %
el: Μέση % επιτυχίας κατασκευής σήραγγας
es: % de éxito promedio en la construcción de túneles
et: tunneli ehitamise keskmine edu %
fa: درصد موفقیت متوسط ​​ساخت تونل
fi: Keskimääräinen tunnelin rakentamisen onnistuminen %
hi: औसत टंनल निर्माण सफलता प्रतिशत
hu: Átlagos alagútépítési siker %
in: Rata-rata keberhasilan pembangunan terowongan %
it: % riuscita media della costruzione del tunnel
ja: 平均トンネル構築成功率
ko: 평균 터널 빌드 성공 %
nb: Gjennomsnittlig tunnelbyggingssuksess %
nl: Gemiddeld succespercentage tunnelbouw
pt: % média de sucesso na construção do túnel
sl: Povprečen uspeh izgradnje tunela (%)
sv: Genomsnittlig tunnelbyggd framgång %
uk: Середня успішність будівництва тунелю %
vi: Tỷ lệ xây dựng đường hầm trung bình thành công

source: unknown
ar: غير معروف
az: tanınmayan
bo: མི་ཤེས་པ།
cs: neznámý
da: ukendt
el: άγνωστο
es: desconocido
et: tundmatu
fa: ناشناخته
fi: tuntematon
hi: अज्ञात
hu: ismeretlen
in: tidak diketahui
it: sconosciuto
ja: 不明
ko: 알수없는
nb: ukjent
nl: ombekend
pt: Desconhecido
sl: neznano
sv: okänd
uk: невідомо
vi: không biết

source: Floodfill
ar: ملء الفيضانات
bo: ཁེངས་གསོག
cs: Záplava
el: Ρουτερ πλημμύρας
es: Inundación (floodfill)
et: Üleujutus
fa: سیل پر کردن
hi: फ्लूडफिल
ja: フラッドノード
ko: 홍수 노드
nb: Flodfyll
pt: Alagamento
sl: Zalivni
uk: Заповнення

source: Show all routers with this capability in the NetDb
ar: إظهار جميع أجهزة التوجيه التي تتمتع بهذه الإمكانية في NetDb
az: Bütün marşrutlaşdırıcıları netdbdə bu qabiliyyətə göstərin
bo: NetDb ནང་གི་ནུས་པ་འདི་ཡོད་པའི་རྒྱུད་པ་ཚང་མ་སྟོན།
cs: Zobrazit všechny routery s touto schopností v NetDb
da: Vis alle routere med denne funktion i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτήν τη δυνατότητα στο NetDb
es: Mostrar todos los routers con esta característica en la NetDb
et: kuvage NetDb-s kõik selle võimalusega ruuterid
fa: نمایش تمام روترهای دارای این قابلیت در NetDb
fi: Näytä kaikki tällä ominaisuudella varustetut reitittimet NetDb:ssä
hi: NetDb में इस क्षमता के साथ सभी राउटर दिखाएं
hu: Az összes ilyen funkcióval rendelkező útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan kemampuan ini di NetDb
it: Mostra tutti i router con questa capacità nel NetDb
ja: NetDBにこの機能を使用して、すべてのルーターを表示します
ko: NETDB 에이 기능을 갖춘 모든 라우터를 표시하십시오
nb: Vis alle rutere med denne funksjonen i NetDb
nl: Toon alle routers met deze mogelijkheid in de NetDb
pt: Mostrar todos os roteadores com esta capacidade no NetDb
sl: Pokaži vse usmerjevalnike z to zmogljivostjo v mrežni bazi
sv: Visa alla routrar med denna funktion i NetDb
uk: Показати всі маршрутизатори з цією можливістю в NetDb
vi: Hiển thị tất cả các bộ định tuyến với khả năng này trong NetDb

source: No transports
bo: འགྲེམ་སྤེལ་མེད། (སྦས་གསང་ཡང་ན་འགོ་བརྩམས་བཞིན་པ།)
hi: कोई पारिवहन नहीं (छिपा हुआ या शुरू हो रहा?)
ko: 트랜스포트 없음 (숨겨졌거나 시작중일 수 있습니다)

source: Unsupported signature type
ar: نوع التوقيع غير مدعوم
az: Dəstəklənməyən imza növü
bo: རྒྱབ་སྐྱོར་མེད་པའི་མིང་རྟགས་རིགས།
cs: Nepodporovaný typ podpisu
da: Ikke-understøttet signatur typer
el: Μη υποστηριζόμενος τύπος υπογραφής
es: Tipo de firma no soportado
et: Toetuseta allkirja tüüp
fa: نوع امضا پشتیبانی نشده
fi: Allekirjoitustyyppiä ei tueta
hi: समर्थन नहीं किया जाने वाला हस्ताक्षर प्रकार
hu: Nem támogatott aláírástípus
in: Jenis signatur tidak didukung
it: Tipo di firma non supportata
ja: サポートされていない署名形式です
ko: 지원되지않는 서명 타입
nb: Ustøttet signaturtype
nl: Handtekening type niet ondersteund
pt: Tipo de assinatura não suportada
sl: Nepodprta vrsta podpisa
sv: Icke stödd signeringstyp
uk: Непідтримуваний тип підпису
vi: Loại chữ ký không được hỗ trợ

source: No support for our signature type
ar: لا يوجد دعم لنوع التوقيع لدينا
az: İmza tipimiz üçün dəstək yoxdur
bo: ང་ཚོའི་མིང་རྟགས་རིགས་ལ་རྒྱབ་སྐྱོར་མེད།
cs: Žádná podpora pro náš typ podpisu
da: Ingen støtte for vores signature type
el: Δεν υποστηρίζεται ο τύπος υπογραφών μας
es: No hay soporte para nuestro tipo de firma
et: Meie allkirja tüübile pole tuge
fa: پشتیبانی از نوع امضای ما وجود ندارد
fi: Ei tukea allekirjoitustyypille
hi: हमारे हस्ताक्षर प्रकार के लिए कोई समर्थन नहीं
hu: Az aláírástípusunk nem támogatott
in: Tidak ada dukungan untuk jenis signature kami
it: No supporto per il nostro tipo di firma
ja: 署名タイプに非対応
ko: 서명 타입 지원하지 않음
nb: Ingen støtte for vår signaturtype
nl: Geen ondersteuning voor ons handtekening type
pt: Sem suporte para o nosso tipo de assinatura
sl: Nobena podpora za našo vrsto podpisa
sv: Inget stöd för vår signeringstyp
uk: Немає підтримки для нашого типу підпису
vi: Không hỗ trợ loại chữ ký của chúng tôi

source: Unreachable on any transport
ar: صعب الوصول بأية وسيلة
az: Hər hansı bir nəqliyyatda əlçatmazdır
bo: འགྲེམ་སྤེལ་གང་གི་ཐོག་ནས་འབྲེལ་ཐུབ་མེད།
cs: Nedostupné na každém transportu
da: Utilgængelig for alle transporter
el: Μη προσβάσιμο από κανένα μεταφορέα
es: Inalcanzable sobre cualquier transporte
et: Pole ühelgi transpordil kättesaadav
fa: در هیچ حمل و نقلی غیر قابل دسترس است
fi: Ei tavoitettavissa millään kuljetuksella
hi: किसी भी पारिवहन पर पहुँचमुक्त
hu: Egyik átvitelen sem érhető el
in: Tidak terjangkau transport apa pun
it: Irraggiungibile su ogni trasporto
ja: すべてのトランスポートに到達不可
ko: 어떤 트랜스포트에도 도달하지 못함
nb: Utilgjengelig på alle transporter
nl: Onbereikbaar op alle transports
pt: Inalcançável em qualquer transporte
sl: Ne dosegljivo z nobenim prevoznikom
sv: Onåbar på varje transport
uk: Недосяжний через жодний транспортний протокол
vi: Không thể kết bằng bất kỳ phương thức truyền tải nào

source: Cannot enumerate UPnP devices on Android.
bo: Android ཐོག་ UPnP སྒྲིག་ཆས་རྩིས་བརྒྱ་བྱེད་མི་ཐུབ།
hi: Android पर UPnP डिवाइस को सूचीबद्ध नहीं कर सकते।
ko: Android에서 UPnP 장치를 열거할 수 없습니다.

source: UPnP is not enabled
ar: لم يتم تمكين UPnP
az: UPnP aktiv deyil
bo: UPnP བརྒྱུད་མེད།
cs: UPnP není povolen
da: UPnP er ikke aktiveret.
el: Το UPnP δεν είναι ενεργοποιημένο
es: UPnP no está habilitado
et: UPnP pole sisse lülitatud
fa: UPnP فعال نمی باشد
fi: UPnP ei ole käytössä
hi: UPnP सक्रिय नहीं है
hu: UPnP nincs engedélyezve
in: UPnP tidak diaktifkan
it: UPnP non è abilitato
ja: UPnP は有効ではありません
ko: UPnP가 활성화되지 않았습니다
nb: UPnP er ikke påskrudd
nl: UPnP is niet ingeschakeld.
pt: UPnP não está habilitado
sl: UPnP ni omogočen
sv: UPnP är inte aktiverat
uk: UPnP не ввімкнено
vi: UPnP hiện bị vô hiệu hóa

source: Service
ar: خدمة
az: Xidmət
bo: ཞབས་ཞུ།
cs: Služba
el: Υπηρεσία
es: Servicio
et: Teenus
fa: سرویس
fi: Palvelu
hi: सेवा
hu: Szolgáltatás
in: Servis
it: Servizio
ja: サービス
ko: 서비스
nb: Tjeneste
sl: Storitev
uk: Сервіс
vi: Dịch vụ

source: WAN Common Interface Configuration
ar: تكوين واجهة WAN المشتركة
az: WAN Ümumi İnterfeys Konfiqurasiyası
bo: WAN མཐུད་ངོས་ཀྱི་རྒྱུན་ལྡན་རྣམ་གཞག
cs: WAN Obvyklé Nastavení Rozhraní
da: WAN Almindelig Grænseoverflade Konfiguration
el: Κοινό Περιβάλλον Ρύθμισης WAN
es: Configuración de la interfaz común de WAN
et: Ühine WAN liidese häälestus
fa: پیکربندی رابط مشترک WAN
fi: WAN-yhteisen rajapinnan määritys
hi: WAN सामान्य संचार सेटिंग्स
hu: WAN Általános Interfész Beállítás
in: Konfigurasi Interface WAN umum
it: Configurazione Interfaccia Comune WAN
ja: WAN 共通インターフェース設定
ko: WAN 일반 인터페이스 설정
nb: WAN Vanlig Grensesnittkonfigurasjon
nl: WAN Common Interface Configuratie
pt: Configuração comum da WAN
sl: Splošna konfiguracija vmesnika WAN
sv: Grundinställningar WAN inställningar
uk: Загальна конфігурація WAN-інтерфейсів
vi: Cấu hình giao diện chung cho WAN

source: Status
ar: الحالة
bo: གནས་བབ།
el: Κατάσταση
es: Estado
et: Staatus
fa: وضعیت
fi: Tila
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pt: Estado
sl: Stanje
uk: Статус
vi: Trạng thái

source: Type
ar: نوع
az: Növ
bo: རིགས།
cs: Typ
el: Τύπος
es: Tipo
et: Tüüp
fa: نوغ
fi: Tyyppi
hi: प्रकार
hu: Típus
in: Tipe
it: Tipo
ja: タイプ
ko: 종류
pt: Tipo
sl: Vrsta
sv: Typ
uk: Тип
vi: Loại

source: Upstream
ar: المنبع
az: Yuxarı axın
bo: གོང་ཕྱོགས།
el: Ανάντι
es: Subida
et: Ülesvoolu
fa: بالادست
fi: Vastavirtaan
hi: उपमाध्यम
hu: Felfelé menő
it: Flusso in uscita
ja: アップストリーム
ko: 업스트림
nb: Oppstrøm
pt: Fluxo de subida
sl: Goraz
sv: Uppström
uk: Висхідний канал
vi: Dòng dữ liệu phía trên

source: Downstream
ar: المصب
az: Aşağı axın
bo: འོག་ཕྱོགས།
el: Κατάντι
es: Bajada
et: Allavoolu
fa: پایین دست
fi: Alavirtaan
hi: नीचली ओर
hu: Lefelé jövő
it: Flusso in entrata
ja: ダウンストリーム
ko: 다운스트림
nb: Nedstrøm
pt: Fluxo de descida
sl: Dolaz
sv: Nerström
uk: Низхідний канал
vi: Dòng dữ liệu phía dưới

source: WAN PPP Connection
ar: اتصال WAN PPP
az: WAN PPP Bağlantısı
bo: WAN PPP འབྲེལ་མཐུད།
cs: WAN PPP Připojení
da: WAN PPP Forbindelse
el: Σύνδεση WAN PPP
es: Conexión PPP de la WAN
et: WAN PPP häälestus
fa: اتصال WAN PPP
fi: WAN PPP-yhteys
hi: WAN PPP कनेक्शन
hu: WAP PPP Kapcsolat
in: Koneksi WAN PPP
it: Connessione WAN PPP
ja: WAN PPP 接続
ko: WAN PPP 연결
nb: WAN PPP-tilkobling
nl: WAN PPP Verbinding
pt: Conexão PPP na WAN
sl: PPP povezava WAN
sv: WAN PPP-anslutning
uk: WAN PPP-з'єднання
vi: Kết nối WAN PPP

source: Uptime
ar: مدة الاشتغال
az: Xidmət dövrü
bo: བརྟན་གནས་དུས་ཚོད།
cs: Doba provozu
da: Oppetid
el: Χρόνος λειτουργίας
et: Tööiga
fa: آپتایم
fi: Päälläoloaika
hi: अवकाश समय
hu: Indítás óta eltelt idő
in: Lama aktif
it: Intervallo di attività
ja: 稼働時間
ko: 가동시간
nb: Oppetid
pt: Tempo em funcionamento
sl: Čas delovanja
sv: Drifttid
uk: Аптайм
vi: Thời gian hoạt động

source: External IP
ar: عنوان IP الخارجي
az: Xarici IP
bo: ཕྱི་རོལ་ IP
cs: Externí IP
da: Ekstern IP
el: Εξωτερική IP
es: IP externa
et: Väline IP
fa: IP خارجی
fi: Ulkoinen IP
hi: बाहरी आईपी
hu: Külső IP
in: IP eksternal
it: IP esterno
ja: 外部 IP
ko: 외부 IP
nb: Ekstern IP
nl: Extern IP
pt: IP Externo
sl: Zunanji IP
sv: Extern IP
uk: Зовнішній IP
vi: IP bổ sung

source: Layer 3 Forwarding
ar: طبقة 3 إعادة التوجيه
az: Səviyyə 3 Ekspedisiya
bo: རིམ་པ་ 3 བརྒྱུད་སྤེལ།
cs: Vrstva 3 je přidávána
da: Lag 3 videsending
el: Προώθηση επιπέδου 3
es: Reenvío en capa 3 (OSI)
et: Layer 3 (võrgutaseme) paketiedastus
fa: لایه 3 فوروارد
fi: Kerros 3-edelleenlähetys
hi: स्तर 3 आगामी
hu: 3. réteg Továbbítás
in: Forwarding Layer 3
it: Inoltro Layer 3
ja: レイヤ3 フォワーディング
ko: Layer 3 포워드 중
nb: Lag-3-videresending
pt: Encaminhamento Layer 3
sl: Naprejposljevanje 3. stopnje
sv: Lager 3 vidarebefordring
uk: Layer 3 пересилка
vi: Lớp chuyển tiếp 3

source: Default Connection Service
ar: خدمة الاتصال الافتراضية
az: Standart Bağlantı Xidməti
bo: སྔོན་སྒྲིག་འབྲེལ་མཐུད་ཞབས་ཞུ།
cs: Výchozí Služba Připojení
da: Standard Forbindelses Tjeneste
el: Αρχική Υπηρεσία Σύνδεσης
es: Servicio de conexión predeterminado
et: Vaikimisi ühenduse teenus
fa: سرویس اتصال پیش فرض
fi: Oletusyhteyspalvelu
hi: डिफ़ॉल्ट कनेक्शन सेवा
hu: Alapértelmezett Csatlakozási Szolgáltatás
in: Servis Koneksi Default
it: Servizio di Connessione di Default
ja: デフォルトの接続サービス
ko: 기본 연결 서비스
nb: Forvalgt tilkoblingstjeneste
nl: Standaard Verbindingsdienst
pt: Serviço de Conexão Padrão
sl: Privzeta storitev povezave
sv: Standard anslutningstjänst
uk: Служба з'єднання за замовчуванням
vi: Dịch vụ kết nối mặc định

source: WAN IP Connection
ar: اتصال IP للشبكة الواسعة
az: WAN IP bağlantısı
bo: WAN IP འབྲེལ་མཐུད།
cs: WAN IP Připojení
da: WAN IP Forbindelse
el: Σύνδεση WAN IP
es: Conexión IP de la WAN
et: WAN IP ühendus
fa: اتصال IP WAN
fi: WAN IP-yhteys
hi: WAN आईपी कनेक्शन
hu: WAN IP Kapcsolat
in: Koneksi WAN IP
it: Connessione IP WAN
ja: WAN IP 接続
ko: WAN IP 연결
nb: WAN IP-tilkobling
nl: WAN IP Verbinding
pt: Conexão IP WAN
sl: IP povezava WAN
sv: WAN IP-anslutning
uk: WAN IP з'єднання
vi: Kết nối IP dạng WAN

source: WAN Ethernet Link Configuration
ar: تكوين ارتباط شبكة WAN Ethernet
az: WAN Ethernet Bağlantı Konfiqurasiyası
bo: WAN Ethernet འབྲེལ་ལམ་རྒྱུན་ལྡན་རྣམ་གཞག
cs: WAN Ethernet Link Nastavení
da: WAN Ethernet Link Konfiguration
el: Ρύθμιση Ζεύξης Ethernet για το WAN
es: Configuración del enlace Ethernet de la WAN
et: WAN Ethernet lingi häälestus
fa: پیکربندی پیوند اترنت WAN
fi: WAN Ethernet -linkin määritys
hi: WAN ईथरनेट लिंक सेटिंग्स
hu: WAN Ethernet
in: Konfigurasi Link WAN Ethernet
it: Configurazione Link WAN Ethernet
ja: WAN イーサネットリンク設定
ko: WAN 인터넷 링크 설정
nb: Wan Ethernett Lenke-oppsett
nl: WAN Ethernet Link Configuratie
pt: Configuração link ethernet WAN
sl: Konfiguracija vmesnika WAN Ethernet
sv: WAN Ethernet Link-konfiguration
uk: Налаштування з'єднання WAN Ethernet
vi: Cấu hình liên kết WAN Ethernet

source: Found Device
ar: تم العثور على الجهاز
az: Tapılan cihaz
bo: སྒྲིག་ཆས་རྙེད་བྱུང་།
cs: Nalezeno Zařízení
da: Fundet Enhed
el: Βρέθηκε συσκευή
es: Dispositivo encontrado
et: Leitud seade
fa: دستگاه یافت شد
fi: Löytyi laite
hi: उपकरण पाया
hu: Megvan az Eszköz
in: Perangkat yang Ditemukan
it: Trovato dispositivo
ja: デバイスを検出
ko: 발견한 장치
nb: Fant enhet
nl: Apparaat gevonden
pt: Dispositivo encontrado
sl: Odkrito napravo
sv: Hittade enhet
uk: Знайдено пристрій
vi: Đã tìm thấy thiết bị

source: Subdevice
ar: جهاز فرعي
az: Alt cihaz
bo: ལྷན་སྒྲིག་སྒྲིག་ཆས།
cs: Podzařízení
da: Subenhed
es: Subdispositivo
et: Alamseade
fa: دستگاه فرعی
fi: Alilaite
hi: उप-उपकरण
hu: Aleszköz
it: Sottodispositivo
ja: サブデバイス
ko: 서브 디바이스
nb: Underenhet
nl: Subapparaat
pt: Sub dispositivo
sl: Podnaprava
sv: Subenhet
uk: Підпристрій
vi: Thiết bị phụ trợ

source: To disable this device, add {0} to advanced configuration and restart.
ar: لتعطيل هذا الجهاز، أضف {0} إلى التكوين المتقدم وأعد تشغيله.
bo: སྒྲིག་ཆས་འདི་སྒོ་རྒྱག་པར། མཐོ་རིམ་རྒྱུན་ལྡན་རྣམ་གཞག་ནང་ {0} ཁ་སྣོན་བྱས་ནས་བསྐྱར་འགོ་བརྩམས།
cs: Chcete-li toto zařízení deaktivovat, přidejte {0} do pokročilé konfigurace a restartujte.
el: Για να απενεργοποιήσετε αυτήν τη συσκευή, προσθέστε το {0} στη σύνθετη διαμόρφωση και κάντε επανεκκίνηση.
es: Para deshabilitar este dispositivo, agregue {0} a la configuración avanzada y reinicie.
et: Selle seadme keelamiseks lisage {0} täiustatud seadistusse ning taaskäivitage.
fa: برای غیرفعال کردن این دستگاه، {0} را به پیکربندی پیشرفته اضافه کنید و راه اندازی مجدد کنید.
fi: Poista tämä laite käytöstä lisäämällä {0} lisämäärityksiin ja käynnistämällä uudelleen.
hi: {0} को अनुमति नहीं देने के लिए, इसे उन्नत सेटिंग्स में जोड़ें और पुनः शुरू करें.
hu: Az eszköz letiltásához adja hozzá a(z) {0} alkalmazást a speciális konfigurációhoz, és indítsa újra.
in: Untuk menonaktifkan perangkat ini, tambahkan {0} ke konfigurasi lanjutan dan mulai ulang.
it: Per disattivare questo dispositivo, aggiungi {0} alla configurazione avanzata e riavvia.
ja: このデバイスを無効にするには、{0} を詳細構成に追加して再起動します。
ko: 이 기기를 비활성화하려면 고급 구성에 {0}을(를) 추가하고 다시 시작하세요.
nl: Om dit apparaat uit te schakelen, voegt u {0} toe aan de geavanceerde configuratie en start u het apparaat opnieuw op.
pt: Para desativar este dispositivo, adicione {0} à configuração avançada e reinicie.
sl: Da onemogočite to napravo, dodajte {0} v napredno konfiguracijo in ponovno zagnite.
sv: För att inaktivera den här enheten, lägg till {0} i avancerad konfiguration och starta om.
uk: Щоб вимкнути цей пристрій, додайте {0} до розширеної конфігурації та перезапустіть.

source: UPnP Status
ar: حالة بنب
az: UPnP Vəziyyəti
bo: UPnP གནས་ཚུལ།
cs: UPnP Stav
el: Κατάσταση UPnP
es: Estado de UPnP
et: UPnP staatus
fa: وضعیت UPnP
fi: UPnP tila
hi: UPnP स्थिति
hu: UPnP Státusz
in: Status UPnP
it: Stato UPnP
ja: UPnP 状態
ko: UPnP 상태
pt: Status UPnP
sl: Stanje UPnP
uk: Стан UPnP
vi: Trạng thái UPnP

source: Disabled UPnP Devices
ar: أجهزة UPnP المعطلة
az: Əlil UPnP Cihazları
bo: UPnP སྒྲིག་ཆས་སྒོ་རྒྱག་ཡོད།
cs: UPnP zařízení odpojeno
da: Deaktiverede UPnP-enheder
el: Απενεργοποιημένες Συσκευές UPnP
es: Dispositivos UPnP deshabilitados
et: Keelatud UPnP Seaded
fa: دستگاه های UPnP غیرفعال شده
fi: Poistetut UPnP-laitteet
hi: अक्षम UPnP उपकरण
hu: Letiltott UPnP Készülékek
in: Perangkat UPnP yang dinonaktifkan
it: Disabilita i dispositivi UPnP
ja: UPnP を無効化
ko: 비활성화된 UPnP 장치
nb: Deaktiverte UPnP-enheter
nl: UPnP apparaten uitgeschakeld
pt: Dispositivos UPnP desactivados.
sl: Onemogočene naprave UPnP
sv: Inaktiverade UPnP Enheter
uk: Вимкнені UPnP пристрої
vi: Thiết bị UPNP bị vô hiệu hóa

source: UPnP has not found any UPnP-aware, compatible device on your LAN.
ar: لم يعثر UPnP على أي جهاز متوافق مع UPnP على شبكة LAN الخاصة بك.
az: UPnP LAN-da UPnP-dən xəbərdar, uyğun cihaz tapmadı.
bo: ཁྱེད་ཀྱི་ LAN ཐོག་ UPnP ཤེས་ཡོད་པའི་འཕྲོད་པའི་སྒྲིག་ཆས་གཅིག་ཀྱང་མ་རྙེད།
cs: UPnP nenalezlo žádné UPnP aware, kompatibilní zařízení na vaší LAN.
da: UPnP har ikke fundet nogen UPnP-bevidst kompitabel enhed på din LAN forbindelse.
el: Το UPnP δεν εντόπισε κάποια συμβατή συσκευή στο δίκτυό σας LAN που να υποστηρίζει UPnP.
es: UPnP no ha encontrado ningún dispositivo compatible con UPnP-activo en su red local (LAN).
et: UPnP ei leidnud teie kohtvõrgust ühtegi UPnP-teadlikku, ühilduvat seadet.
fa: UPnP هیچ دستگاه سازگار با UPnP آگاه و سازگار در شبکه محلی شما پیدا نکرده است.
fi: UPnP ei ole löytänyt UPnP-yhteensopivaa laitetta lähiverkostasi.
hi: UPnP ने आपके LAN पर किसी भी UPnP संगत उपकरण को नहीं पाया है.
hu: UPnP nem talált UPnP-t használó kompatibilis eszköt a Helyi Hálózaton.
in: UPnP belum menemukan perangkat yang kompatibel dengan UPnP di LAN Anda.
it: UPnP non ha trovato nessun dispositivo compatibile con UPnP sulla tua LAN.
ja: UPnP は LAN 上に 、UPnP を認識する互換性のあるデバイスを検出しませんでした。
ko: 당신의 LAN과 호환되는 UPnP-aware를 발견하지 못했습니다.
nb: UPnP har ikke funnet noen UPnP-bevisst, kompatibel enhet på ditt LAN.
nl: UPnP heeft geen UPnP-geschikte, compatibele apparaten op uw LAN gevonden.
pt: UPnP não encontrou nenhum dispositivo compatível na sua LAN.
sl: UPnP ni našel nobene naprave, ki bi bila združljiva z UPnP na vašem lokalnem omrežju.
sv: UPnP har inte hittat någon UPnP-aware kompatibel enhet på ditt LAN.
uk: UPNP не знайшла жодного пристрою, що знаходяться у UPNP, сумісному пристрою на локальній мережі.
vi: UPnP không tìm thấy bất kỳ thiết bị UPnP liên quan nào, tương thích với thiết bị của bạn trên mạng LAN.
