Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Description
ar: وصف
az: Açıqlama
bo: ངོ་རོན་མད་བརྒྱུར་བཞག
cs: Popis
da: Beskrivelse
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: شرح
fi: Kuvaus
hi: विवरण
hu: Leírás
in: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Omschrijving
pt: Descrição
sl: Opis
sv: Beskrivning
uk: Опис
vi: Mô tả

source: I2P+ Router Console
ar: وحدة التوجيه I2P+
az: I2P Router Konsolu
bo: I2P+ རོ་ཌེར་རོགས་སྒྱུར་བཞག
cs: Konzola směrovače I2P
da: I2P+ Routerkonsol
el: Κονσόλα δρομολογητή I2P+
es: Consola de Enrutador I2P+
et: I2P ruuteri konsool
fa: کنسول روتر I2P
fi: I2P-reititinkonsoli
hi: I2P+ राउटर कंसोल
hu: I2P+ Router Konzol
in: I2P+ Konsol Router
it: Console router I2P
ja: I2P+ルーターコンソール
ko: I2P+ 라우터 콘솔
nb: I2P Ruterkonsoll
pt: Console do Roteador i2p+
sl: Konzola usmerjevalnika I2P+
sv: I2P+ RouterKonsol
uk: Консоль маршрутизатора I2P
vi: Bảng điều khiển bộ định tuyến I2P

source: Torrents
ar: تورنت
az: Torlar
bo: ཊོར་རེན་ཊིས་ཚིག
cs: Torrenty
et: Torrentid
fa: تورنت ها
fi: Torrentit
hi: टॉरेंट्स
hu: Torrent
in: Torrent
it: Torrent
ja: トレントマネージャー
ko: 토렌트
nb: Torrenter
pt: Torrentes
sl: Torrenti
sv: Torrenter
uk: Торренти
vi: Torrent

source: Tunnel Manager
ar: مدير الأنفاق
az: Tunel meneceri
bo: གྲུང་ནེལ་དོ་གསལ་བཀོད་མེད་མེད་མིན།
cs: Správce tunelu
da: Tunneladministrator
el: Διευθυντής σήραγγας
es: Administrador de túneles
et: Tunneli Juhtimine
fa: مدیر تونل
fi: Tunnelin hallinta
hi: टंनल मैनेजर
hu: Alagútkezelő
in: Manajer Terowongan
it: Gestore del tunnel
ja: トンネルマネージャー
ko: 터널 관리자
nb: Tunnelleder
nl: Tunnelbeheerder
pt: Gerenciador de Túnel
sl: Upravitelj tuneljev
sv: Tunnelhanterare
uk: Менеджер тунелю
vi: Quản lý đường hầm

source: Identification Image Generator
ar: تحديد صورة مولد
az: İdentifikasiya Şəkil Generatoru
bo: ངོ་བདག་པར་བརྒྱུར་བཞག་གཟིག་བརྒྱུར་བཞག
cs: Generátor identifikačního obrazu
da: Identifikationsbilledgenerator
el: Γεννήτρια Εικόνας Ταυτότητας
es: Generador de imagen de identificación
et: Identifitseerimise Pildigeneraator
fa: تولید کننده تصویر شناسایی
fi: Tunnistuskuvageneraattori
hi: पहचान छवि उत्पादक
hu: Azonosító képgenerátor
in: Generator Gambar Identifikasi
it: Generatore di immagini identificative
ja: 認証イメージジェネレータ
ko: 식별 이미지 생성기
nb: Identifikasjonsbildegenerator
nl: Identificatie Image Generator
pt: Gerador de Imagem de Identificação
sl: Generator slike za prepoznavanje
sv: Identifieringsbildgenerator
uk: Генератор ідентифікаційних зображень
vi: Trình tạo hình ảnh nhận dạng

source: Addressbook
ar: دفتر العناوين
az: Ünvan kitabçası
bo: ཁ་བྱང་གནས་དེབ་ཅན་པ།
cs: Adresář
da: Adressebog
el: Βιβλίο διευθύνσεων
es: Libreta de direcciones
et: Aadressiraamat
fa: دفترچه آدرس
fi: Osoitekirja
hi: पत्रिका
hu: Címjegyzék
in: Buku alamat
it: Rubrica
ja: アドレス帳
ko: 주소록
nb: Adressebok
nl: Adresboek
pt: Livro de endereços
sl: Imenik
sv: Adressbok
uk: Адресна книга
vi: Sổ địa chỉ

source: Email
ar: بريد الكتروني
bo: གློ་ཡིག་ཆ་ཞིག
es: Correo electrónico
et: E-post
fa: پست الکترونیکی
fi: Sähköposti
hi: ईमेल
ja: Eメール
ko: 이메일
nb: E-post
sl: E-pošta
sv: E-post
uk: Пошта
vi: Thư điện tử

source: Plugin
ar: الملحق
bo: བརྒྱུད་ཡང་ནས་གསར་བརྗེ་བཏང་བསྡམས་པ།
el: Πρόσθετο
es: Complemento
fa: افزونه
hi: प्लगइन
hu: Kiegészítő
ja: プラグイン
ko: 플러그인
nb: Programtillegg
sl: Vstavek
sv: Insticksmodul
uk: Модуль

source: Version
ar: إصدار
az: Versiya
bo: པར་གྲངས།
cs: Verze
el: Έκδοση
es: Versión
et: Versioon
fa: نسخه
fi: Versio
hi: संस्करण
hu: Verzió
in: Versi
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pt: Versão
sl: Različica
uk: Версія
vi: Phiên bản

source: Author
ar: المؤلف
az: Müəllif
bo: རྩོམ་པ།
da: Forfatter
el: Συγγραφέας
es: Autor
et: Autor
fa: نویسنده
fi: Kirjoittaja
hi: लेखक
hu: Szerző
in: Penulis
it: Autore
ja: 作者
ko: 작성자
nb: Forfatter
nl: Auteur
pt: Autor
sl: Avtor
sv: Författare
uk: Автор
vi: Tác giả

source: Signed by
ar: موقع من طرف
az: Tərəfindən imzalanıb
bo: མིང་རྟགས་པའི་བཀོད་མིན།
cs: Podepsáno
da: Underskrevet af
el: Υπογεγραμμένο από
es: Firmado por
et: Allkirjastas
fa: امضا شده توسط
fi: Allekirjoittanut
hi: हस्ताक्षरित द्वारा
hu: Aláírva:
in: Signed oleh
it: Firmato da
ja: 署名者
ko: 서명자:
nb: Signert av
nl: Ondertekend door
pt: Assinado por
sl: Podpisano od
sv: Undertecknat av
uk: Підписано
vi: Người ký tên

source: Update link
ar: وصلة الترقية
az: Yeniləmə linki
bo: གསར་བརྗེ་བཏང་བསྡམས་པའི་འབྲེལ་བར།
cs: Aktualizovat odkaz
da: Opdaterings link
el: Ενημέρωση συνδέσμου
es: Enlace para actualizaciones
et: Uuenduse link
fa: به روز رسانی پیوند
fi: Päivitä linkkiä
hi: अपडेट लिंक
hu: Frissítési link
in: Perbarui link
it: Aggiorna link
ja: アップデートリンク
ko: 업데이트 링크
nb: Oppdateringslenke
pt: Link de actualização
sl: Povezava za posodabljanje
sv: Uppdateringslänk
uk: Адреса оновлення
vi: Cập nhật liên kết

source: License
ar: رخصة
az: Lisenziya
bo: ཆོག་མད་ཡིག་ཆོག་མད།
cs: Licence
da: Licens
el: Άδεια
es: Licencia
et: Litsents
fa: پروانه
fi: Lupa
hi: लाइसेंस
hu: Licensz
in: Lisensi
it: Licenza
ja: ライセンス
ko: 라이센스
nb: Lisens
nl: Licentie
pt: Licença
sl: Licenca
sv: Licens
uk: Ліцензія
vi: Giấy phép

source: Stop
ar: توقف
az: Dur
bo: བསྡམས་པ།
cs: Zastaveno
el: Σταμάτα
es: Detener
et: Peata
fa: توقف
fi: Pysäytä
hi: रोकें
hu: Állj
in: Hentikan
it: Ferma
ja: 停止
ko: 정지
nb: Stopp
sl: Ustavi
sv: Stoppa
uk: Зупинити
vi: Ngưng

source: Update
ar: ترقية
az: Yenilə
bo: གསར་བརྗེ་བཏང་བསྡམས་པ།
cs: Aktualizovat
da: Opdater
el: Ενημέρωση
es: Actualización
et: Uuenda
fa: به روز رسانی
fi: Päivitä
hi: अपडेट करें
hu: Frissítés
it: Aggiorna
ja: アップデート
ko: 업데이트
nb: Oppdater
pt: Actualizar
sl: Posodobi
sv: Uppdatera
uk: Оновити
vi: Cập nhật

source: Delete
ar: حذف
az: Sil
bo: བསུབ་བཏང་བསྡམས་པ།
cs: Smazat
da: Slet
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: پاک کردن
fi: Poista
hi: हटाएं
hu: Törlés
in: Hapus
it: Cancella
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
pt: Apagar
sl: Izbriši
sv: Ta bort
uk: Видалити
vi: Xóa

source: Create Family
ar: إنشاء عائلة
az: Ailə yaradın
bo: རིམ་པ་གསར་བཟོ་བཞག
cs: Vytvořit rodinu
da: Opret familie
el: Δημιουργία οικογένειας
es: Crear familia
et: looge perekond
fa: ایجاد خانواده
fi: Luo perhe
hi: परिवार बनाएं
hu: Család létrehozása
in: Buat Router Family
it: Crea famiglia
ja: ファミリーを作成
ko: 가족을 만드십시오
nb: Opprett familie
nl: Familie aanmaken
pt: Criar Família
sl: Ustvari družino
sv: Skapa familj
uk: Створити сім 'ю
vi: Tạo gia đình

source: You must enter a family name
ar: يجب عليك إدخال اسم العائلة
az: Siz soyadınızı daxil etməlisiniz
bo: ཁྱེད་ཀྱི་རིམ་པའི་མིང་གཅིག་དགོས་པར་རེད་དགོས།
cs: Musíte zadat příjmení
da: Du skal indtaste et efternavn
el: Πρέπει να εισάγετε όνομα οικογένειας
es: Tiene que introducir un nombre para la familia
et: Peate sisestama perekonnanime
fa: باید نام خانوادگی را وارد کنید
fi: Sinun on annettava sukunimi
hi: परिवार का नाम दर्ज करना होगा
hu: Meg kell adnia egy családnevet
in: Anda harus memasukkan nama router family
it: Devi immettere un nome per la famiglia
ja: ファミリーの名前を入力しなければなりません
ko: 패밀리 이름을 입력해야 합니다
nb: Du må skrive inn et familienavn
nl: Je moet een familienaam opgeven
pt: Deve inserir um nome de família
sl: Morate vnesti ime družine
sv: Du måste ange ett familjenamn
uk: Потрібно ввести прізвище
vi: Bạn phải nhập họ

source: Configuration saved successfully.
ar: تم حفظ الإعدادات بنجاح
az: Konfiqurasiya uğurla yadda saxlanıldı.
bo: རོགས་སྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ།
cs: Konfigurace byla úspěšně uložena.
da: Konfiguration er gemt med succes
el: Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς.
es: La configuración se ha guardado con éxito.
et: Häälestus edukalt salvestatud.
fa: پیکربندی با موفقیت ذخیره شد.
fi: Asetukset tallennettu onnistuneesti.
hi: सेटिंग सफलतापूर्वक सहेजी गई।
hu: Beállítások mentése sikeres.
in: Konfigurasi berhasil disimpan.
it: La configurazione è stata salvata con successo.
ja: 設定は正常に保存されました。
ko: 설정 성공적으로 저장
nb: Oppsettet ble lagret
nl: Configuratie succesvol opgeslagen.
pt: Configuração salva com sucesso
sl: Konfiguracija je uspešno shranjena.
sv: Konfiguration sparad utan fel.
uk: Конфігурацію успішно збережено.
vi: Đã lưu cấu hình thành công.

source: Join Family
ar: انضم إلى العائلة
az: Ailəyə qoşulun
bo: རིམ་པའི་མིང་གཅིག་དགོས་པ།
cs: Připojte se k rodině
da: Slut dig til familien
el: Εγγραφείτε στην οικογένεια
es: Unirse a la familia
et: liituge perega
fa: عضویت در خانواده
fi: Liity perheeseen
hi: परिवार में शामिल हों
hu: Csatlakozz a családhoz
in: Bergabung dengan Router Family
it: Entra in una famiglia
ja: ファミリーに参加
ko: 가족과 함께하십시오
nb: Ta del i familie
nl: Familie bijwonen
pt: Unir Família
sl: Pridruži družini
sv: Anslut familj
uk: Приєднатися до сімейства
vi: Gia nhập gia đình

source: Bad certificate - No Subject CN
bo: བརྒྱུད་མེད་པའི་གསལ་བར་བ། - Subject CN མེད་པ།
hi: खराब प्रमाणपत्र - कोई विषय CN नहीं
ko: 잘못된 인증서 - 주체 CN이 없습니다

source: Bad characters in Family:
bo: རིམ་པའི་ནང་ཡིག་ཆ་ཞིག་བཀོད་མིན།:
hi: परिवार में खराब वर्ण:
ko: 패밀리에 잘못된 문자:

source: Keystore {0} already exists for family {1}! Delete or rename it first.
bo: {0} ནང་{1}རིམ་པའི་ནང་ཡོད་མེད་མེད་མིན། སྔོན་སྐར་བཞིན་པའི་མིན།! བསུབ་བཏང་བསྡམས་པ་ཡང་ནས་མིང་གཅིག་དགོས་པར་རོགས།
hi: कीस्टोर {0} परिवार {1} के लिए पहले से मौजूद है! इसे पहले हटाएं या नाम बदलें।
ko: 키 저장소 {0}가 패밀리 {1}에 이미 존재합니다! 먼저 삭제하거나 이름을 바꾸세요.

source: Family key configured for router family:
bo: རོ་ཌེར་རིམ་པའི་ནང་ལྡེ་མིག་རོགས་སྒྱུར་བཞག་ཐོབ་བསྡམས་པ།:
hi: राउटर परिवार के लिए कॉन्फ़िगर किया गया परिवार कुंजी:
ko: 라우터 패밀리 키가 구성됨:

source: Load from file failed
ar: فشل التحميل من الملف
az: Fayldan yükləmə alınmadı
bo: ཡིག་ཆ་ནས་བརྒྱུར་བཞག་ནོར་བ།
cs: Načtení ze souboru se nezdařilo
da: Indlæsning fra fil mislykkedes
el: Η φόρτωση από αρχείο απέτυχε
es: No se pudo cargar desde el fichero
et: failist laadimine ebaõnnestus
fa: بارگذاری از فایل ناموفق بود
fi: Lataus tiedostosta epäonnistui
hi: फ़ाइल से लोड करने में विफलता
hu: A fájlból való betöltés nem sikerült
in: Gagal loading dari file
it: È fallito il caricamento da file
ja: ファイルからの読み込みに失敗
ko: 파일 로드 실패
nb: Innlasting fra fil mislyktes
nl: Laden vanuit bestand mislukt
pt: Carregar do ficheiro falhou
sl: Naložitev iz datoteke je spodletela
sv: Inläsning av fil misslyckades
uk: Не вдалося завантажити з файлу
vi: Tải từ tệp không thành công

source: Leave Family
ar: اترك العائلة
az: Ailəni tərk et
bo: རིམ་པའི་ནང་ནས་གནས་པ།
cs: Opusťte rodinu
da: Forlad familien
el: Έξοδος από την οικογένεια
es: Dejar familia
et: lahkuge perekonnast
fa: ترک خانواده
fi: Jätä perhe
hi: परिवार छोड़ें
hu: Hagyja el a családot
in: Keluar dari Router Family
it: Lascia famiglia
ja: ファミリーを離れる
ko: 가족을 떠나십시오
nb: Forlat familie
nl: Familie verlaten
pt: Deixar Família
sl: Pridruži družini
sv: Lämna familj
uk: Залишити сім'ю
vi: Rời bỏ gia đình

source: Delete selected
ar: احذف المختار
az: Seçilmişi silin
bo: གདམ་བཀོད་པའི་བསུབ་བཏང་བསྡམས་པ།
cs: Smazat vybrané
da: Slet valgte
el: Διαγραφή επιλεγμένων
es: Eliminar seleccionados
et: Kustuta valitu
fa: حذف انتخاب شده
fi: Poista valittu
hi: चुने गए को हटाएं
hu: Kiválasztottak Törlése
in: Hapus pilihan
it: Elimina selezionati
ja: 選択削除
ko: 선택된 항목 삭제
nb: Slett markerte
nl: Verwijderd selectie
pt: Apagar selecionados
sl: Izbriši izbrane
sv: Ta bort valda
uk: Видалити обране
vi: Xóa đã chọn

source: Add item
ar: اضافة عنصر
az: Element əlavə edin
bo: རྣམ་རྟགས་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Přidat položku
da: Tilføje element
el: Προσθήκη αντικειμένου
es: Añadir elemento
et: Lisa ese
fa: افزودن مورد
fi: Lisää kohde
hi: ITEM जोड़ें
hu: Egység Hozzáadása
in: Tambah item
it: Aggiungi oggetto
ja: アイテムを追加
ko: 아이템 추가
nb: Legg til element
nl: Voeg item toe
pt: Adicionar item
sl: Dodaj predmet
sv: Lägg till
uk: Додати елемент
vi: Thêm mục

source: Restore defaults
ar: استعادة الضبط الافتراضي
az: Defoltları bərpa edin
bo: སྔོན་སྒྲིག་བཀོད་མེད་མེད་མིན་སློགས་པ།
cs: Obnovte výchozí nastavení
da: Gendanne standarder
el: Επαναφορά προεπιλογών
es: Restablecer valores predeterminados
et: Taasta vaikimisi
fa: بازیابی پیش فرض ها
fi: Palauta oletukset
hi: डिफ़ॉल्ट स्थापित करें
hu: Alapértelmezett Beállítások Visszaállítása
in: Kembalikan ke default
it: Ripristina
ja: デフォルトに戻す
ko: 기본설정으로
nb: Gjenopprett forvalg
nl: Herstel standaard instellingen
pt: Voltar ao padrão
sl: Obnovi privzeto
sv: Återställ standardvärden
uk: Відновити за замовчування
vi: Khôi phục mặc định

source: Bad group detected, please retry
bo: བརྒྱུད་མེད་པའི་གསལ་བར་བ། སློགས་སྣོན་བརྒྱུར་བཞིན་པར་རོགས་སོང་།
hi: खराब समूह का पता चला, कृपया फिर से कोशिश करें
ko: 잘못된 그룹이 감지되었습니다. 다시 시도하세요

source: Restored default settings
ar: استعادة الإعدادات الافتراضية
az: Defolt parametrlər bərpa edildi
bo: སྔོན་སྒྲིག་བཀོད་མེད་མེད་མིན་སློགས་པ།
cs: Obnoveno výchozí nastavení
da: Genoprettet standardindstillinger
el: Επαναφορά προεπιλεγμένων ρυθμίσεων
es: Se ha restablecido la configuración predeterminada
et: Taastatud vaikimisi seaded
fa: تنظیمات پیش فرض را بازیابی کرد
fi: Palautettu oletusasetukset
hi: डिफ़ॉल्ट सेटिंग लौटाएं
hu: Alapértelmezett Beállítások Visszaállítva
in: Restore pengaturan default
it: Ripristina impostazioni di default
ja: デフォルトの設定に戻されました
ko: 기본 설정으로 되돌려짐
nb: Gjenopprettet forvalgte innstillinger
nl: Standaard instellingen hersteld
pt: Aplicada as configurações padrão
sl: Obnovljene so privzete nastavitve
sv: Återställt standardinställningarna
uk: Відновлено стандартні налаштування
vi: Đã khôi phục cài đặt mặc định

source: No name entered
ar: لم يتم إدخال الاسم
az: Ad daxil edilməmişdir
bo: མིང་གཅིག་བཀོད་མེད་མེད་མེད།
cs: Nebylo zadáno žádné jméno
da: Intet navn tilføjet
el: Δεν έγινε εισαγωγή ονόματος
es: No se ha introducido nombre
et: Nime pole sisestatud
fa: نامی وارد نشده است
fi: Nimeä ei ole kirjoitettu
hi: कोई नाम नहीं दर्ज किया
hu: Nincs beírva név
in: Tidak ada nama yang dimasukkan
it: Nessun nome inserito
ja: 名前が入力されていません
ko: 이름 입력되지 않음
nb: Inget navn angitt
nl: Geen naam opgegeven
pt: Nenhum nome inserido
sl: Ni vneseno imena
sv: Inget namn angivet
uk: Не вказано ім’я
vi: Chưa nhập tên

source: No URL entered
ar: لم يتم إدخال عنوان URL
az: URL daxil edilmədi
bo: URL མིང་གཅིག་བཀོད་མེད་མེད་མེད།
cs: Nebyla zadána žádná adresa URL
da: Intet URL tilføjet
el: Δεν έγινε εισαγωγή URL
es: No se ha introducido URL
et: URL-i pole sisestatud
fa: هیچ URL وارد نشده است
fi: Verkko-osoitetta ei ole kirjoitettu
hi: कोई URL नहीं दर्ज किया
hu: Nincs beírva URL
in: Tidak ada URL dimasukkan
it: Nessun URL inserito
ja: URL が入力されていません
ko: URL 입력되지 않음
nb: Ingen nettadresse angitt
nl: Geen URL opgegeven
pt: Sem URL
sl: Ni vnesen URL
sv: Ingen URL angiven
uk: Не вказано URL
vi: Chưa nhập URL

source: Added
ar: أضيف
az: Əlavə edilib
bo: ཁ་སྣོན་བཅས་པ།
cs: Přidáno
da: Tilføjet
el: Προστέθηκε
es: Añadido
et: Lisatud
fa: افزوده شد
fi: Lisätty
hi: जोड़ा
hu: Hozzáadva
in: Telah ditambah
it: Aggiunto
ja: 追加されました
ko: 추가됨
nb: Lagt til
nl: Toegevoegd
pt: Adicionado
sl: Dodano
sv: Tillagd
uk: Додано
vi: Đã thêm

source: Removed
ar: إزالة
az: Silindi
bo: བསུབ་བཏང་བསྡམས་པ།
cs: Odstraněno
da: Fjernet
el: Αφαιρέθηκε
es: Eliminado
et: Eemaldatud
fa: حذف شد
fi: Poistettu
hi: हटाया
hu: Eltávolítva
in: Telah dihapus
it: Rimosso
ja: 削除されました
ko: 제거됨
nb: Fjernet
nl: Verwijderd
pt: Removido
sl: Odstranljeno
sv: Borttagen
uk: Видалено
vi: Đã xóa

source: Add key
ar: أضف مفتاح
az: Açar əlavə edin
bo: ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Přidat klíč
da: Tilføj nøgle
el: Προσθήκη κλειδιού
es: Añadir clave
et: Lisa võti
fa: افزودن کلید
fi: Lisää avain
hi: कुंजी जोड़ें
hu: Kulcs Hozzáadása
in: Tambah key
it: Aggiungi chiave
ja: キーを追加
ko: 키 추가
nb: Legg til nøkkel
nl: Sleutel toevoegen
pt: Adicionar chave
sl: Dodaj ključ
sv: La till nyckel
uk: Додати ключ
vi: Thêm khóa

source: You must enter a destination
ar: يجب ادخال وجهة
az: Siz təyinat yeri daxil etməlisiniz
bo: ཁྱེད་ཀྱི་འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས།
cs: Musíte zadat cíl
da: Du skal indtaste en destination
el: Πρέπει να εισάγετε προορισμό
es: Tiene que introducir un destino I2P
et: Pead sisestama sihtvõtme
fa: باید یک مقصد را وارد کنید
fi: Sinun täytyy syöttää määränpään
hi: पको गंतव्य दर्ज करना होगा
hu: Célállomás megadása szükséges
in: Anda harus memasukkan destinasi
it: È necessario inserire una destinazione
ja: 宛先を入力しなければなりません
ko: 목적지를 입력해야 합니다
nb: Du må legge inn et mål
nl: Je moet een bestemming opgeven
pt: Tens de inserir um destino
sl: Morate vnesti destinacijo
sv: Du måste ange en destination
uk: Вам потрібно вказати призначення
vi: Bạn phải nhập điểm đến

source: You must enter a key
ar: عليك ادخال مفتاح
az: Siz açar daxil etməlisiniz
bo: ཁྱེད་ཀྱི་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Musíte zadat klíč
da: Du skal indtaste en nøgle
el: Πρέπει να εισάγετε ένα κλειδί
es: Tiene que introducir una clave
et: Pead sisestama võtme
fa: باید یک کلید را وارد کنید
fi: Sinun täytyy syöttää avain
hi: आपको कुंजी दर्ज करनी होगी
hu: Kulcs megadása szükséges
in: Anda harus memasukkan key
it: È necessario inserire una chiave
ja: キーを入力しなければなりません
ko: 키를 입력해야 합니다
nb: Du må legge inn en nøkkel
nl: Je moet een sleutel opgeven
pt: Deve inserir uma chave
sl: Morate vnesti ključ
sv: Du måste ange en nyckel
uk: Вам потрібно вказати ключ
vi: Bạn phải nhập khóa

source: Invalid key
ar: مفتاح غير صالح
az: Yanlış açar
bo: ནོར་བ་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Neplatný klíč
da: Ugyldig nøgle
el: Άκυρο κλειδί
es: Clave no válida
et: Kehtetu võti
fa: کلید نامعتبر
fi: Virheellinen avain
hi: अमान्य कुंजी
hu: Érvénytelen kulcs
in: Kunci tidak valid
it: Chiave non valida
ja: 無効なキー
ko: 유효하지 않은 키
nb: Ugyldig nøkkel
nl: Ongeldige sleutel
pt: Chave inválida
sl: Neveljavni ključ
sv: Ogiltlig nyckel
uk: Недійсний ключ
vi: Khóa không hợp lệ

source: Invalid destination
ar: عنوان غير موجود
az: Yanlış hədəf
bo: ནོར་བ་འགྲེམ་ས་གནས་དགོས་པ།
cs: Neplatný cíl
da: Ugyldig destination
el: Μη έγκυρος προορισμός
es: Destino I2P no válido
et: Kehtetu sihtvõti
fa: مقصد نامعتبر
fi: Virheellinen kohde
hi: अमान्य गंतव्य
hu: Érvénytelen célállomás
in: Tujuan tidak valid
it: Destinazione non valida
ja: 無効な宛先
ko: 잘못된 목적지
nb: Ugyldig mål
nl: Ongeldige bestemming
pt: Destino invalido
sl: Neveljavna destinacija
sv: Ogiltig destination
uk: Неправильне призначення
vi: Đích đến không hợp lệ

source: Cannot add key for local destination. Enable encryption in the Tunnel Manager.
bo: ས་གནས་འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལ་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ། གྲུང་བཀོད་མེད་མེད་མིན་ནང་གསར་བཟོ་བཞག་ཐོབ་བཏང་བསྡམས་པ།
hi: स्थानीय गंतव्य के लिए कुंजी नहीं जोड़ सकते। टनल मैनेजर में एन्क्रिप्शन सक्षम करें।
ko: 로컬 대상에 대한 키를 추가할 수 없습니다. 터널 관리자에서 암호화를 활성화하세요.

source: Key for {0} added to keyring
ar: تمت إضافة مفتاح {0} إلى حلقة المفاتيح
az: {0} üçün açar açarlığa əlavə edildi
bo: {0}ལ་གསར་བརྗེ་བཏང་བསྡམས་པའི་ལྡེ་མིག་རོགས་སྒྱུར་བཞག་ཐོབ་བསྡམས་པ།
cs: Klíč pro {0} byl přidán do svazku klíčů
da: Nøgle til {0} tilføjet til nøglering
el: Το κλειδί για {0} προστέθηκε στην κλειδοθήκη
es: La clave para {0} se añadió al juego de claves
et: Võti {0} jaoks lisati võtmerõngasse
fa: کلید برای {0} به جا کلیدی اضافه شد
fi: Avain käyttäjälle {0} lisätty avainrenkaaseen
hi: {0} के लिए कुंजी कीर्तिमाला में जोड़ी गई
hu: A(z) {0} kulcsa hozzáadva a kulcstartóhoz
in: Kunci untuk {0} ditambah ke keyring
it: Chiave per {0} aggiunta al keyring
ja: {0}のキーがキーリングに追加されました
ko: {0}의 키가 키링에 추가되었습니다.
nb: Nøkkel for {0} lagt til nøkkelring
nl: Sleutel voor {0} toegevoegd aan sleutelbos
pt: Chave para {0} adicionada ao chaveiro
sl: Ključ za {0} je dodan v krožnico ključev
sv: Nyckel för {0} tillagd i nyckelring
uk: Ключ для {0} додано до зв’язки ключів
vi: Khóa cho {0} được thêm vào chuỗi khóa

source: Lookup password required
ar: كلمة المرور للبحث مطلوبة
az: Axtarış parolu tələb olunur
bo: འཚོལ་བརྒྱུར་བཞིན་པའི་མིང་གཅིག་དགོས་པར་རེད་དགོས།
cs: Vyžadováno heslo pro vyhledávání
da: Opslagsadgangskode påkrævet
el: Απαιτείται κωδικός αναζήτησης
es: Se requiere contraseña de búsqueda
et: Nõutav on otsinguparool
fa: جستجوی رمز عبور مورد نیاز است
fi: Hakusalasana vaaditaan
hi: लुकअप पासवर्ड आवश्यक है
hu: Keresési jelszó szükséges
in: Kata sandi pencarian diperlukan
it: Password di ricerca richiesta
ja: 検索パスワードが必要です
ko: 조회 비밀번호 필요
nb: Oppslagspassord kreves
nl: Opzoekwachtwoord vereist
pt: Senha de pesquisa necessária
sl: Zahtevan je geslo za iskanje
sv: Lösenord krävs
uk: Потрібен пароль для пошуку
vi: Yêu cầu tra cứu mật khẩu

source: Requires hostname, destination, or blinded Base32
ar: يتطلب اسم المضيف أو الوجهة أو Base32 الأعمى
az: Host adı, təyinat yeri və ya korlanmış Base32 tələb olunur
bo: ཧོས་ནས་མིང་གཅིག་དགོས་པར་རེད་དགོས་ཡང་ནས་འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ཡང་ནས་ Base32 གསལ་བཀོད་མེད་མེད་མེད།
cs: Vyžaduje název hostitele, cíl nebo zaslepenou Base32
da: Kræver værtsnavn, destination eller blindet Base32
el: Απαιτεί hostname, προορισμό ή τυφλό Base32
es: Requiere nombre de host, destino o Base32 ciego
et: Nõuab hostinime, sihtkohta või pimendatud Base32
fa: به نام میزبان، مقصد یا Base32 کور نیاز دارد
fi: Vaatii isäntänimen, määränpään tai piilotetun Base32:n
hi: होस्टनेम, गंतव्य, या अंधेरा Base32 की आवश्यकता है
hu: Hosztnév, célhely vagy letiltott Base32 szükséges
in: Memerlukan nama host, tujuan, atau Base32 yang dibutakan
it: Richiesti hostname, destinazione, o base32 nascosto
ja: ホスト名、宛先、またはブラインドBase32が必要です
ko: 호스트 이름, 대상 또는 블라인드 Base32가 필요합니다.
nb: Krever vertsnavn, destinasjon eller blindet Base32
nl: Vereist hostnaam, bestemming of geblindeerde Base32
pt: Requer nome de host, destino ou Base32 cego
sl: Zahteva domensko ime, destinacijo ali oslepil Base32
sv: Kräver värdnamn, destination eller blind Base32
uk: Потрібне ім’я хоста, адресат або закритий Base32
vi: Yêu cầu tên máy chủ, đích đến hoặc Base32 bị ẩn

source: Cannot add key for local destination. Enable encryption in the Hidden Services Manager.
bo: ས་གནས་འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལ་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ། གྲུང་བཀོད་མེད་མེད་མིན་ནང་གསར་བཟོ་བཞག་ཐོབ་བཏང་བསྡམས་པ།
hi: स्थानीय गंतव्य के लिए कुंजी नहीं जोड़ सकते। छिपी हुई सेवाएं मैनेजर में एन्क्रिप्शन सक्षम करें।
ko: 로컬 대상에 대한 키를 추가할 수 없습니다. 숨겨진 서비스 관리자에서 암호화를 활성화하세요.

source: Destination requires lookup password
ar: الوجهة تتطلب كلمة مرور البحث
az: Təyinat üçün axtarış parolu tələb olunur
bo: འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལ་འཚོལ་བརྒྱུར་བཞིན་པར་རོགས་སོང་།
cs: Cíl vyžaduje vyhledávací heslo
da: Destination kræver opslagsadgangskode
el: Ο προορισμός απαιτεί κωδικό αναζήτησης
es: El destino requiere contraseña de búsqueda
et: Sihtkoht nõuab parooli otsimist
fa: مقصد نیاز به رمز عبور جستجو دارد
fi: Kohde vaatii hakusalasanan
hi: गंतव्य लुकअप पासवर्ड की आवश्यकता रखता है
hu: A cél keresési jelszót igényel
in: Tujuan memerlukan kata sandi pencarian
it: Destinazione richiede password di ricerca
ja: 宛先には検索パスワードが必要です
ko: 대상에는 조회 비밀번호가 필요합니다.
nb: Destinasjon krever oppslagspassord
nl: Bestemming vereist opzoekwachtwoord
pt: O destino requer senha de pesquisa
sl: Destinacija zahteva geslo za iskanje
sv: Destinationen kräver uppslagslösenord
uk: Для призначення потрібен пароль для пошуку
vi: Đích yêu cầu tra cứu mật khẩu

source: Destination does not require lookup password
ar: الوجهة لا تتطلب كلمة مرور للبحث
az: Təyinat üçün axtarış parolu tələb olunmur
bo: འགྲེམ་ས་གནས་དགོས་པར་རེད་དགོས་ལ་འཚོལ་བརྒྱུར་བཞག་གཟིག་ལྡེ་མིག་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Destination nevyžaduje heslo pro vyhledávání
da: Destination kræver ikke opslagsadgangskode
el: Ο προορισμός δεν απαιτεί κωδικό αναζήτησης
es: El destino no requiere contraseña de búsqueda
et: Sihtkoht ei nõua otsinguparooli
fa: مقصد نیازی به جستجوی رمز عبور ندارد
fi: Kohde ei vaadi hakusalasanaa
hi: गंतव्य लुकअप पासवर्ड की आवश्यकता नहीं रखता
hu: A célállomáshoz nincs szükség keresési jelszóra
in: Tujuan tidak memerlukan kata sandi pencarian
it: Destinazione non richiede password di ricerca
ja: 宛先には検索パスワードは必要ありません
ko: 대상에는 조회 비밀번호가 필요하지 않습니다.
nb: Destinasjon krever ikke oppslagspassord
nl: Bestemming vereist geen opzoekwachtwoord
pt: O destino não requer senha de pesquisa
sl: Destinacija ne zahteva gesla za iskanje
sv: Destinationen kräver inget söklösenord
uk: Для призначення не потрібен пароль пошуку
vi: Điểm đến không yêu cầu tra cứu mật khẩu
