Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You will need to configure your browser to use the HTTP proxy server (by default on host: <code>127.0.0.1</code> port: <code>4444</code>). See the <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Browser Proxy Configuration Guide</a> for a more detailed explanation.
ar: ستحتاج إلى تكوين متصفحك لاستخدام خادم البروكسي HTTP (افتراضيًا على المضيف: <code>127.0.0.1</code> المنفذ: <code>4444</code>). انظر <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>دليل تكوين بروكسي المتصفح</a> لشرح أكثر تفصيلا.
az: Sürücünü HTTP proksi serverindən (varsayılan olaraq: host: <code>127.0.0.1</code> port: <code>4444</code>) istifadə etməyə qonşu lazım olacaq. Ətraflı izahat üçün <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Sürücü Proksi Tənzimləməsi Təlimatına</a> baxın.
bo: ཁྱོད་ཀྱི་གློག་གི་ཞུང་ནི་HTTP proxy server དེ་བཟུང་བར་བཟོ་དགོས། (དཔེ་འབྱུང་གི་གློག་གི་ཞུང་ནི་<code>127.0.0.1</code> ལམ་ནི་<code>4444</code>) <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>གློག་གི་ཞུང་གི་proxy དེ་བཀོ་སྒྲིག་བྱེད་པའི་བརྟག་ཚོན</a> དུ་ཕེབས་ནས་བཤེར་རྒྱུར་གོང་གི་བརྟག་ཚོན་མཚོན།
cs: Musíte nakonfigurovat prohlížeč tak, aby používal server HTTP proxy (výchozí adresa hostitele: <code>127.0.0.1</code> port: <code>4444</code>). Podrobnější vysvětlení naleznete v <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>průvodci konfigurací proxy prohlížeče</a>.
da: Du skal konfigurere din browser til at bruge HTTP-proxyserveren (som standard på vært: <code>127.0.0.1</code> port: <code>4444</code>). Se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Vejledning til browsers proxykonfiguration</a> for en mere detaljeret forklaring.
el: Θα πρέπει να διαμορφώσετε τον περιηγητή σας για να χρησιμοποιεί τον διακομιστή πρόσκειμενων HTTP (προεπιλεγμένα στον κεντρικό υπολογιστή: <code>127.0.0.1</code> θύρα: <code>4444</code>). Δείτε τον <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'> Οδηγό Διαμόρφωσης Πρόκλησης Περιηγητή</a> για μια πιο λεπτομερή εξήγηση.
es: Deberás configurar tu navegador para usar el servidor proxy HTTP (por defecto en host: <code>127.0.0.1</code> puerto: <code>4444</code>). Consulta la <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Guía de configuración del proxy del navegador</a> para una explicación más detallada.
et: Peate seadistama oma brauseri kasutama HTTP puhverserverit (vaikimisi hostil: <code>127.0.0.1</code> port: <code>4444</code>). Vaadake <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'> Brauseri puhverserveri konfiguratsioonijuht </a> üksikasjalikuma selgituse saamiseks.
fa: باید مرورگر خود را تنظیم کنید تا از سرور پروکسی HTTP استفاده کند (به‌طور پیش‌فرض میزبان: <code>127.0.0.1</code> درگاه: <code>4444</code>). برای توضیح بیشتر مطالعه کنید <a href=https://geti2p.net/fa/about/browser-config target=_blank rel=noreferrer class='sitelink external'>راهنمای تنظیمات پروکسی در مرورگر</a>.
fi: Sinun on tehtävä selaimesi asetukset koneelle, joka käyttää HTTP-välityspalvelinta (oletuksena isäntänä: <code>127.0.0.1</code> portti: <code>4444</code>). Katso <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Selaimen välityspalvelimen määritysohje</a> tarkemman selityksen saamiseksi.
hi: आपको अपने ब्राउज़र को HTTP प्रॉक्सी सर्वर का उपयोग करने के लिए सेट करने की आवश्यकता होगी (डिफ़ॉल्ट पर होस्ट: <code>127.0.0.1</code> पोर्ट: <code>4444</code>)। एक विस्तृत समझाने के लिए <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Browser Proxy Configuration Guide</a> देखें।
hu: Be kell állítania a böngészőjét, hogy használja az HTTP proxy szervert (alapértelmezés szerint az állomáson található: <code>127.0.0.1</code> port: <code>4444</code>). További részletes magyarázatért látogassa meg a <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Böngésző proxy konfigurációs útmutatót</a>.
in: Anda perlu mengkonfigurasi browser Anda agar menggunakan server proxy HTTP (secara default pada host: <code>127.0.0.1</code> port: <code>4444</code>). Lihat <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Panduan Konfigurasi Proxy Browser</a> untuk penjelasan lebih rinci.
it: Dovrai configurare il tuo browser per utilizzare il server proxy HTTP (per impostazione predefinita sull'host: <code>127.0.0.1</code> porta: <code>4444</code>). Consulta la <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Guida alla configurazione del server proxy del browser</a> per una spiegazione più dettagliata.
ja: ブラウザをHTTPプロキシサーバー（デフォルトではホスト：<code>127.0.0.1</code> ポート：<code>4444</code>）を使用するように設定する必要があります。詳細な説明については、<a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ブラウザのプロキシ設定ガイド</a>を参照してください。
ko: 브라우저를 HTTP 프록시 서버(기본적으로 호스트: <code>127.0.0.1</code> 포트: <code>4444</code>)를 사용하도록 구성해야 합니다. 자세한 설명은 <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>브라우저 프록시 구성 가이드</a>를 참조하세요.
nb: Du må konfigurere nettleseren din til å bruke HTTP-proxyserveren (som standard på vert: <code>127.0.0.1</code> port: <code>4444</code>). Se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Veiledning for nettleserkonfigurasjon med proxy</a> for en mer detaljert forklaring.
nl: U moet uw browser configureren om de HTTP-proxyserver te gebruiken (standaard op host: <code>127.0.0.1</code> poort: <code>4444</code>). Zie de <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Browser Proxy Configuration Guide</a> voor een gedetailleerdere uitleg.
pt: Será necessário configurar o seu navegador para usar o servidor proxy HTTP (por padrão no host: <code>127.0.0.1</code> porta: <code>4444</code>). Consulte o <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Guia de Configuração de Proxy do Navegador</a> para uma explicação mais detalhada.
sl: Morate konfigurirati brskalnik, da uporabi HTTP posredniški strežnik (privzeto na gostitelju: <code>127.0.0.1</code> vrata: <code>4444</code>). Za podrobnejšo razlago glejte <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Vodnik za konfiguracijo brskalnikov posredniški strežnik</a>.
sv: Du måste konfigurera din webbläsare för att använda HTTP-proxyservern (standardmässigt på värd: <code>127.0.0.1</code> och port: <code>4444</code>). Se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>vägledningen för webbläsarproxy konfiguration</a> för en mer detaljerad förklaring.
uk: Вам потрібно буде налаштувати свій браузер на використання проксі-сервера HTTP (за умовчанням на хості: <code>127.0.0.1</code> порт: <code>4444</code>). Дивіться <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Посібник із налаштування проксі-сервера веб-переглядача</a>, щоб отримати докладніші пояснення.
vi: Bạn cần cấu hình trình duyệt của mình sử dụng máy chủ proxy HTTP (mặc định trên máy chủ: <code>127.0.0.1</code> cổng: <code>4444</code>). Xem <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>Hướng dẫn cấu hình Proxy cho Trình duyệt</a> để biết chi tiết hơn.

source: What is an eepsite?
ar: ما هو موقع eepsite؟
az: Eepsite nədir?
bo: eepsite ནི་གང་ཡིན།
cs: Co je eepsite?
da: Hvad er en eepsite?
el: Τι είναι ένα eepsite?
es: ¿Qué es un eepsite?
et: Mis on eepsait?
fa: یک سایت ایپس چیست؟
fi: Mikä on eepsinetti?
hi: एक ईपीसाइट क्या है?
hu: Mi az eepsite?
in: Apa itu eepsite?
it: Cos'è un eepsite?
ja: イープサイトとは何ですか？
ko: epsite란 무엇인가요?
nb: Hva er en eepsite?
nl: Wat is een eepsite?
pt: O que é um eepsite?
sl: Kaj je eepsite?
sv: Vad är en eepsite?
uk: Що таке еепсайт?
vi: Một eepsite là gì?

source: An eepsite is a website that is hosted anonymously on the I2P network - you can access it by configuring your web browser to use I2P's HTTP proxy (see above) and browsing to the <code>.i2p</code> suffixed website (e.g. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Also ensure your browser is configured to resolve DNS remotely when using the proxy to avoid DNS leaks.
ar: الموقع الإلكتروني eepsite هو موقع ويب يتم استضافته بشكل مجهول على شبكة I2P - يمكنك الوصول إليه عن طريق تكوين متصفح الويب لاستخدام بروكسي HTTP لـ I2P (انظر أعلاه) والتصفح إلى الموقع الملحق به امتداد <code>.i2p</code> (مثل <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). كما يجب التأكد من تكوين متصفحك لحل الاسم DNS عن بُعد عند استخدام البروكسي لتجنب تسربات DNS.
az: Eepsite I2P şəbəkəsində anonim olaraq yerləşdirilmiş veb saytdır - ona girmək üçün, yuxarıda göstərildiyi kimi sürücünü I2P'nin HTTP proksisindən istifadə etməyiniz və <code>.i2p</code> sonlu veb saytına daxil olmanız lazımdır (məsələn, <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Həmçinin DNS sızıntılarını önlemək üçün, proksi istifadə edildikdən sürücünün DNS-ni uzaqdan həll etməyə ayarlandığından əmin olun.
bo: eepsite ནི་I2P ནང་གི་གློག་སྡེ་ཞིག་ཡིན་པས། ཁྱོད་ཀྱི་གློག་གི་ཞུང་ནི་I2P གི་HTTP proxy དེ་བཟུང་བར་བཟོ་ནས་<code>.i2p</code> གི་དྲོད་ཀྱི་ཞབས་ཞུ་དུ་ཕེབས་པར་བཟོ་ཐུབ། (དཔེར་ན་<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>) proxy དེ་བཟུང་བར་བཟོ་ན་གློག་གི་ཞུང་ནི་DNS གི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་དགོས། DNS གི་གཞི་བཟུང་བའི་རྒྱུ་མེན་པར་བཟོ་དགོས།
cs: Eepsite je webová stránka, která je hostována anonymně na síti I2P - můžete se k ní dostat nakonfigurováním webového prohlížeče tak, aby používal I2P HTTP proxy (viz výše) a procházením na webové stránky se sufixem <code>.i2p</code> (například <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Také se ujistěte, že váš prohlížeč je nastaven pro vzdálené DNS při použití proxy, abyste se vyhnuli úniku DNS.
da: En eepsite er en hjemmeside, der er vært anonymt på I2P-netværket - du kan få adgang til den ved at konfigurere din webbrowser til at bruge I2P's HTTP-proxy (se ovenfor) og browse til den <code>.i2p</code> suffikserede hjemmeside (f.eks. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Sørg også for, at din browser er konfigureret til at løse DNS eksternt, når du bruger proxyen for at undgå DNS-lækager.
el: Ένα eepsite είναι ένας ιστότοπος που φιλοξενείται ανώνυμα στο δίκτυο I2P - μπορείτε να έχετε πρόσβαση σε αυτόν διαμορφώνοντας τον περιηγητή σας να χρησιμοποιεί τον διακομιστή πρόσκειμενων HTTP του I2P (όπως αναφέρεται παραπάνω) και περιηγηθείτε στον ιστότοπο που έχει το επίθημα <code>.i2p</code> (π.χ. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Βεβαιωθείτε επίσης ότι ο περιηγητής σας είναι διαμορφωμένος να επιλύει το DNS απομακρυσμένα όταν χρησιμοποιείτε τον διακομιστή πρόσκημενων για να αποφύγετε διαρροή του DNS.
es: Un eepsite es un sitio web alojado de forma anónima en la red I2P - puedes acceder a él configurando tu navegador web para usar el proxy HTTP de I2P (ve arriba) y navegando al sitio web con el sufijo <code>.i2p</code> (p. ej. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Asegúrate también de que tu navegador esté configurado para resolver DNS de forma remota al usar el proxy para evitar fugas de DNS.
et: Eepsite on veebisait, mis on anonüümselt majutatud I2P võrgus – sellele pääseb juurde, konfigureerides veebibrauseri I2P HTTP proksi kasutamiseks (vaata ülespoole) ja sirvides leheküljele, mis on lõpetatud <code>.i2p</code> nimega (nt <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Veenduge ka, et teie veebibrauser on seadistatud resolveti kaugmääratlusteks, kui seda kasutatakse proksi kasutamisel andmepäringu lekkimise vältimiseks.
fa: یک سایت ایپس، سایتی است که به‌طور مخفیانه در شبکه I2P میزبانی می‌شود - می‌توانید به آن دسترسی پیدا کنید با اینکه مرورگر وب خود را تنظیم کنید برای استفاده از پروکسی HTTP I2P (ببینید بالا) و به سایتی با حاشیه <code>.i2p</code> (مثل <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>) مراجعه کنید. همچنین اطمینان حاصل کنید مرورگر شما برای حل DNS به‌طور دور زمانی که از پروکسی استفاده می‌کند، تنظیم شده تا جلوی نشت DNS بگیرد.
fi: Eepsinetti on verkkosivusto, joka on anonyymisti isännöity I2P-verkossa - pääset siihen määrittämällä verkkoselaimesi käyttämään I2P:n HTTP-välityspalvelinta (katso yllä) ja selaamalla <code>.i2p</code> suffiksista verkkosivustoa (esim. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Varmista myös, että verkkoselaimesi on määritetty ratkaisemaan DNS-etäisesti käytettäessä välityspalvelinta, jotta vältetään DNS-vuodot.
hi: एक ईपीसाइट I2P नेटवर्क पर अनामान्य रूप से होस्ट हुए एक वेबसाइट होती है - आप इसे I2P के HTTP प्रॉक्सी का उपयोग करने के लिए अपने वेब ब्राउज़र को सेट करके (ऊपर देखें) और <code>.i2p</code> सफ़ल्मय वेबसाइट की तलाश करके पहुँच सकते हैं (उदाहरण के लिए <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>)। यह सुनिश्चित करें कि आपका ब्राउज़र प्रॉक्सी का उपयोग करते समय डीएनएस को दूरस्थ रूप से हल करने के लिए सेट किया गया है ताकि DNS लीक बचाया जा सके।
hu: Egy eepsite egy weboldal, amely névtelenül van tárolva az I2P hálózatban - hozzáférhet ehhez a weboldalhoz, amikor konfigurálja böngészőjét az I2P HTTP proxy használatára (ld. fentebb) és böngészi a <code>.i2p</code> végződésű webhelyet (például: <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Biztosítson arról, hogy a böngészője be van állítva a távoli DNS feloldásra a proxy használata közben a DNS-szivárgás elkerülése érdekében.
in: Sebuah eepsite adalah situs web yang dihost secara anonim di jaringan I2P - Anda dapat mengaksesnya dengan mengkonfigurasi browser web untuk menggunakan proxy HTTP I2P (lihat di atas) dan menjelajahi situs web dengan akhiran <code>.i2p</code> (misal <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Pastikan juga browser Anda dikonfigurasi untuk menyelesaikan DNS secara jarak jauh saat menggunakan proxy untuk menghindari kebocoran DNS.
it: Un eepsite è un sito web ospitato in modo anonimo sulla rete I2P - puoi accedervi configurando il tuo browser web per utilizzare il proxy HTTP di I2P (vedi sopra) e visitando il sito web suffisso <code>.i2p</code> (ad es. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Assicurati inoltre che il tuo browser sia configurato per risolvere i DNS in remoto quando utilizzi il proxy per evitare perdite di DNS.
ja: イープサイトとは、I2Pネットワーク上で匿名でホストされるウェブサイトです。ウェブブラウザをI2PのHTTPプロキシを使うように設定し（上記参照）、<code>.i2p</code>で終わるウェブサイト（例：<a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>）にアクセスすることができます。また、プロキシを使用する際にDNSリークを防ぐために、ブラウザの設定でリモートでDNSを解決するようにもしてください。
ko: 이입네트워크상에 익명으로 호스팅되는 웹사이트입니다 - 웹브라우저를 I2P의 HTTP 프록시(위의 내용 참조)로 구성하고 <code>.i2p</code> 접미사가 붙은 웹사이트(예: <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>)로 접속할 수 있습니다. 또한, 프록시를 사용할 때 브라우저가 원격으로 DNS를 해결하도록 구성하여 DNS 누출을 피하십시오.
nb: En eepsite er et nettsted som er anonymt vert for I2P-nettverket - du kan få tilgang til det ved å konfigurere nettleseren din til å bruke I2P sin HTTP-proxy (se over) og bla til nettstedet med suffikset <code>.i2p</code> (f.eks. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Pass også på at nettleseren er konfigurert til å løse DNS eksternt ved bruk av proxy for å unngå DNS-lekkasjer.
nl: Een eepsite is een website die anoniem gehost wordt op het I2P-netwerk - u kunt er toegang toe krijgen door uw webbrowser te configureren om I2P's HTTP-proxy te gebruiken (zie hierboven) en te surfen naar de website met de toevoeging <code>.i2p</code> (bijv. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Zorg er ook voor dat uw browser zo geconfigureerd is dat DNS extern wordt opgelost wanneer u de proxy gebruikt om DNS-lekken te voorkomen.
pt: Um eepsite é um site que é hospedado anonimamente na rede I2P - você pode acessá-lo configurando o seu navegador para usar o proxy HTTP do I2P (veja acima) e navegando até o site com sufixo <code>.i2p</code> (por exemplo, <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Certifique-se também de que o seu navegador está configurado para resolver DNS remotamente ao usar o proxy, a fim de evitar vazamentos de DNS.
sl: Eepsite je spletna stran, ki je anonimno gostiteljstvo na omrežju I2P - lahko jo dostopate, tako da konfigurirate svoj spletni brskalnik, da uporabi HTTP proxy I2P (glejte zgoraj) in obiščete spletno stran z končnico <code>.i2p</code> (npr. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Prav tako se prepričajte, da je vaš brskalnik konfiguriran tako, da reši DNS zdaljeno, ko uporabljate posredniški strežnik, da preprečite preskočke DNS.
sv: En eepsite är en webbplats som är värd anonymt på I2P-nätverket - du kan komma åt den genom att konfigurera din webbläsare för att använda I2P:s HTTP-proxy (se ovan) och bläddra till webbplatsen med suffixet <code>.i2p</code> (t.ex. <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Se också till att din webbläsare är konfigurerad att lösa DNS fjärrstyrt när du använder proxyn för att undvika DNS-läckor.
uk: Еепсайт - це веб-сайт, який анонімно розміщений в мережі I2P - ви можете отримати до нього доступ, налаштувавши веб-браузер на використання HTTP-проксі I2P (див. вище) і перейшовши на сайт із суфіксом <code>.i2p</code> (наприклад <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Також впевніться, що ваш браузер налаштований на розв'язування DNS віддалено при використанні проксі для уникнення витоків DNS.
vi: Một eepsite là một trang web được lưu trữ một cách vô danh trên mạng I2P - bạn có thể truy cập nó bằng cách cấu hình trình duyệt web của mình sử dụng Proxy HTTP của I2P (xem ở trên) và duyệt đến trang web có đuôi <code>.i2p</code> (ví dụ <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p</a>). Đảm bảo trình duyệt của bạn được cấu hình để giải quyết DNS từ xa khi sử dụng proxy để tránh rò rỉ DNS.

source: Most of the eepsites are down?
ar: هل معظم مواقع eepsite غير نشطة؟
az: Əksəriyyəti eepsites-lər işləmir?
bo: eepsite གང་རུ་མེད་པ་ཡིན།
cs: Většina eepsitů je nedostupná?
da: Er størstedelen af eepsites nede?
el: Οι περισσότερες από τις eepsites είναι εκτός λειτουργίας?
es: ¿La mayoría de los eepsites están caídos?
et: Enamus eepsaite on maas?
fa: آیا بیشتر سایت‌های ایپس غیرفعال هستند؟
fi: Useimmat eepsinetit ovat alhaalla?
hi: अधिकांश ईपीसाइट्स बंद हैं?
hu: A legtöbb eepsite nem működik?
in: Kebanyakan situs eep sedang mati?
it: La maggior parte degli eepsite è giù?
ja: ほとんどのイープサイトは停止中ですか？
ko: 대부분의 이입사이트는 다운되어 있나요?
nb: Er de fleste eepsitene nede?
nl: Zijn de meeste eepsites offline?
pt: A maioria dos eepsites está fora do ar?
sl: Večina eepsitev je padla?
sv: Är de flesta eepsiterna nere?
uk: Більшість еепсайтів відсутні?
vi: Phần lớn các eepsite đều bị xuống phải không?
