Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: No Active Peers
ar: لا يوجد أقران نشطون
az: Aktiv həmkar yoxdur
bo: རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པ་མེད།
cs: Žádní aktivní kolegové
da: Ingen aktive jævnaldrende
el: Χωρίς ενεργούς συνομηλίκους
es: Sin pares activos
et: Aktiivseid kolleege pole
fa: هیچ همتای فعالی وجود ندارد
fi: Ei aktiivisia vertaisryhmiä
hi: कोई सक्रिय पीयर नहीं
hu: Nincsenek aktív társak
in: Tidak Ada Rekan Aktif
it: Nessun peer attivo
ja: アクティブなピアがありません
ko: 활성 피어 없음
nb: Ingen aktive jevnaldrende
nl: Geen actieve collega's
pt: Nenhum colega ativo
sl: Nobeni aktivni partnerji
sv: Inga aktiva kamrater
uk: Немає активних однолітків
vi: Không có bạn đồng trang lứa đang hoạt động

source: UDP Disabled &amp; Inbound TCP host/port not set
ar: لم يتم تعيين UDP تعطيل مضيف/منفذ TCP الواردة
az: UDP Əlildir
bo: UDP མི་རྒྱུན་དུ་བཙོན་པ་དང་ནང་འོག་ཐོན་པའི་TCP མཁར་གནས/སྒོ་མོ་གཏན་འབེབས་མེད།
cs: UDP zakázáno a příchozí TCP hostitel/port není nastaven
da: UDP deaktiveret og indgående TCP -vært/port ikke indstillet
el: Το UDP είναι απενεργοποιημένο και ο κεντρικός υπολογιστής/θύρα εισερχόμενου TCP δεν έχει οριστεί
es: UDP deshabilitado y equipo/puerto TCP entrante no establecido
et: UDP keelatud ja sissetulev TCP host/port pole seatud
fa: UDP غیرفعال و میزبان/درگاه TCP ورودی تنظیم نشده است
fi: UDP pois käytöstä ja saapuvan TCP-isäntä/portti ei asetettu
hi: UDP डिसेबल है &amp; इनबाउंड TCP होस्ट/पोर्ट सेट नहीं किया गया है
hu: UDP letiltva és bejövő TCP gazdagép/port nincs beállítva
in: UDP Dinonaktifkan dan inbound TCP Host/Port Not Set
it: UDP disabilitato e in entrata Host/porta TCP non impostata
ja: UDP無効およびインバウンドTCPホスト/ポートが設定されていない
ko: UDP 비활성화 및 인바운드 TCP 호스트/포트가 설정되지 않음
nb: UDP deaktivert og inngående TCP -vert/port ikke angitt
nl: UDP uitgeschakeld
pt: UDP desativado e host/porta TCP de entrada não definido
sl: UDP je onemogočen &amp; Gostitelj/vrata vhodnega TCP ni nastavljen
sv: UDP funktionshindrad och inkommande TCP -värd/port inte inställd
uk: UDP вимкнено
vi: Vô hiệu hóa UDP

source: Firewalled with UDP Disabled
ar: جدار الحماية مع تعطيل UDP
az: UDP əlilləri ilə firewalled
bo: UDP མི་རྒྱུན་དུ་བཙོན་པ་དང་བཅས་པའི་མེ་སྐས་རྒྱབ་ཡོལ།
cs: Firewall s vypnutým UDP
da: Firewalled med UDP deaktiveret
el: Τείχος προστασίας με απενεργοποιημένο το UDP
es: ADVERTENCIA-Bloqueado por cortafuegos con UDP deshabilitado
et: Tulemüüriga UDP keelatud
fa: دیوار آتش با غیرفعال بودن UDP
fi: Palomuuri ja UDP pois käytöstä
hi: UDP डिसेबल होने के साथ फायरवॉल के पीछे
hu: Tűzfal, UDP tiltva
in: Firewall dengan UDP Dinonaktifkan
it: Firewall con UDP disabilitato
ja: UDP無効でファイアウォール
ko: UDP가 비활성화된 방화벽
nb: Brannmur med UDP deaktivert
nl: Firewall met UDP uitgeschakeld
pt: Firewall com UDP desativado
sl: Zaščiten s firewallom z onemogočenim UDP
sv: Brandvägg med UDP inaktiverat
uk: Брандмауер із вимкненим UDP
vi: Tường lửa với UDP bị vô hiệu hóa

source: Add/remove/edit &amp; control your client and server tunnels
ar: أضف/حذف/حرر &amp; المستخدم والانفاق
az: Müştəri və server tunellərinizi əlavə et / silmək / redaktə etmək və idarə etmək
bo: ཁྱེད་ཀྱི་ལེན་གནད་དང་སརྟོན་པའི་གྲུང་ནེལ་ཁ་སྣོན/བསུབ་པ/བསྒྱུབ་པ་དང་ཚོད་འཛིན་བྱེད་པ།
cs: Přidat/odebrat/upravit a ovládat své klientské a serverové tunely
da: Tilføj/fjern/ændre &amp; kontroller din klient og server tunneler
el: Προσθήκη/αφαίρεση/επεξεργασία και έλεγχος των σηράγγων πελατών και διακομιστή σας
es: Añadir/eliminar/editar y controlar sus túneles cliente y servidor
et: Lisa/eemalda/muuda &amp; juhi oma kliendi- ja serveritunneleid
fa: افزودن/حذف/ویرایش و کنترل تونل‌های مشتری و سرور شما
fi: Lisää/poista/muokkaa ja hallitse asiakas- ja palvelintunneleita
hi: अपने क्लाइंट और सर्वर टनल को जोड़ें/हटाएं/संपादित करें &amp; नियंत्रित करें
hu: Hozzáadás/Eltávolítás/Szerkesztés, valamint saját kliens és szerver alagutak vezérlése
in: Tambah/hapus/edit & kontrol client dan server tunnel
it: Aggiungi/rimuovi/modifica &amp; controlla i tunnel dei tuoi client e server
ja: クライアント及びサーバートンネルを追加・削除・編集・操作
ko: 클라이언트 및 서버 터널을 추가·삭제·편집·조작
nb: Legg til/fjern/rediger
nl: Toevoegen/verwijderen/wijzigen &amp; beheer je client en server tunnels
pt: Adic./remover/editar &amp; controlar seus tuneis de cliente e servidor
sl: Dodaj/odstrani/uredi &amp; nadzoruj svoje klientove in strežniške tunele
sv: Lägg till/ta bort/ ändra &amp; ställ in dina klient och server tunnlar
uk: Додавайте/видаляйте/редагуйте та керуйте клієнтськими та серверними тунелями
vi: Thêm/xóa/chỉnh sửa

source: Service Tunnels
ar: أنفاق الخدمة
az: Xidmət Tunelləri
bo: བློག་པའི་གྲུང་ནེལ།
cs: Servisní tunely
da: Servicetunneler
el: Τοπικές Υπηρεσίες
es: Túneles locales
et: teenindustunnelid
fa: تونل های سرویس
fi: Palvelutunnelit
hi: सेवा टनल
hu: Service alagutak
in: Terowongan Layanan
it: Tunnel di servizio
ja: サービストンネル
ko: 서비스 터널
nb: Servicetunneler
nl: Diensttunnels
pt: Túneis de serviço
sl: Tuneli storitve
sv: Servicetunnlar
uk: Службові тунелі
vi: Đường hầm dịch vụ

source: How many local service tunnels we're running
ar: كم عدد أنفاق الخدمة المحلية التي نقوم بتشغيلها
az: Neçə yerli xidmət tunelini çalışırıq
bo: ང་ཚོས་གཞི་ནས་བསྐྱངས་པའི་ཞབས་ཞུ་གྲུང་ནེལ་གྱི་གྱངས་ཁ།
cs: Kolik místních servisních tunelů provozujeme
da: Hvor mange lokale servicetunneler kører vi
el: Πόσες σήραγγες τοπικής υπηρεσίας τρέχουμε
es: ¿Cuántos túneles de servicio local estamos ejecutando?
et: kui palju kohalikke teenindustunneleid me kasutame
fa: تعداد تونل‌های سرویس محلی که در حال اجرا هستند
fi: Kuinka monta paikallista palvelutunnelia käytämme
hi: हम चला रहे हैं कितने स्थानीय सेवा टनल
hu: Hány helyi szolgáltatási alagutat futtatunk
in: Berapa banyak terowongan layanan lokal yang kami jalankan
it: Quanti tunnel di servizio locale stiamo utilizzando
ja: 私たちが実行している地元のサービストンネルの数
ko: 우리가 실행 중인 로컬 서비스 터널 수
nb: Hvor mange lokale servicetunneler kjører vi
nl: Hoeveel lokale servicetunnels we gebruiken
pt: Quantos túneis de serviço locais estamos executando
sl: Koliko lokalnih tuneljev storitve, ki jih izvajamo
sv: Hur många lokala servicetunnlar vi kör
uk: Скільки локальних службових тунелів ми запускаємо
vi: Chúng tôi đang chạy bao nhiêu đường hầm dịch vụ địa phương

source: Messenger
bo: འཕྲིན་སྐུར་བ།
hi: संदेशदाता
ko: メッセン저
sl: Pošiljalnik

source: Server
ar: الخادم
bo: སརྟོན་པ།
el: Διακομιστής
es: Servidor
fa: سرور
fi: Palvelin
hi: सर्वर
hu: Szerver
ja: サーバー
ko: 서버
pt: Servidor
sl: Strežnik
uk: Сервер
vi: Máy chủ

source: service may be available to peers
ar: قد تكون الخدمة متاحة للأقران
az: xidmət həmyaşıdları üçün mövcud ola bilər
bo: ཞབས་ཞུ་དེ་རྒྱུན་དུ་བཙོན་པར་ཐོབ་སྲིད།
cs: Služba může být dostupná kolegům
da: service kan være tilgængelig for jævnaldrende
el: η υπηρεσία μπορεί να είναι διαθέσιμη σε ομοτίμους
es: el servicio puede estar disponible a los pares
et: teenus võib olla kaaslastele kättesaadav
fa: ممکن است خدمات برای همتایان در دسترس باشد
fi: palvelu saattaa olla muiden saatavilla
hi: सेवा पीयरों के लिए उपलब्ध हो सकती है
hu: a szolgáltatás elérhető lehet társaik számára
in: layanan mungkin tersedia untuk rekan-rekan
it: il servizio potrebbe essere disponibile ai peer
ja: ピアがサービスを利用できる場合があります
ko: 동료에게 서비스가 제공될 수 있습니다.
nb: tjeneste kan være tilgjengelig for jevnaldrende
nl: service is mogelijk beschikbaar voor collega's
pt: o serviço pode estar disponível para pares
sl: storitev morda na voljo partnerjam
sv: tjänst kan vara tillgänglig för kamrater
uk: послуга може бути доступна для однолітків
vi: dịch vụ có thể có sẵn cho các đồng nghiệp

source: service is only available locally
ar: الخدمة متاحة محليا فقط
az: xidmət yalnız yerli səviyyədə mövcuddur
bo: ཞབས་ཞུ་དེ་ནང་ཁུག་ཏུ་ཙམ་ཐོབ་སྲིད།
cs: Služba je dostupná pouze lokálně
da: service er kun tilgængelig lokalt
el: η υπηρεσία είναι διαθέσιμη μόνο τοπικά
es: el servicio está disponible únicamente localmente
et: teenus on saadaval ainult kohapeal
fa: خدمات فقط به صورت محلی در دسترس است
fi: palvelu on saatavilla vain paikallisesti
hi: सेवा केवल स्थानीय रूप से उपलब्ध है
hu: a szolgáltatás csak helyben érhető el
in: layanan hanya tersedia secara lokal
it: il servizio è disponibile solo in locale
ja: サービスはローカルでのみ利用可能です
ko: 서비스는 현지에서만 이용 가능합니다.
nb: tjenesten er kun tilgjengelig lokalt
nl: service is alleen lokaal beschikbaar
pt: o serviço está disponível apenas localmente
sl: storitev je na voljo le lokalno
sv: tjänsten är endast tillgänglig lokalt
uk: послуга доступна лише локально
vi: dịch vụ chỉ khả dụng tại địa phương

source: Show tunnels
ar: أظهر الانفاق
az: Tunelləri göstər
bo: གྲུང་ནེལ་སྟོན་པ།
cs: Zobrazit tunely
da: Vis tunneler
el: Εμφάνιση τούνελ
es: Mostrar túneles
et: Näita tunnelid
fa: نمایش تونل ها
fi: Näytä käytävät
hi: टनल दिखाएं
hu: Alagutakat mutat
in: Tampilkan tunnel
it: Mostra i tunnel
ja: トンネルを表示
ko: 터널 보이기
nb: Vis tunneler
nl: Toon tunnels
pt: Mostrar túneis
sl: Prikaži tunele
sv: Visa tunnlar
uk: Показати тунелі
vi: Hiển thị đường hầm

source: Leases expired
ar: انتهت عقود الإيجار
az: İcarələr müddəti bitdi
bo: གནས་སྐབས་དུས་ཡོལ་བ།
cs: Nájemní smlouvy vypršely
da: Leasingkontrakter udløbet
el: Οι μισθώσεις έληξαν
es: Los túneles asignados caducaron
et: Lüüsikirjed aegunud
fa: اجاره نامه منقضی شده است
fi: Vuokrasopimukset päättyivät
hi: लीज समाप्त हो गई
hu: Kiadás lejárt
in: Lease berakhir
it: Noleggi scaduti
ja: リースが期限切れ
ko: 만료된 임대 계약
nb: Leier utløpt
nl: Leases verlopen
pt: Concessões vencidas
sl: Najemi so potekli
sv: Leasning utgången
uk: Термін оренди закінчився
vi: Hợp đồng thuê đã hết hạn

source: Rebuilding
ar: اعادة بناية
az: Yenidən qurma
bo: བསྐྱར་བཟོ་བཞིན་པ།
cs: Přestavba
da: Genopbygger
el: Ανοικοδόμηση
es: Reconstruyendo
et: Ehitan uuesti
fa: بازسازی
fi: Uudelleenrakentaa
hi: पुनः बनाना
hu: Újraépítés
in: Membangun kembali
it: Ricostruendo
ja: 再構成中
ko: 재구축
nb: Gjenoppbygger
nl: Herbouwen
pt: Reconstruindo
sl: Ponovna izgradnja
sv: Bygger om
uk: Відновлення
vi: Xây dựng lại

source: ago
ar: منذ
az: əvvəl
bo: སྔོན་ལ།
cs: před
da: siden
el: πριν
es: atrás
et: tagasi
fa: پیش
fi: sitten
hi: पहले
hu: ezelőtt
in: yang lalu
it: fa
ja: 前
ko: 전
nb: siden
nl: geleden
pt: atrás
sl: pred
sv: sedan
uk: назад
vi: trước

source: Ready
ar: مستعد
az: Hazır
bo: གྲ་སྒྲིག་བྱས།
cs: Připraveno
da: Klar
el: Έτοιμο
es: Listo
et: Valmis
fa: آماده
fi: Valmis
hi: तैयार
hu: Kész
in: Siap.
it: Pronto
ja: 準備完了
ko: 준비
nb: Klar
nl: Gereed
pt: Pronto
sl: Pripravljen
sv: Redo
uk: Готово
vi: Sẵn sàng

source: Building
ar: بناء
az: Bina
bo: བཟོ་བཞིན་པ།
cs: Sestavení
da: Opbygger
el: Δημιουργία
es: Creando
et: Ehitan
fa: درحال ساختن
fi: Rakentaa
hi: बनाना
hu: Építés alatt
in: Sedang membangun
it: Costruendo
ja: 構成中
ko: 구축
nb: Bygger
nl: Bouwen
pt: Construindo
sl: Izgradnja
sv: Bygger
uk: Побудова
vi: Xây dựng

source: Building tunnels
ar: جاري بناء النفق
az: Bina tunelləri
bo: གྲུང་ནེལ་བཟོ་བཞིན་པ།
cs: Stavení tunelů
da: Opbygger tunneler
el: Κατασκευή τούνελ
es: Creando túneles
et: Ehitan tunneleid
fa: تونل
fi: Rakentaa käytäviä
hi: टनल बना रहा है
hu: Alagutak építés alatt
in: Sedang membangun tunnel
it: Costruendo i tunnel
ja: トンネルを構成中
ko: 터널 구축중
nb: Bygger tunneler
nl: Tunnels aan het bouwen
pt: Construindo túneis
sl: Izgradnja tuneljev
sv: Bygger tunnlar
uk: Побудова тунелів
vi: Xây dựng hầm

source: Shared Clients
ar: العملاء المشتركون
az: Paylaşılan Müştərilər
bo: སྤེལ་བའི་ལེན་གནད།
cs: Sdílení klienti
da: Delte Kunder
el: Κοινοί πελάτες
es: Clientes compartidos
et: jagatud kliendid
fa: مشتری های مشترک
fi: Jaetut asiakkaat
hi: साझा करने वाले क्लाइंट
hu: Megosztott Ügyfelek
in: Klien Bersama
it: Client condivisi
ja: 共有クライアント
ko: 공유된 클라이언트
nb: Delte Kunder
nl: Gedeelde klanten
pt: Clientes Compartilhados
sl: Deleni klienti
sv: Delade Kunder
uk: Спільні клієнти
vi: Khách hàng được chia sẻ

source: Click Restart to install
ar: أنقر اعادة التشغبل للتثبيت
az: Quraşdırmaq üçün Yenidən Başla üzərinə klikləyin
bo: བསྐྱར་འགོ་ཚོགས་པར་གནས་སྣོན་བརྒྱུག་པར་རོགས།
cs: Klikněte na Restartovat pro instalaci
da: Klik på Genstart for at installere
el: Κάνε κλικ στην επανεκκίνηση για εγκατάσταση
es: Pulse Reiniciar para instalar
et: Käivita uuesti et paigaldada
fa: برای نصب روی راه اندازی مجدد کلیک کنید
fi: Napsauta Käynnistä uudelleen asentaaksesi
hi: इंस्टॉल करने के लिए रीस्टार्ट क्लिक करें
hu: Telepítéshez kattints az újraindításra
in: Klik Restart untuk menginstal
it: Cliccare Riavvia per installare
ja: インストールするには再起動をクリック
ko: 설치하려면 재시작을 누르세요
nb: Trykk omstart for å installere
nl: Klik Herstart om te installeren
pt: Clique Reiniciar para instalar
sl: Kliknite Ponovni zagon za namestitev
sv: Klicka på Omstart för att installera
uk: Натисніть Перезапустити, щоб встановити
vi: Nhấp vào Khởi động lại để cài đặt

source: Click Shutdown and restart to install
ar: انقر زر التوقف وأعد التشغيل للتثبيت
az: Quraşdırmaq üçün Bağlama üzərinə klikləyin və yenidən başladın
bo: བཙོན་པ་དང་བསྐྱར་འགོ་ཚོགས་པར་གནས་སྣོན་བརྒྱུག་པར་རོགས།
cs: Pro instalaci klikněte na Vypnout a restartovat
da: Klik på Luk Ned og Genstart for at installerer
el: Κάνε κλικ στο σβήσιμο και στη επανεκκίνησε για εγκατάσταση
es: Pulse Apagar y reinicie para instalar
et: Lülita välja et uuesti käivitamisel paigaldada
fa: برای نصب کلیک کنید و دوباره راه اندازی کنید
fi: Napsauta Sammuta ja käynnistä uudelleen asentaaksesi
hi: इंस्टॉल करने के लिए बंद करें और फिर से शुरू करें
hu: Telepítéshez kattints a lekapcsolás és újraindítás -ra
in: Klik Shutdown lalu restart untuk menginstal
it: Cliccare Spegni per riavviare e installare
ja: インストールするにはシャットダウンをクリックして再起動
ko: 설치하려면 종료 후 재시작하세요
nb: Klikk Slå av og omstart for å installere
nl: Klik Afsluiten and herstart om te installeren
pt: Clique Desligar e reiniciar para instalar
sl: Kliknite Zapri in ponovno zagni za namestitev
sv: Klicka Stäng av och starta om för att installera
uk: Натисніть Вимкнути та перезапустити, щоб встановити
vi: Nhấp vào Shutdown và khởi động lại để cài đặt

source: Unable
bo: སྤྱོས་མེད
hi: असमर्थ
ko: 사용 불가

source: Updating after restart
ar: التحديث بعد إعادة التشغيل
az: Yenidən başladıqdan sonra yenilənmə
bo: བསྐྱར་འགོ་ཚོགས་པའི་རྗེས་གསར་བསྒྱུར་བཞིན་པ།
cs: Aktualizace po restartu
da: Opdatering efter genstart
el: Ενημέρωση μετά την επανεκκίνηση
es: Actualización después del reinicio
et: Värskendatakse pärast taaskäivitamist
fa: به روزرسانی بعد از راه اندازی مجدد
fi: Päivitetään uudelleenkäynnistyksen jälkeen
hi: रीस्टार्ट के बाद अपडेट कर रहा है
hu: Frissítés újraindítás után
in: Memperbarui setelah restart
it: Aggiornamento dopo il riavvio
ja: 再起動後のアップデート
ko: 다시 시작한 후 업데이트 중
nb: Oppdatering etter omstart
nl: Bijwerken na herstart
pt: Atualizando após reiniciar
sl: Posodabljanje po ponovnem zagonu
sv: Uppdatering efter omstart
uk: Оновлення після перезапуску
vi: Cập nhật sau khi khởi động lại

source: Signed development update available
ar: تحديث التطوير الموقع متاح
az: İmzalı inkişaf yeniləməsi mövcuddur
bo: མིང་རྟགས་ཅན་གྱི་གསར་བཟོ་བསྐྱར་བཏོན་པ་རྒྱུན་དུ་བཙོན་པ།
cs: K dispozici podepsaná vývojová aktualizace
da: Underskrevet udviklingsopdatering tilgængelig
el: Υπογεγραμμένη ενημέρωση ανάπτυξης διαθέσιμη
es: Actualización de desarrollo firmada disponible
et: Allkirjastatud arendusvärskendus on saadaval
fa: به روزرسانی توسعه امضا شده در دسترس است
fi: Allekirjoitettu kehityspäivitys saatavilla
hi: साइन्ड विकास अपडेट उपलब्ध है
hu: Aláírt fejlesztési frissítés elérhető
in: Pembaruan pengembangan yang ditandatangani tersedia
it: Aggiornamento di sviluppo firmato disponibile
ja: 署名付き開発アップデートが利用可能
ko: 서명된 개발 업데이트 사용 가능
nb: Signert utviklingsoppdatering tilgjengelig
nl: Ondertekende ontwikkelingsupdate beschikbaar
pt: Atualização de desenvolvimento assinada disponível
sl: Na voljo je podpisana posodobitev razvoja
sv: Signerad utvecklingsuppdatering tillgänglig
uk: Доступне підписане оновлення розробки
vi: Cập nhật phát triển đã ký có sẵn

source: Download I2P Update
ar: تنزيل تحديث I2P
az: I2P Yeniləmə Download
bo: I2P བསྐྱར་བཏོན་པ་བརྒྱུད་བཏོན་པ།
cs: Stáhněte si aktualizaci I2P
da: Download I2P-opdatering
el: Λήψη ενημέρωσης I2P
es: Descargar la actualización I2P
et: Laadige alla I2P värskendus
fa: آپدیت I2P را دانلود کنید
fi: Lataa I2P-päivitys
hi: I2P अपडेट डाउनलोड करें
hu: I2P frissítés letöltése
in: Unduh Pembaruan I2P
it: Scarica aggiornamento I2P
ja: I2Pアップデートをダウンロード
ko: I2P 업데이트 다운로드
nb: Last ned I2P-oppdatering
nl: I2P-update downloaden
pt: Baixe a atualização I2P
sl: Prenesi posodobitev I2P
sv: Ladda ner I2P Update
uk: Завантажити оновлення I2P
vi: Tải xuống bản cập nhật I2P

source: Unsigned update available
ar: التحديث غير الموقع متاح
az: İcazəsiz yeniləmə mövcuddur
bo: མིང་རྟགས་མེད་པའི་བསྐྱར་བཏོན་པ་རྒྱུན་དུ་བཙོན་པ།
cs: K dispozici nepodepsaná aktualizace
da: Usigneret opdatering tilgængelig
el: Διαθέσιμη ανυπόγραφη ενημέρωση
es: Actualización sin firmar disponible
et: Saadaval on allkirjastamata värskendus
fa: به روزرسانی بدون امضا در دسترس است
fi: Allekirjoittamaton päivitys saatavilla
hi: अनुमानित अपडेट उपलब्ध है
hu: Aláíratlan frissítés elérhető
in: Pembaruan yang tidak ditandatangani tersedia
it: Aggiornamento non firmato disponibile
ja: 無署名のアップデートが利用可能
ko: 서명되지 않은 업데이트 가능
nb: Usignert oppdatering tilgjengelig
nl: Niet-ondertekende update beschikbaar
pt: Atualização não assinada disponível
sl: Na voljo je neoznačena posodobitev
sv: Osignerad uppdatering tillgänglig
uk: Доступне непідписане оновлення
vi: Cập nhật không dấu có sẵn

source: Check network connection and NAT/firewall!
ar: تحقق من اتصال الشبكة وNAT/جدار الحماية!
az: Şəbəkə bağlantısını və NAT/qoruyucu divarını yoxlayın!
bo: དྲ་ལམ་འབྲེལ་བ་དང་ NAT/མེ་འགོག་གྲོལ་བ་ལ་བལྟ་བར་རོགས།
cs: Zkontrolujte síťové připojení a NAT/firewall!
da: Tjek netværksforbindelse og NAT/firewall!
el: Ελέγξτε τη σύνδεση δικτύου και το NAT/τείχος προστασίας!
es: Comprobar la conexión de red y el NAT / cortafuegos
et: Kontrollige võrguühendust ja NAT-i/tulemüüri!
fa: اتصال شبکه و NAT/فایروال را بررسی کنید!
fi: Tarkista verkkoyhteys ja NAT/palomuuri!
hi: नेटवर्क कनेक्शन और NAT/फायरवॉल की जांच करें!
hu: Ellenőrizze a hálózati kapcsolatot és a NAT/tűzfalat!
in: Periksa koneksi jaringan dan NAT/firewall!
it: Verifica connessione di rete e NAT/firewall!
ja: ネットワーク接続とNAT/ファイアウォールを確認してください!
ko: 네트워크 연결과 NAT/방화벽을 확인하세요!
nb: Sjekk nettverkstilkobling og NAT/brannmur!
nl: Controleer netwerkverbinding en NAT/firewall!
pt: Verifique a conexão de rede e NAT/firewall!
sl: Preverite omrežno povezavo in NAT/firewall!
sv: Kontrollera nätverksanslutning och NAT/brandvägg!
uk: Перевірте підключення до мережі та NAT/брандмауер!
vi: Kiểm tra kết nối mạng và Nat/tường lửa!

source: Help with firewall configuration
ar: مساعدة خول اعدادات الجدار الناري
az: Qoruyucu divar konfiqurasiyası ilə bağlı yardım
bo: མེ་འགོག་གྲོལ་བའི་རོགས་དྲན་བཤོལ་བར་རོགས།
cs: Pomoc s konfigurací firewallu
da: Hjælp med konfiguration af firewall
el: Βοήθεια με τη διαμόρφωση του τείχους προστασίας
es: Ayuda con la configuración del cortafuegos
et: Abi tulemüüri häälestamisel
fa: در پیکربندی فایروال کمک کنید
fi: Apua palomuurin määrittämiseen
hi: फायरवॉल के सेटिंग के साथ मदद
hu: Segítség a tűzfal beállításához
in: Bantuan untuk konfigurasi firewall
it: Aiuto con la configurazione del firewall
ja: ファイアーウォールの構成に役立ちます
ko: 방화벽 설정 도움
nb: Hjelp med brannmursoppsett
nl: Hulp met firewall configuratie
pt: Ajuda com a configuração do firewall
sl: Pomoč pri konfiguraciji firewalla
sv: Hjälp med brandväggskonfigurationen
uk: Допомога з конфігурацією брандмауера
vi: Trợ giúp về cấu hình tường lửa

source: Attempt to download router reference files (if automatic reseed has failed)
ar: محاولة تنزيل الملفات المرجعية لجهاز التوجيه (في حالة فشل إعادة الزرع التلقائي)
az: Ruter istinad fayllarını endirməyə cəhd edin (avtomatik rezidensiya uğursuz olubsa)
bo: རོ་ཌེར་གྲངས་ཀྱི་ཡིག་ཆ་བརྒྱུད་བཏོན་པར་འབད་རྩོལ་བྱེད་པ། (རང་ཤུགས་རྒྱུན་དུ་བཙོན་པ་ཕམ་ན།)
cs: Pokus o stažení referenčních souborů routeru (pokud selhal automatický reseed)
da: Forsøg på at downloade routerreferencefiler (hvis automatisk genindlæsning er mislykket)
el: Προσπαθήστε να κατεβάσετε αρχεία αναφοράς δρομολογητή (εάν απέτυχε η αυτόματη επανασύνδεση)
es: Intenta descargar los ficheros de referencia del router (si el resembrado automático ha fallado)
et: Proovige alla laadida ruuteri viitefaile (kui automaatne uuesti esitamine ebaõnnestus)
fa: سعی کنید فایل های مرجع روتر را دانلود کنید (اگر reseed خودکار ناموفق بود)
fi: Yritä ladata reitittimen viitetiedostoja (jos automaattinen uudelleensyöttö epäonnistui)
hi: ऑटोमैटिक रीसीड के विफल होने पर रूटर संदर्भ फ़ाइलों को डाउनलोड करने का प्रयास करें
hu: Kísérlet az útválasztó referenciafájljainak letöltésére (ha az automatikus újraküldés sikertelen)
in: Coba untuk men-download file reference router (jika reseed otomatis telah gagal)
it: Prova a scaricare i file di riferimento del router (se il reseed automatico ha fallito)
ja: ルーター参照ファイルのダウンロードを試みます(自動再シードが失敗した場合)
ko: 라우터 참조 파일 다운로드 시도(자동 재시드에 실패한 경우)
nb: Forsøk å laste ned ruterreferansefiler (hvis automatisk omsåing har mislyktes)
nl: Poging om routerreferentiebestanden te downloaden (als automatisch opnieuw plaatsen is mislukt)
pt: Tentativa de baixar os arquivos de referência do roteador (se a repropagação automática falhar)
sl: Poskus prenosa datotek za referenco usmerjevalnika (če je avtomatsko ponovno semenjenje spodletelo)
sv: Försök att ladda ner routerreferensfiler (om automatisk återinställning har misslyckats)
uk: Спроба завантажити довідкові файли маршрутизатора (якщо автоматичне повторне завантаження не вдалось)
vi: Cố gắng tải xuống các tệp tham chiếu bộ định tuyến (nếu tự động reseed không thành công)

source: Reseed
ar: اعادة توزيع
bo: རྒྱུན་དུ་བཙོན་པ།
es: Resembrar
et: Hangi ruuterite kontakte
fa: بذر
hi: रीसीड करें
hu: Újratáplálás (reseed)
ja: リシード
ko: 재시드
nb: Så om
pt: Ressemear
sl: Ponovno semenjenje
sv: Återdistribuering
uk: Пересіяти

source: Order
ar: النظام
az: Sifariş
bo: གོ་རིམ།
cs: Objednávka
da: rækkefølge
el: Παραγγελία
es: Orden
et: Tellimus
fa: نظم
fi: Tilaus
hi: imdर
hu: Rendelés
in: Urutan
it: Ordine
ja: 順序
ko: 정렬
nb: Rekkefølge
nl: Volgorde
pt: Ordem
sl: Naročilo
sv: Ordning
uk: Наказ
vi: Thứ tự

source: Top
ar: أعلى
az: Yuxarı
bo: མགོ་རུ།
cs: Nahoře
el: Κορυφή
es: Parte superior
et: üleval
fa: بالا
fi: Ylhäällä
hi: ऊपर
in: Paling atas
it: Sopra
ja: 上部
ko: 위
nb: Topp
nl: Bovenaan
pt: Topo
sl: Vrh
uk: Верх
vi: Hàng đầu

source: Move to top
ar: انتقل إلى الأعلى
az: Yuxarıya doğru hərəkət edin
bo: མགོ་རུར་སྤོར་བ།
cs: Přesunout nahoru
da: Flyt til toppen
el: Μετακίνηση στην κορυφή
es: Mover a la parte superior
et: Liigu üles
fa: به بالا بروید
fi: Siirry ylös
hi: ऊपर ले जाएं
hu: Ugrás a tetejére
in: Pindahkan ke pailng atas
it: Muovi in cima
ja: 上部に移動
ko: 위로 이동
nb: Flytt til toppen
nl: Verplaats naar begin
pt: Mover para o topo
sl: Premakni na vrh
sv: Flytta högst upp
uk: Перейти вгору
vi: Chuyển lên trên cùng

source: Move up
ar: حرك الى الاعلى
az: Yuxarı get
bo: གོང་ལ་སྤོར་བ།
cs: Přesun nahoru
da: Flyt op
el: Μετακίνηση προς τα επάνω
es: Mover arriba
et: Liigu üles
fa: بالا بردن
fi: Siirrä ylemmäs
hi: ऊपर बढ़ें
hu: Mozgatás felfelé
in: Pindah ke atas
it: Sposta in su
ja: 上に移動
ko: 위로
nb: Flytt oppover
nl: Verplaats omhoog
pt: Mover para cima
sl: Premakni gor
sv: Flytta upp
uk: Рух вгору
vi: Di chuyển lên

source: Down
ar: أسفل
az: Aşağı
bo: མར་ཕབ།
cs: Dolů
da: Ned
el: Κάτω
es: Abajo
et: alla
fa: پایین
fi: Alas
hi: नीचे
hu: Le
in: Bawah
it: Sotto
ja: 下
ko: 아래
nb: Nedover
nl: Onder
pt: Baixo
sl: Dol
sv: Ner
uk: Вниз
vi: Xuống

source: Move down
ar: حرك الى الاسفل
az: Aşağı get
bo: མར་སྤོ་བ།
cs: Přesun dolů
da: Flyt ned
el: Μετακίνηση προς τα κάτω
es: Mover abajo
et: Liigu alla
fa: پایین آوردن
fi: Siirrä alemmas
hi: नीचे ले जाएं
hu: Mozgatás lefelé
in: Pindah ke bawah
it: Sposta in giù
ja: 下に移動
ko: 아래로 이동
nb: Flytt nedover
nl: Verplaats omlaag
pt: Mover para baixo
sl: Premakni dol
sv: Flytta ner
uk: Рухатися вниз
vi: Di chuyển xuống
