Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting (in seconds) allows you to override the delay between runs of the Peer Exploration Job which attempts to locate new peers to add to the NetDb. The job will run every 80 seconds by default, or if the router is experiencing job or message lag, every 3 minutes. If the size of the NetDb reaches 4000 peers, the pause will increase to 15 minutes. You may wish to increase the delay if your NetDb is well-populated (over 2000 peers), or if you wish to reduce overall bandwidth usage. Note: For Floodfill routers, this job does not run.
ar: هذا الإعداد (بالثواني) يتيح لك تجاوز التأخير بين تشغيلات مهمة استكشاف الأقران التي تحاول تحديد الأقران الجدد لإضافتهم إلى قاعدة البيانات الشبكية. بشكل افتراضي ستشتغل المهمة كل 80 ثانية، أو كل 3 دقائق إذا كان الراوتر يعاني من تأخير في المهام أو الرسائل. إذا بلغ حجم قاعدة البيانات الشبكية 4000 قرين، سيزداد التأخير إلى 15 دقيقة. قد ترغب بزيادة التأخير إذا كانت قاعدة البيانات الشبكية لديك مملوءة بشكل جيد (أكثر من 2000 قرين)، أو إذا كنت ترغب في خفض استهلاك عرض النطاق بشكل عام. ملاحظة: للرواتر التي تعمل كملئة فيضان، لا تشتغل هذه المهمة.
az: Bu ayarlama (saniyələrlə) yeni hərəkət səbrini (hədəfləmə üzrə qonşuları tapmaq üçün) dəyişməyə imkan verir. Bu iş ədədi by default 80 saniyədə bir, və ya router iş və ya işdarlıq gecikməsi yaşanırsa, 3 dəqiqə interval ilə işləyir. Əgər NetDb ölçüsü 4000 qonşudan çoxa çatdıqda, interval 15 dəqiqəyə çatır. Xahiş edirik, NetDb'nin çox qonşulu olması (2000 qonşudan çox) və ya ümumi bant genişliyi istifadəsini azaltmaq istəndiyi təqdirdə gecikməni artırmaq istəyə bilərsiniz. Qeyd: Bu iş Floodfill routerları üçün işləmir.
bo: སྒྲིག་འགོད་འདི་(སྐར་ཆ་ནང་) ཁྱེད་ལ་ NetDb ནང་འཛུལ་རྒྱུའི་མཐུད་སྣེ་གསར་པ་འཚོལ་བའི་མཐུད་སྣེ་བརྟག་དཔྱད་ལས་ཀའི་བར་མཚམས་ནས་གཡོལ་བར་གྱི་གནས་ཐབས་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད་དུ་འཇུག་གི་ཡོད། ལས་ཀ་འདི་སྔོན་སྒྲིག་ལྟར་ན་སྐར་ཆ་ 80 རེར་ཚོད་ལྟ་བྱེད་ཀྱི་ཡོད། གལ་ཏེ་རྒྱུད་པར་ལས་ཀའམ་འཕྲིན་ཐུང་གི་རྗེས་འགྲོས་ཐོན་ཚེ་སྐར་ཆ་ 3 རེར་ཚོད་ལྟ་བྱེད། NetDb ཆེ་ཆུང་མཐུད་སྣེ་ 4000 ལ་སླེབས་ཚེ་མཚམས་འཇོག་དུས་ཚོད་སྐར་ཆ་ 15 ལ་འཕར། གལ་ཏེ་ཁྱེད་ཀྱི་ NetDb མི་མང་ཆེ་བ་(མཐུད་སྣེ་ 2000 ལས་མང་བ་) ཡིན་པའམ་ཡང་ན་སྤྱིའི་རྒྱུག་ཚད་ཉུང་དུ་གཏོང་འདོད་ན་མཚམས་འཇོག་དུས་ཚོད་འཕར་འདོད་པར་འགྱུར། དྲན་རྟགས། ཁེངས་གསོག་རྒྱུད་པར་ལས་ཀ་འདི་ཚོད་ལྟ་མི་བྱེད།
cs: Toto nastavení (ve vteřinách) umožňuje přepsat zpoždění mezi spuštěními úlohy prozkoumávání vrstvy Peer, která se snaží najít nové peery ke přidání do sítě NetDb. Úloha běží výchozí hodnoty každých 80 sekund nebo, jestliže router má zpoždění úloh nebo zpráv, každé 3 minuty. Pokud dosáhne velikost sítě NetDb 4 000 peerů, přestávka se zvýší na 15 minut. Pokud je vaše síť NetDb dobře obsazená (více než 2 000 peerů) nebo pokud chcete snížit celkovou šířku pásma, můžete zvýšit pauzu. Poznámka: Tato úloha se neprovede u routerů pro zaplavení.
da: Denne indstilling (i sekunder) giver dig mulighed for at tilsidesætte forsinkelsen mellem kørslerne af Peer Exploration Job, som forsøger at finde nye peers at tilføje til NetDb. Jobbet vil køre hver 80 sekunder som standard eller, hvis routeren oplever job eller meddelelses forsinkelser, hver 3. minut. Hvis størrelsen af NetDb når 4000 peers, vil pausen øges til 15 minutter. Du kan ønske at øge forsinkelsen, hvis din NetDb er godt fyldt op (over 2000 peers), eller hvis du ønsker at reducere den samlede båndbredde brug. Bemærk: Denne job kører ikke for Floodfill routere.
el: Αυτή η ρύθμιση (σε δευτερόλεπτα) σας επιτρέπει να αντικαταστήσετε την καθυστέρηση μεταξύ των εκτελέσεων της εργασίας Έρευνας Ομότιμων που προσπαθεί να εντοπίσει νέους ομότιμους για προσθήκη στο NetDb. Η εργασία θα εκτελείται κάθε 80 δευτερόλεπτα από προεπιλογή ή αν ο δρομολογητής αντιμετωπίζει καθυστέρηση στις εργασίες ή τα μηνύματα, κάθε 3 λεπτά. Εάν το μέγεθος του NetDb φτάσει τους 4000 ομότιμους, η παύση θα αυξηθεί σε 15 λεπτά. Μπορείτε να αυξήσετε την καθυστέρηση εάν το NetDb σας έχει πληθυσμιακή κάλυψη (πάνω από 2000 ομότιμους) ή εάν θέλετε να μειώσετε τη συνολική χρήση εύρους ζώνης. Σημείωση: Για δρομολογητές floodfill, αυτή η εργασία δεν εκτελείται.
es: Esta configuración (en segundos) te permite anular el retardo entre ejecuciones del Trabajo de exploración de pares que intenta localizar nuevos pares para agregar a NetDb. El trabajo se ejecutará cada 80 segundos de forma predeterminada, o si el enrutador experimenta retrasos en trabajos o mensajes, cada 3 minutos. Si el tamaño de NetDb alcanza 4000 pares, la pausa aumentará a 15 minutos. Puede que desees aumentar el retardo si tu NetDb tiene muchos contactos (más de 2000 pares), o si deseas reducir el uso general de ancho de banda. Nota: Para los enrutadores punto de inundación, este trabajo no se ejecuta.
et: See sättimine (sekundites) võimaldab teil ülekirjutada viivitust Peer Exploration Job töötuste vahel, mis üritab leida uusi eakaaslasi NetDb-sse lisamiseks. Vaikimisi töötab töö iga 80 sekundi järel või kui võtruja kogeb töö või sõnumite viivitust, siis iga 3 minuti järel. Kui NetDb suurus jõuab 4000 eakaaslasele, siis paus suureneb 15 minutini. Soovitav on suurendada viivitust, kui teie NetDb-s on palju eakaaslasi (rohkem kui 2000 eakaaslast) või kui soovite vähendada üldist ribalaiuse tarbimist. Märkus: Floodfill-võrutajate jaoks see töö ei käivitu.
fa: این تنظیم (در چند ثانیه) به شما امکان می دهد تا تاخیر بین اجرای کار کاوش همتا را که تلاش می کند همتاهای جدید را برای اضافه کردن به NetDb پیدا کنید، لغو کنید.
fi: Tämä asetus (sekunneissa) mahdollistaa verkkopäätutkimusten välisten viiveiden ohittamisen, joita verkkopäätutkimustehtävä kirjaa löytääkseen uusia vertaisia NetDb:hen lisätäkseen. Oletusarvoisesti tehtävä suoritetaan joka 80. sekunti, tai jos reititin kokee työn tai viestien viivettä, joka 3. minuutti. Jos NetDb:n koko kasvaa 4000 vertaiseen, viive kaksinkertaistuu 15. minuuttiin. Voit halutessasi lisätä viivettä, jos NetDb:ssä on runsaasti vertaisia (yli 2000), tai jos haluat vähentää kokonaiskaistanleveyden käyttöä. Huomaa: Tulvaumpireitittimille tämä tehtävä ei suoritu.
hi: यह सेटिंग (सेकंड में) आपको Peer Exploration Job के चलने के बीच की देरी को अधिग्रहित करने की अनुमति देती है, जो नए पीयर को नेटडीबी में जोड़ने की कोशिश करता है। नौकरी मूल रूप से हर 80 सेकंड में चलेगी, या यदि राउटर को कार्य या संदेश देरी का अनुभव हो रहा हो, तो हर 3 मिनट में। यदि नेटडीबी का आकार 4000 पीयर तक पहुंच जाता है, तो रोक तक पहुंच जाएगी 15 मिनट तक। यदि आपका नेटडीबी अच्छी तरह से भरा हो (2000 से अधिक पीयर), या यदि आप कुल बैंडविड्थ का उपयोग कम करना चाहते हैं, तो आप देरी को बढ़ाना चाह सकते हैं। नोट: Floodfill राउटर के लिए, यह कार्य नहीं चलता है।
hu: Ez a beállítás (másodpercekben) lehetővé teszi a Peer Exploration Job futásai közötti késleltetés felülírását, amely megpróbálja megtalálni az új megbízható partnereket a NetDbhez való hozzáadáshoz. A feladat alapértelmezés szerint 80 másodpercenként fut le, vagy ha a router munka- vagy üzenetkésleltetéssel küzd, akkor 3 percenként. Ha a NetDb mérete eléri a 4000 megbízható partnert, akkor a feladat szünetel 15 percig. Ha a NetDb jól megszállott (több mint 2000 megbízható partnerrel rendelkezik), vagy ha az összes sávszélesség használatát csökkenteni szeretné, akkor növelheti a késleltetést. Megjegyzés: A Floodfill routerekre ez a feladat nem fut.
in: Pengaturan ini (dalam hitungan detik) memungkinkan Anda untuk mengganti penundaan antara menjalankan Pekerjaan Eksplorasi Sejawat yang mencoba menemukan rekan baru untuk ditambahkan ke NetDb. Pekerjaan akan berjalan setiap 80 detik secara default, atau jika router mengalami kelambatan pekerjaan atau pesan, setiap 3 menit. Jika ukuran NetDb mencapai 4000 peer, jeda akan bertambah menjadi 15 menit. Anda mungkin ingin menambah penundaan jika NetDb Anda memiliki populasi yang banyak (lebih dari 2000 rekan), atau jika Anda ingin mengurangi penggunaan bandwidth secara keseluruhan. Catatan: Untuk router Floodfill, pekerjaan ini tidak berjalan.
it: Questa impostazione (in secondi) ti consente di annullare il ritardo tra le esecuzioni del lavoro di esplorazione peer che tenta di individuare nuovi peer da aggiungere a NetDb. Di default, il lavoro viene eseguito ogni 80 secondi o, se il router sta riscontrando ritardi nei lavori o nei messaggi, ogni 3 minuti. Se la dimensione di NetDb raggiunge 4000 peer, la pausa aumenterà a 15 minuti. Puoi aumentare il ritardo se il tuo NetDb è ben popolato (oltre 2000 peer) o se desideri ridurre l'utilizzo complessivo della larghezza di banda. Nota: per i router Floodfill, questo lavoro non viene eseguito.
ja: この設定（秒単位）では、Peer Exploration Jobの実行間隔をオーバーライドすることができます。このジョブは新しいピアをNetDbに追加するために実行され、デフォルトでは80秒ごとに実行されます。また、ルーターのジョブやメッセージの遅延が発生している場合は、3分ごとに実行されます。NetDbのサイズが4000のピアに達した場合、一時停止時間は15分に増加します。NetDbが充実している状態（2000以上のピア）である場合や、全体的な帯域幅使用量を減らしたい場合は、遅延時間を増やすことができます。注意：Floodfillルーターでは、このジョブは実行されません。
ko: 이 설정(초 단위)은 NetDb에 추가하려는 새로운 피어를 찾기 위해 Peer Exploration Job 실행 간의 지연을 무시할 수 있게 합니다. 기본적으로 작업은 80초마다 실행되거나, 라우터가 작업이나 메시지 지연을 겪고있을 경우 매 3분마다 실행됩니다. NetDb의 크기가 4000개의 피어에 이르면 일시정지가 15분으로 증가합니다. NetDb가 적당히 채워져 있거나 (2000개 이상의 피어), 전체 대역폭 사용량을 줄이려는 경우 지연 시간을 늘리고 싶을 수 있습니다. 주의: Floodfill 라우터의 경우이 작업은 실행되지 않습니다.
nb: Denne innstillingen (i sekunder) lar deg overstyre forsinkelsen mellom kjøringene av Peer Exploration Job som forsøker å finne nye noder som skal legges til i NetDb. Jobben kjører hvert 80. sekund som standard, eller hvis ruteren opplever jobb- eller meldingsforsinkelse, hvert 3. minutt. Hvis størrelsen på NetDb når 4000 noder, vil pausen øke til 15 minutter. Du kan ønske å øke forsinkelsen hvis NetDb-en din er godt befolket (over 2000 noder), eller hvis du vil redusere båndbreddebruken generelt. Merk: For Floodfill-rutere kjører ikke denne jobben.
nl: Deze instelling (in seconden) stelt u in staat om de vertraging tussen de uitvoeringen van de Peer Exploration Job, die nieuwe peers probeert te vinden om toe te voegen aan de NetDb, te overschrijven. De job wordt standaard elke 80 seconden uitgevoerd, of elke 3 minuten als de router te maken heeft met job- of berichtenvertraging. Als de grootte van de NetDb 4000 peers bereikt, wordt de pauze verhoogd naar 15 minuten. U kunt de vertraging verhogen als uw NetDb goed bevolkt is (meer dan 2000 peers) of als u de totale bandbreedte wilt verminderen. Opmerking: voor Floodfill-routers wordt deze job niet uitgevoerd.
pt: Esta configuração (em segundos) permite substituir o atraso entre as execuções do Job de Exploração de Pares, que tenta localizar novos pares para adicionar ao NetDb. O trabalho será executado a cada 80 segundos por padrão, ou, se o enrutador estiver enfrentando atraso no trabalho ou nas mensagens, a cada 3 minutos. Se o tamanho do NetDb atingir 4000 pares, a pausa aumentará para 15 minutos. Pode ser necessário aumentar o atraso se o NetDb estiver bem-populado (mais de 2000 pares) ou se você quiser reduzir o uso geral da largura de banda. Observação: para enrutadores Floodfill, esse trabalho não é executado.
sl: Ta nastavitev (v sekundah) vam omogoča nadomestiti zamik med poskusami delo Peer Exploration, ki poskuša najti nove sosednje strežnike za dodajanje v NetDb. Delo se bo izvedlo vsake 80 sekund po privzemu, ali pa, če usmerjevalnik doživlja zamik nalog ali sporočil, vsake 3 minute. Če je velikost NetDb dosegle 4000 sosednjih strežnikov, počitnice se bo povečala na 15 minut. Morda bi želeli povečati zamik, če je vaš NetDb dobro naseljen (več kot 2000 sosednjih strežnikov), ali pa če želite zmanjšati skupno uporabo širine pasma. Opomba: Za usmerjevalnike Floodfill, to delo ne deluje.
sv: Denna inställning (i sekunder) gör det möjligt att åsidosätta fördröjningen mellan körningar av Peer Exploration Jobb som försöker hitta nya noder att lägga till i NetDb. Jobbet körs var 80:e sekund som standard, eller om routern upplever fördröjningar i behandling av jobb eller meddelanden, var 3:e minut. Om storleken på NetDb når 4000 noder, kommer pausen att ökas till 15 minuter. Du kan öka fördröjningen om din NetDb är välfylld (över 2000 noder), eller om du vill minska den totala bandbreddsanvändningen. Observera: För Floodfill-routers körs inte detta jobb.
uk: Це налаштування (в секундах) дозволяє переписати затримку між виконаннями Завдання дослідження пірів, яке намагається виявити нових пірів для додавання в NetDb. Завдання буде виконуватися кожні 80 секунд за замовчуванням, або кожні 3 хвилини, якщо роутер відчуває затримки завдань або повідомлень. Якщо розмір NetDb досягне 4000 пірів, затримка збільшиться до 15 хвилин. Ви можете захотіти збільшити затримку, якщо ваш NetDb насичений (понад 2000 пірів), або якщо бажаєте зменшити загальне використання пропускної здатності. Зауваження: для роутерів-заповнювачів павутини це завдання не виконується.
vi: Cài đặt này (tính bằng giây) cho phép bạn ghi đè sự chậm trễ giữa các lần chạy của công việc khám phá ngang hàng, cố gắng xác định vị trí các đồng nghiệp mới để thêm vào NETDB. Công việc sẽ chạy cứ sau 80 giây theo mặc định hoặc nếu bộ định tuyến đang trải qua độ trễ công việc hoặc tin nhắn, cứ sau 3 phút. Nếu kích thước của NETDB đạt 4000 đồng nghiệp, tạm dừng sẽ tăng lên 15 phút. Bạn có thể muốn tăng độ trễ nếu NETDB của bạn được đông dân cư (hơn 2000 đồng nghiệp) hoặc nếu bạn muốn giảm sử dụng băng thông tổng thể. Lưu ý: Đối với các bộ định tuyến lũ lụt, công việc này không chạy.

source: This setting determines the maximum number of peer hashes to queue for exploration. In I2P the maximum is 128, and in I2P+ the default value is 512.
ar: هذا الإعداد يحدد العدد الأقصى لبصمات الأقران التي يتم تأشيرها للاستكشاف. في بروتوكول I2P يكون الحد الأقصى 128، وفي I2P+ تكون القيمة الافتراضية 512.
az: Bu parametr, araşdırma üçün növbə üçün maksimum həmkar hashes sayını müəyyən edir. I2P-də maksimum 128, I2P-də isə standart dəyər 512-dir.
bo: སྒྲིག་བཀོད་འདི་དག་གཞི་རྩའི་རོ་ཌེར་གྲངས་གྱིམ་གི་གྱིམ་གི་ཚད་རྒྱུད་པའི་མང་ཚད་གི་གནས་ས་ལོ་རྟེན་པ། I2P ནང་མང་ཚད་པ་ནི་ 128 ཡིན། I2P+ ནང་སྔོན་སྒྲིག་བྱས་པའི་གནས་ས་ལོ་རྟེན་པ་ནི་ 512 ཡིན།
cs: Toto nastavení určuje maximální počet hashů peerů k zařazení do fronty pro prozkoumání. V I2P je maximum 128 a v I2P+ je výchozí hodnota 512.
da: Denne indstilling bestemmer det maksimale antal peer hashes, der skal kø i exploreren. I I2P er det maksimale antal 128, og i I2P+ er standardværdien 512.
el: Αυτή η ρύθμιση καθορίζει το μέγιστο αριθμό συνόλου κατακερματισμένων ομότιμων που θα μπουν ουρά για έρευνα. Στο I2P το μέγιστο είναι 128 και στο I2P+ η προεπιλεγμένη τιμή είναι 512.
es: Esta configuración determina el número máximo de hashes de pares para encolar para la exploración. En I2P el máximo es 128, y en I2P+ el valor predeterminado es 512.
et: See sättimine määrab uurimiseks järjekorda panekuks mõeldud eakaaslaste maksimaalse arvu. I2P-s on maksimum 128 ja I2P+ vaikimisi väärtus on 512.
fa: این تنظیم حداکثر تعداد هش های همتا را برای صف کاوش تعیین می کند.
fi: Tämä asetus määrittää tutkittaviin päälokerotaulukoita jonoon asetettujen vertaislokeroiden enimmäismäärän. I2P:ssä enimmäismäärä on 128, ja I2P+:ssa oletusarvo on 512.
hi: यह सेटिंग अन्वेषण के लिए पीयर हैश की अधिकतम संख्या को लाइन में रखने की निर्धारित करती है। I2P में अधिकतम सीमा 128 है, और I2P+ में मूल मान 512 है।
hu: Ez a beállítás meghatározza a tárolóba állítandó maximális peer-hash mennyiséget a felderítéshez. Az I2P-ben a maximum 128, és az I2P+-ban az alapértéke 512.
in: Pengaturan ini menentukan jumlah maksimum hash rekan yang akan diantri untuk eksplorasi. Di I2P maksimumnya adalah 128, dan di I2P+ nilai defaultnya adalah 512.
it: Questa impostazione determina il numero massimo di hash dei peer da mettere in coda per l'esplorazione. In I2P il massimo è 128 e in I2P+ il valore predefinito è 512.
ja: この設定は、探索のためにキューに格納するピアハッシュの最大数を決定します。I2Pでは最大数は128、I2P+ではデフォルト値は512です。
ko: 이 설정은 탐색을 위해 대기열에 추가 할 최대 피어 해시 수를 결정합니다. I2P의 최대 값은 128이고 I2P+의 기본 값은 512입니다.
nb: Denne innstillingen bestemmer maksimalt antall peer-hash som skal legges i kø for utforskning. I I2P er maksimum 128, og i I2P+ er standardverdien 512.
nl: Deze instelling bepaalt het maximum aantal peer-hashes dat in de wachtrij staat voor verkenning. In I2P is het maximum 128 en in I2P+ is de standaardwaarde 512.
pt: Esta configuração determina o número máximo de hashes de pares a serem enfileirados para exploração. No I2P o máximo é 128, e no I2P+ o valor padrão é 512.
sl: Ta nastavitev določa maksimalno število dijev parterjev za vrstico za raziskavo. V I2P je maksimum 128, in v I2P+ je privzeta vrednost 512.
sv: Denna inställning bestämmer det maximala antalet peer-hashes som ska ställas i kö för utforskning. I I2P är det maximala värdet 128, och för I2P+ är standardvärdet 512.
uk: Це налаштування визначає максимальну кількість хешів пірів для чергування з метою дослідження. У I2P максимум становить 128, а в I2P+ за замовчуванням 512.
vi: Cài đặt này xác định số lượng băm ngang hàng tối đa để xếp hàng để khám phá. Trong i2p tối đa là 128 và trong i2p+ giá trị mặc định là 512.

source: This setting determines whether a router acting as a floodfill will explore the NetDb to learn about new peers. [Default is false, restart required]
ar: هذا الإعداد يحدد ما إذا كان الراوتر الذي يعمل كملء فيضان سيستكشف قاعدة البيانات الشبكية لمعرفة الأقران الجدد. [الافتراضي هو خطأ، إعادة تشغيل مطلوبة]
az: Bu parametr daşqın yeri kimi fəaliyyət göstərən routerin yeni həmyaşıdları haqqında məlumat əldə etmək üçün NetDb-ni araşdırıb-araşdırmayacağını müəyyən edir. [Standart yanlışdır, yenidən başladın tələb olunur]
bo: སྒྲིག་བཀོད་འདི་དག་རོ་ཌེར་ཞིག་པར་གསང་ལམ་ floodfill ཡིན་ NetDb འཚོལ་བཤེར་ནས་གསར་རྒྱུད་པར་གཞི་རྩའི་རོ་ཌེར་གསར་བསྒྱུར་མིང་མེད་པའི་མང་ཚད་གི་གནས་ས་ལོ་རྟེན་པ། [སྔོན་སྒྲིག་བྱས་པ་ནི་ false ཡིན། བསྐྱར་འགོ་ཚུགས་དགོས་མི་སྲིད།]
cs: Toto nastavení určuje, zda se router, který funguje jako plnění zaplavení, bude prozkoumávat síť NetDb, aby se dozvěděl o nových peerech. [Výchozí hodnota je nepravda, je vyžadován restart]
da: Denne indstilling bestemmer, om en router, der fungerer som en floodfill, vil udforske NetDb for at lære om nye peers. [Standardværdien er falsk, genstart er påkrævet]
el: Αυτή η ρύθμιση καθορίζει εάν ένας δρομολογητής που λειτουργεί ως floodfill θα εξερευνήσει το NetDb για να μάθει για νέους ομότιμους. [Προεπιλογή είναι false, απαιτείται επανεκκίνηση]
es: Esta configuración determina si un enrutador que actúa como punto de inundación explorará NetDb para conocer nuevos pares. [Predeterminado es false, se requiere reinicio]
et: See sättimine määrab, kas floodfill-võrutaja uurib NetDb-d uute eakaaslaste kohta õppimiseks. [Vaikimisi on väär, nõuab taaskäivitamist]
fa: این تنظیم تعیین می کند که آیا روتری که به عنوان یک سیل پر عمل می کند، NetDb را برای یادگیری در مورد همتایان جدید کاوش کند یا خیر.
fi: Tämä asetus määrittää, tutkiiko tulvaumpireititin NetDb:n etsiäkseen tietoa uusista vertaisista. [Oletuksena on epätosi, vaatii käynnistymisen uudelleen]
hi: यह सेटिंग तय करती है कि एक floodfill के रूप में कार्यरत राउटर के लिए नेटडीबी का अन्वेषण करने के लिए क्या करेंगे ताकि नए पीयर के बारे में सीख सकें। [मूल मान असत्य है, रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás meghatározza, hogy egy fluxustöltőként működő útválasztó felderíti-e a NetDb-t az új közvetítők megismeréséhez. [Az alapérték hamis, újraindítás szükséges]
in: Pengaturan ini menentukan apakah router yang bertindak sebagai pengisi banjir akan menjelajahi NetDb untuk mempelajari rekan-rekan baru. [Defaultnya salah, perlu restart]
it: Questa impostazione determina se un router che funge da floodfill esplorerà la NetDb per apprendere informazioni sui nuovi peer. [Il valore predefinito è false, necessita riavvio]
ja: この設定は、Floodfillとして動作しているルーターが新しいピアについて学ぶためにNetDbを探索するかどうかを決定します。[デフォルトはfalseで、再起動が必要です]
ko: 이 설정은 플러드필 기능을 하는 라우터가 NetDb를 탐색하여 새로운 피어에 대해 알아보도록 할지 여부를 결정합니다. [기본값은 false이며, 재시작이 필요합니다]
nb: Denne innstillingen bestemmer om en ruteren som fungerer som en floodfill vil utforske NetDb for å lære om nye noder. [Standard er false, omstart kreves]
nl: Deze instelling bepaalt of een router die als floodfill fungeert de NetDb zal verkennen om nieuwe peers te leren kennen. [Standaard is het uitgeschakeld, herstart vereist]
pt: Esta configuração determina se um roteador atuando como um floodfill irá explorar a NetDb para aprender sobre novos pares. [Padrão é false, reinicialização necessária]
sl: Ta nastavitev določa, ali bo usmerjevalnik, ki deluje kot zalivni, raziskoval NetDb, da se nauči o novih parterjev. [Privzeto je false, potreben je ponovni zagon]
sv: Denna inställning bestämmer om en router som agerar som floodfill kommer att utforska NetDb för att lära sig om nya noder. [Standard är falskt, omstart krävs]
uk: Це налаштування визначає, чи буде роутер, який діє як заповнювач павутини, досліджувати NetDb для отримання інформації про нових пірів. [За замовчуванням false, потрібний перезапуск]
vi: Cài đặt này xác định xem một bộ định tuyến hoạt động như một floodfill có khám phá NetDb để tìm hiểu về các người đồng hành mới hay không. [Mặc định là sai, yêu cầu khởi động lại]
