Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When set to true, the router will change its identity and UDP port when the router restarts and then delete the key from router.config to prevent further changes. [Default is false]
ar: عند تعيينه على صحيح، سيغير الراوتر هويته ومنفذ UDP عند إعادة تشغيله ثم حذف المفتاح من router.config لمنع أي تغييرات لاحقة. [الافتراضي هو خطأ]
az: Əslinə qaldıqda, router router yenidən başladıqda kimliyini və UDP portunu dəyişəcək və sonrakı dəyişikliklərin qarşısını almaq üçün router.config düyməsini siləcək. [Standart yanlışdır]
bo: true ལ་གཏན་འཁེལ་བྱས་ཚེ། རྒྱུད་པས་རྒྱུད་པ་བསྐྱར་འགོ་ཚོགས་སྐབས་རང་གི་ཐོབ་ཐང་དང་ UDP མཐེབ་ཁུག་བསྒྱུར་བ་དང་། དེ་རྗེས་ router.config ནས་ལྡེ་མིག་བཏོད་ནས་ཕྱིས་འགྱུར་མི་འབྱུང་བ་བྱེད། [སྔོན་སྒྲིག་ནི་ false]
cs: Pokud je nastaveno na hodnotu true, směrovač změní svou identitu a UDP port, když směrovač restartuje, a poté odstraní klíč z router.config, aby zabránil dalším změnám. [Výchozí hodnota je false]
da: Når den er indstillet til sand, vil routeren ændre sin identitet og UDP-port, når routeren genstartes, og derefter slette nøglen fra router.config for at forhindre yderligere ændringer. [Standardværdien er falsk]
el: Όταν οριστεί σε true, ο δρομολογητής θα αλλάξει την ταυτότητά του και τη θύρα UDP όταν επανεκκινείται ο δρομολογητής και στη συνέχεια θα διαγράψει το κλειδί από το αρχείο router.config για να αποτρέψει περαιτέρω αλλαγές. [Το προεπιλεγμένο είναι ψευδές]
es: Cuando se establece en true, el enrutador cambiará su identidad y puerto UDP cuando se reinicie el enrutador y luego eliminará la clave de router.config para evitar más cambios. [Predeterminado es false]
et: Kui true, siis ruuter muudab oma identiteeti ja UDP pordi, kui ruuter taaskäivitatakse, ning seejärel kustutab võtme ruuter.config'ist edasiste muudatuste vältimiseks. [Vaikimisi on false]
fa: وقتی روی true تنظیم شود، روتر هویت و پورت UDP خود را با راه اندازی مجدد روتر تغییر می دهد و سپس کلید را از router.config حذف می کند تا از تغییرات بیشتر جلوگیری شود.
fi: Jos asetetaan todeksi, reititin vaihtaa identiteettinsä ja UDP-porttinsa, kun reititin käynnistyy uudelleen, ja poistaa sitten avaimen router.configista estääkseen muutokset. [Oletusarvo on epätosi]
hi: जब यह सत्य कर दिया जाता है, तो राउटर पुनः शुरू होने पर अपनी पहचान और UDP पोर्ट बदल देगा, और फिर router.config से कुंजी हटा देगा ताकि आगे कोई परिवर्तन न हो। [मानक रूप से असत्य]
hu: Ha az érték igazra van állítva, a router az újraindítás során megváltoztatja az azonosítását és az UDP portját, majd törli a kulcsot a router.config fájlból, hogy további változtatásokat megakadályozzon. [Alapértelmezett érték: hamis]
in: Ketika diatur menjadi true, router akan mengubah identitas dan port UDP saat router dijalankan ulang dan kemudian menghapus kunci dari router.config untuk mencegah perubahan lebih lanjut. [Default adalah false]
it: Quando impostato su true, il router cambierà la sua identità e la porta UDP quando il router si riavvia e quindi eliminerà la chiave da router.config per impedire ulteriori modifiche. [Il valore predefinito è false]
ja: trueに設定すると、ルータが再起動するときにそのアイデンティティとUDPポートを変更し、その後、router.configからキーを削除して追加の変更を防止します。[デフォルトはfalse]
ko: true로 설정하면, 라우터는 다음에 라우터가 다시 시작될 때 신원과 UDP 포트를 변경하고, 그런 다음 router.config에서 키를 삭제하여 추가 변경을 방지합니다. [기본값은 false입니다]
nb: Når den er satt til true, vil ruteren endre sin identitet og UDP-port når ruteren starter på nytt, og deretter slette nøkkelen fra router.config for å forhindre ytterligere endringer. [Standard er false]
nl: Wanneer ingesteld op true, zal de router zijn identiteit en UDP-poort wijzigen wanneer de router wordt herstart en vervolgens de sleutel uit router.config verwijderen om verdere wijzigingen te voorkomen. [Standaard is dit false]
pt: Quando definido como verdadeiro, o roteador alterará sua identidade e porta UDP quando o roteador reiniciar e, em seguida, excluirá a chave de router.config para evitar mais alterações. [O padrão é falso]
sl: Če je nastavljeno na true, usmerjevalnik bo spremenil svojo identiteto in vrata UDP, ko se usmerjevalnik ponovno zagni, nato pa izbriše ključ iz router.config, da prepreči dodatne spremembe. [Privzeto je false]
sv: När inställningen är satt till true kommer routern att ändra sin identitet och UDP-port när routern startas om och sedan radera nyckeln från router.config för att förhindra ytterligare ändringar. [Standard är false]
uk: Коли встановлено true, роутер змінить свою ідентичність і UDP-порт при перезапуску роутера, а потім видалить ключ з router.config, щоб запобігти подальшим змінам. [За замовчуванням false]
vi: Khi được đặt thành True, bộ định tuyến sẽ thay đổi danh tính và cổng UDP khi bộ định tuyến khởi động lại và sau đó xóa khóa khỏi Router.config để ngăn chặn các thay đổi tiếp theo. [Mặc định là sai]

source: This setting (in milliseconds) allows you to manually configure the delay between router refresh updates run by the Refresh Routers Job. By default the pause between refreshes is determined by the size of the NetDb, and introduces some randomness in the timing to mitigate traffic analysis. For values lower than 2000 milliseconds, increasing the value of <code>router.refreshTimeout</code> is recommended. Note that setting this value below 2000 milliseconds will increase your network traffic and may introduce job lag, and is not recommended for sustained use.
ar: هذا الإعداد (بالمللي ثواني) يتيح لك تكويف التأخير بين تحديثات تحديث الرواتر التي تشتغلها مهمة تحديث الرواتر. افتراضيًا، يتم تحديد التوقف بين التحديثات حسب حجم قاعدة البيانات الشبكية، ويقدّم بعض العشوائية في التوقيت للتخفيف من تحليل حركة الشبكة. للقيم الأقل من 2000 ملي ثانية، يوصى بزيادة قيمة <code>router.refreshTimeout</code>. ملاحظة أن تهيئة هذه القيمة أقل من 2000 ملي ثانية ستزيد حركة الشبكة لديك وقد تقدّم تأخير في الوظائف، ولا ينصح باستخدامها لفترات طويلة.
az: Bu ayar (milisaniye cinsinden), Yenileme Yönlendiricileri İşini çalıştıran Router Yenileyici Güncellemeleri arasındaki gecikmeyi elle yapılandırmanıza olanak tanır. Varsayılan olarak, yenilemeler arasındaki duraklama NetDb'nin boyutu tarafından belirlenir ve zamanlama da bir miktar rastlantılılık eklenir. 2000 milisaniyeden düşük değerler için <code>router.refreshTimeout</code> değerini artırmak önerilir. Bu değeri 2000 milisaniyenin altına ayarlamanız ağ trafiğinizi artırır ve iş gecikmesine neden olabilir. Uzun süreli kullanım için önerilmez.
bo: སྒྲིག་འགོད་འདི་(སྐར་ཆ་སྟོང་གི་གཅིག་ནང་) ཁྱེད་ལ་རྒྱུད་པ་གསར་བསྐྱར་ལས་ཀས་རྒྱུད་པ་གསར་བསྐྱར་བྱེད་པའི་བར་མཚམས་ལག་བསྟར་རྒྱུན་ལྡན་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད། སྔོན་སྒྲིག་ལྟར་ན་གསར་བསྐྱར་བར་གི་མཚམས་འཇོག་དུས་ཚོད་ནི་ NetDb ཆེ་ཆུང་གིས་གཏན་འཁེལ་བྱེད་ཅིང་། འགྲེམ་འགྲུལ་དབྱེད་དཔྱད་ཉུང་དུ་གཏོང་ཆེད་དུས་ཚོད་ནང་རྟགས་མེད་རང་བཞིན་གྱི་གཡོ་འགུལ་ཞིག་ཁ་སྣོན་བྱེད། སྐར་ཆ་སྟོང་གི་གཅིག་ 2000 ལས་དམའ་བའི་གནས་ཐབས་ལ། <code>router.refreshTimeout</code> གི་གནས་གྲངས་འཕར་བར་འོས་སྦྱོར་བྱེད། དྲན་རྟགས། གནས་གྲངས་འདི་སྐར་ཆ་སྟོང་གི་གཅིག་ 2000 ལས་དམའ་བར་གཏན་འཁེལ་བྱས་ཚེ་ཁྱེད་ཀྱི་དྲ་བའི་འགྲེམ་འགྲུལ་འཕར་ཞིང་ལས་ཀའི་རྗེས་འགྲོས་ཐོན་སྲིད། རྒྱུན་མཐུག་པའི་བེད་སྤྱོད་ལ་འོས་སྦྱོར་མི་བྱེད།
cs: Toto nastavení (v milisekundách) vám umožňuje manuálně konfigurovat prodlevu mezi aktualizacemi routerů prováděnými Refresh Routers Job. Ve výchozím nastavení je prodleva mezi aktualizacemi určena velikostí NetDb a zavádí určitou náhodnost v časování, aby se minimalizovala analýza provozu. Pro hodnoty nižší než 2000 milisekund se doporučuje zvýšení hodnoty <code>router.refreshTimeout</code>. Upozorňujeme, že nastavení této hodnoty pod 2000 milisekund zvýší váš síťový provoz a může způsobit zpoždění úloh, proto se nedoporučuje pro trvalé použití.
da: Denne indstilling (i millisekunder) giver dig mulighed for manuelt at konfigurere forsinkelsen mellem opdateringerne af routernes opdatering, der køres af jobbet Refresh Routers. Som standard bestemmes pausen mellem opdateringerne af størrelsen af NetDb og introducerer noget tilfældighed i timingen for at begrænse trafikanalysen. For værdier mindre end 2000 millisekunder anbefales det at øge værdien af <code>router.refreshTimeout</code>. Bemærk, at indstilling af denne værdi under 2000 millisekunder vil øge din netværkstrafik og kan medføre jobforsinkelser og anbefales ikke til vedvarende brug.
el: Αυτή η ρύθμιση (σε χιλιοστά του δευτερολέπτου) σας επιτρέπει να ρυθμίσετε μηχανικά την καθυστέρηση μεταξύ των ενημερώσεων ανανέωσης του δρομολογητή που εκτελούνται από τη δουλειά ανανέωσης δρομολογητών. Από προεπιλογή, η παύση ανάμεσα στις ανανεώσεις καθορίζεται από το μέγεθος της NetDb και εισάγει κάποια τυχαιότητα στο χρονισμό για τη μείωση της ανάλυσης κίνησης. Για τιμές μικρότερες από 2000 χιλιοστά του δευτερολέπτου, συνιστάται να αυξήσετε την τιμή του <code>router.refreshTimeout</code>. Σημειώστε ότι η ρύθμιση αυτή κάτω από 2000 χιλιοστά του δευτερολέπτου θα αυξήσει την κίνηση του δικτύου σας και μπορεί να εισάγει καθυστέρηση στην εκτέλεση της δουλειάς, επομένως δεν συνιστάται για διαρκή χρήση.
es: Esta configuración (en milisegundos) le permite configurar manualmente el retardo entre las actualizaciones de actualización de enrutadores ejecutadas por el Trabajo de actualización de enrutadores. De forma predeterminada, la pausa entre actualizaciones se determina según el tamaño de NetDb e introduce cierta aleatoriedad en la programación para mitigar el análisis de tráfico. Para valores inferiores a 2000 milisegundos, se recomienda aumentar el valor de <code>router.refreshTimeout</code>. Ten en cuenta que establecer este valor por debajo de 2000 milisegundos aumentará su tráfico de red y puede introducir retrasos en trabajos, y no se recomienda para uso continuado.
et: See sättetus (millisekundites) võimaldab sul seadistada, kui sageli hoitakse üleval värskenduste tööülesannet. Vaikepaus värskenduste vahel sõltub NetDb suurusest ning juhuslikest viivitustest liiklusanalüüsi vähendamiseks. Väärtuste korral, mis on väiksemad kui 2000 millisekundit, soovitatakse suurendada router.refreshTimeout väärtust. Pange tähele, et selle väärtuse seadistamine alla 2000 millisekundi suurendab võrguliiklust ja võib põhjustada töülesannete mahajäämist ning ei ole pikaajaliseks kasutamiseks soovitatav.
fa: این تنظیم (بر حسب میلی ثانیه) به شما امکان می دهد تا به صورت دستی تاخیر بین به روز رسانی به روز رسانی روتر اجرا شده توسط Refresh Routers Job را پیکربندی کنید.
fi: Tämä asetus (millisekunteina) antaa sinulle mahdollisuuden määrittää manuaalisesti viive reititin päivitysten välillä, jotka suoritetaan Päivitetyt Reitittimet -tehtävän avulla. Oletuksena päivitysten välillä on tauko, joka määräytyy NetDb-kannan koon perusteella ja siihen liittyy jonkin verran satunnaisuutta ajoituksessa liikenteen analysoinnin lieventämiseksi. Alle 2000 millisekunnin arvoilla suositellaan <code>router.refreshTimeout</code> -arvon nostamista. Huomaa, että tämän arvon asettaminen alle 2000 millisekunnin lisää verkkoliikennettä ja voi aiheuttaa tehtävien hidastumista, joten se ei ole suositeltavaa jatkuvaan käyttöön.
hi: इस सेटिंग (मिलीसेकंड में) आपको हैंडली कॉन्फ़िगर करने की अनुमति देती है कि रफ्रेश राउटर जॉब द्वारा चलाए जाने वाले राउटर नवीनीकरण अद्यतनों के बीच कितनी देरी होनी चाहिए। मानक रूप से, राउटर नवीनीकरण के बीच की छुपावाई नेटडीबी के आकार के अनुसार निर्धारित होती है, और ट्रैफ़िक विश्लेषण को कम करने के लिए टाइमिंग में कुछ अनियमितता पेश करती है। 2000 मिलीसेकंड से कम मूल्यों के लिए, router.refreshTimeout के मान को बढ़ाना सुझावित है। ध्यान दें कि इस मान को 2000 मिलीसेकंड से कम करने से आपका नेटवर्क ट्रैफ़िक बढ़ेगा और जॉब लैग हो सकता है, और लंबे समय तक उपयोग के लिए सुझावित नहीं है।
hu: Ez a beállítás (milliszekundumban) lehetővé teszi, hogy kézzel állítsa be a Refresh Routers Job által végzett router-frissítések közötti késleltetést. Az alapértelmezett beállítás szerint a frissítések közötti szünetet a NetDb mérete határozza meg, és a véletlenszerűséget bevezeti az időzítésben a forgalom elemzésének csökkentése érdekében. Az alábbi 2000 milliszekundumnál alacsonyabb értékekhez javasolt a <code>router.refreshTimeout</code> értékének növelése. Fontos megjegyezni, hogy az 2000 milliszekundumnál alacsonyabb érték beállítása növeli a hálózati forgalmat és késést okozhat a munkavégzésben, ezért nem ajánlott folyamatos használatra.
in: Pengaturan ini (dalam milidetik) memungkinkan Anda mengonfigurasi secara manual penundaan antara pembaruan refresh router yang dijalankan oleh Pekerjaan Refresh Router. Secara default, penundaan antara refresh ditentukan oleh ukuran NetDb, dan memperkenalkan sejumlah keacakan dalam waktu untuk memitigasi analisis lalu lintas. Untuk nilai di bawah 2000 milidetik, merekomendasikan meningkatkan nilai <code>router.refreshTimeout</code>. Perlu dicatat bahwa mengatur nilai ini di bawah 2000 milidetik akan meningkatkan lalu lintas jaringan Anda dan mungkin memperkenalkan tundaan pekerjaan, dan tidak direkomendasikan untuk penggunaan berkelanjutan.
it: Questa impostazione (in millisecondi) consente di configurare manualmente il ritardo tra gli aggiornamenti del router eseguiti dal job Refresh Routers. Per impostazione predefinita, la pausa tra gli aggiornamenti dipende dalla dimensione di NetDb e introduce una certa casualità nel timing per mitigare l'analisi del traffico. Per valori inferiori a 2000 millisecondi, si consiglia di aumentare il valore di <code>router.refreshTimeout</code>. Notare che impostare questo valore al di sotto di 2000 millisecondi aumenterà il traffico di rete e potrebbe causare ritardi nel job, pertanto non è consigliato per un utilizzo prolungato.
ja: この設定 (ミリ秒単位) は、Refresh Routers ジョブによって実行されるルーターリフレッシュの更新間隔を手動で設定できます。デフォルトでは、リフレッシュ間の一時停止は NetDb のサイズによって決まり、タイミングにいくらかのランダム性を導入してトラフィック解析を軽減します。2000 ミリ秒未満の値では、<code>router.refreshTimeout</code> の値を増やすことをお勧めします。ただし、この値を2000 ミリ秒未満に設定するとネットワークトラフィックが増加し、ジョブの遅延が発生する可能性があり、持続的な使用にはお勧めできません。
ko: 이 설정 (밀리초 단위)은 Refresh Routers Job에 의해 실행되는 라우터 갱신 업데이트 사이의 딜레이를 수동으로 구성할 수 있게 해줍니다. 기본적으로 갱신 사이의 일시정지는 NetDb의 크기에 따라 결정되며, 일부 무작위성을 도입하여 트래픽 분석을 완화합니다. 2000밀리초 미만의 값인 경우, <code>router.refreshTimeout</code>의 값을 증가시키는 것이 권장됩니다. 이 값을 2000밀리초 미만으로 설정하면 네트워크 트래픽이 증가하고 작업 지연이 발생할 수 있으며, 지속적인 사용에는 권장되지 않습니다.
nb: Denne innstillingen (i millisekunder) lar deg manuelt konfigurere forsinkelsen mellom oppdateringer av ruteren, som utføres av jobben 'Refresh Routers'. Som standard bestemmes pausen mellom oppdateringene av størrelsen på NetDb, og introduserer noe tilfeldighet i timingen for å begrense trafikk-analyse. For verdier lavere enn 2000 millisekunder, anbefales det å øke verdien for <code>router.refreshTimeout</code>. Vær oppmerksom på at hvis denne verdien settes lavere enn 2000 millisekunder vil nettverkstrafikken øke og det kan oppstå oppgaveforsinkelse. Dette anbefales ikke for vedvarende bruk.
nl: Deze instelling (in milliseconden) stelt u in staat om de vertraging tussen router refresh updates die worden uitgevoerd door de Refresh Routers Job handmatig te configureren. Standaard wordt de pauze tussen de vernieuwingen bepaald door de grootte van de NetDb en introduceert enige willekeurigheid in de timing om verkeersanalyse te verminderen. Voor waarden lager dan 2000 milliseconden wordt aanbevolen om de waarde van <code>router.refreshTimeout</code> te verhogen. Merk op dat het instellen van deze waarde onder 2000 milliseconden uw netwerkverkeer zal verhogen en mogelijk vertragingsproblemen in de taak kan introduceren, en wordt niet aanbevolen voor langdurig gebruik.
pt: Esta configuração (em milissegundos) permite que você configure manualmente o atraso entre as atualizações de atualização do roteador executadas pelo Job de atualização de roteadores. Por padrão, a pausa entre as atualizações é determinada pelo tamanho do NetDb e introduz alguma aleatoriedade no momento para mitigar a análise de tráfego. Para valores inferiores a 2000 milissegundos, é recomendável aumentar o valor de <code>router.refreshTimeout</code>. Observe que definir esse valor abaixo de 2000 milissegundos aumentará seu tráfego na rede e poderá introduzir atrasos no trabalho, não sendo recomendado para uso contínuo.
sl: Ta nastavitev (v milisekundah) vam omogoča ročno konfiguriranje zamika med posveževanjem usmerjevalnika, izvedenim posluge osveževanja usmerjevalnika. Privzeto je pauza med osveževanjem določena glede na velikost NetDb, in v časovni razpored vstavlja nekaj naključnosti, da olajša analizo prometa. Za vrednosti manjše od 2000 milisekund, je priporočljivo povečati vrednost <code>router.refreshTimeout</code>. Opomba: nastavitev te vrednosti pod 2000 milisekund bo povečala vaš omrežni promet in lahko vnesla zamik posluge, in za stalno uporabo ni priporočljivo.
sv: Den här inställningen (i millisekunder) gör det möjligt att manuellt konfigurera pausen mellan uppdateringarna av routern som körs av Refresh Routers Job. Som standard avgörs pausen mellan uppdateringarna av storleken på NetDb och introducerar viss slumpmässighet i tidpunkterna för att motverka trafikanalys. För värden lägre än 2000 millisekunder rekommenderas det att öka värdet på <code>router.refreshTimeout</code>. Observera att att sätta värdet under 2000 millisekunder kommer att öka nätverkstrafiken och kan leda till försenader i jobbet, och rekommenderas inte för kontinuerlig användning.
uk: Це налаштування (в мілісекундах) дає змогу вручну налаштувати затримку між оновленнями роутерів, виконуваними Завданням оновлення роутерів. За замовчуванням затримка між оновленнями визначається розміром NetDb та вводить деяку випадковість у планування для послаблення аналізу трафіку. Для значень менших 2000 мілісекунд рекомендується збільшити значення <code>router.refreshTimeout</code>. Зазначте, що встановлення цього значення нижче 2000 мілісекунд збільшить використання мережі та може спричинити затримки завдань, і не рекомендується для тривалого використання.
vi: Thiết lập này (tính bằng miligiây) cho phép bạn cấu hình thủ công độ trễ giữa các bản cập nhật làm mới bộ định tuyến do công việc Làm mới Bộ định tuyến chạy. Mặc định sự ngừng lại giữa các lần làm mới được xác định bởi kích thước của NetDb, và giới thiệu một số ngẫu nhiên trong thời gian để giảm thiểu phân tích giao thông. Đối với các giá trị thấp hơn 2000 miligiây, khuyến nghị tăng giá trị của <code>router.refreshTimeout</code>. Lưu ý rằng đặt giá trị này dưới 2000 miligiây sẽ tăng lưu lượng mạng của bạn và có thể giới thiệu sự trì hoãn công việc, và không khuyến nghị sử dụng lâu dài.
