Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Verified family (signing certificate is installed and valid)
ar: تم التحقق من العائلة (شهادة التوقيع مثبتة وصالحة)
az: Doğrulanmış ailə (imza sertifikatı quraşdırılıb və etibarlıdır)
bo: གཏན་འབེབས་བྱུང་བའི་རིམ་པ། (མིང་རྟགས་ཀྱི་ཚད་མཐུད་བཙོན་ཡོད་པ་དང་ནུས་ལྡན་པ།)
cs: Ověřená rodina (podpisový certifikát je nainstalován a platný)
da: Verificeret familie (signeringscertifikat er installeret og gyldigt)
el: Επαληθευμένη οικογένεια (το πιστοποιητικό υπογραφής είναι εγκατεστημένο και έγκυρο)
es: Familia verificada (el certificado de firma está instalado y es válido)
et: Kinnitatud perekond (allkirjastamissertifikaat on installitud ja kehtiv)
fa: تایید شده (گواهی امضا وارد شده و معتبر است)
fi: Vahvistettu perhe (allekirjoitusvarmenne on asennettu ja voimassa)
hi: पुष्टि की परिवार (साइनिंग सर्टिफिकेट स्थापित और वैध है)
hu: Ellenőrzött család (aláíró tanúsítvány telepítve és érvényes)
in: Keluarga terverifikasi (sertifikat penandatanganan terpasang dan valid)
it: Famiglia verificata (il certificato di firma è installato e valido)
ja: 検証済みファミリー (署名証明書がインストールされており、有効です)
ko: 확인된 제품군(서명 인증서가 설치되어 있고 유효함)
nb: Verifisert familie (signeringssertifikat er installert og gyldig)
nl: Geverifieerde familie (handtekeningcertificaat is geïnstalleerd en geldig)
pt: Família verificada (o certificado de assinatura está instalado e é válido)
sl: Preverjena družina (podpisni certifikat je nameščen in veljaven)
sv: Verifierad familj (signeringscertifikatet är installerat och giltigt)
uk: Перевірене сімейство (сертифікат підпису встановлено та дійсний)
vi: Gia đình đã được xác minh (chứng chỉ ký đã được cài đặt và hợp lệ)

source: Verified
ar: تم التحقق منه
az: Təsdiqlənmişdir
bo: གཏན་འབེབས་བྱུང་བ།
cs: Ověřeno
da: Verificeret
el: Επαλήθευση
es: Verificado
et: Kinnitatud
fa: تایید شده
fi: Varmennettu
hi: पुष्टि किया
hu: Ellenőrzött
in: Terverifikasi
it: Verificato
ja: 検証済み
ko: 검증됨
nb: Verifisert
nl: Geverifieerd
pt: Verificado
sl: Preverjeno
sv: Verifierad
uk: Перевірено
vi: Đã xác minh

source: Show all routers with this signature type in the NetDb
ar: إظهار كافة أجهزة التوجيه التي تحتوي على نوع التوقيع هذا في NetDb
az: NetDb-də bu imza növü olan bütün marşrutlaşdırıcıları göstərin
bo: NetDb ནང་འདི་གི་མིང་རྟགས་ཀྱི་རིགས་པ་ཡོད་པའི་རོ་ཌེར་ཚང་མ་སྟོན་པ།
cs: Zobrazit všechny routery s tímto typem podpisu v NetDb
da: Vis alle routere med denne signaturtype i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτόν τον τύπο υπογραφής στο NetDb
es: Mostrar todos los routers con esta firma en la NetDb
et: Kuva kõik selle allkirjatüübiga ruuterid NetDb-s
fa: نمایش همه مسیریاب‌ها با این نوع امضا در NetDb
fi: Näytä kaikki tämän allekirjoitustyypin reitittimet NetDb:ssä
hi: NetDb में इस साइनेचर तरीके के साथ सभी राउटर दिखाएं
hu: Az összes ilyen aláírástípusú útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan tipe tanda tangan ini di NetDb
it: Mostra tutti i router con questa tipo di firma nel NetDb
ja: NetDb 内のこの署名タイプを持つすべてのルーターを表示します
ko: NetDb에서 이 서명 유형을 가진 모든 라우터를 표시합니다.
nb: Vis alle rutere med denne signaturtypen i NetDb
nl: Toon alle routers met dit handtekeningtype in de NetDb
pt: Mostra todos os roteadores com este tipo de assinatura no NetDb
sl: Prikaži vse usmerjevalnike z to vrsto podpisa v NetDb
sv: Visa alla routrar med denna signaturtyp i NetDb
uk: Показати всі маршрутизатори з цим типом підпису в NetDb
vi: Hiển thị tất cả các bộ định tuyến có loại chữ ký này trong NetDb

source: Show all routers with this encryption type in the NetDb
ar: إظهار جميع أجهزة التوجيه التي تحتوي على هذا النوع من التشفير في NetDb
az: NetDb-də bu şifrələmə növü ilə bütün marşrutlaşdırıcıları göstərin
bo: NetDb ནང་འདི་གི་གསང་བཅད་ཀྱི་རིགས་པ་ཡོད་པའི་རོ་ཌེར་ཚང་མ་སྟོན་པ།
cs: Zobrazit všechny routery s tímto typem šifrování v NetDb
da: Vis alle routere med denne krypteringstype i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτόν τον τύπο κρυπτογράφησης στο NetDb
es: Mostrar todos los enrutadores con este tipo de cifrado en NetDb
et: kuvage NetDb-s kõik selle krüpteerimistüübiga ruuterid
fa: نمایش همه مسیریاب‌ها با این نوع رمزنگاری در NetDb
fi: Näytä kaikki tämän salaustyypin reitittimet NetDb:ssä
hi: NetDb में इस एन्क्रिप्शन तरीके के साथ सभी राउटर दिखाएं
hu: Az összes ilyen titkosítási típussal rendelkező útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan jenis enkripsi ini di NetDb
it: Mostra tutti i router con questa tipo di codifica nel NetDb
ja: NetDb でこの暗号化タイプを持つすべてのルーターを表示します
ko: NetDb에서 이 암호화 유형을 사용하는 모든 라우터를 표시합니다.
nb: Vis alle rutere med denne krypteringstypen i NetDb
nl: Toon alle routers met dit coderingstype in de NetDb
pt: Mostrar todos os roteadores com este tipo de criptografia no NetDb
sl: Prikaži vse usmerjevalnike z to vrsto šifriranja v NetDb
sv: Visa alla routrar med denna krypteringstyp i NetDb
uk: Показати всі маршрутизатори з цим типом шифрування в NetDb
vi: Hiển thị tất cả các bộ định tuyến có loại mã hóa này trong NetDb

source: Show all routers with this address in the NetDb
ar: إظهار جميع أجهزة التوجيه بهذا العنوان في NetDb
az: NetDb-də bu ünvana malik bütün marşrutlaşdırıcıları göstərin
bo: NetDb ནང་འདི་གི་ཁ་བྱང་ཡོད་པའི་རོ་ཌེར་ཚང་མ་སྟོན་པ།
cs: Zobrazit všechny routery s touto adresou v NetDb
da: Vis alle routere med denne adresse i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτήν τη διεύθυνση στο NetDb
es: Mostrar todos los enrutadores con esta dirección en NetDb
et: Kuva kõik selle aadressiga ruuterid NetDb-s
fa: نمایش همه روترها با این آدرس در NetDb
fi: Näytä kaikki tällä osoitteella varustetut reitittimet NetDb:ssä
hi: NetDb में इस पते के साथ सभी राउटर दिखाएं
hu: Az összes ezzel a címmel rendelkező útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan alamat ini di NetDb
it: Mostra tutti i router con questo indirizzo nel NetDb
ja: NetDb 内のこのアドレスを持つすべてのルーターを表示します
ko: NetDb에서 이 주소를 가진 모든 라우터를 표시합니다.
nb: Vis alle rutere med denne adressen i NetDb
nl: Toon alle routers met dit adres in de NetDb
pt: Mostrar todos os roteadores com este endereço no NetDb
sl: Prikaži vse usmerjevalnike z tem naslovom v NetDb
sv: Visa alla routrar med denna adress i NetDb
uk: Показати всі маршрутизатори з цією адресою в NetDb
vi: Hiển thị tất cả các bộ định tuyến có địa chỉ này trong NetDb

source: Show all routers with this port in the NetDb
ar: إظهار كافة أجهزة التوجيه التي تحتوي على هذا المنفذ في NetDb
az: NetDb-də bu portu olan bütün marşrutlaşdırıcıları göstərin
bo: NetDb ནང་གི་འདིའི་སྒོ་མོ་ཡོད་པའི་རོ་ཌེར་ཚང་མ་སྟོན།
cs: Zobrazit všechny routery s tímto portem v NetDb
da: Vis alle routere med denne port i NetDb
el: Εμφάνιση όλων των δρομολογητών με αυτήν τη θύρα στο NetDb
es: Mostrar todos los enrutadores con este puerto en NetDb
et: Kuva NetDb-s kõik selle pordiga ruuterid
fa: نمایش تمام روترهای دارای این پورت در NetDb
fi: Näytä kaikki tällä portilla varustetut reitittimet NetDb:ssä
hi: NetDb में इस पोर्ट के साथ सभी राउटर दिखाएं
hu: Az ezzel a porttal rendelkező összes útválasztó megjelenítése a NetDb-ben
in: Tampilkan semua router dengan port ini di NetDb
it: Mostra tutti i router con questa porta nel NetDb
ja: NetDb 内のこのポートを持つすべてのルーターを表示します
ko: NetDb에서 이 포트가 있는 모든 라우터를 표시합니다.
nb: Vis alle rutere med denne porten i NetDb
nl: Toon alle routers met deze poort in de NetDb
pt: Mostra todos os roteadores com esta porta no NetDb
sl: Prikaži vse usmerjevalnike z tem vratom v NetDb
sv: Visa alla routrar med denna port i NetDb
uk: Показати всі маршрутизатори з цим портом у NetDb
vi: Hiển thị tất cả các bộ định tuyến có cổng này trong NetDb

source: Maximum Transmission Unit
bo: སྲོད་པའི་སྤྱོས་པའི་གི་སྲོད་པ
hi: अधिकतम संचारण इकाई
ko: 최대 전송 단위

source: Show all routers with this MTU in the NetDb
bo: NetDb ནང་གི་ MTU འདི་ལྡན་པའི་རྒྱུད་པ་ཚང་མ་སྟོན།
hi: NetDb में इस MTU वाले सभी राउटर दिखाएं
ko: NetDb에서 이 MTU를 사용하는 모든 라우터 표시

source: Addresses
ar: عناوين
az: Ünvanlar
bo: ཁ་བྱང་།
cs: Adresy
da: Adresser
el: Διευθύνσεις
es: Direcciones
et: Aadressid
fa: آدرسها
fi: Osoitteet
hi: पते
hu: Címek
in: Alamat
it: Indirizzi
ja: アドレス
ko: 주소록
nb: Adresser
nl: Adressen
pt: Endereços
sl: Naslovi
sv: Adresser
uk: Адреси
vi: Địa chỉ

source: Introducers
bo: བརྒྱུག་པ
hi: परिचयक्ता
ko: 소개자

source: Network Id
bo: དྲ་ལམ་གྱི་ཐོན་པ།
hi: नेटवर्क आईडी
ko: 네트워크 ID

source: First heard about
ar: أول مرة سمعت عنها
az: İlk dəfə eşitdim
bo: ཐོག་མར་ཐོས་པའི་དུས།
cs: Poprvé slyšel o
da: Først hørt om
el: Πρώτη φορά μαθαίνουμε για
es: Primera constancia
et: esimest korda kuulsin
fa: اولین بار در مورد آن شنیدم
fi: Kuulin ensin
hi: पहली बार सुना
hu: Először hallottam róla
in: Pertama kali mendengarnya
it: Per la prima volta sentito parlare
ja: 初めて聞いた
ko: 처음 듣는 말
nb: Først hørt om
nl: Eerste van gehoord
pt: Ouvi falar pela primeira vez
sl: Prvič sem slišal o
sv: Först hörde talas om
uk: Вперше почув
vi: Lần đầu tiên nghe nói về

source: Last heard about
ar: آخر ما سمعت عنه
az: Son dəfə eşitdim
bo: མཐའ་མར་ཐོས་པའི་དུས།
cs: Naposledy slyšel o
da: Sidst hørt om
el: Τελευταία φορά μάθαμε για
es: Última constancia
et: Viimati kuulnud
fa: آخرین شنیده شدن در مورد
fi: Viimeksi kuultu
hi: अंतिम बार सुना
hu: Utoljára hallottam róla
in: Terakhir dengar
it: Ultima notizia
ja: 最後に聞いた話
ko: 마지막으로 들은 이야기
nb: Sist hørt om
nl: Laatst van gehoord
pt: Última vez que ouvi falar
sl: Zadnjič sem slišal o
sv: Hördes senast
uk: Востаннє чув про
vi: Lần cuối nghe nói về

source: Last heard from
ar: آخر سماع من
az: Son eşitmə
bo: མཐའ་མར་ནས་ཐོས་པའི་དུས།
cs: Naposledy slyšel od
da: Sidst hørt fra
el: Τελευταία ενημέρωση από
es: Última constancia de
et: viimati kuulnud
fa: آخرین خبر از
fi: Viimeksi kuultu
hi: अंतिम बार से सुना
hu: Utolsó hír
in: Terakhir terdengar kabarnya
it: Ultima notizia
ja: 最後に聞いたのは
ko: 마지막으로 들은 말
nb: Sist hørt fra
nl: Laatst gehoord van
pt: Última notícia de
sl: Zadnjič sem slišal od
sv: Hördes senast från
uk: Востаннє чув
vi: Nghe tin lần cuối từ

source: Info
ar: معلومات
az: Məlumat
bo: བརྒྱུད་བཏོན་པ།
cs: Informace
el: Πληροφορίες
et: Teave
fa: اطلاعات
hi: जानकारी
in: Informasi
ja: 情報
ko: 정보
nl: Informatie
pt: Informações
sl: Informacije
sv: Information
uk: Інформація
vi: Thông tin

source: Hidden or starting up
ar: مختفي
az: Gizli və ya işə başlamaq
bo: སྦེ་བར་ཡང་ན་འགོ་ཚོགས་བཞིན་པ།
cs: Skryto nebo spouštění
da: Gemt eller under opstart
el: Κρυμμένο κατά την εκκίνηση
es: Oculto o iniciándose
et: Peidetud või alles käivitub
fa: پنهان یا راه اندازی
fi: Piilotettu tai käynnistynyt
hi: छिपा हुआ या शुरू हो रहा
hu: Rejtett vagy indul
in: Tersembunyi atau sedang diaktifkan
it: Nascosto o in avvio
ja: 隠すか起動中
ko: 숨겨짐 혹은 시작중
nb: Skjult eller starter opp
nl: Verborgen of aan het opstarten
pt: Invisível ou iniciando
sl: Skrito ali se zagonja
sv: Dold eller startande
uk: Прихований або ще запускається
vi: Ẩn hoặc khởi động

source: SSU with Introducers
bo: ངོ་སྤྲོད་པ་དང་བཅས་པའི་SSU
hi: परिचयक सहित SSU
ko: 소개자, SSU

source: NTCP &amp; SSU
bo: NTCP ། SSU
hi: NTCP और SSU
ko: NTCP 와 SSU

source: NTCP &amp; SSU with Introducers
bo: NTCP ། SSU ངོ་སྤྲོད་པ་དང་བཅས།
hi: परिचयक सहित NTCP और SSU
ko: NTCP 와 SSU, introducers

source: SSU [IPv6 Only] with Introducers
bo: SSU [IPv6 ཙམ] ངོ་སྤྲོད་པ་དང་བཅས།
hi: IPv6 केवल SSU, परिचयक
ko: IPv6 전용 SSU, 소개자

source: SSU [IPv6] with Introducers
bo: SSU [IPv6] ངོ་སྤྲོད་པ་དང་བཅས།
hi: IPv6 SSU, परिचयक
ko: IPv6 SSU, 소개자

source: NTCP &amp; SSU with Introducers [IPv6 Only]
bo: NTCP ། SSU ངོ་སྤྲོད་པ་དང་བཅས། [IPv6 ཙམ]
hi: IPv6 केवल NTCP, SSU, परिचयक
ko: IPv6 전용 NTCP, SSU, 소개자

source: NTCP [IPv6] &amp; SSU with Introducers
bo: NTCP [IPv6] ། SSU ངོ་སྤྲོད་པ་དང་བཅས།
hi: IPv6 NTCP, SSU, परिचयक
ko: IPv6 NTCP, SSU, 소개자

source: Local
ar: محلي
az: Yerli
bo: ནང་ཁུག་
cs: Místní
da: Lokal
el: Τοπικό
et: Kohalik
fa: محلی
fi: Paikallinen
hi: स्थानीय
hu: Helyi
in: Lokal
it: Locale
ja: ローカル
ko: 로컬
nb: Lokal
nl: Lokaal
sl: Lokalno
sv: Lokal
uk: Місцевий
vi: Địa phương

source: Fast Tier
bo: མྲ་མག་གི་སྲོད་པ
hi: तीव्र स्तर
ko: 빠른 계층

source: High Capacity Tier
bo: སྲོད་པའི་གི་སྲོད་པ
hi: उच्च क्षमता स्तर
ko: 고용량 계층

source: Integrated Tier
bo: བརྒྱུག་པའི་སྲོད་པ
hi: एकीकृत स्तर
ko: 통합 계층

source: Standard Tier
bo: སྲོད་པའི་སྤྱོས་པ
hi: मानक स्तर
ko: 표준 계층

source: No peer connections available
ar: لا تتوفر اتصالات نظير
az: Peer əlaqələri mövcud deyil
bo: ལག་གདང་འབྲེལ་བ་མེད་པ།
cs: Nejsou k dispozici žádná peer připojení
da: Ingen peer-forbindelser tilgængelige
el: Δεν υπάρχουν διαθέσιμες ομότιμες συνδέσεις
es: No hay conexiones de pares disponibles
et: Peer-ühendused pole saadaval
fa: اتصال همتا موجود نیست
fi: Ei vertaisyhteyksiä saatavilla
hi: समकक्ष कनेक्शन उपलब्ध नहीं
hu: Nincsenek peer kapcsolatok
in: Tidak ada koneksi rekan yang tersedia
it: Nessuna connessione peer disponibile
ja: ピア接続は利用できません
ko: 사용 가능한 피어 연결이 없습니다.
nb: Ingen peer-tilkoblinger tilgjengelig
nl: Geen peer-verbindingen beschikbaar
pt: Nenhuma conexão de peer disponível
sl: Nobene povezave z partnerji na voljo
sv: Inga peer-anslutningar tillgängliga
uk: Немає підключення до маршрутизаторів
vi: Không có kết nối ngang hàng

source: Your transport connection limits are automatically set based on your configured bandwidth.
ar: يتم تعيين حدود اتصال النقل الخاصة بك تلقائيًا بناءً على النطاق الترددي الذي تم تكوينه.
az: Nəqliyyat bağlantı limitləriniz konfiqurasiya edilmiş bant genişliyinizə əsasən avtomatik təyin olunur.
bo: ཁྱེད་ཀྱི་གྲོལ་ཐབས་འབྲེལ་བའི་ཚད་བཀག་རྒྱུན་དུ་བཙོན་པའི་བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་གཞིར་བཟུང་རང་འགུལ་གྱིས་གཏན་འབེབས་བྱས་ཡོད།
cs: Vaše limity spojení pro přeneos jsou automaticky nastaveny v závislosti na nastavení přenosové rychlosti.
da: Din transport forbindelsesgrænse,er automatisk baseret på din konfigurerede båndbredde.
el: Τα όρια συνδεσιμότητας μεταφορέων ορίζονται αυτόματα βάση της παραμέτρου εύρους ζώνης.
es: Los límites de conexión de su transporte se ajustan automáticamente en base a su ancho de banda configurado.
et: Teie transpordiühenduste arvu piirid seatakse automaatselt,lähtudes kehtivaist ribalaiuse piiridest.
fa: محدودیت های اتصال حمل و نقل شما به طور خودکار بر اساس پهنای باند پیکربندی شده شما تنظیم می شود.
fi: Tiedonsiirtorajasi on laskettu valitsemasi kaistanleveyden perusteella.
hi: आपके संरचित बैंडविड्थ के आधार पर आपकी ट्रांसपोर्ट कनेक्शन सीमाएं स्वचालित रूप से सेट होती हैं।
hu: Átviteli csatlakozási korlátok automatikusan kerülnek beállításra a konfigurált sávszélesség alapján.
in: Batas koneksi transport anda diatur secara otomatis berdasarkan bandwidth yang anda konfigurasikan.
it: I tuoi limiti di connessione per il trasporto sono automaticamente impostati basandosi sulla tua banda configurata.
ja: トランスポート接続制限数は、設定されている帯域幅に基づき自動的に設定されました。
ko: 트랜스포트 연결 제한이 인터넷 상태에 맞게 자동으로 설정되었습니다.
nb: Dine begrensningene på transportforbindelse er automatisk satt basert på din oppsatte båndbredde.
nl: De limieten van je transport verbinding zijn automatisch ingesteld gebaseerd op de geconfigureerde bandbreedte.
pt: O limite da tua conexão de transporte foi definido automaticamente baseado na configuração de largura de banda.
sl: Omejitve vaše prevozne povezave so samodejno nastavljene glede na nastavljeno širino pasma.
sv: Din transportförbindelses gränser sätts automatiskt baserat på din konfigurerade bandbredd.
uk: Ваш транспортний ліміт з'єднань автоматично виставлений на основі ваших настройок пропускної спроможності.
vi: Giới hạn về kết nối truyền tải của bạn được tự động điều chỉnh dựa trên phần băng thông mà bạn đã cấu hình.

source: To override these limits, add the settings {0} and {1}
ar: لتجاوز هذه الحدود، أضف الإعدادات {0} و{1}
az: Bu limitləri ləğv etmək üçün {0} və {1} parametrlərini əlavə edin
bo: ཚད་འདི་དག་ཁ་བསྐང་འགལ་བར། སྒྲིག་འཛུགས་ {0} དང་ {1} ཁ་སྣོན་གནང་རོགས།
cs: Chcete-li tyto limity přepsat, přidejte nastavení {0} a {1}
da: For at tilsidesætte disse grænser skal du tilføje indstillingerne {0} og {1}
el: Για να παρακάμψετε αυτά τα όρια, προσθέστε τις ρυθμίσεις {0} και {1}
es: Para anular estos límites, añade {0} y {1}
et: nende piirangute tühistamiseks lisage seaded {0} ja {1}
fa: برای لغو این محدودیت ها، تنظیمات {0} و {1} را اضافه کنید
fi: Voit ohittaa nämä rajoitukset lisäämällä asetukset {0} ja {1}
hi: इन सीमाओं को ओवरराइड करने के लिए, सेटिंग {0} और {1} जोड़ें
hu: A korlátozások felülbírálásához adja hozzá a következő beállításokat: {0} és {1}
in: Untuk mengesampingkan batas ini, tambahkan pengaturan {0} dan {1}
it: Per sovrascrivere questi limiti, aggiungi queste impostazioni {0} e {1}
ja: これらの制限をオーバーライドするには、設定 {0} と {1} を追加します。
ko: 이러한 제한을 재정의하려면 {0} 및 {1} 설정을 추가하세요.
nb: For å overstyre disse grensene, legg til innstillingene {0} og {1}
nl: Voeg de instellingen {0} en {1} toe om deze limieten te overschrijven
pt: Para substituir esses limites, adicione as configurações {0} e {1}
sl: Da prepišete te omejitve, dodajte nastavitve {0} in {1}
sv: För att åsidosätta dessa gränser, lägg till inställningarna {0} och {1}
uk: Щоб перевизначити ці обмеження, додайте налаштування {0} і {1}
vi: Để ghi đè các giới hạn này, hãy thêm cài đặt {0} và {1}

source: on the {0}Advanced Configuration page{1}.
ar: في {0}صفحة التكوين المتقدم{1}.
az: {0}Qabaqcıl Konfiqurasiya səhifəsində{1}.
bo: {0}མཐོ་རིམ་རྒྱུན་སྒྲིག་སྟེན་ངོས་{1}ཐོག་ཏུ།
cs: na stránce {0}Pokročilá konfigurace{1}.
da: på siden {0}Avanceret konfiguration{1}.
el: στη {0}Σελίδα σύνθετης διαμόρφωσης{1}.
es: en la {0}Página de la configuración avanzada{1}.
et: {0}Täpsema konfiguratsiooni lehel{1}.
fa: در صفحه {0}پیکربندی پیشرفته{1}.
fi: {0}Lisäasetukset-sivulla{1}.
hi: Advance Configuration पृष्ठ {0} पर {1}.
hu: a {0}Speciális konfiguráció oldalon{1}.
in: di {0}laman Konfigurasi Lanjutan{1}.
it: nella {0}pagina Configurazione avanzata{1}.
ja: {0}[詳細設定] ページ{1}。
ko: {0}고급 구성 페이지{1}
nb: på siden {0}Avansert konfigurasjon{1}.
nl: op de {0}pagina Geavanceerde configuratie{1}.
pt: na {0}página Configuração avançada{1}.
sl: na strani {0}Napredne konfiguracije{1}.
sv: på sidan {0}Avancerad konfiguration{1}.
uk: на {0}сторінці розширеної конфігурації{1}.
vi: trên {0}Trang cấu hình nâng cao{1}.

source: to your router.config file.
ar: إلى ملف router.config الخاص بك.
az: router.config faylınıza.
bo: ཁྱེད་ཀྱི་router.configཡིག་ཆར།
cs: do souboru router.config.
da: til din router.config-fil.
el: στο αρχείο router.config.
es: a tu archivo de configuración router.config.
et: faili ruuter.config.
fa: به فایل router.config شما.
fi: router.config-tiedostoon.
hi: अपनी router.config फ़ाइल में।
hu: a router.config fájlba.
in: ke file router.config Anda.
it: nel tuo file router.config.
ja: router.config ファイルに追加します。
ko: router.config 파일에.
nb: til router.config-filen.
nl: naar uw router.config-bestand.
pt: para o seu arquivo router.config.
sl: v datoteko router.config.
sv: till din router.config-fil.
uk: у файл router.config.
vi: vào tệp router.config của bạn.

source: Peer Connections
ar: اتصالات الأقران
az: Peer Əlaqələri
bo: ལག་གདང་འབྲེལ་བ།
da: Peer-forbindelser
el: Συνδέσεις ομοτίμων
es: Conexiones entre pares
et: Vastastikused ühendused
fa: اتصالات همتا
fi: Vertaisyhteydet
hi: समकक्ष कनेक्शन
hu: Távoli csatlakozások
in: Koneksi Rekan
it: Connessioni tra pari
ja: ピア接続
ko: 피어 연결
nb: Personforbindelser
nl: Peer-verbindingen
pt: Conexões de pares
sl: Povezave partnerja
sv: Peer-anslutningar
uk: Однорангові з'єднання
vi: Kết nối ngang hàng

source: Active connections / Max permitted
bo: ཤུགས་ལྡན་འབྲེལ་བ། / ཆེས་མང་ཆོག་པ།
hi: सक्रिय कनेक्शन / अधिकतम अनुमत
ko: 활성 연결 / 최대 허용

source: Connections / Limit
bo: འབྲེལ་བ་ / ཚད་བཀག
hi: कनेक्शन / सीमा
ko: 연결 / 제한

source: Current / maximum permitted
ar: الحالي/الحد الأقصى المسموح به
az: Cari / maksimum icazə verilir
bo: ད་ལྟའི་ / མང་ཤོས་ཆོག་པ།
cs: Aktuální / maximální povolený
da: Strøm / maksimum tilladt
el: Τρέχον / μέγιστο επιτρεπόμενο
es: Actual / máximo permitido
et: vool / maksimaalne lubatud
fa: فعلی / حداکثر مجاز
fi: Nykyinen / suurin sallittu
hi: वर्तमान / अनुमतित की अधिकतम सीमा
hu: Áram / maximálisan megengedett
in: Saat ini / maksimum yang diizinkan
it: Corrente / massimo consentito
ja: 現在 / 最大許可
ko: 현재/최대 허용
nb: Strøm / maksimum tillatt
nl: Stroom / maximaal toegestaan
pt: Atual/máximo permitido
sl: Trenutno / največja dovoljena
sv: Ström / max tillåten
uk: Поточний / максимально допустимий
vi: Hiện tại / tối đa được phép

source: NTCP connections
ar: اتصال NTCP
az: NTCP əlaqələri
bo: NTCP འབྲེལ་བ་
cs: NTCP připojení
da: NTCP fobindelser
el: NTCP συνδέσεις
es: Conexiones NTCP
et: NTCP ühendusi
fa: اتصالات NTCP
fi: NTCP-yhteydet
hi: NTCP कनेक्शन
hu: NTCP kapcsolatok
in: Koneksi NTCP
it: Connessioni NTCP
ja: NTCP 接続
ko: NTCP 연결
nb: NTCP-tilkoblinger
nl: NTCP connecties
pt: Conexões NTCP
sl: NTCP povezave
sv: NTCP-anslutningar
uk: NTCP підключення
vi: Kết nối NTCP

source: Peer capabilities
ar: قدرات الأقران
az: Həmyaşıdların imkanları
bo: ལག་གདང་གི་ནུས་པ་
cs: Schopnosti vrstevníků
da: Peer-kapaciteter
el: Δυνατότητες ομοτίμων
es: Capacidades de pares
et: kaaslaste võimalused
fa: قابلیت های همتا
fi: Peer-ominaisuudet
hi: समकक्ष क्षमताएं
hu: Peer képességek
in: Kemampuan rekan
it: Capacità dei pari
ja: ピア機能
ko: 동료 능력
nb: Peer-evner
nl: Peer-mogelijkheden
pt: Capacidades de pares
sl: Zmožnosti partnerja
sv: Peer-förmåga
uk: Можливості однолітків
vi: Khả năng ngang hàng

source: Caps
ar: قبعات
az: Qapaqlar
bo: ནུས་པ་
cs: Čepice
el: Κεφαλαία
es: Capacidades
et: Võimekused
fa: کلاه
hi: कैप्स
hu: Tető
in: Cap
it: Maiuscole
ja: 大文字
ko: 대문자
sl: Kepi
sv: Kap.
uk: Шапки
vi: Mũ

source: Direction/Introduction
ar: اتجاه/تقديم
az: İstiqamət/Giriş
bo: ཁ་ཕྱོགས་/ངོ་སྤྲོད་
cs: Směr / Úvod
da: Retning / Indledning
el: Κατεύθυνση/Εισαγωγή
es: Dirección/Introducción
et: Suund/Tutvustamine
fa: جهت/مقدمه
fi: Suunta/Esittely
hi: दिशा/परिचय
hu: Irány/Bemutató
in: Pengarahan/pengenalan
it: Direzione / Introduzione
ja: 説明/指示
ko: 방향/소개
nb: Rettning/Innledning
nl: Richting/Introductie
pt: Direcção/Introdução
sl: Smer/Vstop
sv: Riktning/Inledning
uk: Напрямок/Введення
vi: Hướng/Giới thiệu

source: Dir
ar: دير
az: İstiqamət
bo: ཁ་ཕྱོགས་
cs: Adresář
el: Κατάλογος
et: Suund
fa: کارگردان
fi: Ohjaus
hi: दिशा
hu: Könyvtár
it: Cartella
ja: ディレクトリ
ko: 디렉토리
nb: Mappe
nl: Richting
sv: Mapp
uk: Напрямок
vi: Thư mục

source: Peer inactivity
ar: عدم نشاط الأقران
az: Həmyaşıdların hərəkətsizliyi
bo: ལག་གདང་གི་ལས་མེད་པ།
cs: Nečinnost vrstevníků
da: Peer inaktivitet
el: Αδράνεια συνομηλίκων
es: Inactividad del par
et: kaaslaste passiivsus
fa: عدم فعالیت همتایان
fi: Kavereiden epäaktiivisuus
hi: समकक्ष की गौणता
hu: Peer inaktivitás
in: Ketidakaktifan teman sebaya
it: Inattività peer
ja: ピアの非アクティブ
ko: 동료 비활성
nb: Peer inaktivitet
nl: Peer-inactiviteit
pt: Inatividade dos pares
sl: Neaktivnost partnerja
sv: Peer inaktivitet
uk: Бездіяльність
vi: Không hoạt động ngang hàng

source: Idle
ar: خامل
az: Boş
bo: ལས་མེད་
cs: Nečinný
da: Hvile
el: Αδρανής
es: Desocupado
et: Jõude
fa: وقت تلف کردن
fi: Tyhjäkäynti
hi: अक्रिय
hu: Üres
in: Tidak aktif
it: Inattivo
ja: アイドル
ko: 대기
nb: Tomgang
pt: Inativo
sl: Neaktivno
sv: Stillastående
uk: Неактивний
vi: Trạng thái nghỉ
