Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting allows configuration of the maximum number of files per torrent I2PSnark will permit, when downloading or creating a torrent. Note that substantially increasing this value from the default of 2000 files may require additional configuration on the host system to increase the maximum number of open files the operating system will permit (e.g. <code>ulimit -n</code> on Linux). To change, add to I2PSnark's configuration file <code>i2psnark.config</code>. [Restart of I2PSnark or router required]
ar: يسمح هذا الإعداد بتكويف العدد الأقصى للملفات لكل تورنت يسمح به I2PSnark عند تنزيلها أو إنشائها. يجدر ملاحظة أن زيادة هذه القيمة بشكل ملحوظ عن 2000 ملف قد تتطلّب تكويفات إضافية على نظام الضيافة لزيادة العدد الأقصى للملفات المفتوحة التي سيسمح بها نظام التشغيل (مثل <code>ulimit -n</code> في لينكس). للتغيير، أضف إلى ملف التكويف <code>i2psnark.config</code> لـ I2PSnark. [إعادة تشغيل I2PSnark أو الراوتر ضروريّة]
az: Bu ayar, bir torrent indirilirken veya bir torrent oluşturulurken I2PSnark'ın izin vereceği maksimum dosya sayısının yapılandırılmasına olanak sağlar. Bu değeri, varsayılan 2000 dosyadan önemli ölçüde artırmak, işletim sisteminde açık dosya sayısını artırmak için ana sistemde ek yapılandırma gerektirebilir (örneğin Linux'ta <code>ulimit -n</code>). Değiştirmek için, I2PSnark'ın yapılandırma dosyasına <code>i2psnark.config</code> ekleme yapın. [I2PSnark veya yönlendiriciyi yeniden başlatmak gerekiyor]
bo: སྒྲིག་འགོད་འདིས་ I2PSnark གིས་ torrent རེ་མོན་ལོག་བའགྲེམ་ཡང་བཟོ་སྐྲུན་བྱེད་པའི་ཡིག་ཆ་གྲངས་ཀྱི་མང་ཉུང་མཐའ་རྒྱུན་ལྡན་བྱེད། སྔོན་སྒྲིག་གྲངས་གནས་ 2000 ནས་ཚད་གནས་ཆེར་འཕར་བར་གྱི་གནས་གྲངས་འདི་ལས་རྟེན་པའི་མངའ་ཁུངས་རྒྱུན་ལྡན་བྱེད་པར་གྱི་གནས་ཐབས་བྱེད་སྲིད། (དཔེན་ Linux ཐོག་ <code>ulimit -n</code>) འདི་བསྒྱུར་བྱེད་པར། I2PSnark གི་རྒྱུན་ལྡན་ཡིག་ཆ་ <code>i2psnark.config</code> ནང་ཁ་སྣོན་བྱེད། [I2PSnark ཡང་ན་རྒྱུད་པ་བསྐྱར་འགོ་ཚོགས་དགོས།]
cs: Toto nastavení umožňuje konfiguraci maximálního počtu souborů na torrent, který I2PSnark povolí při stahování nebo vytváření torrentu. Je třeba poznamenat, že výrazné zvýšení této hodnoty z výchozí hodnoty 2000 souborů může vyžadovat další konfiguraci v hostitelském systému, aby bylo možné zvýšit maximální počet otevřených souborů, který povoluje operační systém (např. <code>ulimit -n</code> na Linuxu). Abyste jej změnili, přidejte do konfiguračního souboru I2PSnarku <code>i2psnark.config</code>. [Je nutné restartovat I2PSnark nebo router]
da: Denne indstilling tillader konfiguration af det maksimale antal filer per torrent, som I2PSnark vil tillade ved download eller oprettelse af en torrent. Bemærk, at en væsentlig øgning af denne værdi fra standarden på 2000 filer kan kræve yderligere konfiguration på værtsystemet for at øge det maksimale antal åbne filer, som operativsystemet vil tillade (f.eks. <code>ulimit -n</code> på Linux). For at ændre dette, skal du tilføje det til I2PSnarks konfigurationsfil <code>i2psnark.config</code>. [Genstart af I2PSnark eller router krævet]
el: Αυτή η ρύθμιση επιτρέπει τη διαμόρφωση του μέγιστου αριθμού αρχείων ανά torrent που θα επιτρέπει ο I2PSnark, κατά τη λήψη ή τη δημιουργία ενός torrent. Σημειώστε ότι η σημαντική αύξηση αυτής της τιμής από την προεπιλογή των 2000 αρχείων μπορεί να απαιτήσει πρόσθετη ρύθμιση στο σύστημα φιλοξενίας για την αύξηση του μέγιστου αριθμού ανοιχτών αρχείων που επιτρέπει το λειτουργικό σύστημα (π.χ. <code>ulimit -n</code> στο Linux). Για να αλλάξετε, προσθέστε στο αρχείο διαμόρφωσης του I2PSnark <code>i2psnark.config</code>. [Απαιτείται επανεκκίνηση του I2PSnark ή του δρομολογητή]
es: Esta configuración permite la configuración del número máximo de archivos por torrent que permitirá I2PSnark, al descargar o crear un torrent. Tenga en cuenta que aumentar sustancialmente este valor desde el predeterminado de 2000 archivos puede requerir configuración adicional en el sistema anfitrión para aumentar el número máximo de archivos abiertos que permitirá el sistema operativo (p. ej. <code>ulimit -n</code> en Linux). Para cambiarlo, agréguelo al archivo de configuración de I2PSnark <code>i2psnark.config</code>. [Se requiere reiniciar I2PSnark o el enrutador]
et: Selle seadistuse abil saab konfigureerida suurimat lubatud failide arvu torrenti kohta, mida I2PSnark võimaldab, kui torrenti alla laaditakse või luuakse. Pange tähele, et selle väärtuse oluline suurendamine vaikimisi 2000 failist võib nõuda täiendavat konfiguratsiooni hostisüsteemis, et suurendada tööülesannete maksimaalset arvu, mida operatsioonisüsteem lubab (nt Linuxi puhul <code>ulimit -n</code>). Muutmiseks lisage see I2PSnarki konfiguratsioonifaili <code>i2psnark.config</code>. [I2PSnarki või marsruuteri taaskäivitamine on vajalik]
fa: این تنظیم به پیکربندی حداکثر تعداد فایل در هر تورنت اجازه می دهد که I2PSnark هنگام دانلود یا ایجاد تورنت اجازه دهد.
fi: Tämä asetus mahdollistaa I2PSnarkin määrittämän enimmäismäärän tiedostoja per torrent-lataus tai torrentin luonti. Huomaa, että tämän arvon merkittävä lisääminen oletusarvosta 2000 tiedostoa voi vaatia lisäkonfigurointia isäntäjärjestelmässä, jotta käyttöjärjestelmän sallima enimmäisavaamisten määrä voidaan lisätä (esim. <code>ulimit -n</code> Linuxissa). Muuttaaksesi tätä, lisää I2PSnarkin asetustiedostoon <code>i2psnark.config</code>. [Vaaditaan I2PSnarkin tai reitittimen uudelleenkäynnistys]
hi: यह सेटिंग आपको डाउनलोडिंग या टॉरेंट बनाते समय I2PSnark को कितने फ़ाइल की अधिकतम संख्या अनुमति देने की सेटिंग करने की अनुमति देती है। ध्यान दें कि मूल 2000 फ़ाइलों के मान से बहुत अधिक इस मान को बढ़ाने से मेजबान सिस्टम पर अतिरिक्त सेटिंग की आवश्यकता हो सकती है जिससे संगठन प्रणाली को खोले गए फ़ाइलों की अधिकतम संख्या बढ़ा जा सके (उदाहरण के लिए, लिनक्स पर <code>ulimit -n</code>)। बदलने के लिए, I2PSnark के कॉन्फ़िगरेशन फ़ाइल <code>i2psnark.config</code> में अपडेट करें। [I2PSnark या राउटर को रीस्टार्ट करना आवश्यक हो सकता है]
hu: Ez a beállítás lehetővé teszi a torrentek letöltése vagy létrehozása során az I2PSnark által engedélyezett fájlok maximális számának beállítását. Megjegyzés: Ezen érték jelentős növelése az alapértelmezett 2000 fájltól további beállításokat igényelhet a gépház rendszeren a fájlok maximális számának növeléséhez, amit az operációs rendszer engedélyez (pl. <code>ulimit -n</code> Linuxon). A módosításhoz adja hozzá az I2PSnark konfigurációs fájlhoz <code>i2psnark.config</code>. [Az I2PSnark vagy a router újraindítása szükséges]
in: Pengaturan ini memungkinkan konfigurasi jumlah maksimum file per torrent yang akan diizinkan I2PSnark, saat mengunduh atau membuat torrent. Perlu dicatat bahwa peningkatan secara substansial nilai ini dari default 2000 file mungkin memerlukan konfigurasi tambahan pada sistem tuan rumah untuk meningkatkan jumlah maksimum file terbuka yang akan diizinkan sistem operasi (misalnya <code>ulimit -n</code> pada Linux). Untuk mengubah, tambahkan ke file konfigurasi I2PSnark <code>i2psnark.config</code>. [Diperlukan mulai ulang I2PSnark atau router]
it: Questa impostazione consente di configurare il numero massimo di file per torrent che I2PSnark permetterà, durante il download o la creazione di un torrent. Si noti che l'aumento sostanziale di questo valore dai 2000 file predefiniti può richiedere una configurazione aggiuntiva sul sistema host per aumentare il numero massimo di file aperti che il sistema operativo permetterà (ad es. <code>limita -n</code> su Linux). Per effettuare modifiche, aggiungi al file di configurazione di I2PSnark <code>i2psnark.config</code>. [Riavvio di I2PSnark o del router richiesto]
ja: この設定は、トレントをダウンロードまたは作成する際にI2PSnarkが許可する最大ファイル数の構成を可能にします。デフォルトの2000ファイルからこの値を大幅に増やす場合、ホストシステムの追加の設定が必要になる場合があります。オペレーティングシステムが許可するオープンファイルの最大数を増やすために、例えばLinuxの場合は<code>ulimit -n</code>を追加設定する必要があります。変更するには、I2PSnarkの設定ファイル<code>i2psnark.config</code>に追加します。[I2PSnarkまたはルーターの再起動が必要です]
ko: 이 설정은 토렌트를 다운로드하거나 생성할 때 I2PSnark가 허용할 수 있는 최대 파일 수를 구성합니다. 기본값인 2000 파일에서 크게 증가시키면 호스트 시스템에서 추가 구성이 필요할 수 있습니다. 운영 체제가 허용하는 최대 열린 파일 수를 늘리려면 (예: Linux의 <code>ulimit -n</code>) 필요합니다. 변경하려면 I2PSnark의 구성 파일 <code>i2psnark.config</ code>에 추가하십시오. [I2PSnark 또는 라우터의 재시작이 필요합니다]
nb: Denne innstillingen lar deg konfigurere det maksimale antallet filer per torrent som I2PSnark tillater, ved nedlasting eller oppretting av en torrent. Merk at betydelig økning av denne verdien fra standarden på 2000 filer kan kreve ekstra konfigurasjon på vertssystemet for å øke det maksimale antallet åpne filer som operativsystemet vil tillate (f.eks. <code>ulimit -n</code> på Linux). For å endre, legg til i I2PSnark sin konfigurasjonsfil <code>i2psnark.config</code>. [Omstart av I2PSnark eller ruter er nødvendig]
nl: Deze instelling maakt het mogelijk om het maximale aantal bestanden per torrent te configureren dat I2PSnark toestaat bij het downloaden of maken van een torrent. Houd er rekening mee dat het aanzienlijk verhogen van deze waarde van 2000 bestanden kan vereisen dat er extra configuratie op het host-systeem wordt uitgevoerd om het maximale aantal geopende bestanden te verhogen dat het besturingssysteem toestaat (bijvoorbeeld <code>ulimit -n</code> op Linux). Om dit te wijzigen, voeg toe aan het configuratiebestand van I2PSnark <code>i2psnark.config</code>. [Herstart van I2PSnark of router vereist]
pt: Esta configuração permite a configuração do número máximo de arquivos por torrent que o I2PSnark permitirá, ao baixar ou criar um torrente. Observe que aumentar substancialmente esse valor a partir dos 2000 arquivos padrão pode exigir uma configuração adicional no sistema hospedeiro para aumentar o número máximo de arquivos abertos permitidos pelo sistema operacional (por exemplo, <code>ulimit -n</code> no Linux). Para alterar, adicione ao arquivo de configuração do I2PSnark <code>i2psnark.config</code>. [Reinício do I2PSnark ou do roteador necessário]
sl: Ta nastavitev omogoča konfiguracijo maksimalnega števila datotek na torrent, ki ga bo dovolil I2PSnark, ko prenaša ali ustvari torrent. Opomba: značajno povečanje vrednosti iz privzeta 2000 datotek morda zahteva dodatno konfiguracijo na gostiteljskem sistemu, da poveča maksimalno število odprtyh datotek, ki jih operacijski sistem dovoli (npr. <code>ulimit -n</code> na Linuxu). Da spremeniš, dodaj v konfiguracijsko datoteko I2PSnark <code>i2psnark.config</code>. [Ponovni zagon I2PSnark ali usmerjevalnika zahtoven]
sv: Denna inställning tillåter konfiguration av det maximala antalet filer per torrent som I2PSnark kommer att tillåta vid nedladdning eller skapande av en torrent. Observera att en betydande ökning av detta värde från standardvärdet på 2000 filer kan kräva ytterligare konfiguration på värdsystemet för att öka det maximala antalet öppna filer som operativsystemet tillåter (t.ex. <code> ulimit -n </code> på Linux). För att ändra detta lägger du till i I2PSnarks konfigurationsfil <code> i2psnark.config </code>. [Omplacering av I2PSnark eller router krävs]
uk: Це налаштування дозволяє сконфігурувати максимальну кількість файлів на торрент, яку буде дозволяти I2PSnark при завантаженні або створенні торренту. Зазначте, що суттєве збільшення цього значення від типових 2000 файлів може потребувати додаткової налаштовки на системі приймача для збільшення максимальної кількості відкритих файлів, яку дозволить операційна система (наприклад, <code>ulimit -n</code> на Linux). Щоб змінити, додайте до файла конфігурації I2PSnark <code>i2psnark.config</code>. [Потрібний перезапуск I2PSnark або роутера]
vi: Cài đặt này cho phép cấu hình số tệp tối đa mỗi torrent mà I2PSnark sẽ cho phép khi tải xuống hoặc tạo torrent. Lưu ý rằng việc tăng đáng kể giá trị này so với mặc định là 2000 tệp có thể yêu cầu cấu hình bổ sung trên hệ thống máy chủ để tăng số tệp mở tối đa hệ điều hành cho phép (ví dụ <code>ulimit -n</code> trên Linux). Để thay đổi, hãy thêm vào tệp cấu hình <code>i2psnark.config</code> của I2PSnark. [Yêu cầu khởi động lại I2PSnark hoặc bộ định tuyến]

source: This tunnel-specific setting allows you to enable or disable replies to pings sent to servers hosted by the router. To disable pings, you must add the line <code>i2p.streaming.answerPings=false</code> to the <i>Custom Options</i> section for the server's configuration in the Tunnel Manager.
ar: هذا الإعداد الخاص بالنفق يسمح لك بتمكين أو تعطيل الردود على الاستفسارات المرسلة إلى الخوادم المضيفة بواسطة الراوتر. لتعطيل الاستفسارات، يجب إضافة السطر <code>i2p.streaming.answerPings=false</code> إلى قسم <i>الخيارات المخصصة</i> لتكويف الخادم في مدير الأنفاق.
az: Bu tunelə xas parametr routerin ev sahibliyi etdiyi serverlərə göndərilən pinqlərə cavabları aktiv və ya deaktiv etməyə imkan verir. Pinqləri deaktiv etmək üçün Tunel Menecerində serverin konfiqurasiyası üçün <i>Xüsusi Seçimlər</i> bölməsinə i2p.streaming.answerPings <code>=false</code> sətrini əlavə etməlisiniz.
bo: གདོང་ལམ་ཆེད་གཉེར་གྱི་སྒྲིག་འགོད་འདིས་ཁྱེད་ལ་རྒྱུད་པས་སྣོན་སྐྲུན་པའི་སྦྲེལ་ཐབས་ལ་བརྡ་ཞིང་ལན་ལན་བརྒྱུད་པར་བརྒྱུད་པ་བརྒྱུད་པར་བཀོད་བརྒྱུད་བྱེད། ལན་ལན་སྒོ་བ་བརྒྱུད་པར། ཁྱེད་ཀྱིས་གདོང་ལམ་དོ་དམ་པའི་ནང་སྦྲེལ་ཐབས་ཀྱི་རྒྱུན་ལྡན་རྣམ་གཞག་གི་ <i>སྒྲིག་སྦྲེལ་གདམ་ཀ།</i> ཁག་ནང་ <code>i2p.streaming.answerPings=false</code> དུམ་ཐིག་ཁ་སྣོན་བྱེད་དགོས།
cs: Toto specifické nastavení tunelu vám umožňuje povolit nebo zakázat odpovědi na odesílané pingy do serverů hostovaných směrovačem. Pokud chcete pingy zakázat, musíte do konfigurace serveru v Tunelovém správci přidat řádek <code>i2p.streaming.answerPings=false</code> do sekce <i>Vlastní možnosti</i>.
da: Denne tunnelspecifikke indstilling giver dig mulighed for at aktivere eller deaktivere svar på pings, der sendes til servere hostet af routeren. For at deaktivere pinger, skal du tilføje linjen <code>i2p.streaming.answerPings=false</code> i afsnittet <i>Custom Options</i> for serverens konfiguration i tunneladministratoren.
el: Αυτή η ρύθμιση για τον συγκεκριμένο σήραγγα σάς επιτρέπει να ενεργοποιήσετε ή να απενεργοποιήσετε τις απαντήσεις σε αιτήματα ping που αποστέλλονται σε διακομιστές που φιλοξενούνται από το δρομολογητή. Για να απενεργοποιήσετε τα ping, πρέπει να προσθέσετε τη γραμμή <code>i2p.streaming.answerPings=false</code> στην ενότητα <i>Προσαρμοσμένες επιλογές</i> για τη διαμόρφωση του διακομιστή στον Διαχειριστή Σήραγγων.
es: Esta configuración específica del túnel te permite habilitar o deshabilitar las respuestas a los pings enviados a los servidores alojados por el enrutador. Para deshabilitar los pings, debes agregar la línea <code>i2p.streaming.answerPings=false</code> a la sección <i>Opciones personalizadas</i> de la configuración del servidor en el Administrador de túneles.
et: See tunnelispetsiifiline seade võimaldab teil lubada või keelata marsuuteri majutatud serveritele saadetud pingidele vastamist. Et pingeid keelata, peate lisama rea <code>i2p.streaming.answerPings=false</code> serveri konfiguratsiooni <i>Custom Options</i> sektsiooni Tunnelihalduris.
fa: این تنظیمات مخصوص تونل به شما امکان می دهد پاسخ به پینگ های ارسال شده به سرورهای میزبانی شده توسط روتر را فعال یا غیرفعال کنید.
fi: Tämä tunnelikohtainen asetus mahdollistaa sinun ottaa käyttöön tai poistaa käytöstä vastaukset reitittimen isännöimille palvelimille lähetettyihin pingviesteihin. Pingejen poistamiseksi sinun on lisättävä rivi <code>i2p.streaming.answerPings=false</code> palvelimen kokoonpanon <i>Mukautetut valinnat</i> -osioon Tunnel Managerissa.
hi: यह टंनल-विशेष सेटिंग आपको राउटर द्वारा मेजबान किए गए सर्वरों को पिंग करने वाले पिंग के जवाब को सक्षम या अक्षम करने की अनुमति देती है। पिंग को अक्षम करने के लिए, आपको ट्यूनल मैनेजर में सर्वर के विनिर्देशों के <i>Custom Options</i> खंड में <code>i2p.streaming.answerPings=false</code> लाइन जोड़नी होगी।
hu: Ez a specifikus beállítás lehetővé teszi, hogy engedélyezze vagy letiltsa a a routernél hostolt szerverekre küldött ping válaszait. A pingek letiltásához hozzá kell adnia a <code>i2p.streaming.answerPings=false</code> sorat a szerver konfigurációja <i>Egyedi beállítások</i> szakaszához a Tunnel Managerben.
in: Pengaturan ini khusus terowongan memungkinkan Anda mengaktifkan atau menonaktifkan balasan terhadap ping yang dikirim ke server yang dihosting router. Untuk menonaktifkan ping, Anda harus menambahkan baris <code>i2p.streaming.answerPings=false</code> ke bagian <i>Opsi Khusus</i> untuk konfigurasi server di Manajer Terowongan.
it: Questa impostazione specifica per il tunnel consente di abilitare o disabilitare le risposte ai ping inviati ai server ospitati dal router. Per disabilitare i ping, è necessario aggiungere la riga <code>i2p.streaming.answerPings=false</code> alla sezione <i>Opzioni personalizzate</i> della configurazione del server nel Tunnel Manager.
ja: このトンネル固有の設定では、ルーターにホストされるサーバーへのpingへの返信を有効化または無効化することができます。ピンの無効化には、Tunnel Managerのサーバーの設定の<i>Custom Options</i>セクションに<code>i2p.streaming.answerPings=false</code>の行を追加する必要があります。
ko: 이 터널별 설정을 사용하면 라우터에서 호스팅되는 서버로 보내진 핑에 대한 응답을 활성화 또는 비활성화할 수 있습니다. 핑을 비활성화하려면 터널 관리자에서 서버 구성의 <i>사용자 정의 옵션</i> 섹션에 <code>i2p.streaming.answerPings=false</code> 라인을 추가해야 합니다.
nb: Denne tunnel-spesifikke innstillingen tillater deg å aktivere eller deaktivere svar på ping som sendes til servere som hostes av ruteren. For å deaktivere ping må du legge til linjen <code>i2p.streaming.answerPings=false</code> i delen <i>Egendefinerte alternativer</i> for serverens konfigurasjon i Tunnel Manager.
nl: Deze instelling specifiek voor de tunnel stelt je in staat om het beantwoorden van pings die naar servers gehost door de router zijn gestuurd in of uit te schakelen. Om pings uit te schakelen, moet je de regel <code>i2p.streaming.answerPings=false</code> toevoegen aan de <i>Aangepaste Opties</i> sectie voor de configuratie van de server in de Tunnelbeheerder.
pt: Esta configuração específica do túnel permite ativar ou desativar respostas a pings enviados para servidores hospedados pelo roteador. Para desativar os pings, você deve adicionar a linha <code>i2p.streaming.answerPings=false</code> na seção <i>Opções Personalizadas</i> da configuração do servidor no Gerenciador de Túneis.
sl: Ta nastavitev specifična za tunel vam omogoča omogočanje ali onemogočanje odgovorov na pings, poslane na strežnike gostiteljene s strani usmerjevalnika. Da onemogočite pings, morate dodati vrstico <code>i2p.streaming.answerPings=false</code> v sekcijo <i>Prilagojene možnosti</i> za konfiguracijo strežnika v Menedžer tunela.
sv: Denna inställning för en specifik tunnel gör att du kan aktivera eller inaktivera svar på pingar som skickas till servrar som värd av routern. För att inaktivera pingar måste du lägga till raden <code>i2p.streaming.answerPings=false</code> i sektionen <i>Anpassade alternativ</i> för serverns konfiguration i Tunnelhanteraren.
uk: Це налаштування, специфічне для тунелю, дозволяє активувати або відключити відповіді на пінги, які надсилаються на сервери, хостинг яких здійснює роутер. Щоб відключити пінги, вам необхідно додати рядок <code>i2p.streaming.answerPings=false</code> до розділу <i>Налаштування</i> конфігурації сервера в менеджері тунелів.
vi: Cài đặt này cho phép bạn bật hoặc tắt phản hồi đối với ping gửi đến các máy chủ do bộ định tuyến lưu trữ. Để vô hiệu hóa ping, bạn phải thêm dòng <code>i2p.streaming.answerPings=false</code> vào phần <i>Tuỳ chọn tùy biến</i> cho cấu hình máy chủ trong Trình quản lý đường ống.
