Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting allows the manual selection of the browser which I2P will launch on startup (if the console is <a href=/configservice#browseronstart>configured</a> to launch a browser on startup), overriding the OS default browser. For more information, see the <a href=#alternative_browser>FAQ entry</a> above.
ar: يسمح هذا الإعداد بالاختيار اليدوي للمتصفح الذي سيتم تشغيله بواسطة I2P عند بدء التشغيل (إذا كانت وحدة التحكم <a href=/configservice
az: Bu parametr, i2P-nin başlanğıcda başladığı brauzerin əl seçiminə (konsol <a href=configservice#browseronstart> konfiqurasiya edildiyi təqdirdə</a> başlanğıcda bir brauzerə başlamaq üçün), OS standart brauzerini işə salır. Daha çox məlumat üçün <a href=#alternative_browser> FAQ Giriş</a> saytına baxın.
bo: འདིའི་བཀོད་སྒྲིག་གིས་ I2P འགོ་ཚུགས་སྐབས་གསར་འགྱུར་བྱེད་པའི་བརའུ་སར་ལག་ཐོག་འདེམས་ཐུབ། (console འགོ་ཚུགས་སྐབས་བརའུ་སར་གསར་འགྱུར་བྱེད་པར་ <a href=/configservice#browseronstart>བཀོད་སྒྲིག</a> བྱས་ན།) OS སྔོན་སྒྲིག་བརའུ་སར་ཟུར་བཞག་བྱེད། དེ་ལས་མང་བའི་ཆ་འཕྲིན་ལ་གོང་གི་ <a href=#alternative_browser>FAQ entry</a> ལ་གཟིགས།
cs: Toto nastavení umožňuje manuální výběr prohlížeče, který I2P spustí při spuštění (pokud je konzole <a href=/configservice#browseronstart>nastavena</a> tak, aby při spuštění spouštěla prohlížeč), přepsání výchozího prohlížeče v OS. Další informace naleznete v <a href=#alternative_browser>FAQ odpovědi</a> výše.
da: Denne indstilling giver mulighed for manuel valg af browser, som I2P vil starte ved opstart (hvis konsollen er <a href=/configservice#browseronstart>konfigureret</a> til at starte en browser ved opstart), og som tilsidesætter den standardbrowser, der er valgt i operativsystemet. For mere information, se ovenstående <a href=#alternative_browser>FAQ-indlæg</a>.
el: Αυτή η ρύθμιση επιτρέπει τη χειροκίνητη επιλογή του φυλλομετρητή που θα εκκινήσει το I2P κατά την εκκίνηση (εάν η κονσόλα έχει <a href=/configservice#browseronstart>διαμορφωθεί</a> για να εκκινεί έναν φυλλομετρητή κατά την εκκίνηση), αντικαθιστώντας τον προεπιλεγμένο φυλλομετρητή του ΛΣ. Για περισσότερες πληροφορίες, ανατρέξτε στη <a href=#alternative_browser>καταχώριση FAQ</a> παραπάνω.
es: Esta configuración permite la selección manual del navegador que I2P lanzará al inicio (si la consola está <a href=/configservice#browseronstart>configurada</a> para lanzar un navegador al inicio), sobrescribiendo el navegador predeterminado del sistema operativo. Para más información, consultar la entrada de <a href=#alternative_browser>Preguntas frecuentes</a> anterior.
et: See seade võimaldab käsitsi valida brauseri, mille I2P käivitab käivitamisel (kui konsool on <a href=/configservice#browseronstart>konfigureeritud</a> käivitamisel brauseri käivitamiseks) ja tühistab operatsioonisüsteemi vaikimisi brauseri. Lisateabe saamiseks vaadake eespool olevat <a href=#alternative_browser>KKK kirjet</a>.
fa: این تنظیم امکان انتخاب دستی مرورگری را که I2P هنگام راه اندازی راه اندازی می کند را می دهد (اگر کنسول <a href=/configservice باشد
fi: Tämä asetus mahdollistaa selaimen manuaalisen valinnan, joka I2P käynnistää käynnistyksen yhteydessä (jos konsoli on <a href=/configservice#browseronstart>konfiguroitu</a> käynnistämään selaimen käynnistyksen yhteydessä), syrjäyttäen käyttöjärjestelmän oletusselaimen. Lisätietoja löydät yllä olevasta <a href=#alternative_browser>UKK-kohdasta</a>.
hi: यह सेटिंग आपको ऐसे ब्राउज़र का मानवीय चयन करने की अनुमति देती है जिसे I2P शुरुआत के समय लॉन्च करेगा (यदि कंसोल <a href=/configservice#browseronstart>सेट</a> की गई है कि शुरुआत के समय ब्राउज़र लॉन्च करे), ऑपरेटिंग सिस्टम के प्रमुख ब्राउज़र को प्राथमिकता देते हुए। अधिक जानकारी के लिए, ऊपर के <a href=#alternative_browser>FAQ प्रश्न</a> को देखें।
hu: Ez a beállítás lehetővé teszi, hogy manuálisan kiválaszd a böngészőt, amelyet az I2P indít a rendszerindításkor (ha a konzolon be van állítva, hogy indítson egy böngészőt a rendszerindításkor), felülírva az operációs rendszer alapértelmezett böngészőjét. További információért lásd a fenti <a href=#alternative_browser>Gyakran Ismételt Kérdések</a> bejegyzést.
in: Pengaturan ini memungkinkan pemilihan browser secara manual yang akan dijalankan I2P pada saat memulai (jika konsol telah dikonfigurasi untuk <a href=/configservice#browseronstart>meluncurkan browser</a> pada saat memulai), menimpa browser default sistem operasi. Untuk informasi lebih lanjut, lihat entri <a href=#alternative_browser>FAQ</a> di atas.
it: Questa impostazione consente la selezione manuale del browser che I2P avvierà all'avvio (se la console è <a href=/configservice#browseronstart>configurata</a> per avviare un browser all'avvio), sostituendo il browser predefinito del sistema operativo. Per ulteriori informazioni, consultare la <a href=#alternative_browser>domanda frequente</a> sopra.
ja: この設定では、I2Pが起動時に起動するブラウザーを手動で選択することができます（コンソールが起動時にブラウザーを起動するように<a href=/configservice#browseronstart>設定</a>されている場合）、OSのデフォルトブラウザーを上書きします。詳細については、上記の<a href=#alternative_browser>FAQエントリー</a>を参照してください。
ko: 이 설정은 I2P가 시작될 때 (콘솔이 기동 시 브라우저를 실행하도록<a href=/configservice#browseronstart>구성</a> 된 경우) OS 기본 브라우저를 재정의하여 시작 시 브라우저를 수동으로 선택할 수 있습니다. 자세한 내용은 위의 <a href=#alternative_browser>FAQ 항목</a> 참조.
nb: Denne innstillingen lar deg manuelt velge nettleseren som I2P vil starte på oppstart (hvis konsollen er <a href=/configservice#browseronstart>konfigurert</a> for å starte en nettleser ved oppstart), og overstyrer standard nettleser for OS. For mer informasjon, se <a href=#alternative_browser>FAQ-innlegg</a> ovenfor.
nl: Met deze instelling kan handmatig een browser worden geselecteerd die I2P bij het opstarten wordt gestart (als de console is <a href=/configservice#browseronstart>geconfigureerd</a> om een browser bij het opstarten te starten), waarmee de standaardbrowser van het besturingssysteem wordt overschreven. Voor meer informatie, zie de <a href=#alternative_browser>FAQ-invoer</a> hierboven.
pt: Essa configuração permite a seleção manual do navegador que o I2P iniciará na inicialização (se o console estiver <a href=/configservice#browseronstart>configurado</a> para iniciar um navegador na inicialização), substituindo o navegador padrão do sistema operacional. Para obter mais informações, consulte a <a href=#alternative_browser>entrada da FAQ</a> acima.
sl: Ta nastavitev omogoča ročno izbiro brskalnika, ki ga bo I2P zagnal ob zagonu (če je konzola <a href=/configservice#browseronstart>nastavljena</a> za zagon brskalnika ob zagonu), s čimer nadomešča privzeti brskalnik operacijskega sistema. Za več informacij glejte <a href=#alternative_browser>vnos ČPP</a> zgoraj.
sv: Denna inställning möjliggör manuell val av webbläsare som I2P kommer att starta på uppstart (om konsolen är <a href=/configservice#browseronstart>konfigurerad</a> att starta en webbläsare vid uppstart), och överstyr standardwebbläsaren för operativsystemet. För mer information, se <a href=#alternative_browser>FAQ-inlägget</a> ovan.
uk: Цей параметр дозволяє вручну вибору браузера, який I2P запустить під час запуску (якщо консоль <a href=/configservice#browseronstart>налаштований</a> для запуску браузера в запуску), переважаючи браузер за замовчуванням ОС. Для отримання додаткової інформації див. <a href=#alternative_browser>введення FAQ</a> вище.
vi: Thiết lập này cho phép lựa chọn thủ công trình duyệt mà I2P sẽ khởi động khi khởi động (nếu bảng điều khiển được <a href=/configservice#browseronstart>cấu hình</a> để khởi động trình duyệt khi khởi động), ghi đè trình duyệt mặc định của HĐH. Để biết thêm thông tin, xem mục <a href=#alternative_browser>FAQ</a> ở trên.

source: When set to true, this enables gzip compression for the router console and default web applications. [Enabled by default]
ar: عند تعيينه على صحيح، هذا يمكّن ضغط gzip لواجهة تحكم الراوتر والتطبيقات الويب الافتراضية. [ممكن بالافتراض]
az: Doğru təyin edildikdə, bu, router konsolu və standart veb tətbiqləri üçün gzip sıxılma imkanı verir. [Standart olaraq aktivdir]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། རོ་ཌེར་ console དང་སྔོན་སྒྲིག་ web applications ལ་ gzip བཙུགས་སྒྲིག་བྱིན་ཡོད། [སྔོན་སྒྲིག་བྱིན་ཡོད།]
cs: Pokud je nastaveno na true, povoluje gzip kompresi pro konzoli routeru a výchozí webové aplikace. [Výchozí hodnota zapnuta]
da: Når denne indstilling er aktiveret, vil gzip-komprimering blive aktiveret for routerkonsollen og standard webapplikationer. [Aktiveret som standard]
el: Όταν οριστεί σε αληθές, ενεργοποιεί τη συμπίεση Gzip για την κονσόλα του δρομολογητή και τις προεπιλεγμένες ιστοσελίδες. [Είναι ενεργοποιημένο από προεπιλογή]
es: Cuando se establece en true, esto habilita la compresión gzip para la consola del enrutador y las aplicaciones web predeterminadas. [Habilitado de forma predeterminada]
et: Kui see on seatud tõeväärtuseks, lubab see ruuterikonsooli ja vaikimisi veebirakenduste puhul gzipi andmete tihendamist. [Vaikekäitumine on lubatud]
fa: وقتی روی true تنظیم می شود، فشرده سازی gzip را برای کنسول روتر و برنامه های پیش فرض وب فعال می کند.
fi: Kun tämä on asetettu arvoon "true", tämä mahdollistaa gzip-pakkauksen käytön reitittimen konsolille ja oletusverkkosovelluksille. [Oletuksena käytössä]
hi: जब यह सत्य कर दिया जाता है, तो यह राउटर कंसोल और मानक वेब एप्लिकेशन के लिए gzip कंप्रेशन सक्षम करता है। [मानक रूप से सक्षम]
hu: Ha igazra van állítva, ez engedélyezi a gzip tömörítést a router konzolon és a webalkalmazásokon. [Alapértelmezetten engedélyezve]
in: Ketika diatur menjadi true, ini akan mengaktifkan kompresi gzip untuk konsol router dan aplikasi web default. [Diaktifkan secara default]
it: Se impostato su "true", ciò consente la compressione GZIP per la console del router e le applicazioni Web predefinite. [Abilitato per impostazione predefinita]
ja: trueに設定すると、ルーターコンソールとデフォルトのWebアプリケーションでGZIP圧縮が有効になります。[デフォルトで有効]
ko: true로 설정하면 라우터 콘솔 및 기본 웹 응용 프로그램에 대한 gzip 압축이 활성화됩니다. [기본적으로 활성화됨]
nb: Når dette er satt til true aktiveres gzip-komprimering for ruterkonsollen og standard webapplikasjoner. [Aktivert som standard]
nl: Wanneer ingesteld op waar, wordt gzip-compressie ingeschakeld voor de routerconsole en standaard webapplicaties. [Standaard ingeschakeld]
pt: Quando definido como verdadeiro, isso ativa a compactação gzip para o console do roteador e os aplicativos da web padrão. [Habilitado por padrão]
sl: Ko je nastavljeno na true, omogoči gzip kompresijo za konzolo usmerjevalnika in privzete spletna aplikacije. [Omogočeno privzeto]
sv: När inställd på sann, aktiverar detta gzip-komprimering för routerkonsolen och standard webbapplikationer. [Aktiverat som standard]
uk: Якщо встановлено True, це дозволяє стиснути GZIP для консолі маршрутизатора та веб -додатків за замовчуванням. [Увімкнено за замовчуванням]
vi: Khi được đặt thành TRUE, điều này cho phép nén GZIP cho bảng điều khiển bộ định tuyến và các ứng dụng web mặc định. [Được bật theo mặc định]

source: When set to true, this enables plugin installation on the <a href=/configplugins>Plugin Configuration page</a>. [Enabled by default]
ar: عند تعيينه على صحيح، هذا يمكّن تثبيت الإضافات على صفحة <a href=/configplugins>إعدادات الإضافات</a>. [ممكن بالافتراض]
az: Əslinə qaldıqda, bu, <a href=/configplugins>Qoşma Konfiqurasiyası səhifəsində</a> plagin quraşdırılmasına imkan verir. [Standart olaraq aktivdir]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། <a href=/configplugins>Plugin Configuration page</a> ཐོག་ plugin གསར་སྒྲིག་བྱིན་ཡོད། [སྔོན་སྒྲིག་བྱིན་ཡོད།]
cs: Pokud je nastaveno na true, povoluje instalaci zásuvného modulu na stránce <a href=/configplugins>Plugin Configuration</a>. [Výchozí hodnota zapnuta]
da: Når denne indstilling er aktiveret, kan plugins installeres på <a href=/configplugins>Plugin-konfigurationssiden</a>. [Aktiveret som standard]
es: Cuando se establece en true, esto habilita la instalación de complementos en la página <a href=/configplugins>Configuración de complementos</a>. [Habilitado de forma predeterminada]
et: Kui see on seatud väärtusele Tõene, lubab see pistikprogrammi installimise <a href=/configplugins>pistikprogrammi konfigureerimise lehel</a>. [Vaikimisi lubatud]
fa: وقتی روی true تنظیم شود، نصب افزونه را در <a href=/configplugins>صفحه پیکربندی افزونه</a> فعال می‌کند.
fi: Kun tämä on asetettu arvoon "true", tämä mahdollistaa lisäosien asennuksen <a href=/configplugins>Lisäosien määritys -sivulla</a>. [Oletuksena käytössä]
hi: जब यह सत्य किया जाता है, तो यह <a href=/configplugins>प्लगइन सेटिंग पृष्ठ</a> पर प्लगइन स्थापना को सक्षम करता है। [द्वारा सक्षम होने वाला]
hu: Ha igazra van állítva, ez engedélyezi a bővítmények telepítését a <a href=/configplugins>Bővítmény Konfiguráció oldalon</a>. [Alapértelmezetten engedélyezve]
in: Ketika diatur menjadi true, ini akan mengaktifkan pemasangan plugin di halaman <a href=/configplugins>Konfigurasi Plugin</a>. [Diaktifkan secara default]
it: Se impostato su "true", questo abilita l'installazione del plug -in sulla pagina di configurazione del plug -plugins> href=/configplugins>. [Abilitato per impostazione predefinita]
ja: trueに設定すると、<a href=/configplugins>プラグイン設定ページ</a>でのプラグインのインストールが有効になります。[デフォルトで有効]
ko: true로 설정하면 <a href=/configplugins>플러그인 구성 페이지</a>에서 플러그인 설치가 가능해집니다. [기본적으로 활성화됨]
nb: Når dette er satt til true, aktiveres installasjon av tillegg på siden for <a href=/configplugins>tilleggsinnstillinger</a>. [Aktivert som standard]
nl: Wanneer ingesteld op waar, wordt het installeren van plugins ingeschakeld op de <a href=/configplugins>Plugin configuratiepagina</a>. [Standaard ingeschakeld]
pt: Quando definido como verdadeiro, isso permite a instalação de plugins na <a href=/configplugins>página de Configuração de Plugins</a>. [Habilitado por padrão]
sl: Ko je nastavljeno na true, omogoča namestitev vstavka na <a href=/configplugins>Strani za konfiguracijo vstavka</a>. [Omogočeno privzeto]
sv: När inställd på sann, aktiverar detta installation av tillägg på <a href=/configplugins>Sida för tilläggsinställningar</a>. [Aktiverat som standard]
uk: Якщо встановлено в True, це дозволяє встановити плагін на <a href=/configplugins>Сторінка конфігурації плагіна</a>. [Увімкнено за замовчуванням]
vi: Khi được đặt thành TRUE, điều này cho phép cài đặt plugin trên trang <a href=/configplugins>Cấu hình Plugin</a>. [Được bật theo mặc định]
