Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You can override the <a href=http://127.0.0.1:7658/help/images/>default appearance</a> of the directory listing by supplying an edited <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> file to set a global appearance. Note that this file will not be displayed in the webserver's directory listing. Files and directories prefixed with . and files named favicon.ico or files ending with ~ or .bak or .old will also be hidden from view (though still accessible). Note: To create hidden files with a . prefix on Windows, add a trailing . to the file or directory e.g. <code>.hidden.</code>; Windows explorer will then save the file with the correct name, removing the trailing dot in the process.
ar: يمكنك تجاوز <a href=http://127.0.0.1:7658/help/images/>المظهر الافتراضي</a> لقائمة الدليل عن طريق توفير ملف <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> محرر لتعيين مظهر عالمي. لاحظ أن هذا الملف لن يتم عرضه في قائمة دليل الخادوم الويب. سيتم أيضًا إخفاء الملفات والدلائل المُسبقة بـ . والملفات المسماة favicon.ico أو الملفات المنتهية بـ ~ أو .bak أو .old من العرض (على الرغم من إمكانية الوصول إليها). ملاحظة: لإنشاء ملفات مخفية باستخدام سابقة . على ويندوز، أضف نقطة تالية إلى الملف أو الدليل على سبيل المثال <code>.hidden.</code>؛ سيقوم متصفح ويندوز بحفظ الملف بالاسم الصحيح، مع إزالة النقطة التالية فيالعملية.
az: <a href=http://127.0.0.1:7658/help/images/>Default görünüşü</a>,verilənlər baxışını düzəldək <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> same file secure daslayaraq düzəldə bilərsiniz. Təbii ki burada stabil olaraq bu css fayl görsənmir. Birbaşa görmə (lakin hələ də gizlidən çatdırılan) üçün . dən başlayan fayllar və qovluqlar, favicon.ico adlanan fayllar və ya ~ ilə və ya .bak və .old ilə bitən fayllar gözəl görünməzlər. Göstərilən xususiyət Windows üçün . ilə başlayan gizli faylları yaratmaq üçün keçərli məsələdir. hərəkət etməmiş .-la bitən fayllar və qovluqlara nümunə kimi <code>.gizli.</code> əlavə edə bilərsiniz. Windows kəşfiyyatçısı beləliklə faylı düzgün adla yadırmağı, hərəkət etməmiş nöqtəni silməkdən keçirəcək.
bo: ཁྱོད་ཀྱིས་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བའི་དཔེ་འབྱུང་གི་མིང་བསྡུས་པའི་ཚོད་བཟུང་བར་བཟོ་ནས་<a href=http://127.0.0.1:7658/help/images/>དཔེ་འབྱུང་གི་མིང་བསྡུས་པའི་ཚོད</a> དེ་བཟུང་བར་བཟོ་བོ། <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> དེ་བཟུང་བར་བཟོ་ནས་གཞི་བཟུང་བའི་མིང་བསྡུས་པའི་ཚོད་བཟུང་བར་བཟོ་བོ། མཆན་ཚང་། འདི་ཤོག་ནི་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་ནང་མེན་པར་བཟོ་བོ། . དེ་བཟུང་བར་བཟོ་བོའི་ཤོག་དང་། ཤོག་གི་མིང་ནི་favicon.ico ཡང་ན་~ ཡང་ན་.bak ཡང་ན་.old དེ་བཟུང་བར་བཟོ་བོའི་ཤོག་ཚོ་ནི་མཐོང་བར་མི་ཐུབ་པ་ཡིན་པ་མེན། (ཡང་ན་གཞི་བཟུང་བར་བཟོ་ཐུབ།) མཆན་ཚང་། Windows ནང་གི་ཤོག་གི་མིང་ནི་. དེ་བཟུང་བར་བཟོ་བོའི་ཤོག་ཚོ་བཟུང་བར་བཟོ་ན་ཤོག་གི་མིང་ནང་. དེ་བཟུང་བར་བཟོ་བོ། <code>.hidden.</code> དེ་བཟུང་བར་བཟོ་བོ། Windows ནང་གི་ཤོག་གི་མིང་ནི་དཔེ་འབྱུང་གི་ཚོད་དུ་བཟུང་བར་བཟོ་བོ། ཡི་གེའི་དུས་ཤོག་གི་མིང་ནང་གི་. དེ་མེན་པར་བཟོ་བོ།
cs: Můžete přepsat <a href=http://127.0.0.1:7658/help/images/>výchozí vzhled</a> seznamu adresářů tím, že poskytnete upravený soubor <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> k nastavení globálního vzhledu. Všimněte si, že tento soubor nebude zobrazen v seznamu adresářů webového serveru. Soubory a adresáře s prefixem . a soubory pojmenované favicon.ico nebo soubory končící ~ nebo .bak nebo .old budou také skryty zobrazení (i když stále přístupné). Poznámka: Abyste na systému Windows vytvořili skryté soubory s prefixem ., přidejte k souboru nebo adresáři tečku na konci, například <code>.skrytý.</code>; Průzkumník souborů systému Windows pak soubor uloží se správným názvem a odstraní tečku na konci.
da: Du kan tilpasse det <a href=http://127.0.0.1:7658/help/images/>standardudseende</a> for mappelisten ved at levere en redigeret <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> fil for at indstille et globalt udseende. Bemærk at denne fil ikke vil blive vist i webserverens mappeliste. Filer og mapper med præfikset . og filer navngivet favicon.ico eller filer der slutter med ~ eller .bak eller .old vil også være skjulte (men stadig tilgængelige). Bemærk: For at oprette skjulte filer med en . præfiks i Windows, skal du tilføje en prik i slutningen af filen eller mappen f.eks. <code>.hidden.</code>. Windows Explorer vil derefter gemme filen med det korrekte navn og fjerne den efterfølgende prik i processen.
el: Μπορείτε να αντικαταστήσετε τη <a href=http://127.0.0.1:7658/help/images/>προεπιλεγμένη εμφάνιση</a> της λίστας καταλόγων προμηθεύοντας ένα επεξεργασμένο αρχείο <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> για να ορίσετε μια παγκόσμια εμφάνιση. Σημειώστε ότι αυτό το αρχείο δεν θα εμφανίζεται στη λίστα καταλόγων του διακομιστή ιστού. Τα αρχεία και τα φακέλλουμεα που ξεκινούν με ., τα αρχεία με όνομα favicon.ico ή τα αρχεία που τελειώνουν με ~ ή .bak ή .old θα παραμείνουν κρυφά (αν και προσπελάσιμα). Σημείωση: Για να δημιουργήσετε κρυφά αρχεία με . πρόθεμα στα Windows, προσθέστε ένα τελικό . στο αρχείο ή στον φάκελο, π.χ., <code>.κρυφό.</code>; Ο εξερευνητής των Windows θα αποθηκεύσει το αρχείο με το σωστό όνομα, αφαιρώντας το τελικό τελεία στη διαδικασία.
es: Puedes anular la <a href=http://127.0.0.1:7658/help/images/>apariencia predeterminada</a> del listado de directorios suministrando un archivo <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> editado para establecer una apariencia global. Ten en cuenta que este archivo no se mostrará en el listado de directorios del servidor web. Los archivos y directorios precedidos por . y los archivos llamados favicon.ico o archivos que terminen con ~ o .bak o .old también se ocultarán de la vista (aunque sigan siendo accesibles). Nota: para crear archivos ocultos con el prefijo . en Windows, agrega un punto al final al archivo o directorio, p.ej. <code>.hidden.</code>; el explorador de Windows guardará el archivo con el nombre correcto, eliminando el punto al final del proceso.
et: Saate vaikimaarse kataloogi loendi <a href=http://127.0.0.1:7658/help/images/>vaikimisi välimust</a> muuta, andes redigeeritud <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> faili, et seada ülemaailmne välimus. Pange tähele, et seda faili ei kuvata veebiserveri kataloogi loendis. Nimega . algavad failid ja kataloogid nimega favicon.ico või failid, mis lõppevad ~, .bak või .old, on samuti vaatest peidetud (kuigi veel kättesaadavad). Märkus: varjatud failide loomiseks punktiga alguses Windowsis lisage punkt lõppu, näiteks <code>.peidetud.</code>; Windows Explorer salvestab faili seejärel õige nimega, jättes punkti lõpust ära.
fa: می‌توانید ظاهر پیش‌فرض گزینش فهرست‌های دایرکتوری را تغییر دهید با ارائه یک فایل ویرایش‌شده <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> برای تنظیم ظاهر کلی. توجه داشته باشید که این فایل در گزینش فهرست دایرکتوری وب‌سرور نمایش داده نخواهد شد. فایل‌ها و دایرکتوری‌هایی که با . آغاز می‌شوند و فایل‌های favicon.ico یا فایل‌هایی که با ~ یا .bak یا .old تمام می‌شوند نیز از مشاهده مخفی خواهند شد (گر چه همچنان قابل دسترس خواهند بود).
fi: Hakemistoluettelon <a href=http://127.0.0.1:7658/help/images/>oletusnäkymän</a> voi korvata toimittamalla muokatun <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> tiedoston, jolla määritetään globaali ulkoasu. Huomaa, että tämä tiedosto ei näy palvelimen hakemistoluettelossa. Pisteellä alkavat tiedostot ja hakemistot sekä favicon.ico-tiedostot tai ~-tai .bak- tai .old-päätteiset tiedostot ovat myös piilossa (mutta silti saavutettavissa). Huomio: Windowsissa piilossa olevien tiedostojen luomiseksi pisteellä alkavilla nimillä lisää tiedoston tai hakemiston loppuun piste, esim. <code>.hidden.</code>; Windows Explorer tallentaa sitten tiedoston oikealla nimellä poistaen loppupiste.
hi: आप डायरेक्टरी सूची की मानक दृश्यता को छोड़कर भी प्रभावित कर सकते हैं द्वारा एक संपादित प्रदान करके <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> फ़ाइल एक वैश्विक दृश्यता सेट करने के लिए। ध्यान दें कि यह फ़ाइल वेबसर्वर की डायरेक्टरी सूची में नहीं दिखाई देगी। अंकुश के साथ फ़ाइलों और डायरेक्टरी (.), फ़ाइलों के नाम favicon.ico के साथ या जिनके साथ समाप्त होते हैं ~ या .bak या .old दृश्य में छिपे होंगे (हालांकि अभी भी पहुँचने में सक्षम होंगे)। नोट: विंडोज़ में . प्रीफ़ैक्स वाले छिपे फ़ाइल बनाने के लिए, फ़ाइल या डायरेक्टरी के अंत में एक अतिरिक्त . जोड़ें, उदाहरण के लिए <code>.hidden.</code>; फिर विंडोज़ एक्सप्लोरर फ़ाइल को सही नाम से सहेजेगा, प्रक्रिया में अंतिम डॉट को हटाकर।
hu: A könyv mappák alapértelmezett kinézetét felül lehet bírálni azáltal, hogy egy szerkesztett jetty-dir.css fájlt adunk meg a globális kinézethez. Megjegyzés: Ez a fájl nem jelenik meg a webszerver mappalista oldalán. Pontban kezdődő fájlok és könyvtárak, a favicon.ico nevű fájlok és a ~ végződésű, vagy .bak, vagy .old fájlok szintén rejtve lesznek a nézet elől (de még elérhetőek). Megjegyzés: Rejtett fájlokat, amelyek a . előtagot viselik, a Windows rendszeren egy pontot adhatsz hozzá a fájl vagy a könyvtár mögé, pl. <code>.rejtett.</code>; A Windows fájlszemlélője ekkor a megfelelő névvel menti el a fájlt, és eltávolítja a végződő pontot a folyamat során.
in: Anda dapat mengabaikan penampilan <a href=http://127.0.0.1:7658/help/images/>bawaan</a> daftar direktori dengan menyediakan file <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> yang telah diedit untuk menyetel penampilan global. Perhatikan bahwa file ini tidak akan ditampilkan dalam daftar direktori webserver. File dan direktori yang diawali titik beserta file bernama favicon.ico atau berakhiran ~ atau .bak atau .old juga akan tersembunyi (meski masih dapat diakses). Catatan: Untuk membuat file tersembunyi dengan awalan titik besar di Windows, tambahkan titik di akhir file atau direktori contoh <code>.hidden.</code>; Windows explorer akan menyimpan file dengan nama benar, sambil menghilangkan titik di akhir.
it: Puoi sovrascrivere l'<a href=http://127.0.0.1:7658/help/images/>aspetto predefinito</a> della lista delle directory fornendo un file <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> modificato per impostare un aspetto globale. Nota che questo file non sarà visualizzato nell'elenco delle directory del server web. I file e le directory con prefisso . e i file di nome favicon.ico o i file con estensione ~ o .bak o .old saranno anche nascosti dalla vista (anche se ancora accessibili). Nota: per creare file nascosti con un prefisso . su Windows, aggiungi un punto finale al file o alla directory ad esempio <code>.hidden.</code>; l'esplora risorse Windows salverà quindi il file con il nome corretto, rimuovendo il punto finale durante il processo.
ja: ディレクトリリストの<a href=http://127.0.0.1:7658/help/images/>デフォルトの表示</a>を上書きするには、編集した<a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a>ファイルを提供してグローバルな表示を設定することができます。このファイルはWebサーバのディレクトリリストに表示されません。名前の前に.が付いているファイルとディレクトリ、favicon.icoという名前のファイル、~や.bak、.oldで終わるファイルを表示から非表示にすることもできます（ただし、アクセスは可能です）。注：Windows上で.で始まる隠しファイルを作成するには、ファイルやディレクトリに末尾に.を追加します。たとえば、<code>.hidden.</code>とします。Windowsエクスプローラは、その際に末尾のドットを削除して正しい名前でファイルを保存します。
ko: 편집된 <a href=http://127.0.0.1을 제공하여 디렉토리 목록의 <a href=http://127.0.0.1:7658/help/images/>기본 모양</a>을 무시할 수 있습니다.
nb: Du kan overstyre standardutseendet for visningen av katalogen ved å levere en redigert jetty-dir.css-fil for å sette et globalt utseende. Merk at denne filen ikke vil bli vist i webserverens katalogliste. Filer og kataloger som har en . som prefiks og filer som er navngitt favicon.ico eller filer som slutter med ~ eller .bak eller .old vil også bli skjult fra visningen (selv om de fortsatt er tilgjengelige). Obs: For å opprette skjulte filer med en . som prefiks på Windows, legg til en prikkumiddelbart etter navnet, for eksempel .skjult.; Windows utforsker vil deretter lagre filen med det riktige navnet og fjerne den ekstra prikken i prosessen.
nl: U kunt het <a href=http://127.0.0.1:7658/help/images/>standaarduiterlijk</a> van de directorylijst overschrijven door een bewerkt <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> bestand te leveren om een globaal uiterlijk in te stellen. Houd er rekening mee dat dit bestand niet wordt weergegeven in de directorylijst van de webserver. Bestanden en mappen met een . voorvoegsel en bestanden met de naam favicon.ico of bestanden die eindigen op ~ of .bak of .old worden ook verborgen (hoewel nog steeds toegankelijk). Opmerking: om verborgen bestanden met een . voorvoegsel op Windows te maken, voegt u een punt aan het bestand of de map toe, bijvoorbeeld <code>.verborgen.</code>; Windows Verkenner slaat het bestand vervolgens op met de juiste naam, waarbij de punt aan het einde wordt verwijderd.
pt: Você pode substituir a <a href=http://127.0.0.1:7658/help/images/>aparência padrão</a> da listagem de diretórios fornecendo um arquivo <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> editado para definir uma aparência global. Observe que este arquivo não será exibido na listagem de diretórios do servidor da web. Arquivos e diretórios prefixados com . e arquivos com o nome favicon.ico ou arquivos que terminam com ~ ou .bak ou .old também ficarão ocultos da visualização (embora ainda acessíveis). Nota: Para criar arquivos ocultos com um prefixo . no Windows, adicione um . no final do arquivo ou diretório, por exemplo, <code>.oculto.</code>; O Windows Explorer salvará o arquivo com o nome correto, removendo o ponto final no processo.
sl: Lahko nadomestite <a href=http://127.0.0.1:7658/help/images/>privzeto izgled</a> seznama mape tako, da pružite urejeno <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> datoteko za določitev globalnega izgleda. Opomba: ta datoteka se ne bo prikazala v seznamu mape spletne strežnika. Datoteke in mape, označene z ., in datoteke imenovane favicon.ico ali datoteke, končajo z ~ ali .bak ali .old, bodo tudi skrite iz videza (vendar še vedno dostopne). Opomba: za ustvarjanje skrite datoteke s . predpono na Windows, dodajte končno . na datoteko ali mape, npr. <code>.hidden.</code>; potem bo Windows Explorer shranil datoteko z pravilnim imenom, odstranil pa končno točko v procesu.
sv: Du kan åsidosätta <a href=http://127.0.0.1:7658/help/images/>standardutseendet</a> för katalogöversikten genom att tillhandahålla en redigerad <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a>-fil för att ställa in ett globalt utseende. Observera att denna fil inte visas i webbserverns katalogöversikt. Filer och kataloger med prefix . och filer som heter favicon.ico eller filer som avslutas med ~ eller .bak eller .old kommer också att döljas från visning (men fortfarande vara tillgängliga). Observera: För att skapa dolda filer med ett .-prefix på Windows, lägg till ett punktum efter filen eller katalogen t.ex. <code>.dold.</code>; Utforskaren i Windows sparar då filen med rätt namn och tar bort det sista punktumet i processen.
uk: Можна переoverrideити <a href=http://127.0.0.1:7658/help/images/>типовий вигляд</a> списку каталогів, надавши відредагований файл <a href=http://127.0.0.1:7658/.resources/jetty-dir.css>jetty-dir.css</a> для встановлення глобального вигляду. Зауважте, що цей файл не буде відображатись у списку каталогів веб-сервера. Файли та каталоги з префіксом ., а також файли з іменами favicon.ico чи з кінцівками ~ або .bak чи .old також будуть приховані (але доступні). Зауваження: Для створення прихованих файлів з префіксом . в Windows додайте крапку в кінці імені файла чи каталогу, наприклад <code>.hidden.</code>; при цьому Windows Explorer збереже файл з правильним ім'ям, видаляючи кінцеву крапку.
vi: Bạn có thể ghi đè <a href=http://127.0.0.1:7658/help/images/>giao diện mặc định</a> của danh sách thư mục bằng cách cung cấp <a href=http://127.0.0.1:7658 đã chỉnh sửa /.resources/jetty-dir.css>jetty-dir.css</a> để thiết lập giao diện chung. Lưu ý rằng tệp này sẽ không được hiển thị trong danh sách thư mục của máy chủ web. Các tập tin và thư mục có tiền tố . và các tệp có tên favicon.ico hoặc các tệp kết thúc bằng ~ hoặc .bak hoặc .old cũng sẽ bị ẩn khỏi chế độ xem (mặc dù vẫn có thể truy cập được). Lưu ý: Để tạo file ẩn có đuôi . tiền tố trên Windows, thêm đuôi . vào tập tin hoặc thư mục, ví dụ: <code>.hidden.</code>; Sau đó, Windows explorer sẽ lưu tệp với tên chính xác, loại bỏ dấu chấm trong quá trình này.
