Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Classified as slow
ar: تصنف على أنها بطيئة
az: Yavaş olaraq təsnif edilir
bo: དལ་བར་དབྱེ་བ།
cs: Klasifikováno jako pomalé
da: Klassificeret som langsom
el: Κατατάσσεται ως αργή
es: Clasificado como lento
et: klassifitseeritud aeglaseks
fa: به عنوان کند طبقه بندی شده است
fi: Luokitellaan hitaiksi
hi: धीमा के रूप में वर्गीकृत
hu: Lassúnak minősítve
in: Tergolong lambat
it: Classificato come lento
ja: 低速として分類
ko: 느리게 분류됩니다
nb: Klassifisert som treg
nl: Geclassificeerd als langzaam
pt: Classificado como lento
sl: Klasificiran kot počasen
sv: Klassad som långsam
uk: Класифікується як повільна
vi: Được phân loại là chậm

source: Yes
ar: نعم
az: Bəli
bo: ཡིན།
cs: Ano
da: Ja
el: Ναι
es: Sí
et: jah
fa: بله
fi: Kyllä
hi: हाँ
hu: Igen
in: Ya
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pt: Sim
sl: Da
sv: Ja
uk: Так
vi: Có

source: No
ar: لا
az: Xeyr
bo: མིན།
cs: Ne
da: Nej
el: Όχι
es: Sí
et: Ei
fa: نه
fi: Ei
hi: नहीं
hu: Nem
in: Tidak
ja: いいえ
ko: 아니오
nb: Nei
nl: Nee
pt: Não
sl: Ne
sv: Nej
uk: Ні
vi: Không

source: GeoIP Db
hi: GeoIP डेटाबेस
ko: GeoIP 데이터베이스

source: Target
ar: الهدف
az: Hədəf
bo: དམིགས་ཡུལ།
cs: Cíl
da: Mål
el: Στόχος
es: Objetivo
et: Sihtmärk
fa: هدف
fi: Kohde
hi: लक्ष्य
hu: Cél
in: Sasaran
it: Bersaglio
ja: ターゲット
ko: 대상
nb: Mål
nl: Doelstelling
pt: Alvo
sl: Cilj
sv: Mål
uk: Ціль
vi: Mục tiêu

source: Interval
ar: الفاصل الزمني
bo: བར་མཚམས།
el: Διάστημα
es: Intervalo
et: Intervall
fa: فاصله زمانی
fi: Intervalli
hi: अंतराल
hu: Intervallum
in: Jeda
it: Intervallo
ja: インターバル
ko: 간격
nb: Intervall
pt: Intervalo
sv: Intervall
uk: Інтервал
vi: Khoảng thời gian

source: initializing
ar: التهيئة
az: başlanğıc
bo: འགོ་ཚུགས་བཞིན་པ།
cs: inicializace
da: initialisering
el: αρχικοποίηση
es: inicializando
et: initsialiseerimine
fa: مقدار دهی اولیه
fi: alustaa
hi: Inicializing
hu: inicializálás
in: inisialisasi
it: inizializzazione in corso
ja: 初期化中
ko: 초기화
nb: initialisering
nl: initialiseren
pt: inicializando
sl: zagon
sv: initiering
uk: ініціалізація
vi: đang khởi tạo

source: entries
ar: المدخلات
az: qeydlər
bo: ཐོ་འགོད།
cs: zápisy
da: indgange
el: εγγραφές
es: entradas
et: kanded
fa: مدخل
fi: merkinnät
hi: प्रविष्टियाँ
hu: bejegyzések
in: entri
it: voci
ja: エントリー
ko: 항목
nb: innlegg
nl: inzendingen
pt: entradas
sl: vstopi
sv: inlägg
uk: записи
vi: mục nhập

source: Cache file
ar: ملف ذاكرة التخزين المؤقت
az: Keş faylı
bo: Cache ཡིག་ཆ།
cs: Soubor mezipaměti
da: Cache-fil
el: Αρχείο προσωρινής μνήμης
es: Archivo de caché
et: vahemälufail
fa: فایل کش
fi: Välimuistitiedosto
hi: केश फ़ाइल
hu: Gyorsítótár fájl
in: Berkas cache
it: File cache
ja: キャッシュファイル
ko: 캐시 파일
nb: Cache-fil
nl: Cachebestand
pt: Arquivo de cache
sl: Datoteka predpomnilnika
sv: Cachefil
uk: Кеш-файл
vi: Tệp đệm

source: Installed
ar: المثبتة
az: Quraşdırılmışdır
bo: གསར་སྒྲིག་བྱས།
cs: Nainstalováno
da: Installeret
el: Εγκατεστημένο
es: Instalado
et: Installitud
fa: نصب شده
fi: Asennettu
hi: इंस्टॉल किया
hu: Telepítve
in: Dipasang
it: Installato
ja: インストール済み
ko: 설치됨
nb: Installert
nl: Geïnstalleerd
pt: Instalado
sl: Nameščeno
sv: Installerad
uk: Встановлено
vi: Đã cài đặt

source: Config Dir
ar: مجلد التكوين
az: Konfiqurasiya Dir
bo: བཀོད་སྒྲིག་སྣོད་ཐོ།
cs: Konfig Dir
da: Konfig Dir
el: ΟΔΗΓΙΑ Config
es: Directorio de configuración
et: Konfiguratsioonikataloog
fa: پوشه پیکربندی
fi: Konfigurointihakemisto
hi: सेटिंग्स डिरेक्टरी
hu: Konfigurációs Mappa
in: Konfigurasi Dir
it: Dir.Config
ja: 設定ディレクトリ
ko: 구성 디렉토리
nb: Konfigurasjonsdir
nl: Config-directory
pt: Diretório de configuração
sl: Dir konfig
sv: Konfig Dir
uk: Конфігураційний каталог
vi: Thư mục cấu hình

source: Updated
ar: تحديث
az: Yenilənib
bo: གསར་བརྗེ་བྱས།
cs: Aktualizováno
da: Opdateret
el: Αναβαθμίστηκε
es: Actualizado
et: Uuendatud
fa: به‌روزرسانی شد
fi: Päivitetty
hi: अपडेट किया
hu: Frissített
in: Telah terupdate
it: Aggiornato
ja: 更新
ko: 업데이트됨
nb: Oppdatert
nl: Geupdate
pt: Atualizado
sl: Posodobljeno
sv: Uppdaterad
uk: Оновлено
vi: Đã cập nhật

source: Update Policy
ar: سياسة التحديث
az: Yeniləmə Siyasəti
bo: གསར་བསྐྱར་སིིད་སིིག
cs: Aktualizovat zásady
da: Opdateringspolitik
el: ΕΝΗΜΕΡΩΣΗ ΠΟΛΙΤΙΚΗΣ
es: Política de actualización
et: Värskendage eeskirju
fa: سیاست به روز رسانی
fi: Päivityskäytäntö
hi: अपडेट नीति
hu: Frissítési szabályzat
in: Kebijakan Pembaruan
it: Politica di aggiornamento
ja: ポリシーの更新
ko: 업데이트 정책
nb: Oppdateringspolicy
nl: Updatebeleid
pt: Política de Atualização
sl: Politika posodabljanja
sv: Uppdateringspolicy
uk: Політика оновлення
vi: Chính sách cập nhật

source: Development updates enabled
ar: تم تمكين تحديثات التطوير
az: İnkişaf yeniləmələri aktivləşdirildi
bo: གསར་སྐྲུན་གསར་བརྗེ་བྱིན་ཡོད།
cs: Aktualizace vývoje povoleny
da: Udviklingsopdateringer aktiveret
el: Ενεργοποίηση ενημερώσεων ανάπτυξης
es: Actualizaciones de desarrollo habilitadas
et: arendusvärskendused on lubatud
fa: به روز رسانی های توسعه فعال است
fi: Kehityspäivitykset käytössä
hi: विकास के अपडेट अनुमति दी गई
hu: Fejlesztési frissítések engedélyezve
in: Pembaruan pengembangan diaktifkan
it: Aggiornamenti sviluppatore abilitati
ja: 開発アップデートが有効になりました
ko: 개발 업데이트가 활성화되었습니다
nb: Utviklingsoppdateringer aktivert
nl: Ontwikkelingsupdates ingeschakeld
pt: Atualizações de desenvolvimento habilitadas
sl: Omogočene so posodobitve razvoja
sv: Utvecklingsuppdateringar aktiverade
uk: Оновлення розробки увімкнено
vi: Đã bật cập nhật phát triển

source: Started
ar: بدأت
az: Başladı
bo: འགོ་ཚུགས།
cs: Zahájeno
da: Startet
el: Έναρξη
es: Iniciado
et: Algas
fa: شروع شد
fi: Aloitettu
hi: शुरू किया
hu: Elindult
in: Dimulai
it: Avviato
ja: 開始
ko: 시작됨
nb: Startet
nl: Gestart
pt: Iniciado
sl: Zaželo
sv: Igångsatt
uk: Розпочато
vi: Đã bắt đầu

source: Clock Skew
ar: انحراف ساعة
az: Saatın əyilməsi
bo: ཆུ་ཚོད་གཡོ་འགུལ།
cs: Zkosení hodin
da: Urskævhed
el: Λοξή κίνηση ρολογιού
es: Desfase del reloj
et: Kella viltu
fa: کج بودن ساعت
fi: Kellon vino
hi: घड़ी की असमंजस
hu: Óra Hiba
it: Sfasamento orario
ja: クロックスキュー
ko: 시계 꼬치
nb: Klokkeskjev
nl: Klok scheef
pt: Inclinação do Relógio
sl: Skosen časovnik
sv: Klockans Snedställning
uk: Перекіс годинника
vi: Đồng hồ lệch

source: Router Transport Addresses
ar: عموان الموجه للنقل
az: Router Nəqliyyat Ünvanları
bo: རོ་ཌེར་སྐྱེལ་འདྲེན་ཁ་བྱང་།
cs: Transportní Adresy Routeru
da: Router Transport Adresse
el: Διευθύνσεις Μεταφορέων Δρομολογητή
es: Direcciones de transporte del router
et: Ruuteri transpordiprotokollide aadressid
fa: آدرس های حمل و نقل روتر
fi: Reititin Transport Osoitteet
hi: राउटर ट्रांसपोर्ट पता
hu: Router Átvitel Címek
in: Alamat Transport Router
it: Indirizzi di trasporto del router
ja: ルータートランスポートアドレス
ko: 라우터 트랜스포트 주소
nb: Rutertransport-adresser
nl: Router Transport Adressen
pt: Endereço de Transporte do Roteador
sl: Naslovi prevoza usmerjevalnika
sv: Router transportadresser
uk: Адреса транспортів маршрутизатора
vi: Địa chỉ truyền tải định tuyến

source: {0} is used for outbound connections only
ar: {0} مستعملة للاتصال الخارجي فقط
az: {0} yalnız gedən bağlantılar üçün istifadə olunur
bo: {0} ཕྱིར་འགྲེམ་འབྲེལ་བ་ཙམ་ལ་སྤྱོད།
cs: {0} je použito pouze pro odchozí spojení
da: {0} bruges kun til udadgående forbindelser
el: {0} χρησιμοποιείται για εξερχόμενες συνδέσεις μονο
es: {0} se utiliza sólo para conexiones salientes
et: {0} kasutatakse vaid välja ühendumiseks
fa: {0} فقط برای اتصالات خروجی استفاده می شود
fi: {0} käytetään vain lähteviin yhteyksiin
hi: {0} केवल आउटबाउंड कनेक्शन के लिए उपयोग किया जाता है
hu: A következő csak kimenő csatlakozásokhoz használva: {0}
in: {0} hanya digunakan untuk koneksi outbound
it: {0} è usato solo per le connessioni in uscita
ja: {0} は送信接続にのみ使用されます
ko: {0}이 송신 연결에만 사용됩니다
nb: {0} er brukt for bare utgående tilkoblinger
nl: {0} is alleen gebruikt voor uitgaande connecties
pt: {0} é usado para conexões de saída apenas
sl: {0} se uporablja le za izhodne povezave
sv: {0} används endast för utgående anslutningar
uk: {0} використовується тільки для вихідних з'єднань
vi: {0} đã được dùng cho các kết nối với bên ngoài

source: Active jobs
ar: وظائف نشطة
az: Aktiv işlər
bo: ཤུགས་ལྡན་ལས་ཀ།
cs: Aktivní zaměstnání
da: Aktive job
el: Ενεργές θέσεις εργασίας
es: Tareas activas
et: Aktiivsed tööd
fa: مشاغل فعال
fi: Aktiiviset työt
hi: सक्रिय कार्य
hu: Aktív Munkák
in: Job yang aktif
it: Job attivi
ja: 有効なジョブ
ko: 활성화된 일감
nb: Aktive jobber
nl: Aktieve taken
pt: Tarefas activas
sl: Aktivni posluge
sv: Aktiva uppgifter
uk: Активні робочі місця
vi: Công việc tích cực

source: started {0} ago
ar: بدأت منذ {0}
az: {0} əvvəl başladı
bo: {0} ནས་འགོ་ཚུགས།
cs: začalo před {0}
da: begyndte {0} siden
el: ξεκίνησε πριν από {0}
es: comenzó hace {0}
et: algas {0} tagasi
fa: {0} پیش شروع شد
fi: aloitettiin {0} sitten
hi: {0} पहले शुरू हुआ
hu: {0} ezelőtt kezdődött
in: Dimulai {0} yang lalu
it: avviato {0} fa
ja: {0} 前に開始
ko: {0} 전 시작됨
nb: startet {0} siden
nl: {0} geleden gestart
pt: iniciado à {0}
sl: začel {0} pred tem
sv: startade {0} sedan
uk: розпочато {0} тому
vi: đã bắt đầu {0} trước

source: Completed jobs
bo: ད་གཟོད་མཇུག་རྫོགས་ལས་ཀ།
hi: हाल ही में पूरा हुए कार्य
ko: 방금 끝난 일감

source: Runners
bo: འགོ་གཉེར་བ་
hi: धावक
ko: 러너

source: finished just now
bo: ད་ལྟོའི་ནང་མཇུག་སྤྱད་པ་
hi: अभी समाप्त हुआ
ko: 방금 완료됨

source: finished {0} ago
ar: انتهى منذ {0}
az: {0} əvvəl bitdi
bo: {0} ནས་མཇུག་རྫོགས།
cs: dokončeno před {0}
da: afslutet {0} siden
el: ολοκληρώθηκε πριν από {0}
es: finalizada hace {0}
et: lõpetas {0} tagasi
fa: {0} پیش تمام شد
fi: valmis {0} sitten
hi: {0} पहले पूरा हुआ
hu: {0} ideje befejeződött
in: Selesai {0} yang lalu
it: terminato {0} fa
ja: {0} 前に終了
ko: {0} 전 완료됨
nb: fullført {0} siden
nl: {0} geleden voltooid
pt: finalizado à {0}
sl: končal {0} pred tem
sv: slutförd {0} sedan
uk: завершено {0} тому
vi: đã hoàn thành {0} trước

source: Ready/waiting jobs
ar: وظائف جاهزة/منتظرة
az: Hazır/gözləyən işlər
bo: གྲ་སྒྲིག/སྒུག་པའི་ལས་ཀ།
cs: Úlohy připravené/čekající
da: Færdige/ventede jobs
el: Εργασίες ετοιμότητας/αναμονής
es: Listo/Esperando tareas
et: Valmis/ootel tööd
fa: مشاغل آماده/انتظار
fi: Valmiit/odottavat työt
hi: तैयार/انتظार कर रहे कार्य
hu: Kész/várakozó munkák
in: Job yang siap/sedang menunggu
it: Job pronti/in attesa
ja: 準備完了/待機中のジョブ
ko: 준비/대기중인 일감
nb: Klare/ventende jobber
nl: Gereed/wachtende taken
pt: Tarefas finalizadas/espera
sl: Pripravljene/počakaj posluge
sv: Redo/väntande uppgifter
uk: Готові/очікуючі вакансії
vi: Công việc đã sẵn sàng/đang chờ

source: waiting
ar: منتظر
az: gözləyirəm
bo: སྒུག་བཞིན་པ།
cs: čekání
da: venter
el: ΑΝΑΜΟΝΗ
es: esperando
et: ootan
fa: در انتظار
fi: odottaa
hi: अपेक्षा में
hu: vár
in: menunggu
it: in attesa
ja: 待っている
ko: 대기 중
nb: venter
nl: aan het wachten
pt: esperando
sl: počakaj
sv: väntar
uk: чекаю
vi: chờ đợi

source: Scheduled jobs
ar: العمليات المجدولة
az: Planlaşdırılan işlər
bo: ལེགས་འགོད་ལས་ཀ།
cs: Plánované úlohy
da: Planlagte jobs
el: Προγραμματισμένες εργασίες
es: Tareas programadas
et: Plaanilised tööd
fa: کار های زمان بندی شده
fi: Aikataulutetut tehtävät
hi: निर्धारित कार्य
hu: Tervezett munkahelyek
in: Jobs terjadwal
it: Job pianificati
ja: スケジュールされたジョブ
ko: 예약된 일감
nb: Planlagte jobber
nl: Geplande taken
pt: Tarefas agendadas
sl: Razporejene posluge
sv: Schemalagda uppgifter
uk: Планові роботи
vi: Những công việc đã được lên lịch

source: {0} starting in {1}
bo: {0} {1} ནང་འགོ་ཚུགས།
hi: {0} {1} में शुरू होगा
ko: {0}은(는) {1}에 시작됩니다.

source: Queue Totals
ar: إجماليات قائمة الانتظار
az: Növbə Cəmi
bo: གྲལ་སྒྲིག་བསྡོམས།
cs: Součet fronty
da: Køtotaler
el: Σύνολα αναμονής
es: Totales en cola
et: Järjekorra summad
fa: مجموع صف
fi: Jonon kokonaissummat
hi: क्वे पूर्ण
hu: Várólista összesen
in: Total Antrian
it: In coda totali
ja: キューの合計
ko: 대기열 총계
nb: Køtotaler
nl: Wachtrijtotalen
pt: Totais da fila
sl: Skupaj vrste
sv: Kötotal
uk: Підсумки черги
vi: Tổng số hàng đợi

source: Job Statistics
bo: ལས་ཀའི་བསྡོམས་རྩིས་
hi: कार्य आँकड़े
ko: 작업 통계

source: last minute
bo: སྔོན་གྱི་སྐར་མ་
hi: पिछला मिनट
ko: 지난 1분

source: Job Lag
ar: فريق العمل
az: İş Gecikmesi
bo: ལས་ཀ་དོན་དུས་རིང་ལུག
cs: Zpoždění úloh
da: Job forsinkelse
el: Καθυστέρηση εργασίας
es: Retraso de trabajos
et: Töö aeglus
fa: تاخیر شغلی
fi: Tehtävän viive
hi: जॉब लैग
hu: Munka késleltetése
in: Keterlambatan Pekerjaan
it: Ritardo dei job
ja: ジョブの遅延
ko: 작업 지연
nb: Jobb forsinkelse
nl: Taakvertraging
pt: Atraso de trabalho
sl: Zamik naloga
sv: Jobbdröjsmål
uk: Затримка завдань
vi: Lớp công việc

source: AVG
ar: متوسط
bo: ཆ་སྙོམ།
cs: PRŮMĚR
es: MEDIA
fa: میانگین
hi: औसत
in: Rata-rata
ja: 平均
ko: 평균
nl: Gemiddeld
pt: MÉDIA
sl: POVP.
uk: СЕР

source: PEAK
bo: མཐོ་ཚད་
hi: शीर्ष
ko: 피크

source: All Stats
bo: ཚད་གཞི་ཡོད་པ་
hi: सभी आँकड़े
ko: 모든 통계

source: Last 60s
bo: སྔོན་གྱི་སྐར་མ་60
hi: पिछले 60 सेकंड
ko: 지난 60초

source: Job
ar: الوظيفة
az: İş
bo: ལས་ཀ།
cs: Zaměstnání
el: Δουλειά
es: Tarea
et: Töö
fa: شغل
fi: Työ
hi: कार्य
hu: Munka
ja: ジョブ
ko: 일감
nb: Jobb
nl: Taak
pt: Tarefa
sl: Posluga
sv: Uppgift
uk: Робота
vi: Công việc

source: Runs
ar: أشواط
az: Qaçış
bo: འཁོར་ཚད།
cs: Běží
da: Kører
el: Τρέχει
es: Ejecuciones
et: Jookseb
fa: می دود
fi: Suoritetaan
hi: चलाएँ
hu: Fut
in: Sedang berjalan
it: In esecuzione
ja: 有効
ko: 작동
nb: Løper
nl: Lopen
pt: Em execução
sl: Teka
sv: Körningar
uk: Біжить
vi: Chạy

source: Dropped
ar: أسقط
az: Düşdü
bo: བརླགས།
cs: Spadl
el: Πτώση
es: Descartadas
et: Kukkunud
fa: سقوط کرد
fi: Pudonnut
hi: छोड़ दिया
hu: Leesett
in: Dihentikan
it: Abbandonato
ja: 中断
ko: 버림
nb: Droppet
nl: Laten vallen
pt: Caiu
sl: Padlo
sv: Släppt
uk: Випав
vi: Bỏ

source: Pending
ar: مُعلَّق
az: Gözləyir
bo: སྒུག་བཞིན་པ།
cs: Nevyřízené
da: Afventer
el: Εκκρεμεί
es: Pendientes
et: Ootel
fa: در انتظار
fi: Odotetaan
hi: प्रतीक्षा में
hu: Függő
in: Ditunda
it: In corso
ja: 保留中
ko: 대기중
nb: Utestående
nl: Te doen
pt: Em espera
sl: Čakanje
sv: Väntande
uk: Очікує на розгляд
vi: Đang chờ xử lý

source: Summary
ar: ملخص
az: Nəticə
bo: སྡུད་རྟགས།
cs: Shrnutí
da: Resumé
el: Περίληψη
es: Resumen
et: Kokkuvõte
fa: خلاصه
fi: Yhteenveto
hi: सारांश
hu: Összegzés
in: Ringkasan
it: Sommario
ja: 概要
ko: 요약
nb: Sammendrag
nl: Samenvatting
pt: Resumo
sl: Pregled
sv: Sammanfattning
uk: Загалом
vi: Tóm tắt

source: File location
ar: عنوان الملف
az: Fayl yeri
bo: ཡིག་ཆའི་གནས་ཡུལ།
cs: Umístění souboru
da: Filplacering
el: Τοποθεσία αρχείου
es: Ubicación del fichero
et: Faili asukoht
fa: موقعیت فایل
fi: Tiedoston sijainti
hi: फ़ाइल स्थान
hu: Fájl helye
in: Lokasi file
it: Posizione file
ja: ファイル位置
ko: 파일 위치
nb: Filplassering
nl: Bestands lokatie
pt: Local do arquivo
sl: Lokacija datoteke
sv: Filposition
uk: Місцезнаходження файлу
vi: Vị trí tệp

source: Refresh interval (seconds)
bo: གསར་བརྗེ་བར་མཚམས་ (སྐར་ཆ།)
hi: अपडेट के अंतराल (सेकंड)
ko: 새로 고침 간격(초)
sl: Interval osveževanja (sekunde)

source: File not found
ar: ملف غير موجود
az: Fayl tapılmadı
bo: ཡིག་ཆ་མ་རྙེད།
cs: Soubor nenalezen
da: Filen blev ikke fundet
el: Το αρχείο δεν βρέθηκε
es: Fichero no encontrado
et: Faili ei leitud
fa: فایل یافت نشد
fi: Tiedostoa ei löydy
hi: फ़ाइल नहीं मिली
hu: Fájl nem található
in: File tidak ditemukan
it: File non trovato
ja: ファイル未検出
ko: 파일 발견되지 않음
nb: Fil ikke funnet
nl: Bestand niet gevonden
pt: Arquivo não encontrado
sl: Datoteka ni najdena
sv: Fil inte funnen
uk: Файл не знайдено
vi: Không tìm thấy tập tin

source: No log messages
ar: لا تسجيل الرسائل
az: Giriş mesajları yoxdur
bo: ཟིན་ཐོའི་གནད་རྟགས་མེད།
cs: Žádné zprávy protokolu
da: Der er ingen log beskeder
el: Κανένα μήνυμα καταγραφής
es: No hay mensajes de registro
et: Logis pole sõnumeid
fa: پیامی وجود ندارد
fi: Ei lokiviestejä
hi: कोई लॉग संदेश नहीं
hu: Nincs naplóüzenet
in: Tidak ada pesan log
it: Nessun messaggio di log
ja: ログメッセージなし
ko: 로그 메세지 없음
nb: Ingen loggmeldinger
nl: Geen log berichten
pt: Sem registro de mensagens
sl: Brez sporočil loga
sv: Inga loggmeddelanden
uk: Немає повідомлень журналу
vi: Không có thông điệp tường trình

source: Local Router
ar: جهاز التوجيه المحلي
az: Yerli Router
bo: ས་གནས་རོ་ཌེར།
cs: Místní směrovač
da: Lokal Router
el: Τοπικός δρομολογητής
es: Router local
et: kohalik ruuter
fa: روتر محلی
fi: Paikallinen reititin
hi: स्थानीय राउटर
hu: Helyi router
in: Router Lokal
it: Router locale
ja: ローカルルーター
ko: 로컬 라우터
nb: Lokal ruter
nl: Lokale router
pt: Roteador Local
sl: Lokalni usmerjevalnik
sv: Lokal router
uk: Локальний роутер
vi: Bộ định tuyến cục bộ

source: Router Lookup
ar: بحث جهاز التوجيه
az: Router Axtarışı
bo: རོ་ཌེར་འཚོལ་བ།
cs: Vyhledání routeru
da: Router Opslag
el: Αναζήτηση Δρομολογητή
es: Búsqueda de routers
et: ruuteri otsing
fa: جستجوی روتر
fi: Reitittimen haku
hi: राउटर खोज
hu: Router keresése
in: Pencarian router
it: Lookup del router
ja: ルーター調査
ko: 라우터 검색
nb: Ruter-oppslag
nl: Router Opzoeken
pt: Pesquisa de Roteador
sl: Iskanje usmerjevalnika
sv: Router uppslag
uk: Пошук маршрутизатора
vi: Tra cứu bộ định tuyến

source: All Routers
ar: جميع أجهزة التوجيه
az: Bütün marşrutlaşdırıcılar
bo: རོ་ཌེར་ཡོངས།
cs: Všechny routery
da: Alle Routers
el: Όλα οι δρομολογητές
es: Todos los routers
et: Kõik ruuterid
fa: همه روترها
fi: Kaikki reitittimet
hi: सभी राउटर
hu: Összes router
in: Semua router
it: Tutti i router
ja: すべてのルーター
ko: 모든 라우터
nb: Alle rutere
nl: Alle Routers
pt: Todos os Roteadores
sl: Vsi usmerjevalniki
sv: Alla routrar
uk: Всі роутери
vi: Tất cả các bộ định tuyến

source: LeaseSets
ar: مجموعات الإيجار
cs: Pronájem sady
el: Μισθωτήρια
et: Lüüsikirjegrupid
fa: مجموعه های اجاره نامه
fi: Vuokrasopimukset
hi: लीज़ सेट
hu: LeaseSet-ek
in: Set Sewa
it: Insiemi di Lease
ja: リースセット
ko: 리즈셋
nb: LeieSett
sv: LeaseSet
uk: LeaseSet-и
vi: Bộ hợp đồng thuê

source: Advanced Lookup
ar: بحث متقدم
az: Qabaqcıl Axtarış
bo: མཐོ་རིམ་འཚོལ་བ།
cs: Pokročilé vyhledávání
da: Avanceret opslag
el: Σύνθετη αναζήτηση
es: Búsqueda avanzada
et: Täpsem otsing
fa: جستجوی پیشرفته
fi: Tarkennettu haku
hi: विस्तृत खोज
hu: Speciális keresés
in: Pencarian Lanjutan
it: Ricerca avanzata
ja: 高度な検索
ko: 고급 조회
nb: Avansert oppslag
nl: Geavanceerd zoeken
pt: Pesquisa Avançada
sl: Napredno iskanje
sv: Avancerad sökning
uk: Розширений пошук
vi: Tra cứu nâng cao

source: LeaseSet Lookup
ar: بحث مجموعة الإيجار
az: LeaseSet Axtarışı
bo: LeaseSet འཚོལ་བ།
cs: Vyhledávání sady LeaseSet
da: LeaseSet Opslag
el: Αναζήτηση LeaseSet
es: Búsqueda de conjunto de arrendamiento
et: Leaseset -otsimine
fa: Pencarian LeaseSet
fi: Leaseset -haku
hi: लीज़ सेट खोज
hu: LeaseSet keresése
in: Pencarian LeaseSet
it: Ricerca set di leasing
ja: リースセットのルックアップ
ko: 임대세트 조회
nb: LeaseSet-oppslag
nl: LeaseSet opzoeken
pt: Pesquisa LeaseSet
sl: Iskanje LeaseSet
uk: Пошук LeaseSet
vi: Tra cứu bộ hợp đồng thuê

source: All Routers (Client NetDb)
ar: جميع أجهزة التوجيه (عميل NetDb)
az: Bütün marşrutlaşdırıcılar (Client NetDb)
bo: རོ་ཌེར་ཡོངས་ (Client NetDb)
cs: Všechny směrovače (klient NetDb)
da: Alle routere (Client NetDb)
el: Όλοι οι δρομολογητές (Client NetDb)
es: Todos los enrutadores (Cliente NetDb)
et: Kõik ruuterid (Client NetDb)
fa: همه روترها (Client NetDb)
fi: Kaikki reitittimet (Client NetDb)
hi: सभी राउटर (क्लाइंट नेटवर्क डेटाबेस)
hu: Minden útválasztó (Client NetDb)
in: Semua Router (Klien NetDb)
it: Tutti i router (Db rete client)
ja: すべてのルーター (クライアント NetDb)
ko: 모든 라우터(클라이언트 NetDb)
nb: Alle rutere (klient NetDb)
nl: Alle Routers (Client NetDb)
pt: Todos os roteadores (Cliente NetDb)
sl: Vsi usmerjevalniki (Klien NetDb)
sv: Alla routrar (Client NetDb)
uk: Усі маршрутизатори (клієнт NetDb)
vi: Tất cả các bộ định tuyến (Client NetDb)

source: Sybil Analysis
ar: تحليل سيبيل
az: Sibil təhlili
bo: Sybil དབྱེ་ཞིབ།
cs: Analýza sybil
da: Sybilanalyse
el: Ανάλυση Sybil
es: Análisis de Sibila
et: Sybil -analüüs
fa: تجزیه و تحلیل سیبیل
fi: Sybil -analyysi
hi: सिबिल विश्लेषण
hu: Sybil Elemzés
in: Analisis Sybil
it: Analisi Sybil
ja: シビル分析
ko: 시빌 분석
nb: Sybilanalyse
nl: Sybil-analyse
pt: Análise Sybil
sl: Analiza Sybil
sv: Sybilanalys
uk: Аналіз Сибіл
vi: Phân tích âm tiết

source: Bad value supplied, please check and try again.
bo: བྱིན་པའི་གནས་གསལ་བྱིན་པ་བྱིན་པ། ཞིབ་བཤེར་བྱས་ནས་སླར་ཡང་ཚོད་ལྟ་བྱོས།
hi: खराब मान दिया गया, कृपया जांचें और फिर से कोशिश करें।
ko: 잘못된 값이 제공되었습니다. 확인하고 다시 시도하세요.

source: Router Map
bo: རོ་ཌེར་ས་ཁྲ།
hi: राउटर मानचित्र
ko: 루터 지도
sl: Karta usmerjevalnika

source: Network Database Search
bo: དྲ་བའི་གཞི་གྲངས་འཚོལ་བ།
hi: नेटवर्क डेटाबेस खोज
ko: 네트워크 데이터베이스 검색

source: Capabilities
ar: القدرات
az: Bacarıqlar
bo: ནུས་པ།
cs: Schopnosti
da: Evner
el: Ικανότητες
es: Capacidades
et: Võimalused
fa: قابلیت ها
fi: Ominaisuudet
hi: क्षमताएं
hu: Képességek
in: Kemampuan
it: Capacità
ja: 能力
ko: 능력
nb: Evner
nl: Mogelijkheden
pt: Capacidades
sl: Zmožnosti
sv: Förmåga
uk: Можливості
vi: Khả năng

source: e.g. f or XOfR
bo: དཔེར་ན། f ཡང་ན་ XOfR
hi: उदा. f या XOfR
ko: 예: f 또는 XOfR

source: Cost
ar: التكلفة
az: Xərc
bo: རིན་གོང་།
cs: Cena
da: Omkostninger
el: Κόστος
es: Coste
et: Maksumus
fa: هزینه
fi: Hinta
hi: मूल्य
hu: Költség
in: Biaya
it: Costo
ja: コスト
ko: 비용
nb: Kostnad
nl: Kosten
pt: Custo
sl: Stroški
sv: Kostnad
uk: Вартість
vi: Chi phí

source: Country Codes
bo: རྒྱལ་ཁབ་ཨང་གྲངས།
hi: देश कोड
ko: 국가 코드

source: Hash Prefix
bo: Hash སྔོན་ཚིག
hi: हैश उपसर्ग
ko: 해시 접두사

source: IPv4 or IPv6, /24,/16,/8 suffixes optional for IPv4, prefix ok for IPv6
bo: IPv4 ཡང་ན་ IPv6, /24,/16,/8 རྗེས་འཇུག་ IPv4 ལ་གདམ་ཀ་ཡིན། IPv6 ལ་སྔོན་ཚིག་འཐད།
hi: IPv4 या IPv6, /24,/16,/8 उपसर्ग IPv4 के लिए वैकल्पिक, IPv6 के लिए उपसर्ग ठीक है
ko: IPv4 또는 IPv6, /24,/16,/8 접미사는 IPv4용 선택사항, 접두사는 IPv6용 가능

source: Hostname or b32
bo: Hostname ཡང་ན་ b32
hi: होस्टनाम या b32
ko: 호스트 이름 또는 b32

source: IPv6 Prefix
bo: IPv6 སྔོན་ཚིག
hi: IPv6 उपसर्ग
ko: IPv6 접두사

source: Single port or range
bo: སྒོ་མོ་གཅིག་ཡང་ན་ཁྱབ་ཁོངས།
hi: एकल पोर्ट या रेंज
ko: 단일 포트 또는 범위

source: Signature Type
bo: མིང་རྟགས་རིགས།
hi: हस्ताक्षर प्रकार
ko: 서명 유형

source: SSU Capabilities
bo: SSU ནུས་པ།
hi: SSU क्षमताएं
ko: SSU 기능

source: Encryption Type
bo: གསང་བཅད་རིགས།
hi: एन्क्रिप्शन प्रकार
ko: 암호화 유형

source: Router Version
bo: རོ་ཌེར་ཐོན་རིམ།
hi: राउटर संस्करण
ko: 라우터 버전

source: Transport
ar: نقل
az: Nəqliyyat
bo: སྐྱེལ་འདྲེན།
cs: Doprava
es: Transporte
et: Transpord
fa: انتقال
fi: Siirto
hi: ट्रांसपोर्ट
hu: Szállítás
it: Trasporto
ja: トランスポート
ko: 전송
nb: Overføring
pt: Transporte
sl: Prevoz
uk: Транспорт
vi: Vận tải

source: Add Sybil analysis (must pick at least one above)
bo: Sybil དབྱེ་ཞིབ་ཁ་སྣོན་ (གོང་ནས་ཉུང་ཤས་གཅིག་འདེམས་དགོས།)
hi: Sybil विश्लेषण जोड़ें (ऊपर से कम से कम एक चुनें)
ko: Sybil 분석 추가 (위에서 최소 하나 이상 선택해야 함)

source: Sybil close to
bo: Sybil དེར་ཉེ།
hi: के करीब Sybil
ko: Sybil 근처

source: Router hash, destination hash, b32, or from address book
bo: རོ་ཌེར་ hash, འགྲེམ་ས་ hash, b32, ཡང་ན་ཁ་བྱང་ཀི་པར་ནས།
hi: राउटर हैश, गंतव्य हैश, b32, या पता पुस्तिका से
ko: 라우터 해시, 대상 해시, b32 또는 주소록에서

source: or Sybil close to this router
bo: ཡང་ན་ Sybil རོ་ཌེར་འདིར་ཉེ།
hi: या इस राउटर के करीब Sybil
ko: 또는 Sybil이 이 라우터 근처

source: Lookup
ar: بحث
az: Axtarış
bo: འཚོལ་བ།
cs: Vyhledání
da: Opslag
el: Ψάχνω
es: Búsqueda
et: Otsi
fa: جستجو
fi: Haku
hi: खोज
in: Pencarian
it: Cercare
ja: ルックアップ
ko: 조회
nb: Oppslag
nl: Opzoeken
pt: Pesquisa
sl: Iskanje
sv: Uppslag
uk: Пошук
vi: Tra cứu

source: Select the field to search on
bo: འཚོལ་བའི་ས་གནས་གདམ་རོགས།
hi: खोज करने के लिए फ़ील्ड चुनें
ko: 검색할 필드 선택

source: e.g. cn hk
bo: བ. cn hk
hi: उदा. cn hk
ko: 예: cn hk

source: Enter search value here
bo: བརྒྱུག་གི་གི་སྲོད་པའི་གི་སྲོད་པ
hi: खोज मान यहाँ दर्ज करें
ko: 검색 값을 여기에 입력하세요

source: Router not found
bo: བརྒྱུག་པ
hi: राउटर नहीं मिला
ko: 라우터를 찾을 수 없습니다

source: No routers with
bo: འདི་དང་ལྡན་པའི་རོ་ཌེར་མེད།
hi: के साथ कोई राउटर नहीं
ko: 라우터가 없음:

source: found in the network database
bo: དྲ་བའི་གཞི་གྲངས་ནང་རྙེད།
hi: नेटवर्क डेटाबेस में पाया गया
ko: 네트워크 데이터베이스에서 발견됨

source: results
bo: འབྲས་བུ།
hi: परिणाम
ko: 결과
