Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Updating bandwidth share percentage
ar: تحديث سرعة الاتصال المشاركة
az: Bölmə genişliyi payı faizi yenilənir
bo: བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་སྐར་བཞིན་པའི་བརྒྱུན་དུ་བཙོན་པ་བསྒྱུར་བཏོན་པ།
cs: Aktualizace procenta sdílení šířky pásma
da: Opdaterer båndbredde delingsprocent
el: Ενημέρωση ποσοστού κοινής χρήσης εύρους ζώνης
es: Actualizando el porcentaje de ancho de banda compartido
et: Uuendan jagatava ribalaiuse protsenti
fa: به روز رسانی درصد سهم پهنای باند
fi: Päivitetään kaistanleveyden osuusprosenttia
hi: बैंडविड्थ साझा प्रतिशत अपडेट कर रहा है
hu: A sávszélesség százalékos megosztása frissítés alatt
in: Mengupdate persentase share bandwidth
it: Aggiornamento delle percentuali di condivisione di banda
ja: 共有帯域幅割合を更新中
ko: 대역폭 공유 비율을 업데이트 중입니다
nb: Oppdaterer båndbreddedelingsprosent
nl: Updaten van bandbreedte share percentage
pt: Actualizando participação percentual de banda larga
sl: Posodabljanje deleža širine pasma
sv: Uppdaterar bandbreddsprocent för delning
uk: Оновлення частки пропускної здатності у відсотках
vi: Cập nhật phần trăm chia sẻ băng thông

source: Invalid bandwidth
ar: عرض النطاق الترددي غير صالح
az: Yanlış bant genişliyi
bo: དྲྭ་རྒྱུད་ཀྱི་རྒྱུན་མི་ལྡན།
cs: Neplatná šířka pásma
da: Ugyldig båndbredde
el: Μη έγκυρο εύρος ζώνης
es: Ancho de banda no válido
et: vigane ribalaius
fa: پهنای باند نامعتبر
fi: Virheellinen kaistanleveys
hi: अमान्य बैंडविड्थ
hu: Érvénytelen sávszélesség
in: Bandwidth tidak valid
it: Larghezza di banda non valida
ja: 無効な帯域幅
ko: 잘못된 대역폭
nb: Ugyldig båndbredde
nl: Ongeldige bandbreedte
pt: Largura de banda inválida
sl: Neveljavna širina pasma
sv: Ogiltig bandbredd
uk: Недійсна пропускна здатність
vi: Băng thông không hợp lệ

source: Updated bandwidth limits
ar: حد سرعة الاتصال
az: Yenilənmiş bant genişliyi məhdudiyyətləri
bo: དྲྭ་རྒྱུད་ཀྱི་ཚད་ཆེན་བསྒྱུར་བཏོན་པ།
cs: Aktualizované limity šířky pásma
da: Opdaterer båndbredde grænse
el: Τα όρια εύρους ζώνης ενημερώθηκαν
es: Se han actualizado los límites de ancho de banda
et: Uuendan ribalaiuse piiranguid
fa: محدودیت های پهنای باند به روز رسانی شد
fi: Päivitetyt kaistanleveysrajat
hi: बैंडविड्थ सीमाएं अपडेट की गईं
hu: Sávszélesség korlátai frissítve
in: Mengupdate batas bandwidth
it: Limiti di banda aggiornati
ja: 帯域幅制限を更新しました
ko: 대역폭 제한 업데이트 완료
nb: Oppdatert båndbreddegrense
nl: Updaten van bandbreedte limieten
pt: Actualizado limites de banda larga
sl: Posodobljeni omejitve širine pasma
sv: Uppdaterade bandbreddsgräns
uk: Оновлені обмеження пропускної здатності
vi: Giới hạn băng thông được cập nhật

source: Delete this value to disable
ar: احذف هذه القيمة لتعطيلها
az: Deaktiv etmək üçün bu dəyəri silin
bo: ནུས་མེད་གཏོང་བར་གནས་ཐང་འདི་སུབ་པ།
cs: Odstraněním této hodnoty ji deaktivujete
da: Slet denne værdi for at deaktivere
el: Διαγράψτε αυτήν την τιμή για να την απενεργοποιήσετε
es: Elimine este valor para desactivarlo
et: keelamiseks kustutage see väärtus
fa: برای غیرفعال کردن این مقدار را حذف کنید
fi: Poista tämä arvo käytöstä poistamiseksi
hi: इस मान को हटाएं अक्षम करने के लिए
hu: A letiltáshoz törölje ezt az értéket
in: Hapus nilai ini untuk menonaktifkan
it: Cancella questo valore per disabilitare
ja: 無効にするにはこの値を削除します
ko: 비활성화하려면이 값을 삭제하십시오
nb: Slett denne verdien for å deaktivere
nl: Verwijder deze waarde om uit te schakelen
pt: Exclua este valor para desabilitar
sl: Izbriši to vrednost, da onemogočiš
sv: Radera detta värde för att inaktivera
uk: Видаліть це значення, щоб вимкнути
vi: Xóa giá trị này để tắt

source: bps
ar: بت في الثانية
az: b/s
cs: b/s
da: b/s
el: b/s
es: b/s
et: b/s
fa: b/s
fi: b/s
hi: बीपीएस
hu: b/s
in: b/s
ja: b/s
ko: b/s
nb: b/s
nl: b/s
pt: b/s
sv: b/s
uk: біт/с
vi: b/s

source: {0}B maximum data transfer per month
ar: {0}B الحد الأقصى لنقل البيانات شهريًا
az: {0}B ayda maksimum məlumat ötürülməsi
bo: ཟླ་རེར་{0}B མང་མཐའི་གནས་སྐབས་བརྒྱུད་བཏོན།
cs: {0}B maximální přenos dat za měsíc
da: {0}B maksimal dataoverførsel pr. måned
el: {0}Β μέγιστη μεταφορά δεδομένων ανά μήνα
es: {0}B de transferencia de datos mensual máxima
et: {0}B maksimaalne andmeedastus kuus
fa: {0}B حداکثر انتقال داده در ماه
fi: {0}B enimmäistiedonsiirto kuukaudessa
hi: {0}B प्रति महीना डेटा संचयन की अधिकतम सीमा
hu: {0}B maximális adatátvitel havonta
in: {0}B transfer data maksimum per bulan
it: {0}B trasferimento dati massimo al mese
ja: {0}B 1か月あたりの最大データ転送
ko: {0}B 한 달에 최대 데이터 전송
nb: {0}B maksimal dataoverføring per måned
nl: {0}B maximale gegevensoverdracht per maand
pt: {0}B transferência máxima de dados por mês
sl: {0}B največja prenos podatkov na mesec
sv: {0}B maximal dataöverföring per månad
uk: {0}B максимальна передача даних на місяць
vi: {0}B truyền dữ liệu tối đa mỗi tháng

source: Ban peer until restart
ar: منع حتى اعادة التشغيل
az: Yenidən başlayana qədər peer-i qadağan edin
bo: སླར་འཛུགས་བར་དུ་ལག་གདང་བཀག་པ།
cs: Ban peer do restartu
da: Ban peer indtil genstart
el: Αποκλεισμός ομότιμου μέχρι την επανεκκίνηση
es: Excluir par hasta el reinicio
et: Bänni ruuter uuesti käivituseni
fa: همتا را تا راه اندازی مجدد ممنوع کنید
fi: Estä vertaissolmu uudelleenkäynnistykseen saakka
hi: पीयर तक पुनः शुरू होने तक प्रतिबंधित करें
hu: Társ kitiltása újraindításig
in: Blokir peer sampai restart
it: Banna peer fino al riavvio
ja: 再起動までピアを禁止
ko: 재시작 전까지 피어 차단
nb: Blokker deler frem til omstart
nl: Verban peer tot aan herstart
pt: Banir Par até reiniciar
sl: Prepoved parterja do ponovnega zagona
sv: Förbjud nod tills omstart
uk: Забанити пір до наступного запуску
vi: Cấm ngang hàng cho đến khi khởi động lại

source: Manually banned via {0}
ar: ممنوع يدويا من طرف {0}
az: {0} vasitəsilə əl ilə qadağan edildi
bo: {0} བརྒྱུད་ནས་ལག་ཐོག་ཏུ་བཀག་པ།
cs: Ručně zakázáno prostřednictvím {0}
da: Manuelt banned via {0}
el: Αποκλείστηκε χειροκίνητα μέσω {0}
es: Excluido manualmente mediante {0}
et: Bännitud käsitsi {0} kaudu
fa: به صورت دستی از طریق {0} ممنوع شد
fi: Estetty manuaalisesti {0} kautta
hi: {0} के माध्यम से मानवाया प्रतिबंधित किया गया
hu: Kézzel kitiltva a következőn keresztül: {0}
in: Diblokir secara manual melalui {0}
it: Bannato manualmente via {0}
ja: {0} を通じて手動で禁止されました
ko: {0}을 통해 수동으로 차단됨
nb: Blokkert manuelt via {0}
nl: Handmatig verbannen via {0}
pt: Manualmente banido via {0}
sl: Ročno prepovedano preko {0}
sv: Manuellt förbjuden via {0}
uk: Заблоковані вручну задопомогою {0}
vi: Bị cấm thủ công qua {0}

source: Peer
ar: مستخدم
az: Bənzər
bo: ལག་གདང་།
el: Ομότιμος
es: Par
et: Ruuter
fa: همتا
fi: Vertaissolmu
hi: पीयर
hu: Társ
ja: ピア
ko: 피어
nb: Deler
pt: Par
sl: Parter
sv: Nod
uk: Пір
vi: Mạng ngang hàng

source: banned until restart
ar: ممنوع حتى إعادة التشغيل
az: yenidən başlayana qədər qadağandır
bo: སླར་འཛུགས་བར་དུ་བཀག་པ།
cs: zakázáno až do restartu
da: banned indtil genstart
el: αποκλεισμένος μέχρι την επανεκκίνηση
es: excluido hasta el reinicio
et: bännitud uuesti käivitumiseni
fa: مسدود شده تا زمان راه اندازی مجدد
fi: estetty uudelleenkäynnistämiseen saakka
hi: पुनः शुरू होने तक प्रतिबंधित
hu: újraindításig kitiltva
in: Diblokir sampai restart
it: bannato fino al riavvio
ja: 再起動まで禁止されました
ko: 재시작 전까지 차단
nb: Blokkert frem til omstart
nl: verbannen tot aan herstart
pt: banido até iniciar
sl: prepovedano do ponovnega zagona
sv: förbjuden till omstart
uk: забанений до наступного запуску
vi: bị cấm cho đến khi khởi động lại

source: Invalid peer
ar: نظير غير صحيح
az: Etibarsız həmyaşıd
bo: ལག་གདང་མི་ལྡན།
cs: Neplatný partner
da: Ugyldig peer
el: Μη έγκυρος ομότιμος
es: Par no válido
et: Kehtetu ruuter
fa: همتا نامعتبر
fi: Virheellinen vertaisversio
hi: अमान्य पीयर
hu: Érvénytelen társ
in: Peer tidak valid
it: Peer non valido
ja: 無効なピア
ko: 잘못된 피어
nb: Invalid deler
nl: Ongeldige peer
pt: par invalido
sl: Neveljavni parter
sv: Ogiltig nod
uk: Неправильний пір
vi: Ngang hàng không hợp lệ

source: Unban peer
ar: الغاء منع المستخدم
az: Həmyaşıdları ləğv edin
bo: ལག་གདང་བཀག་པ་འགྲོལ་བ།
cs: Zrušení zákazu partnera
da: Uban peer
el: Άρση αποκλεισμού ομότιμου
es: Readmitir par
et: Tühista bänn ruuterilt
fa: لغو ممنوعیت همتا
fi: Poista vertaissolmun esto
hi: पीयर को प्रतिबंध समाप्त करें
hu: Társ kitiltásának visszavonása
in: Hapus blokir terhadap peer
it: Riammetti peer
ja: ピアの禁止を解除
ko: 피어 차단해제
nb: Fjern bannlysning av deler
nl: Hef verbanning van peer op
pt: Desbanir Par
sl: Odprepovej parterja
sv: Ta bort förbud av nod
uk: Розбанити пір
vi: Bỏ cấm ngang hàng

source: unbanned
ar: الغاء المنع
az: qadağasız
bo: བཀག་པ་འགྲོལ་བ།
cs: zrušeno
da: Ubanned
el: αποπληρωμένος
es: readmitido
et: bänn tühistatud
fa: ممنوع نشده
fi: esto poistettu
hi: प्रतिबंध समाप्त
hu: kitiltás visszavonva
in: Pemblokiran dicabut
it: riammesso
ja: 禁止解除されました
ko: 차단해제됨
nb: ublokkert
nl: verbanning opgeheven
pt: desbanido
sl: odprepove
sv: Oförbjuden
uk: розбанений
vi: không bị cấm

source: is not currently banned
ar: غير ممنوع
az: hazırda qadağan deyil
bo: ད་ལྟ་བཀག་པ་མིན།
cs: není v současné době zakázáno
da: Er ikke banned lige nu
el: δεν είναι τώρα αποκλεισμένος
es: no se encuentra excluido
et: pole hetkel bännitud
fa: در حال حاضر ممنوع نیست
fi: ei ole tällä hetkellä estetty
hi: वर्तमान में प्रतिबंधित नहीं है
hu: jelenleg nincs kitiltva
in: tidak saat ini diblokir
it: non è attualmente interdetto
ja: 現在禁止されていません
ko: 현재 차단되지 않음
nb: er for øyeblikket ikke bannlyst
nl: is op dit moment niet verbannen
pt: actualmente não é banido
sl: trenutno ni prepovedan
sv: är för närvarande inte förbjuden
uk: зараз не забанений
vi: hiện tại không bị cấm

source: Adjust peer bonuses
ar: ضبط مكافآت الأقران
az: Həmyaşıd bonuslarını tənzimləyin
bo: ལག་གདང་གི་ལེགས་སྐྱེས་བདེ་སྒྲིག་བྱེད་པ།
cs: Upravte peer bonusy
da: Ændre peer bonuser
el: Ρυθμίστε τα μπόνους ομοτίμων
es: Ajustar bonificaciones del par
et: Reguleeri ruuteri boonuseid
fa: پاداش های همتا را تنظیم کنید
fi: Säädä vertaisbonuksia
hi: पीयर बोनस ठीक करें
hu: társ bónusz állítása
in: Menyesuaikan bonus rekan
it: Regola i bonus dei peer
ja: ピアのボーナスを調整
ko: 피어 보너스 조절
nb: Juster likemannsbonuser
nl: Peer bonussen aanpassen
pt: Ajustar bônus dos Pares
sl: Prilagaj parterjeve bonusi
sv: Justera nodbonusar
uk: Налаштуйте бонуси однолітків
vi: Điều chỉnh tiền thưởng ngang hàng

source: Bad speed value
ar: سرعة غير جيدة
az: Pis sürət dəyəri
bo: མྱུར་ཚད་ཀྱི་གནས་ཐང་བཟང་པོ་མིན།
cs: Špatná hodnota rychlosti
da: Dårlig hastigheds værdi
el: Κακή τιμή ταχύτητας
es: Valor de velocidad erróneo
et: Kehtetu kiiruse väärtus
fa: مقدار سرعت بد
fi: Väärä nopeusarvo
hi: बुरा गति मान
hu: Sebesség értéke helytelen
in: Nilai kecepatan buruk
it: Valore di velocità scorretto
ja: 不良な速度値
ko: 나쁜 속도값
nb: Feil hastighetsverdi
nl: Foutieve snelheids waarde
pt: Valor de velocidade ruim
sl: Slabo vrednost hitrosti
sv: Ogiltigt hastighetsvärde
uk: Неправильне значення швидкості
vi: Giá trị tốc độ xấu

source: Bad capacity value
ar: قدرة غير جيدة
az: Pis tutum dəyəri
bo: ནུས་པའི་གནས་ཐང་བཟང་པོ་མིན།
cs: Špatná hodnota kapacity
da: Dårlig kapacitets værdi
el: Κακή τιμή χωρητικότητας
es: Valor de capacidad erróneo
et: Kehtetu mahu väärtus
fa: مقدار ظرفیت بد
fi: Väärä kapasiteettiarvo
hi: बुरा क्षमता मान
hu: Helytelen kapacitás érték
in: Nilai kapasitas buruk
it: Valore di capacità scorretto
ja: 不良な許容値
ko: 나쁜 수용량
nb: Feil kapasitetsverdi
nl: Foutieve capaciteits waarde
pt: Valor de velocidade inválido
sl: Slabo vrednost kapacitete
sv: Ogiltigt kapacitetsvärde
uk: Неправильне значення ємності
vi: Giá trị dung lượng kém

source: Bonuses adjusted for:
bo: ལེགས་སྐྱེས་བདེ་སྒྲིག་བྱས་པའི་དོན།
hi: बोनस समायोजित:
ko: 보너스가 조정됨:

source: No profile exists for:
bo: གསལ་ཐོ་མི་འདུག་པའི་དོན།
hi: के लिए कोई प्रोफ़ाइल मौजूद नहीं है:
ko: 프로필이 존재하지 않습니다:

source: Unsupported
ar: غير مدعومة
az: Dəstəklənmir
bo: རྒྱབ་སྐྱོར་མི་འདུག
cs: Nepodporováno
da: Ikke understøttet
el: Μη υποστηριζόμενο
es: No soportado
et: Mitte toetatud
fa: پشتیبانی نمی شود
fi: Ei tuettu
hi: समर्थन नहीं
hu: Nem támogatott
in: Tidak didukung
it: Non supportato
ja: 非サポート
ko: 지원 안됨
nb: Ustøttet
nl: Niet ondersteund
pt: não suportado
sl: Nepodprto
sv: Stöds inte
uk: Не підтримується
vi: Không được hỗ trợ

source: IPs Permanently Banned
ar: عناوين IP محظورة نهائيًا
az: İP-lər Daimi Qadağan Edildi
bo: IP རྟག་བརྟན་དུ་བཀག་པ།
cs: IPs Je Trvale Zakázáno
da: IP'er Permanent Forbudt
el: Οι IP έχουν αποκλειστεί μόνιμα
es: IPs excluidas permanentemente
et: Jäädavalt bännitud IP-d
fa: IP ها برای همیشه ممنوع می شوند
fi: IP:t estetty pysyvästi
hi: स्थायी रूप से प्रतिबंधित IP
hu: Állandóan kitiltott IP-k
in: IP secara permanen diblokir
it: IP permanentemente bannati
ja: 永久に禁止された IP
ko: 영구적으로 차단된 IP
nb: IP-er som er bannlyst for godt
nl: Permanent verbannen IPs
pt: IPs Banidos Permanentemente
sl: IP-ji Napovrstino Prepovedani
sv: IP permanent blockerat
uk: Назавжди заблоковані IPs адреси
vi: IP bị cấm vĩnh viễn

source: From
ar: من
az: Etibarən
bo: ནས།
cs: Od
da: Fra
el: Από
es: De
et: Kust
fa: از
fi: Lähettäjä
hi: से
hu: Innen
in: Dari
it: Da
ja: 送信元
ko: 으로부터
nb: Fra
nl: Van
pt: De
sl: Od
sv: Från
uk: Від
vi: Từ

source: To
ar: إلى
az: Qədər
bo: ལ།
cs: Do
da: Til
el: Σε
es: A
et: Kuhu
fa: به
fi: Vastaanottaja
hi: के लिए
hu: Ide
in: Ke
it: A
ja: 送信先
ko: 에게
nb: Til
nl: Naar
pt: Para
sl: Do
sv: Till
uk: Кому
vi: Đến

source: First {0} displayed, see the {1} file for the full list
bo: ཐོག་མར་{0} བཀྲལ་བ། ཆ་ཚང་གི་ཐོ་བཀོད་ལ་{1} ཡིག་ཆ་ལ་གཟིགས།
hi: पहले {0} प्रदर्शित, पूरी सूची के लिए {1} फ़ाइल देखें
ko: 처음 {0}개가 표시됨, 전체 목록은 {1} 파일을 참조하세요

source: IPs Banned Until Restart
ar: عناوين IP محظورة حتى إعادة التشغيل
az: IP-lər Yenidən Başlayana qədər Qadağan Edildi
bo: IP སླར་འཛུགས་བར་དུ་བཀག་པ།
cs: IPs Zakázáno Až Do Restartu
da: IP'er Forbudt Indtil Genstart
el: Οι IP έχουν αποκλειστεί μέχρι την επανεκκίνηση
es: IPs excluidas hasta el reinicio
et: Uuesti käivitumiseni bännitud IP-d
fa: IP ها تا راه اندازی مجدد ممنوع شدند
fi: IP:t estetty uudelleenkäynnistämiseen saakka
hi: पुनः शुरू होने तक IP प्रतिबंधित
hu: IP-k Kitiltva Újraindításig
in: IP diblokir sampai restart
it: IP bannati fino al riavvio
ja: 再起動まで禁止された IP
ko: 재시작 이전까지 차단된 IP
nb: IP-er bannlyst til neste omstart
nl: IPs verbannen tot herstart
pt: IPs banidos até reiniciar
sl: IP-ji Prepovedani Do Ponovnega Zagona
sv: IP blockerade tills omstart
uk: IP адреси заблоковані до перезапуску
vi: IP bị cấm cho đến khi khởi động lại

source: IPv4 Addresses
ar: عناوين IPv4
az: IPv4 Ünvanları
bo: IPv4 ཁ་བྱང་།
cs: Adresy IPv4
da: IPv4-adresser
el: Διευθύνσεις IPv4
es: Direcciones IPv4
et: IPv4 aadressid
fa: آدرس های IPv4
fi: IPv4-osoitteet
hi: IPv4 पताएँ
hu: IPv4 címek
in: Alamat IPv4
it: Indirizzi IPv4
ja: IPv4 アドレス
ko: IPv4 주소
nb: IPv4-adresser
nl: IPv4 adressen
pt: Endereços de IPv4
sl: IPv4 Naslovi
sv: IPv4 adresser
uk: Адреси IPv4
vi: Địa chỉ IPv4

source: IPv6 Addresses
ar: عناوين IPv6
az: IPv6 Ünvanları
bo: IPv6 ཁ་བྱང་།
cs: Adresy IPv6
da: IPv6-adresser
el: Διευθύνσεις IPv6
es: Direcciones IPv6
et: IPv6 aadressid
fa: آدرس های IPv6
fi: IPv6-osoitteet
hi: IPv6 पताएँ
hu: IPv6 címek
in: Alamat IPv6
it: Indirizzi IPv6
ja: IPv6 アドレス
ko: IPv6 주소
nb: IPv6-adresser
nl: IPv6 adressen
pt: Endereços de IPv6
sl: IPv6 Naslovi
sv: IPv6 adresser
uk: Адреси IPv6
vi: Địa chỉ IPv6

source: Reseed now
ar: Reseed الآن
az: İndi yenidən oxuyun
bo: ད་ལྟ་རྒྱུན་དུ་བཙོན།
cs: Znovu semeno
da: Genså nu
el: Επαναλάβετε τώρα
es: Resembrar ahora
et: Külvi kohe uuesti
fa: اکنون دوباره بکارید
fi: Kylvä nyt uudelleen
hi: अब पुनःसंचय
hu: Újravetés most
in: Reseed sekarang
it: Risemina ora
ja: 今ブートストラップ
ko: 지금 Reseed
nb: Sett på nytt nå
nl: Nu opnieuw gebruiken
pt: Propagar novamente agora
sl: Ponovno semenjenje zdaj
sv: Seed nu
uk: Перезавантажте зараз
vi: Gieo lại ngay bây giờ

source: Reseeding is already in progress
ar: جاري اعادة التوزيع
az: Yenidən əkmə artıq davam edir
bo: རྒྱུན་དུ་བཙོན་པ་སྔོན་ནས་འཕེལ་བཞིན་པའོ།
cs: Přesévání již probíhá
da: Reseeding er allerede i gang
el: Η επανασπορά είναι ήδη σε εξέλιξη
es: El resembrado ya está en marcha
et: Ruuterite kontaktide hange juba toimub
fa: کاشت مجدد در حال انجام است
fi: Uudelleenkylvö on jo käynnissä
hi: पुनःसंचय पहले से ही प्रगति में है
hu: Újratáplálás már folyamatban van
in: Reseeding sedang berlangsung
it: Il processo di reseeding è già in corso
ja: 再シードはすでに進行中です
ko: 이미 재시드 중입니다
nb: Ny deling foregår allerede
nl: Reseeden is reeds bezig
pt: Ressemeamento já em andamento
sl: Ponovno semenjenje je že v teku
sv: Återdistribuering pågår redan
uk: Пересів уже триває
vi: Đang tiến hành gieo hạt lại

source: Starting reseed process
ar: بدء عملية إعادة البذر
az: Yenidən əkmə prosesi başlayır
bo: རྒྱུན་དུ་བཙོན་པའི་བརྒྱུད་རིམ་འགོ་ཚུགས་པ།
cs: Spuštění procesu opětovného seedu
da: Starter reseedings processen
el: Έναρξη διαδικασίας επανασποράς
es: Iniciando el proceso de resembrado
et: Alustan ruuterite kontaktide hanget
fa: شروع فرآیند کشت مجدد
fi: Uudelleensyöttöprosessi aloitetaan
hi: पुनःसंचय प्रक्रिया शुरू कर रहा है
hu: Újratáplálási folyamat (reseed) indítása
in: Memulai proses reseed
it: Avviamento del processo di reseed
ja: 再シードプロセスを開始
ko: 재시드 프로세스 시작중
nb: Starter prosessen med ny deling
nl: Reseed proces aan het starten
pt: Iniciando processo de ressemeamento
sl: Začetek procesa ponovnega semenjenja
sv: Startar återdistribueringsprocess
uk: Початок процесу повторного заповнення
vi: Bắt đầu quá trình gieo hạt

source: check sidebar for status.
ar: تحقق من الشريط الجانبي للحالة.
az: status üçün yan panelə baxın.
bo: གནས་ཚུལ་ལ་ཟུར་ངོས་ཕྲེང་བར་ལྟོས།
cs: zkontrolujte stav postranního panelu.
da: Tjek sidebjælken for status.
el: ελέγξτε την πλαϊνή γραμμή για την κατάσταση.
es: consulte la barra lateral para conocer el estado.
et: kontrollige olekut külgribal.
fa: نوار کناری را برای وضعیت بررسی کنید.
fi: tarkista tila sivupalkista.
hi: स्थिति के लिए साइडबार जांचें।
hu: az oldalsávon ellenőrizze az állapotot.
in: periksa sidebar untuk statusnya.
it: controlla la barra laterale per lo stato
ja: サイドバーを確認してください。
ko: 상태가 사이드 바를 확인하십시오.
nb: Sjekk sidefeltet for status.
nl: controleer de zijbalk op status.
pt: verifique o status da barra lateral.
sl: Preverite stranico za stanje.
sv: Kontrollera sidofältet för status.
uk: перевірити статус на бічній панелі.
vi: kiểm tra trạng thái ở thanh bên.

source: Reseed from URL
ar: إعادة النشر من URL
az: URL-dən yenidən baxıldı
bo: URL ནས་རྒྱུན་དུ་བཙོན།
cs: Reseed z URL
da: Reseed fra URL
el: Επανεξέταση από τη διεύθυνση URL
es: Resembrar desde URL
et: lähtestage uuesti URL-ist
fa: Reseed از URL
fi: Uusi URL-osoite
hi: URL से पुनःसंचय
hu: Újraolvasás az URL-ről
in: Reseed dari URL
it: Reseed da URL
ja: URLから再シード
ko: URL에서 재시드
nb: Så igjen fra nettadresse
nl: Reseed van URL
pt: Reenviar de URL
sl: Ponovno semenjenje iz URL
sv: Återdistribuering från webbadress
uk: Повторне завантаження з URL
vi: Ghép lại từ URL

source: No URL specified. Please supply a valid reseed URL.
ar: لم يحدد عنوان URL. يرجى تقديم عنوان URL Reseed صالح.
az: URL göstərilməyib.
bo: URL གསལ་བཀོད་མེད། ནུས་ལྡན་གྱི་རྒྱུན་དུ་བཙོན་པའི་ URL ཞིག་སྤྲོད་རོགས།
cs: Nebyla zadána žádná adresa URL.
da: Ingen URL angivet.
el: Δεν καθορίζεται URL. Παρέχετε μια έγκυρη διεύθυνση URL reseed.
es: No se ha especificado una URL. Por favor indique una URL de resembrado válida.
et: URL-i pole määratud.
fa: هیچ URL مشخص نشده است. لطفاً یک URL بازپخش معتبر وارد کنید.
fi: URL-osoitetta ei ole määritetty.
hi: URL नहीं निर्दिष्ट की गई। कृपया एक वैध पुनःसंचय URL प्रदान करें।
hu: Nincs megadva URL.
in: URL tidak ditentukan. Silakan masukkan URL reseed yang valid.
it: Nessun URL specificato. Immetti un valido URL reseed.
ja: URLが指定されていません。 有効な再シードURLを入力してください。
ko: URL이 지정되지 않았습니다. 유효한 Reseed URL을 제공하십시오.
nb: Ingen URL spesifisert.
nl: Geen URL opgegeven. Geef een geldige reseed-URL op.
pt: Nenhum URL especificado.
sl: URL ni določen. Prosimo, da podate veljaven URL za ponovno semenjenje.
sv: Ingen URL angiven.
uk: URL-адреса не вказана.
vi: Không có URL được chỉ định. Vui lòng cung cấp URL RENEED hợp lệ.

source: Reseed in progress, check summary bar for status
ar: إعادة البذر قيد التقدم، تحقق من شريط الملخص لمعرفة الحالة
az: Yenidən yoxlanılır, status üçün xülasə panelini yoxlayın
bo: རྒྱུན་དུ་བཙོན་པ་འཕེལ་བཞིན་པའི་གནས་ཚུལ་ལ་སྙིང་བསྡུམ་ཕྲེང་བར་ལྟོས།
cs: Reseed probíhá, zkontrolujte stav na souhrnné liště
da: Genseed i gang, tjek oversigtslinjen for status
el: Επαναπαραγωγή σε εξέλιξη, ελέγξτε τη γραμμή σύνοψης για την κατάσταση
es: Resembrado en marcha, compruebe la barra de resumen para ver el estado
et: Uuesti esitamine on pooleli, kontrollige olekut kokkuvõtteribalt
fa: بارگیری مجدد در حال انجام است، نوار خلاصه را برای وضعیت بررسی کنید
fi: Uudelleenseeraus käynnissä, tarkista tila yhteenvetopalkista
hi: पुनःसंचय प्रगति में है, स्थिति के लिए सारांश बार जांचें
hu: Újraolvasás folyamatban, ellenőrizze az összefoglaló sáv állapotát
in: Reseed sedang berlangsung, periksa statusnya di bagian ringkasan.
it: Reseed in corso, controlla la barra di riepilogo per lo stato
ja: 再配信中です。サマリーバーでステータスを確認してください
ko: 진행중인 Reseed, 상태에 대한 사이드 바를보십시오
nb: Reseed pågår, sjekk sammendragslinjen for status
nl: Reseed wordt uitgevoerd, controleer de samenvattingsbalk op status
pt: Repropagação em andamento, verifique o status da barra de resumo
sl: Ponovno semenjenje je v teku, preverite pregledno vrstico za stanje
sv: Återsådd pågår, kontrollera översiktsfältet för status
uk: Виконується повторне заповнення, перевірте статус на панелі підсумків
vi: Đang tiến hành gieo lại, kiểm tra thanh tóm tắt để biết trạng thái

source: Reseed complete, check summary bar for status
ar: إعادة البذر مكتملة، تحقق من شريط الملخص لمعرفة الحالة
az: Yenidən baxma tamamlandı, status üçün xülasə çubuğunu yoxlayın
bo: རྒྱུན་དུ་བཙོན་པ་མཇུག་སྐྱེལ། གནས་ཚུལ་ལ་སྙིང་བསྡུམ་ཕྲེང་བར་ལྟོས།
cs: Reseed kompletní, zkontrolujte stav na liště souhrnu
da: Genseed færdig, tjek oversigtslinjen for status
el: Η επανασπορά ολοκληρώθηκε, ελέγξτε τη γραμμή σύνοψης για την κατάσταση
es: Resembrado completo, compruebe la barra de resumen para ver el estado
et: uuesti külvamine lõpetatud, kontrollige olekut kokkuvõtteribalt
fa: Reseed کامل شد، نوار خلاصه را برای وضعیت بررسی کنید
fi: Uudelleenasennus valmis, tarkista tila yhteenvetopalkista
hi: पुनःसंचय पूर्ण, स्थिति के लिए सारांश बार जांचें
hu: Az újraolvasás kész, ellenőrizze az összefoglaló sávot az állapotért
in: Reseed selesai, periksa statusnya di bagian ringkasan.
it: Reseed completato, ontrolla la barra di riepilogo per lo stato
ja: 再シードが完了しました。サイドバーでステータスを確認してください
ko: RESEED 완료, 사이드 바에서 상태를 확인하십시오
nb: Reseed fullført, sjekk sammendragslinjen for status
nl: Herzaaien voltooid, controleer de samenvattingsbalk op status
pt: Repropagação concluída, verifique o status da barra de resumo
sl: Ponovno semenjenje je končano, preverite pregledno vrstico za stanje
sv: Återsådd klar, kontrollera översiktsfältet för status
uk: Повторне заповнення завершено, перевірте статус на панелі підсумків
vi: Hoàn tất gieo lại, kiểm tra thanh tóm tắt để biết trạng thái

source: Reseed from file
ar: إعادة زرع من الملف
az: Fayldan yenidən oxuyun
bo: ཡིག་ཆ་ནས་རྒྱུན་དུ་བཙོན།
cs: Reseed ze souboru
da: Reseed fra fil
el: Επανεξετάσεις από αρχείο
es: Resembrar desde fichero
et: Uuesti failist
fa: Reseed از فایل
fi: Katso tiedostosta
hi: फ़ाइल से पुनःसंचय
hu: Újraolvasás fájlból
in: Reseed dari file
it: Reseed da file
ja: ファイルから再シード
ko: 파일 재시드
nb: Så om igjen fra fil
nl: Reseed uit bestand
pt: Repropagando do arquivo
sl: Ponovno semenjenje iz datoteke
sv: Återdistribuering från fil
uk: Повторне завантаження з файлу
vi: Ghép lại từ tập tin
