Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Personal I2P Webserver (eepsite)
ar: خادم الويب I2P
az: Şəxsi I2P Vebserver (eepsite)
bo: རང་མིང་ I2P ཝེབ་སྐུ་ཚབ་པ། (eepsite)
cs: Osobní I2P webový server (eepsite)
da: Personlig I2P-webserver (eepsite)
el: Προσωπικός I2P διακομιστής Ιστού (eepsite)
es: Servidor web I2P personal (eepsite)
et: isiklik I2P veebiserver (eepsite)
fa: وب سرور I2P شخصی (eepsite)
fi: Henkilökohtainen I2P-verkkopalvelin (eepsite)
hi: व्यक्तिगत I2P वेब सर्वर (eepsite)
hu: I2P webszerver (eepsite)
in: I2P Webserver (eepsite)
it: Server Web I2P personale (eepsite)
ja: I2P ウェブサーバー (eepsite)
ko: I2P 웹서버 (eepSite)
nb: Personlig I2P-nettserver (eepsite)
nl: Persoonlijke I2P-webserver (eepsite)
pt: Servidor I2P pessoal (eepsite)
sl: Osebni spletni strežnik I2P (eepsite)
sv: I2P-webbserver (eepsida)
uk: Персональний веб-сервер I2P (eepsite)
vi: Máy chủ web I2P cá nhân (eepsite)

source: HTTP Proxy
ar: الموقع الوكيل
az: HTTP Proksi
bo: HTTP ཚབ་པ།
el: HTTP Μεσολαβητής
es: Proxy HTTP
fa: پراکسی HTTP
hi: HTTP प्रोक्सी
in: Proxy HTTP
it: Proxy HTTP
ja: HTTP プロキシ
ko: HTTP 프록시
nb: HTTP-mellomtjener
sl: HTTP posredniški strežnik
uk: HTTP проксі
vi: Proxy HTTP

source: Official I2P Source Repository
ar: مستودع مصدر I2P الرسمي
az: Rəsmi I2P Mənbə Repository
bo: I2P གཞི་རྩའི་འབྱུང་ཁུངས་གསོག་མཛོད།
cs: Oficiální úložiště I2P zdrojů
da: Officielt I2P-kildelager
el: Επίσημος Αποθετήριο Πηγαίου Κώδικα I2P
es: Repositorio de fuentes oficial de I2P
et: ametlik I2P-allikate hoidla
fa: مخزن رسمی منبع I2P
fi: Virallinen I2P-lähdetietovarasto
hi: सॉफ्टवेयर कोड का आधिकारिक स्रोत रिपोजिटरी
hu: Hivatalos I2P forrásadatbázis
in: Repositori Sumber I2P Resmi
it: Repository ufficiale di origine I2P
ja: 公式 I2P ソース リポジトリ
ko: 공식 I2P 소스 저장소
nb: Offisielt I2P-kildelager
nl: Officiële I2P-bronrepository
pt: Repositório Oficial de Origem I2P
sl: Uradno repozitorij virov I2P
sv: Officiellt I2P-källarepository
uk: Офіційний репозиторій джерел I2P
vi: Kho lưu trữ nguồn I2P chính thức

source: dark
ar: داكن
az: qaranlıq
bo: མུན་ནག
cs: tmavý
da: mørk
el: σκοτεινό
es: oscuro
et: tume
fa: تاریکی
fi: tumma
hi: ंधेरा
hu: sötét
in: gelap
it: scuro
ja: ダーク
ko: 어두운
nb: mørk
nl: donker
pt: escuro
sl: temno
sv: mörk
uk: темна
vi: tối

source: light
ar: فاتح
az: işıq
bo: སྣང་བ།
cs: světlo
da: lyst
el: ελαφρύ
es: claro
et: hele
fa: نور
fi: vaalea
hi: उज्ज्वल
hu: világos
in: terang
it: chiaro
ja: ライト
ko: 밝은
nb: lys
nl: licht
pt: iluminado
sl: svetlo
sv: ljus
uk: світла
vi: ánh sáng

source: midnight
ar: ليل
az: gecə yarısı
bo: མཚན་མོ།
cs: půlnoc
da: midnat
el: μεσάνυχτα
es: medianoche
et: kesköö
fa: نیمه شب
fi: keskiyö
hi: रात का समय
hu: éjfél
in: tengah malam
it: mezzanotte
ja: 真夜中
ko: 자정
nb: midnatt
nl: middernacht
pt: meia-noite
sl: polnoč
sv: midnatt
uk: опівночі
vi: nửa đêm

source: vanilla
ar: فانيلا
az: vanil
bo: སྐྱིད་པོ།
cs: vanilka
da: vanilje
el: βανίλια
et: vanilje
fa: وانیل
fi: vanilja
hi: वैनिला
hu: vanília
in: vanila
it: base
ja: バニラ
ko: 바닐라
nb: vanilje
nl: vanille
pt: baunilha
sl: vanilija
sv: vanilj
uk: ваніль
vi: hương vani

source: classic
ar: كلاسيكي
az: klassik
bo: སྲོལ་རྒྱུན།
cs: klasický
da: klassisk
el: κλασσικός
es: clásica
et: klassikaline
fa: کلاسیک
fi: klassikko
hi: क्लासिक
hu: klasszikus
in: klasik
ja: クラシック
ko: 권위 있는
nb: klassisk
nl: klassiek
pt: clássica
sl: klasično
uk: класичний

source: Encryption
ar: التشفير
az: Şifrələmə
bo: གསང་བཟོ།
cs: Šifrování
da: Kryptering
el: Κρυπτογράφηση
es: Cifrado
et: krüpteerimine
fa: رمزگذاری
fi: Salaus
hi: एन्क्रिप्शन
hu: Titkosítás
in: Enkripsi
it: Cifratura
ja: 暗号化
ko: 암호화
nb: Kryptering
pt: Criptografia
sl: Šifriranje
sv: Kryptering
uk: Шифрування
vi: Mã hóa

source: Stream
ar: تدفق
az: Axın
bo: རྒྱུན་མཐུད།
cs: Proud
el: Ρεύμα
et: voog
fa: Mengalir
fi: Striimaa
hi: स्ट्रीम
it: Flusso
ja: ストリーム
ko: 스트림
nb: Strøm
pt: Fluxo
sl: Tok
sv: Ström
uk: Поток
vi: Luồng

source: host
ar: يستضيف
az: ev sahibi
bo: སྐུ་ཚབ་པ།
cs: hostitel
da: vært
es: equipo
fa: میزبان
fi: isäntä
hi: मेजबान
hu: hoszt
ja: ホスト
ko: 호스트
nb: vert
sl: gostitelj
sv: värd
vi: chủ nhà

source: key
ar: مفتاح
az: açar
bo: ལྡེ་མིག
cs: klíč
da: nøgle
el: κλειδί
es: clave
fa: کلید
fi: avain
hi: कुंजी
hu: kulcs
it: chiave
ja: キー
ko: 키
nb: nøkkel
pt: chave
sl: ključ
sv: nyckel
vi: chìa khóa

source: port
ar: منفذ
az: liman
bo: སྣེ་ཁུང
cs: přístav
el: πόρτα
es: puerto
fa: درگاه
fi: portti
hi: पोर्ट
it: porta
ja: ポート
ko: 포트
pt: porta
sl: vrata
vi: hải cảng

source: Certificates
ar: الشهادات
az: Sertifikatlar
bo: དཔང་ཡིག
cs: Certifikáty
da: Certifikater
el: Πιστοποιητικά
es: Certificados
et: Sertifikaadid
fa: گواهینامه ها
fi: Varmenteet
hi: सर्टिफिकेट
hu: Tanúsítványok
in: Sertifikat
it: Certificati
ja: 証明
ko: 인증서
nb: Sertifikater
nl: Certificaten
pt: Certificados
sl: Certifikati
sv: Certifikat
uk: Сертифікати
vi: Giấy chứng nhận

source: configure bandwidth
ar: تكوين عرض النطاق الترددي
az: bant genişliyini konfiqurasiya edin
bo: སྐུད་རྒྱུད་ཁྲི་ཚོ་རྒྱུད་འཛུགས
cs: nakonfigurujte šířku pásma
da: konfigurere båndbredde
el: Ρύθμιση εύρους ζώνης
es: configurar ancho de banda
et: Ribalaiuse häälestus
fa: پیکربندی پهنای باند
fi: määritä kaistanleveys
hi: बैंडविड्थ की सेटिंग करें
hu: sávszélesség beállítása
in: Konfigurasi bandwidth
it: configura larghezza di banda
ja: 帯域幅を設定
ko: 대역폭 설정
nb: sett opp båndbredde
nl: stel bandbreedte in
pt: configurar banda larga
sl: nastavi širino pasma
sv: konfigurera bandbredd
uk: налаштування пропускної здатності
vi: cấu hình băng thông

source: Bandwidth Allocation
ar: تخصيص عرض النطاق الترددي
az: Bant genişliyi bölgüsü
bo: སྐུད་རྒྱུད་ཁྲི་ཚོ་བགོ་སྤྱོད
cs: Přidělení šířky pásma
da: Båndbreddetildeling
el: Κατανομή εύρους ζώνης
es: Asignación de ancho de banda
et: Ribalaiuse eraldamine
fa: تخصیص پهنای باند
fi: Kaistanleveyden varaus
hi: बैंडविड्ध के आवंटन
hu: Sávszélesség-elosztás
in: Alokasi Bandwidth
it: Allocazione larghezza di banda
ja: 帯域幅の割り当て
ko: 대역폭 할당
nb: Båndbreddetildeling
nl: Toewijzing van bandbreedte
pt: Alocação de largura de banda
sl: Dodelitev širine pasma
sv: Bandbreddstilldelning
uk: Розподіл пропускної здатності
vi: Phân bổ băng thông

source: Bandwidth Limiter
ar: محدد عرض النطاق الترددي
az: Bant genişliyi məhdudlaşdırıcı
bo: སྐུད་རྒྱུད་ཁྲི་ཚོ་ཚད་བཀག
cs: Omezovač šířky pásma
da: Båndbreddebegrænser
el: Περιοριστής εύρους ζώνης
es: Limitador de ancho de banda
et: Ribalaiuse piiraja
fa: محدود کننده پهنای باند
fi: Kaistanleveyden rajoitin
hi: बैंडविड्ध सीमावाहक
hu: Sávszélesség-korlátozó
in: Pembatas bandwidth
it: Limitatore di banda
ja: 帯域幅リミッター
ko: 대역폭 리미터
nb: Båndbreddebegrenser
nl: Bandbreedtebegrenzer
pt: Limitador de largura de banda
sl: Omejevalnik širine pasma
sv: Bandbreddsbegränsare
uk: Обмежувач пропускної здатності
vi: Giới hạn băng thông

source: Advanced Network Configuration
ar: تكوين الشبكة المتقدم
az: Qabaqcıl Şəbəkə Konfiqurasiyası
bo: མཐོ་རིམ་དྲ་བ་རྒྱུད་འཛུགས
cs: Pokročilá konfigurace sítě
da: Avanceret netværkskonfiguration
el: Προηγμένη διαμόρφωση δικτύου
es: Configuración avanzada de red
et: Täpsem võrgukonfiguratsioon
fa: پیکربندی شبکه پیشرفته
fi: Verkon Lisäasetukset
hi: उन्नत नेटवर्क सेटिंग
hu: Speciális hálózati konfiguráció
in: Konfigurasi Jaringan Tingkat Lanjut
it: Configurazione di rete avanzata
ja: 高度なネットワーク構成
ko: 고급 네트워크 구성
nb: Avansert nettverksoppsett
nl: Geavanceerde netwerkconfiguratie
pt: Configuração de rede avançada
sl: Napredna omrežna konfiguracija
sv: Avancerad nätverkskonfiguration
uk: Розширена конфігурація мережі
vi: Cấu hình mạng nâng cao

source: I2P will work best if you configure your rates to match the speed of your internet connection.
ar: سيشتغلI2P بفعالية أكبر اذا حددت سرعة الاتصال.
az: I2P, tariflərinizi internet bağlantınızın sürətinə uyğunlaşdırmaq üçün konfiqurasiya etsəniz yaxşı işləyəcək.
bo: I2Pསྲོད་པརྒྱུག་གི་སྤྱོས་པའི་གི་བརྒྱུག་གི་གི་སྲོད་པའི་མཐར་པམར་པ བརྒྱུག་པ.
cs: I2P bude nejlépe fungovat, pokud své sazby nakonfigurujete tak, aby odpovídaly rychlosti vašeho internetového připojení.
da: I2P fungerer bedst hvis du konfigurer dine forhold til at matche hastigheden på din internet forbindelse
el: Το I2P θα δουλεύει καλύτερα αν ρυθμίσεις τους ρυθμούς μεταφοράς σε αντιστοιχεία με την ταχύτητα της διαδικτυακής σου σύνδεσης.
es: I2P funcionará mejor si configura sus tasas de transferencia de modo que coincidan con la velocidad de su conexión a Internet.
et: I2P töötab hästi kui häälestad pruugitava ribalaiuse oma netiühendusele vastavaks.
fa: I2P اگر نرخ های خود را پیکربندی کنید تا با سرعت اتصال اینترنت خود مطابقت داشته باشد ، بهترین کار خواهد بود.
fi: I2P toimii parhaiten, jos määrität hinnat vastaamaan Internet-yhteytesi nopeutta.
hi: I2P सबेे काम करेगा यदि आपने अपने दरें को इंटरनेट कनेक्शन की गति से मेल खां हैं.
hu: Az I2P akkor működik legjobban, ha a sebesség értékeidet úgy állítod be, hogy egyezzen az internetkapcsolatod sebességével.
in: I2P akan bekerja paling baik jika anda mengkonfigurasi rate anda sesuai kecepatan koneksi internet anda.
it: I2P funzionerebbe meglio se tu configurassi i valori per adattarli alla velocità della tua connessione internet.
ja: I2P は、インターネット接続の速度と一致するように料金を設定すると、最適に機能します。
ko: I2P는 인터넷 연결 속도에 맞게 요금을 설정하면 최상의 성능을 발�합니다.
nb: I2P vil fungere best hvis du konfigurerer prisene dine for å matche hastigheten på internettforbindelsen din.
nl: I2P werkt het beste als u uw tarieven configureert op basis van de snelheid van uw internetverbinding.
pt: O I2P irá funcionar melhor se você configurar as taxas conforme a velocidade contratada da sua internet.
sl: I2P bo delal najbolje, če konfigurirate svoje stopnje tako, da ujemajo z hitrostjo vaše internetske povezave.
sv: I2P fungerar bäst om du konfigurerar hastigheter som överensstämmer med din internetuppkoplings hastighet.
uk: I2P працюватиме найкраще, якщо ви налаштуєте тарифи відповідно до швидкості вашого інтернет-з 'єднання.
vi: I2P sẽ hoạt động tốt nhất nếu bạn định cấu hình tốc độ phù hợp với tốc độ kết nối internet của mình.

source: Note: Your contribution to the network (network share) is determined by the allocation of upstream bandwidth (upload speed).
ar: ملاحظة: يتم تحديد مساهمتك في الشبكة (مشاركة الشبكة) من خلال تخصيص النطاق الترددي المنبع (سرعة التحميل).
az: Qeyd: Şəbəkəyə töhfəniz (şəbəkə payı) yuxarı axın bant genişliyinin (yükləmə sürəti) ayrılması ilə müəyyən edilir.
bo: དྲོན་བརྡ་བ། ཁྱེད་ཀྱི་དྲ་ལམ་ལ་རམ་འདེགས་(དྲ་ལམ་སྤེལ་བ)ནི་གོང་ཐོན་སྐུད་རྒྱུད་ཁྲི་ཚོ་བགོ་སྤྱོད་(སྐྱེལ་བའི་མྱུར་ཚད)གྱིས་གཏན་འཁེལ་བྱེད།
cs: Poznámka: Váš příspěvek k síti (sdílení sítě) je určen přidělením šířky pásma pro odesílání dat (rychlost odesílání).
da: Bemærk: Dit bidrag til netværket (netværksandel) bestemmes af allokeringen af ​​upstream-båndbredde (uploadhastighed).
el: Σημείωση: Η συνεισφορά σας στο δίκτυο (μερίδιο δικτύου) καθορίζεται από την κατανομή του εύρους ζώνης ανάντη (ταχύτητα μεταφόρτωσης).
es: Nota: Tu contribución a la red (lo que compartes) está determinado por los valores del ancho de banda de subida (velocidad de subida).
et: Märkus. Teie panuse võrku (võrgujagamine) määrab ülesvoolu ribalaiuse jaotus (üleslaadimiskiirus).
fa: توجه: سهم شما در شبکه (سهم شبکه) با تخصیص پهنای باند بالادست (سرعت بارگذاری) تعیین می شود.
fi: Huomautus: Panoksesi verkkoon (verkkoosuus) määräytyy ylävirran kaistanleveyden (latausnopeuden) varauksen mukaan.
hi: टिप्पणी: आपकी नेटवर्क के प्रतिभाग (नेटवर्क शेयर) अपस्ट्रीम बैंडविड्ध के आवंटन (अपलोड गति) द्वारा निर्धारित होती है।
hu: Megjegyzés: A hálózathoz való hozzájárulását (hálózati részesedés) az upstream sávszélesség (feltöltési sebesség) felosztása határozza meg.
in: Catatan: Kontribusi Anda ke jaringan (jaringan berbagi) ditentukan oleh alokasi bandwidth upstream (kecepatan unggah).
it: Nota: Il tuo contributo alla rete (condivisione di rete) è determinato dall'allocazione della larghezza di banda di upload (velocità di upload).
ja: 注: ネットワークへの貢献度 (ネットワーク シェア) は、アップストリーム帯域幅の割り当て (アップロード速度) によって決まります。
ko: 참고 : 네트워크 (네트워크 공유)에 대한 귀하의 기여는 업스트림 대역폭의 할당 (업로드 속도)에 의해 결정됩니다.
nb: Merk: Ditt bidrag til nettverket (nettverksandel) bestemmes av tildelingen av oppstrøms båndbredde (opplastingshastighet).
nl: Opmerking: Uw bijdrage aan het netwerk (netwerkaandeel) wordt bepaald door de toewijzing van upstream-bandbreedte (uploadsnelheid).
pt: Nota: Sua contribuição para a rede (compartilhamento de rede) é determinada pela alocação de largura de banda upstream (velocidade de upload).
sl: Opomba: Vaš doprinos omrežju (delenje omrežja) je določen s dodelitvijo gorazne širine pasma (hitrost pošiljanja).
sv: Obs: Ditt bidrag till nätverket (nätverksandel) bestäms av allokeringen av uppströms bandbredd (uppladdningshastighet).
uk: Примітка. Ваш внесок у мережу (спільний доступ до мережі) визначається розподілом пропускної здатності висхідного каналу (швидкість завантаження).
vi: Lưu ý: Đóng góp của bạn cho mạng (chia sẻ mạng) được xác định bằng việc phân bổ băng thông ngược dòng (tốc độ tải lên).

source: The maximum data transfer values indicate the theoretical maximum, and in practice will normally be much lower.
ar: تشير القيم القصوى لنقل البيانات إلى الحد الأقصى النظري، وعادة ما تكون في الممارسة العملية أقل من ذلك بكثير.
az: Maksimum məlumat ötürmə dəyərləri nəzəri maksimumu göstərir və praktikada normal olaraq daha aşağı olacaq.
bo: མང་མཐའི་གནད་སྡུད་བརྒྱུད་བཏོན་པའི་གནད་ཐང་རྒྱུན་དུ་བཙོན་པའི་མང་མཐའི་མང་མཐའི་སྟོན་པ། དངོས་ལག་ནང་སྤྱོད་པའི་གནད་ཐང་རྒྱུན་དུ་བཙོན་པ་སྤུ་དམ་པར་སློག་པ།
cs: Maximální hodnoty přenosu dat udávají teoretické maximum a v praxi budou obvykle mnohem nižší.
da: De maksimale dataoverførselsværdier angiver det teoretiske maksimum og vil i praksis normalt være meget lavere.
el: Οι μέγιστες τιμές μεταφοράς δεδομένων υποδεικνύουν το θεωρητικό μέγιστο και στην πράξη κανονικά θα είναι πολύ χαμηλότερες.
es: Los valores de transferencia de datos máximos indican el máximo teórico, y en la práctica normalmente serán mucho más bajos.
et: Maksimaalsed andmeedastusväärtused näitavad teoreetilist maksimumi ja on tavaliselt palju madalamad.
fa: حداکثر مقادیر انتقال داده حداکثر نظری را نشان می دهد و در عمل به طور معمول بسیار پایین تر خواهد بود.
fi: Tiedonsiirron maksimiarvot osoittavat teoreettisen maksimin, ja käytännössä ne ovat yleensä paljon pienempiä.
hi: मैक्सिमम डेटा ट्रांसफर मान तर्कसंगत मैक्सिमम का संकेत देते हैं, और वास्तविकता में आमतौर पर यह बहुत कम होता है।
hu: A maximális adatátviteli értékek az elméleti maximumot jelzik, és a gyakorlatban általában sokkal alacsonyabbak lesznek.
in: Nilai transfer data maksimum menunjukkan maksimum teoretis, dan dalam praktiknya biasanya jauh lebih rendah.
it: I valori massimi di trasferimento dei dati indicano il massimo teorico, e in pratica saranno normalmente molto più bassi.
ja: 最大データ転送値は理論上の最大値を示しており、実際には通常はさらに低くなります。
ko: 최대 데이터 전송 값은 이론적 최대값을 나타내며 실제로는 일반적으로 훨씬 낮습니다.
nb: Maksimale dataoverføringsverdier indikerer det teoretiske maksimum, og vil i praksis normalt være mye lavere.
nl: De maximale gegevensoverdrachtwaarden geven het theoretische maximum aan en zullen in de praktijk normaal gesproken veel lager zijn.
pt: Os valores máximos de transferência de dados indicam o máximo teórico e, na prática, normalmente serão muito mais baixos.
sl: Največja vrednost prenosa podatkov kaže teoretično maksimum, in praksi je običajno znatno nižja.
sv: De maximala dataöverföringsvärdena indikerar det teoretiska maximum och kommer i praktiken normalt att vara mycket lägre.
uk: Максимальні значення передачі даних вказують на теоретичний максимум, і на практиці, як правило, будуть набагато нижчими.
vi: Các giá trị truyền dữ liệu tối đa cho thấy mức tối đa lý thuyết và trong thực tế thường sẽ thấp hơn nhiều.

source: Download Speed
ar: سرعة التحميل
az: Yükləmə sürəti
bo: ཕབ་བཏོན་པའི་མྱུཚད།
cs: Rychlost stahování
da: Downloadhastighed
el: Ταχύτητα λήψης
es: Velocidad de descarga
et: allalaadimise kiirus
fa: سرعت دانلود
fi: Latausnopeus
hi: डाउनलोड स्पीड
hu: Letöltési sebesség
in: Kecepatan Unduh
it: Velocità di download
ja: ダウンロード速度
ko: 다운로드 속도
nb: Nedlastingshastighet
nl: Downloadsnelheid
pt: Velocidade de download
sl: Hitrost prejema
sv: Nedladdningshastighet
uk: Швидкість завантаження
vi: Tốc độ tải về

source: KBps In
ar: KBps الداخلة
az: KB/s in
bo: KBps ནང་འདྲེན།
cs: KB/s V
da: KBps ind
el: KBps Μέσα
es: KB/s de entrada
et: KB/s sisse
fa: در KB/s
fi: KB/s sisään
hi: आगंतुकीय KBps
hu: KB/mp Be
in: KBps masuk
it: KBps In Entrata
ja: KBps入力
ko: 들어오는 KBps
nb: KBps inn
pt: KBps entrando
sl: KBps v
uk: Кбіт/с у
vi: KB/s in

source: Upload Speed
ar: تحميل السرعة
az: Yükləmə sürəti
bo: སྤུད་བཏོན་པའི་མྱུཚད།
cs: Rychlost nahrávání
da: Uploadhastighed
el: Ταχύτητα μεταφόρτωσης
es: Velocidad de subida
et: üleslaadimise kiirus
fa: سرعت بارگذاری
fi: Latausnopeus
hi: अपलोड स्पीड
hu: Feltöltési sebesség
in: Kecepatan Unggah
it: Velocità di caricamento
ja: アップロード速度
ko: 업로드 속도
nb: Opplastingshastighet
nl: Uploadsnelheid
pt: Velocidade de upload
sl: Hitrost pošiljanja
sv: Uppladdningshastighet
uk: Швидкість вивантаження
vi: Tốc độ tải lên

source: KBps Out
ar: KBps الخارجة
az: KB/s Çıxış
bo: KBps ཕྱི་འདྲེན།
cs: KB/s Ven
da: KBps Ud
el: KBps Έξω
es: KB/s de salida
et: KB/s välja
fa: خارج KB/s
fi: KB/s ulos
hi: बाहरी KBps
hu: KB/mp Ki
in: KBps keluar
it: KBps In Uscita
ja: KBps出力
ko: 나가는 KBps
nb: KBps ut
nl: KBps Uit
pt: KBps saindo
sl: KBps iz
sv: KBps ut
uk: вихід Кбіт/с
vi: KB/s Out

source: Network Share
ar: حصة الشبكة
az: Şəbəkə Paylaşımı
bo: དྲ་ལམ་སྤེལ་བ།
cs: Podíl v síti
da: Netværksdeling
el: Κοινή χρήση δικτύου
es: Compartición de red
et: Võrgujagamine
fa: سهم شبکه
fi: Verkon jako
hi: नेटवर्क शेयर
hu: Hálózati megosztás
in: Berbagi Jaringan
it: Condivisione di rete
ja: ネットワーク共有
ko: 네트워크 공유
nb: Nettverksdeling
nl: Netwerk delen
pt: Compartilhamento de rede
sl: Delenje omrežja
sv: Nätverksdelning
uk: Мережевий ресурс
vi: Chia sẻ mạng

source: Share
ar: شارك
az: Paylaş
bo: སྤེལ་བ།
cs: Sdílet
da: Del
el: Κοινή χρήση
es: Compartir
et: jagamiseks
fa: هم‌رسانی
fi: Jaa
hi: शेयर करें
hu: Megoszt
it: Condivisione
ja: 共有
ko: 공유
nb: Del
pt: Compartilhar
sl: Deli
sv: Dela
uk: Поділитися
vi: Chia sẻ

source: NOTE
ar: ملاحظة
az: QEYD
bo: དྲོན་བརྟག
cs: POZNÁMKA
el: ΣΗΜΕΙΩΣΗ
es: NOTA
et: NB
fa: توجه
fi: HUOMIO
hi: नोट
hu: MEGJEGYZÉS
in: CATATAN
it: NOTA
ja: 注意
ko: 참고
nb: MERK
nl: OPMERKING
pt: NOTA
sl: OPOMBA
sv: OBSERVERA
uk: ПРИМІТКА
vi: GHI CHÚ

source: You have configured I2P to share only {0} KBps.
ar: لقد قمت باعداد I2P لمشاركة {0} KOps.
az: Siz I2P-ni yalnız {0} KBps paylaşmaq üçün konfiqurasiya etmisiniz.
bo: I2Pསྲོད་པརྒྱུག་གི་གི་བརྒྱུག་མད་པ་གི་{0} KB/s མཐར་པམར་པརྒྱུག་གི་བརྒྱུག་གི་བརྒྱུག་མད་པ.
cs: Nastavili jste I2P pro sdílení pouze {0} kB/s.
da: Du har konfigureret I2P til kun at dele {0} KBps.
el: Έχετε ρυθμίσει το I2P να μοιράζεται μόνο {0} KBps.
es: Ha configurado I2P para compartir sólo {0} KB/s.
et: Olete seadistanud I2P jagama üksnes {0} KB/s.
fa: شما I2P را طوری پیکربندی کرده اید که فقط {0} کیلوبایت بر ثانیه به اشتراک گذاشته شود.
fi: Olet määrittänyt I2P:n jakamaan vain {0} kt/s.
hi: आपने I2P को केवल {0} KB/s तक साझां करने के लिए विन्यासित किया है.
hu: Az I2P-t úgy állítottad be, hogy csak {0} KB-t osszon meg másodpercenként.
in: Anda telah mengkonfigurasi I2P untuk sharing hanya {0} KBps.
it: Hai configurato I2P in modo da condividere solo {0} KBps.
ja: {0} KBps のみを共有するように I2P を構成しました。
ko: I2P를 {0} KB/s만 공유하도록 구성했습니다.
nb: Du har satt opp I2P til å bare bruke {0} KBps.
nl: Je hebt I2P geconfigureerd om slechts {0} KBps te delen.
pt: I2P está configurado para compartilhar apenas {0} KBps
sl: Konfigurirali ste I2P, da deli le {0} KBps.
sv: Du har konfigurerat I2P att bara endast {0} kbps.
uk: Ви налаштували I2P на спільний доступ лише до {0} Кбіт/с.
vi: Bạn đã cấu hình I2P để chia sẻ chỉ {0} KB/s.

source: I2P requires at least 12KBps to enable sharing.
ar: يحتاج I2P على الاقل الى 12KBps لتفعيل المشاركة.
az: I2P paylaşımı aktivləşdirmək üçün ən azı 12KBps tələb edir.
bo: I2Pསཾ�ོད་པརྒྱུག་གི་སྤྱོས་པའི་གི་བརྒྱུག་གི་མད་པ་གི་མཐར་པ
cs: I2P vyžaduje pro sdílení alespoň 12 kB/s.
da: I2P kræver mindst 12KBps for at kunne aktivere deling.
el: Το I2P απαιτεί τουλάχιστο 12KBps για την ενεργοποιήση του διαμοιρασμού.
es: I2P requiere al menos 12KB/s para habilitar el compartido.
et: Et jagamine üldse toimuks, vajab I2P vähemalt 12 KB/s jagatud ribalaiust.
fa: I2P به حداقل 12KBps برای فعال کردن اشتراک‌گذاری نیاز دارد.
fi: I2P vaatii vähintään 12 kt/s jakamisen mahdollistamiseksi.
hi: I2P को साझां सक्षम करने के लिए कम से 12 KB/s आवश्यकता है.
hu: A megosztás engedélyezéséhez az I2P-nek legalább 12 KB/mp-re van szüksége.
in: I2P membutuhkan setidaknya 12KBps untuk memungkinkan sharing.
it: I2P richiede almeno 12KBps per abilitare la condivisione.
ja: I2P で共有を有効にするには、少なくとも 12KBps が必要です。
ko: I2P 공유를 활성화하려면 최소 12 KB/s가 필요합니다.
nb: I2P krever minst 12KBps for å skru på deling.
nl: I2P vereist tenminste 12KBps om sharing in te schakelen.
pt: I2P requer pelo menos 12KBps para habilitar compartilhamento.
sl: I2P zahteva vsaj 12KBps za omogočanje deljenja.
sv: I2P kräver åtminstone 12KBps att aktivera delning.
uk: I2P вимагає щонайменше 12 Кбіт/с, щоб увімкнути спільний доступ.
vi: I2P yêu cầu ít nhất 12KBps để cho phép chia sẻ.

source: Please enable sharing (participating in tunnels) by configuring more bandwidth.
ar: يرجى تمكين المشاركة (المشاركة في الأنفاق) عن طريق تكوين المزيد من النطاق الترددي.
az: Lütfən, daha çox bant genişliyini konfiqurasiya etməklə paylaşmanı (tunellərdə iştirak) aktiv edin.
bo: སྤེལ་བ་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པར་བརྒྱུད་བཏོན་ཚད་མང་མཐའི་བརྒྱུན་སྒྲིག་སྟེན་བྱེད་པར་རོགས་སོ།
cs: Povolte sdílení (účast v tunelech) konfigurací větší šířky pásma.
da: Vær venlig at aktivere deling (deling under tunneler) ved at konfigurere mere båndbredde.
el: Παρακαλούμε ενεργοποιήστε τον διαμοιρασμό (συμμετέχοντας σε τούνελ) ρυθμίζοντας περισσότερο εύρος ζώνης.
es: Por favor, habilite el compartido (participación en túneles) configurando un mayor ancho de banda.
et: Palun võimaldage tunnelites osalemise jaoks rohkem jagatud ribalaiust.
fa: لطفاً اشتراک گذاری (شرکت در تونل ها) را با پیکربندی پهنای باند بیشتر فعال کنید.
fi: Ota jakaminen käyttöön (tunneleihin osallistuminen) määrittämällä lisää kaistanleveyttä.
hi: कृपया अधिक बैंडविड्ध के आवंटन करके शेयरिंग (टनल में भाग लेने) को सक्षम करें।
hu: Kérlek, engedélyezd a megosztást (részvételt az alagutakban) több sávszélesség beállítása által.
in: Mohon aktifkan sharing (partisipasi dalam tunnel) dengan mengkonfigurasi lebih banyak bandwidth.
it: Per favore attiva la condivisione (partecipando a tunnel) abilitando più banda.
ja: より多くの帯域幅を構成して、共有 (トンネルへの参加) を有効にしてください。
ko: 더 많은 대역폭을 공유하도록 설정해 주십시오. (더 많은 터널들에 참가하세요!)
nb: Aktiver deling (deltak i tunneler) ved å konfigurere mer båndbredde.
nl: Schakel sharing in (deelname aan tunnels) door meer bandbreedte toe te kennen.
pt: Habilite compartilhamento (participação em túneis) configurando para maior transmissão de dados.
sl: Prosimo, omogočite deljenje (sodelovanje v tuneljih), konfigurirajte več širine pasma.
sv: Snälla slå på delning (deltagande i andras tunnlar) genom att konfigurera mer bandbredd.
uk: Увімкніть спільний доступ (участь у тунелях), налаштувавши більшу пропускну здатність.
vi: Vui lòng cho phép chia sẻ (tham gia vào các đường hầm) bằng cách định cấu hình nhiều băng thông hơn.
