Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Deleted plugin {0}
ar: تم حذف الملحق {0}
az: Silinmiş qoşma {0}
bo: {0}བརྒྱུད་བསུབ་བཏང་བསྡམས་པ།
cs: Smazán plugin {0}
da: Slettet plugin {0}
el: Διαγραφή πρόσθετου {0}
es: Se ha eliminado el complemento {0}
et: Kustutati plugin {0}
fa: افزونه حذف شده {0}
fi: Poistettu lisäosa {0}
hi: {0} प्लगइन हटाया गया
hu: A következő kiegészítő törölve: {0}
in: Plugin yang telah dihapus {0}
it: Cancella plugin {0}
ja: プラグイン {0} を削除しました
ko: 플러그인 {0} 지워짐
nb: Slettet programtillegg {0}
nl: Plugin {0} verwijderd
pt: Plugin apagado {0}
sl: Izbrisani vstavek {0}
sv: Tog bort insticksmodul {0}
uk: Видалено плагін {0}
vi: Đã xóa plugin {0}

source: Error deleting plugin {0}
ar: خطأ في حذف الملحق {0}
az: Qoşmanı silərkən xəta baş verdi {0}
bo: {0}བརྒྱུད་བསུབ་བཏང་བསྡམས་པའི་ནོར་བ།
cs: Chyba při mazání pluginu {0}
da: Fejl ved sletning af plugin {0}
el: Σφάλμα κατά την διαγραφή του πρόσθετου {0}
es: Error al eliminar el complemento {0}
et: Viga kustutades pluginat {0}
fa: خطا در حذف افزونه {0}
fi: Virhe poistettaessa lisäosa {0}
hi: {0} प्लगइन हटाने में त्रुटि
hu: Hiba a következő kiegészítő törlése közben: {0}
in: Error dalam menghapus plugin {0}
it: Errore durante la cancellazione del plugin {0}
ja: プラグイン {0} を削除する際にエラー
ko: 플러그인 {0}을 삭제하는데 오류
nb: Feil ved sletting av programtillegg {0}
nl: Fout bij verwijderen plugin {0}
pt: excluir erro de Plugin {0}
sl: Napaka pri brisanju vstavka {0}
sv: Problem vid borttagning av insticksmodul {0}
uk: Помилка при видаленні плаґіна {0}
vi: Lỗi xóa plugin {0}

source: Stopped plugin {0}
ar: توقيف الملحق {0}
az: Dayandırılmış qoşma {0}
bo: {0}བརྒྱུད་བསྡམས་པ།
cs: Zastaven plugin {0}
da: Standsede plugin {0}
el: Το πρόσθετο {0} σταμάτησε
es: Se ha detenido el complemento {0}
et: Peatati plugin {0}
fa: پلاگین متوقف شده {0}
fi: Pysäytetty lisäosa {0}
hi: {0} प्लगइन स्थानिक रूप से रोक दिया
hu: A következő kiegészítő leállítva: {0}
in: Plugin yang telah berhenti {0}
it: Plugin {0} fermato
ja: プラグイン {0} を停止しました
ko: 플러그인 {0}을 정지함
nb: Stoppet programtillegg {0}
nl: Plugin {0} gestopt
pt: Plugin parou {0}
sl: Ustavljen vstavek {0}
sv: Stoppade insticksmodul {0}
uk: Зупинено плагін {0}
vi: Đã dừng plugin {0}

source: Stopped webapp {0}
ar: تم إيقاف تطبيق الويب {0}
az: Dayandırılmış veb-tətbiq {0}
bo: {0} webapp བསྡམས་པ།
cs: Zastavená webová aplikace {0}
da: Standsede webapp {0}
el: Σταμάτησε το webapp {0}
es: Se ha detenido la aplicación web {0}
et: peatatud veebirakendus {0}
fa: برنامه وب متوقف شد {0}
fi: Pysäytetty webbisovellus {0}
hi: {0} वेबएप्लीकेशन स्थानिक रूप से रोक दिया
hu: Leállított webalkalmazás {0}
in: Webapp yang telah berhenti {0}
it: Webapp {0} fermata
ja: ウェブアプリ {0} が停止しました
ko: 웹앱 {0}을 정지함
nb: Stoppet vevapp {0}
nl: Webapp {0} gestopt
pt: Aplicação web {0} foi parada
sl: Ustavljena WebApp {0}
sv: Webbapp {0} stoppad
uk: Зупинено веб-додаток {0}
vi: Ứng dụng web đã dừng {0}

source: Start
ar: إبدأ
az: Başla
bo: འགོ་ཚུགས།
cs: Zapnout
el: Έναρξη
es: Iniciar
et: Käivita
fa: آغاز
fi: Käynnistä
hi: शुरू करें
hu: Indítás
in: Mulai
it: Avvio
ja: 起動
ko: 시작
pt: Começar
sl: Začni
uk: Старт
vi: Bắt đầu

source: Client configuration saved successfully
ar: تم حفظ تكوين العميل بنجاح
az: Müştəri konfiqurasiyası uğurla yaddaşda saxlanıldı
bo: ལེན་གནད་མཁར་གནས་ཐོབ་བཏང་བསྡམས་པ།
cs: Konfigurace klienta byla úspěšně uložena
da: Klient konfiguration fremgangsrikt gemt
el: Επιτυχής αποθήκευση ρυθμίσεων πελάτη
es: Se ha guardado con éxito la configuración del cliente
et: Kliendi konfiguratsioon salvestati edukalt
fa: پیکربندی مشتری با موفقیت ذخیره شد
fi: Asiakasasetusten tallennus onnistui
hi: क्लाइंट सेटिंग सफलतापूर्वक सहेजी गई
hu: Az ügyfél konfigurációja sikeresen mentve
in: Konfigurasi Klien berhasil disimpan
it: Configurazione del client salvata correttamente
ja: 正常にクライアントの設定を保存しました
ko: 클라이언트 설정 성공적으로 저장
nb: Klientoppsett lagret
nl: Cliënt configuratie succesvol opgeslagen
pt: Configuração do cliente salva com sucesso
sl: Konfiguracija klienta je uspešno shranjena
sv: Inställningar för klienten sparades
uk: Налаштування клієнта успішно збережено
vi: Cấu hình máy khách đã được lưu thành công

source: New client added
ar: اضافة مستخدم جديد
az: Yeni müştəri əlavə edildi
bo: ལེན་གནད་མཁར་གནས་ཁ་སྣོན་བཅས་པ།
cs: Přidán nový klient
da: Ny klient tilføjet
el: Προστέθηκε νέος πελάτης
es: Se ha añadido un cliente nuevo
et: Uus klient lisatud
fa: کلاینت جدید افزوده شد
fi: Lisätty uusi asiakas
hi: नया क्लाइंट जोड़ा गया
hu: Új kliens hozzáadva
in: Klien baru telah ditambah
it: Aggiunto nuovo client
ja: 新規クライアントが追加されました
ko: 새 클라이언트 추가됨
nb: Ny klient lagt til
nl: Nieuwe client toegevoegd
pt: Novo cliente adicionado
sl: Dodan nov klient
sv: Ny klient las till
uk: Додано новий клієнт
vi: Đã thêm khách hàng mới

source: Bad client index.
ar: ؤشر سيء للعميل.
az: Pis müştəri indeksi.
bo: ལེན་གནད་མཁར་གནས་གྲངས་ནོར་བ།
cs: Špatný klientský index.
da: Dårligt klientregister.
el: Λανθασμένος κατάλογος πελάτη.
es: El índice de clientes está dañado.
et: Vale kliendi indeks.
fa: شاخص مشتری بد.
fi: Huono asiakashakemisto.
hi: बुरा क्लाइंट इंडेक्स।
hu: Helytelen kliens index.
in: Indeks buruk klien.
it: Indice client corrotto.
ja: 不良なクライアントインデックス
ko: 잘못된 클라이언트 색인.
nb: Feilaktig klientindeks.
nl: Foute client index.
pt: Índice cliente ruim.
sl: Napačen indeks klienta.
sv: Felaktigt klientindex
uk: Неправильний індекс клієнта
vi: Chỉ số khách hàng xấu.

source: Client {0} stopped
ar: توقف العميل {0}
az: Müştəri {0} dayandırıldı
bo: {0}ལེན་གནད་བསྡམས་པ།
cs: Klient {0} zastaven
da: Klient {0} standset
el: Ο πελάτης {0} σταμάτησε
es: Se ha detenido el cliente {0}
et: Klient {0} peatatud
fa: مشتری {0} متوقف شد
fi: Asiakas {0} pysäytetty
hi: {0} क्लाइंट स्थानिक रूप से रोक दिया
hu: A(z) {0} ügyfél leállt
in: Klien {0} berhenti
it: Client {0} stoppato
ja: クライアント {0} が停止しました
ko: 클라이언트 {0} 정지됨
nb: Klienten {0} stoppet
nl: Cliënt {0} gestopt
pt: Cliente {0} parou
sl: Klient {0} je ustavljen
sv: Klient {0} stannades
uk: Зупинено клієнт {0}
vi: Máy khách {0} đã dừng

source: Client {0} started
ar: بدأ العميل {0}
az: Müştəri {0} başladı
bo: {0}ལེན་གནད་བརྒྱུགས་པ།
cs: Klient {0} byl spuštěn
da: Klient {0} startet
el: Ο πελάτης {0} ξεκίνησε
es: Se ha iniciado el cliente {0}
et: Klient {0} alustatud
fa: مشتری {0} شروع به کار کرد
fi: Asiakas {0} käynnistetty
hi: {0} क्लाइंट शुरू किया
hu: A(z) {0} ügyfél elindult
in: Klien {0} dimulai
it: Client {0} avviato
ja: クライアント {0} を起動しました
ko: 클라이언트 {0} 시작됨
nb: Klient {0} startet
nl: Cliënt {0} gestart
pt: Cliente {0} iniciou
sl: Klient {0} je začel
sv: Klient {0} startades
uk: Запущено клієнт {0}
vi: Khách hàng {0} đã bắt đầu

source: Client {0} deleted
ar: تم حذف العميل {0}
az: Müştəri {0} silindi
bo: {0}ལེན་གནད་བསུབ་བཏང་བསྡམས་པ།
cs: Klient {0} smazán
da: Klient {0} slettet
el: Ο πελάτης {0} διαγράφηκε
es: Cliente {0} eliminado
et: Klient {0} kustutatud
fa: مشتری {0} حذف شد
fi: Asiakas {0} poistettu
hi: {0} क्लाइंट हटा दिया
hu: A(z) {0} ügyfél törölve
in: Klien {0} dihapus
it: Client {0} rimosso
ja: クライアント {0} が削除されました
ko: 클라이언트 {0} 삭제됨
nb: Klient {0} slettet
nl: Cliënt {0} verwijderd
pt: Cliente {0} removido
sl: Klient {0} je izbrisan
sv: Klient {0} borttagen
uk: Видалено клієнт {0}
vi: Đã xóa ứng dụng khách {0}

source: WebApp configuration saved.
ar: تم حفظ اعدادات تطبيق ويب.
az: Veb-tətbiqin konfiqurasiyası yaddaşda saxlanıldı.
bo: WebApp རོགས་སྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ།
cs: Konfigurace WebApp uložena.
da: WebApp konfiguration gemt.
el: Οι ρυθμίσεις WebApp αποθηκεύτηκαν.
es: Se guardó la configuración de la aplicación web.
et: Veebirakenduse häälestus salvestatud.
fa: پیکربندی برنامه وب ذخیره شد.
fi: WebApp-määritykset tallennettu.
hi: वेबएप्लीकेशन सेटिंग सहेजी गई।
hu: WebAlkalmazás beállítások elmentve.
in: Konfigurasi WebApp disimpan.
it: Configurazione della WebApp salvata.
ja: WebApp 設定が保存されました。
ko: 웹앱 설정 저장됨.
nb: WebApp-oppsett lagret.
nl: WebApp configuratie opgeslagen.
pt: salva configuração WebApp
sl: Konfiguracija WebApp je shranjena.
sv: Webbapp konfiguration sparad.
uk: Налаштування WebApp збережено.
vi: Đã lưu cấu hình WebApp.

source: Plugin configuration saved.
ar: تم حفظ اعدادات الملحق ويب.
az: Qoşma konfiqurasiyası yaddaşda saxlanıldı.
bo: བརྒྱུད་བརྒྱུགས་རོགས་སྒྱུར་བཞག་ཐོབ་བཏང་བསྡམས་པ།
cs: Konfigurace pluginu uložena.
da: Plugin konfiguration gemt.
el: Ρύθμιση πρόσθετου αποθηκεύτηκε.
es: Se guardó la configuración del complemento.
et: Plugina häälestus salvestatud.
fa: پیکربندی افزونه ذخیره شد.
fi: Lisäosan kokoonpano tallennettu.
hi: प्लगइन सेटिंग सहेजी गई।
hu: Kiegészítő beállítások elmentve
in: Konfigurasi plugin disimpan.
it: Configurazione dei plugin salvata.
ja: プラグイン設定が保存されました。
ko: 플러그인 설정 저장됨.
nb: Programtilleggsoppsett lagret.
nl: Plugin configuratie opgeslagen.
pt: Salva configuração de Plugin
sl: Konfiguracija vstavka je shranjena.
sv: lugin konfiguration sparad.
uk: Конфігурацію плагіна збережено
vi: Đã lưu cấu hình plugin.

source: WebApp
ar: تطبيق ويب
az: Veb-tətbiq
cs: Webová Aplikace
es: Aplicación web
et: Veebirakendus
fa: برنامه وب
hi: वेबएप्लीकेशन
hu: WebAlkalmazás
ko: 웹앱
sv: Webbapp
uk: Web-додаток
vi: Ứng dụng web

source: started
ar: إنطلق
az: başladılıb
bo: འགོ་ཚུགས།
cs: zahájeno
da: startet
el: ξεκίνησε
es: iniciado
et: käivitatud
fa: شروع شد
fi: käynnisty
hi: शुरू हुआ
hu: elindult
in: Dimulai
it: partito
ja: 起動しました
ko: 시작됨
nb: startet
nl: gestart
pt: começado
sl: začel
sv: startade
uk: запущено
vi: bắt đầu

source: Failed to start
ar: فشل في الإنطلاق
az: Başlamaq alınmadı
bo: འགོ་ཚུགས་ནོར་བ།
cs: Nepodařilo se spustit
da: Kunne ikke starte.
el: Αποτυχία εκκίνησης
es: No se pudo iniciar
et: Ei suutnud käivituda
fa: شروع نشد
fi: Ei käynnistynyt
hi: शुरू करने में विफल
hu: Indítás sikertelen
in: Gagal dimulai
it: Partenza fallita
ja: 起動に失敗
ko: 시작 실패
nb: Klarte ikke å starte
nl: Gefaald te starten
pt: Falha ao iniciar
sl: Začetek je spodletel
sv: Misslyckades med att starta
uk: Помилка запуску
vi: Không khởi động được

source: Failed to find server.
ar: فشل في العثور على الخادم.
az: Server tapılmadı.
bo: སརྟོན་པ་རྙེད་མ་རྙེད་ནོར་བ།
cs: Nelze najít server.
da: Kunne ikke finder server.
el: Αποτυχία εύρεσης server
es: No se pudo encontrar servidor.
et: Ei suutnud leida serverit.
fa: سرور پیدا نشد.
fi: Ei löytänyt palvelinta
hi: सर्वर ढूँढ़ने में विफल
hu: Nem sikerült megtalálni a szervert.
in: Gagal menemukan server.
it: Ricerca del server fallita.
ja: サーバの検索に失敗
ko: 서버를 찾는데 실패함
nb: Klarte ikke å finne tjener
nl: Gefaald om server te vinden.
pt: Falha ao localizar o servidor.
sl: Iskanje strežnika je spodletelo.
sv: Det gick inte att hitta servern.
uk: Не вдалося знайти сервер.
vi: Không tìm thấy máy chủ.

source: No plugin URL specified.
ar: لم يحدد عنوان الملحق.
az: Qoşma URL-i qeyd edilməyib.
bo: བརྒྱུད་བརྒྱུགས་རོགས་ URL གསལ་བཀོད་མེད་མེད་མེད།
cs: Nebyla zadána adresa URL pluginu.
da: Der er ikke angivet nogen plugin URL
el: Δεν προσδιορίστηκε URL του πρόσθετου.
es: No se ha especificado URL del complemento.
et: Plugina URL määramata.
fa: هیچ URL افزونه ای مشخص نشده است.
fi: Ei määritelty lisäosan URL.
hi: कोई प्लगइन URL नहीं निर्दिष्ट किया गया।
hu: Nincs megadva kiegészítő URL-je.
in: URL plugin tidak ditentukan.
it: Nessun URL del plugin specificato.
ja: プラグインURLが指定されていません。
ko: 플러그인 URL 특정되지 않음
nb: Ingen programtilleggsnettadresse satt.
nl: Geen plugin URL gespecificeerd.
pt: Sem URL do plugin especificado.
sl: Niste določili URL-ja vstavka.
sv: Ingen insticksmodulswebbadress angiven.
uk: Не вказано URL-адресу плігіна.
vi: Không có URL plugin nào được chỉ định.

source: You must enter a file
ar: يجب عليك إدخال ملف
az: Fayl daxil etməlisiniz
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཞིག་དགོས་པར་རེད་དགོས།
cs: Musíte zadat soubor
da: Du skal indtaste en fil
el: Πρέπει να εισάγετε αρχείο
es: Tiene que introducir un fichero
et: Peate sisestama faili
fa: شما باید یک فایل وارد کنید
fi: Sinun on kirjoitettava tiedosto
hi: आपको एक फ़ाइल दर्ज करना होगा
hu: Meg kell adnia egy fájlt
in: Anda harus memasukkan sebuah file
it: È necessario inserire un file
ja: ファイルを入力する必要があります
ko: 파일을 입력해야 합니다
nb: Du må angi ei fil
nl: Je moet een bestand opgeven
pt: Necessita de seleccionar um ficheiro
sl: Morate vnesti datoteko
sv: Du måste ange en fil
uk: Потрібно вказати файл
vi: Bạn phải nhập một tập tin

source: Install from file failed
ar: فشل التثبيت من الملف
az: Fayldan quraşdırma alınmadı
bo: ཡིག་ཆ་ནས་བརྒྱུར་བཞག་ནོར་བ།
cs: Instalace ze souboru se nezdařila
da: Installation fra file misslykkedes
el: Η εγκατάσταση από αρχείο απέτυχε
es: La instalación desde fichero falló
et: failist installimine ebaõnnestus
fa: نصب از فایل ناموفق بود
fi: Asennus tiedostosta epäonnistui
hi: फ़ाइल से स्थापना विफल रही
hu: Sikertelen telepítés fájlból
in: Menginstal dari file telah gagal
it: Installazione da file fallita
ja: ファイルからのインストール失敗
ko: 파일 설치 실패
nb: Installasjon fra fil mislyktes
nl: Installatie van bestand is mislukt
pt: Instalação de ficheiro falhou
sl: Namestitev iz datoteke je spodletela
sv: Installation från fil misslyckades
uk: Встановлення з файлу невдало
vi: Cài đặt từ tệp không thành công

source: No update URL specified for {0}
ar: لا توجد تحديثات لـ {0}
az: {0} üçün heç bir yeniləmə URL-i göstərilməyib
bo: {0}ལ་གསར་བརྗེ་བཏང་ URL གསལ་བཀོད་མེད་མེད་མེད།
cs: Nebyla zadána žádná adresa URL aktualizace pro {0}
da: Der er ikke angivet nogen opdaterings URL for {0}
el: Δεν καθορίστηκε URL ενημέρωσης για το {0}
es: No se ha especificado la URL de actualización para {0}
et: Uuenduse URL määramata {0} jaoks
fa: هیچ URL به روز رسانی برای {0} مشخص نشده است
fi: Kohteelle {0} ei ole määritelty päivitysverkko-osoitetta
hi: {0} के लिए कोई अपडेट URL नहीं निर्दिष्ट किया गया है।
hu: Nincs megadva kiegészítő URL-je a következőhöz: {0}
in: Tidak ada update URL ditentukan untuk {0}
it: Non è stato specificato un URL di aggiornamento per {0}
ja: 更新URLは {0} に指定されていません。
ko: 플러그인 URL 특정되지 않음: {0}
nb: Ingen oppdateringsnettadresse spesifisert for {0}
nl: Geen update URL gespecificeerd voor {0}
pt: Sem URL de atualização especificado para {0}
sl: Za {0} ni določen URL posodabljanja
sv: Ingen uppdaterings-URL specificerad för {0}
uk: Не вказано URL оновлення для {0}
vi: Không có URL cập nhật nào được chỉ định cho {0}

source: Plugin or update download already in progress.
ar: جارية تحميل التحديث
az: Qoşma və ya yeniləmə endirimi artıq davam edir.
bo: བརྒྱུད་ཡང་ནས་གསར་བརྗེ་བཏང་བསྡམས་པ་འདི་ནི་བརྒྱུད་བཞིན་པའི་མེད་པ།
cs: Stahování pluginu nebo aktualizace již probíhá.
da: Opdatering eller plugin download er allerede i gang.
el: Κατέβασμα πρόσθετου ή ενημέρωσης σε εξέλιξη.
es: Descarga de complemento o actualización ya en curso.
et: Plugina või uuenduse alla laadimine juba toimub.
fa: بارگیری را افزونه یا به‌روزرسانی کنید.
fi: Laajennuksen tai päivityksen lataus on jo käynnissä.
hi: प्लगइन या अपडेट का डाउनलोड पहले से ही चल रहा है।
hu: A kiegészítő frissítés letöltése már folyamatban van.
in: Download plugin atau update sedang dilaksanakan.
it: L'aggiornamento o lo scaricamento del plugin è già in corso.
ja: プラグインまたはアップデートのダウンロードはすでに進行中です。
ko: 플러그인이나 업데이트 다운로드가 이미 작동중입니다.
nb: Programtillegg- eller oppdaterings-nedlasting allerede underveis.
nl: Plugin of update download is reeds bezig.
pt: Plugin ou atualização a baixar já em andamento.
sl: Prenos vstavka ali posodobljanja je že v teku.
sv: Insticksmodul- eller uppdateringshämtning pågår redan
uk: Плагін або оновлення вже завантажується.
vi: Đang tải xuống plugin hoặc bản cập nhật.

source: Updating all plugins
ar: تحديث جميع الإضافات
az: Bütün qoşmaların yenilənməsi
bo: བརྒྱུད་ཡང་ནས་གསར་བརྗེ་བཏང་བསྡམས་པ།
cs: Aktualizace všech pluginů
da: Opdaterer alle plugins
el: Ενημέρωση όλων των πρόσθετων
es: Actualizando todos los complementos
et: Uuendatakse kõiki pluginaid
fa: به روزرسانی همه افزونه ها
fi: Päivitetään kaikkia lisäosia
hi: सभी प्लगइन अपडेट कर रहा है
hu: Az összes kiegészítő frissítése folyamatban
in: Mengupdate semua plugin
it: Aggiornando tutti i plugin
ja: 全てのプラグインをアップデート中
ko: 모든 플러그인 업데이트 중
nb: Oppdaterer alle programtillegg
nl: Alle plugins worden geupdate
pt: Atualizando todas extensões
sl: Posodabljanje vseh vstavkov
sv: Alla insticksmodul uppdateras
uk: Оновлення всіх плагінів...
vi: Cập nhật tất cả các plugin

source: Update manager not registered, cannot install
bo: གསར་བརྗེ་བཏང་དོ་གསལ་བཀོད་མེད་མེད་མེད་མིན། གསར་བརྗེ་བཏང་བསྡམས་པ།
hi: अपडेट मैनेजर पंजीकृत नहीं है, इंस्टॉल नहीं कर सकते
ko: 업데이트 관리자가 등록되지 않아 설치할 수 없습니다

source: Installing plugin from {0}
ar: تثبيت البرنامج المساعد من {0}
az: {0} -dan plagin quraşdırılır
bo: {0}ནས་བརྒྱུད་བརྗེ་བཏང་བསྡམས་པ།
cs: Instalace pluginu z {0}
da: Installerer plugin fra {0}
el: Εγκατάσταση πρόσθετου από {0}
es: Instalando complemento de {0}
et: pistikprogrammi installimine saidilt {0}
fa: نصب افزونه از {0}
fi: Asennetaan laajennusta osoitteesta {0}
hi: {0} से प्लगइन स्थापित कर रहा है
hu: Beépülő telepítése innen: {0}
in: Menginstal plugin dari {0}
it: Installazione in corso di plugin da {0}
ja: {0} からプラグインをインストール中
ko: {0}에서 플러그인 설치중
nb: Installerer programtillegg fra {0}
nl: Plugin van {0} aan het installeren
pt: Instalar Plugin de {0}
sl: Namestitev vstavka iz {0}
sv: Installerar insticksmodul från {0}
uk: Встановлюю плагін із {0}
vi: Cài đặt plugin từ {0}

source: Cannot install, check logs
bo: གསར་བརྗེ་སྲིད་བཞིན་པའི་མིན། ཟིན་ཐོ་བལྟ་བཞིན་པར་རོགས།
hi: इंस्टॉल नहीं कर सकते, लॉग जांचें
ko: 설치할 수 없습니다, 로그를 확인하세요

source: Update manager not registered, cannot check
bo: གསར་བརྗེ་སྲིད་དོ་གསལ་བཀོད་མེད་མེད་མིན། བལྟ་བཞིན་པར་རོགས་མིན།
hi: अपडेट मैनेजर पंजीकृत नहीं है, जांच नहीं कर सकते
ko: 업데이트 관리자가 등록되지 않아 확인할 수 없습니다

source: Checking plugin {0} for updates
ar: بحث عن اصدارات جديدة للملحق{0}
az: Yeniləmələr üçün {0} plaginin yoxlanılması
bo: {0}ལ་གསར་བརྗེ་བཏང་བསྡམས་པ་བལྟ་བཞིན་པར་རོགས།
cs: Kontrola aktualizací pluginu {0}
da: Kontrollere plugin {0} for opdateringer
el: Έλεγχος πρόσθετου {0} για ενημερώσεις
es: Buscando actualizaciones para el complemento {0}
et: Otsin plugina {0} uuendusi
fa: بررسی افزونه {0} برای به‌روزرسانی
fi: Tarkistetaan laajennuksen {0} päivityksiä
hi: {0} प्लगइन के लिए अपडेट की जाँच कर रहा है
hu: Frissítések keresése a következő kiegészítőhöz: {0}
in: Memeriksa plugin {0} untuk update
it: Ricerca aggiornamenti del plugin {0}
ja: プラグイン {0} のアップデートを確認中
ko: 플러그인 {0}의 업데이트를 확인중입니다
nb: Sjekker programtillegg {0} for oppdateringer
nl: Controlleer plugin {0} voor updates
pt: Plugin de verificação de {0} para atualizações
sl: Preverjanje vstavka {0} za posodobljanje
sv: Kontrollerar uppdateringar för {0}
uk: Перевіряю плагін {0} на оновлення
vi: Đang kiểm tra bản cập nhật của plugin {0}

source: Started plugin {0}
ar: الملحق {0} يعمل
az: Başlanğıc Qoşma {0}
bo: {0}ལེན་གནད་བརྒྱུགས་པ།
cs: Spuštěný plugin {0}
da: Startet plugin {0}
el: Το πρόσθετο {0} ξεκίνησε
es: Se ha iniciado el complemento {0}
et: Käivitati plugin {0}
fa: افزونه شروع شده {0}
fi: Käynnistetty lisäosa {0}
hi: {0} प्लगइन शुरू किया गया
hu: A következő kiegészítő elindítva: {0}
in: Plugin {0}sedang dinyalakan
it: Plugin {0} lanciato
ja: プラグイン {0} を起動しました
ko: 플러그인 {0} 시작됨
nb: Startet programtillegg {0}
nl: Plugin {0} gestart
pt: Plugin começou {0}
sl: Začet vstavek {0}
sv: Startade insticksmodul {0}
uk: Плагін {0} запущено
vi: Đã bắt đầu plugin {0}

source: Error starting plugin {0}
ar: خطأ في تطلاق الملحق {0}
az: Qoşmaya başlama xətası {0}
bo: {0}ལེན་གནད་བརྒྱུགས་ནོར་བ།
cs: Chyba při spuštění pluginu {0}
da: Fejl ved opstart af plugin {0}
el: Λάθος κατά την εκκίνηση του πρόσθετου {0}
es: Error al iniciar el complemento {0}
et: Viga käivitades pluginat {0}
fa: خطا در شروع افزونه {0}
fi: Virhe käynnistettäessä laajennusta {0}
hi: {0} प्लगइन शुरू करने में त्रुटि
hu: Hiba a következő kiegészítő indítása közben: {0}
in: Error dalam menyalakan plugin {0}
it: Errore durante l'avvio del plug-in {0}
ja: プラグイン {0} を起動する際にエラー
ko: 플러그인 {0}을 시작하는데 오류
nb: Feil ved oppstart av programtillegg {0}
nl: Fout bij starten plugin {0}
pt: Erro de Plugin ao iniciar {0}
sl: Napaka pri zagonu vstavka {0}
sv: Fel när insticksmodul {0} startades
uk: Помилка при запуску плаґіна {0}
vi: Lỗi khởi động plugin {0}

source: Added user {0}
ar: تمت إضافة المستخدم {0}
az: İstifadəçi əlavə edildi {0}
bo: {0}སྤྱོད་མཁན་པའི་བཏང་བསྡམས་པ།
cs: Přidán uživatel {0}
da: Tilføjede bruger {0}
el: Προστέθηκε ο χρήστης {0}
es: Se ha añadido al usuario {0}
et: lisatud kasutaja {0}
fa: کاربر اضافه شده {0}
fi: Lisätty käyttäjä {0}
hi: {0} उपयोगकर्ता जोड़ा गया
hu: {0} felhasználó hozzáadva
in: Menambahkan pengguna {0}
it: Aggiunto utente {0}
ja: ユーザ {0} を追加
ko: 사용자 {0} 추가함
nb: La til bruker {0}
nl: Gebruiker {0} toegevoegd
pt: Usuário {0} adicionado
sl: Dodan uporabnik {0}
sv: Användare {0} tillagd
uk: Користувача {0} додано
vi: Người dùng đã thêm {0}

source: Interface configuration saved
ar: تم حفظ تكوين الواجهة
az: İnterfeys konfiqurasiyası yaddaşda saxlanıldı
bo: ངོས་སྐབ་སྟོན་པའི་མཐོ་རིམ་རོགས་སྒྱུར་བཞག་ཐོབ་བསྡམས་པ།
cs: Konfigurace rozhraní uložena
da: Interface konfiguration gemt
el: Οι ρυθμίσεις του περιβάλλοντος αποθηκεύτηκαν
es: Se ha guardado la configuración de la interfaz
et: liidese konfiguratsioon on salvestatud
fa: پیکربندی رابط ذخیره شد
fi: Liitäntäkokoonpano tallennettu
hi: इंटरफेस सेटिंग सहेजी गई
hu: Az interfész konfigurációja mentve
in: Konfigurasi interface telah disimpan
it: Configurazione interfaccia salvata
ja: インターフェースの設定を保存しました
ko: 인터페이스 설정 저장함
nb: Grensesnittoppsett lagret
nl: Interface configuratie opgeslagen
pt: Configuração da interface salva
sl: Konfiguracija vmesnika je shranjena
sv: Gränssnittsinställningar sparade
uk: Налаштування інтерфейсу збережено
vi: Đã lưu cấu hình giao diện

source: Edit
ar: حرر
az: Dəyiş
bo: བསྒྱུབ་བཏང་བསྡམས་པ།
cs: Editovat
da: Ændre
el: Επεξεργασία
es: Editar
et: Muuda
fa: ویرایش
fi: Muokkaa
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerk
pt: Editar
sl: Uredi
sv: Redigera
uk: Редагування
vi: Chỉnh sửa

source: Add Client
ar: أضف مستخدم
az: Müştəri əlavə et
bo: ལེན་གནད་མཁར་གནས་པ།
cs: Přidat klienta
da: Tilføj Klient
el: Προσθήκη Πελάτη
es: Añadir cliente
et: Lisa klient
fa: افزودن کلاینت
fi: Lisää asiakas
hi: क्लाइंट जोड़ें
hu: Kliens Hozzáadása
in: Tambah klien
it: Aggiugi client
ja: クライアントを追加
ko: 클라이언트 추가
nb: Legg til klient
nl: Client Toevoegen
pt: Adicionar cliente
sl: Dodaj klienta
sv: Lägg till Klient
uk: Додати клієнт
vi: Thêm khách hàng

source: Client
ar: مستخدم
az: Müştəri
bo: ལེན་གནད་མཁར་གནས་པ།
cs: Klient
da: Klient
el: Πελάτης
es: Cliente
et: Klient
fa: کلاینت
fi: Asiakas
hi: क्लाइंट
hu: Kliens
in: Klien
ja: クライアント
ko: 클라이언트
nb: Klient
pt: Cliente
sl: Klient
sv: Klient
uk: Клієнт
vi: Khách hàng

source: Run at Startup?
ar: تشغيل عند البداية؟
az: Başlanğıcda qaçmaq?
bo: འགོ་ཚུགས་སྐབས་དུས་འཁོར་བསྒྱུགས་སོང་།
cs: Spustit při spuštění?
da: Kør ved opstart?
el: Εκτέλεση κατά την εκκίνηση?
es: ¿Ejecutar en el arranque?
et: Käivita koos ruuteriga?
fa: در استارت آپ اجرا شود؟
fi: Suorita käynnistettäessä?
hi: शुरू होने पर चलाएं?
hu: Fusson Indításkor?
in: Dijalankan saat Startup?
it: Partenza all'avvio?
ja: スタートアップ時に起動？
ko: 자동 시작?
nb: Kjør ved oppstart?
nl: Start bij opstarten?
pt: Correr no arranque?
sl: Zaženi pri zagonu?
sv: Kör vid uppstart?
uk: Запускати під час старту системи?
vi: Chạy khi khởi động?

source: Control
ar: تحكم
az: Nəzarət
bo: ཚོད་འཛིན་བརྒྱུར་བཞག
da: Kontrol
el: Έλεγχος
et: Juhtimine
fa: کنترل
hi: नियंत्रण
hu: Vezérlés
in: Kontrol
it: Controllo
ja: 操作
ko: 컨트롤
nb: Kontroll
nl: Controlle
pt: Controle
sl: Kontrola
sv: Kontroll
uk: Управління
vi: Kiểm soát

source: Class and arguments
ar: الفئة
az: Sinif və arqumentlər
bo: རིམ་པ་དང་ཚིག་དོན་ཚིག་དོན་ཚིག
cs: Třída a argumenty
el: Κλάση και ορίσματα
es: Clase y argumentos
et: Klass ja argumendid
fa: کلاس و استدلال
fi: Luokka ja argumentit
hi: क्लास और तर्क
hu: Osztály és argumentumok
in: Class dan arguments
it: Classe e argomenti
ja: クラスと引数
ko: 클래스, 매개변수
nb: Klasse og argumenter
nl: Class en argumenten
pt: Classe e parâmetros
sl: Razred in argumenti
sv: Klass och argmument
uk: Клас і аргументи
vi: Lớp và đối số
