Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When set to true, additional functionality will be enabled in the console and the user will be able to edit settings directly on the <a href=/configadvanced>Advanced Configuration page</a>. Extra display options are provided in the <a href=/netdb>Network Database section</a>, including the <a href='/netdb?f=3'>Sybil Analysis tool</a>, and there are additional configuration options on the <a href=/configclients>Clients Configuration page</a>. This will also enable the installation of unsigned updates, manual configuration of the news URL, and additional sections on the sidebar.
ar: عند التعيين على "صحيح"، سيتم تمكين وظائف إضافية في وحدة التحكم وسيتمكن المستخدم من تحرير الإعدادات مباشرة على <a href=/configadvanced>صفحة التكوين المتقدم</a>.
az: True olarak ayarlandığında, konsolda ek işlevler etkinleştirilecek ve kullanıcılar <a href=/configadvanced>Gelişmiş Yapılandırma sayfasında</a> ayarları doğrudan düzenleyebileceklerdir. <a href=/netdb>Ağ Veritabanı bölümünde</a> ekstra görüntüleme seçenekleri sunulmakta olup, bunlar arasında <a href='/netdb?f=3'>Sybil Analiz aracı</a> bulunmaktadır ve ayrıca <a href=/configclients>İstemci Yapılandırma sayfasında</a> ek yapılandırma seçenekleri bulunmaktadır. Bu ayrıca imzasız güncellemelerin yüklenmesini, haber URL'sinin elle yapılandırılmasını ve kenar çubuğunda ek bölümleri etkinleştirecektir.
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། console ནང་ཁྱད་ཆོས་ཁ་སྣོན་བྱིན་ཡོད་པ་དང་། སྤྱོད་མཁན་གྱིས་ <a href=/configadvanced>མཐོ་རིམ་བཀོད་སྒྲིག་ཤོག་ངོས།</a> ཐོག་ཐད་ཀར་བཀོད་སྒྲིག་བསྒྱུར་ཐུབ། <a href=/netdb>དྲ་བའི་གཞི་གྲངས་ཆ་ཤས།</a> ནང་ཁྱད་ཆོས་བཀྲ་བའི་གདམ་ཀ་ཡོད། དེའི་ནང་ <a href='/netdb?f=3'>Sybil Analysis tool</a> ཡང་ཚུད། <a href=/configclients>Clients Configuration page</a> ཐོག་ཁྱད་ཆོས་བཀོད་སྒྲིག་གདམ་ཀ་ཡོད། འདིས་མིང་རྟགས་མེད་པའི་གསར་བརྗེ་གསར་སྒྲིག་དང་། གསར་འགྱུར་ URL ལག་ཐོག་བཀོད་སྒྲིག ཟུར་ངོས་ཁ་སྣོན་བཅས་བྱིན་ཡོད།
cs: Pokud je nastaveno na true, bude v konzoli povolena další funkcionalita a uživatel bude mít možnost přímo upravovat nastavení na stránce <a href=/configadvanced>Advanced Configuration</a>. V nabídce <a href=/netdb>Network Database</a> jsou k dispozici další možnosti zobrazení včetně nástroje <a href='/netdb?f=3'>Sybil Analysis</a> a na stránce <a href=/configclients>Clients Configuration</a> jsou k dispozici další konfigurační možnosti. Tímto se také povolí instalace nesignovaných aktualizací, ruční konfigurace URL zpráv a další sekce na postranní liště.
da: Når det er indstillet til sandt, vil ekstra funktionalitet blive aktiveret i konsollen, og brugeren vil kunne redigere indstillinger direkte på den avancerede konfigurationsside. Yderligere visningsindstillinger er tilgængelige i Netværksdatabasen-sektionen, herunder Sybil-analyseværktøjet, og der er yderligere konfigurationsmuligheder på klientskonfigurationssiden. Dette vil også give mulighed for installation af ikke-signerede opdateringer, manuel konfiguration af nyheds-URL'en og yderligere sektioner på sidepanelet.
el: Όταν οριστεί σε αληθές, θα επιτραπεί πρόσθετη λειτουργικότητα στην κονσόλα και ο χρήστης θα μπορεί να επεξεργάζεται τις ρυθμίσεις απευθείας στη <a href=/configadvanced>Σελίδα Προηγμένης Διαμόρφωσης</a>. Παρέχονται επιπλέον επιλογές εμφάνισης στην ενότητα <a href=/netdb>Ενότητα Βάσης Δεδομένων Δικτύου</a> συμπεριλαμβανομένου του <a href='/netdb?f=3'>Εργαλείου Ανάλυσης Sybil</a>, και υπάρχουν επιπλέον επιλογές διαμόρφωσης στην <a href=/configclients>Σελίδα Διαμόρφωσης Πελατών</a>. Αυτό θα επιτρέψει επίσης την εγκατάσταση μη υπογεγραμμένων ενημερώσεων, τη χειροκίνητη διαμόρφωση του URL ειδήσεων και επιπλέον ενότητες στην πλευρική γραμμή.
es: Cuando se establece en true, se habilitará funcionalidad adicional en la consola y el usuario podrá editar directamente las configuraciones en la página <a href=/configadvanced>Configuración avanzada</a>. Se proporcionan opciones de visualización adicionales en la sección <a href=/netdb>Base de datos de red</a>, incluida la herramienta de <a href='/netdb?f=3'>Análisis Sybil</a>, y existen opciones de configuración adicionales en la página <a href=/configclients>Configuración de clientes</a>. Esto también permitirá la instalación de actualizaciones no firmadas, la configuración manual de la URL de noticias y secciones adicionales en la barra lateral.
et: Kui see on seatud tõeväärtuseks, lisandub konsoolile täiendav funktsionaalsus ja kasutaja saab seadeid otse muuta <a href=/configadvanced>Edasijõudnute konfigureerimise lehel</a>. Lisaks pakutakse <a href=/netdb>Võrgu andmebaasi sektsioonis</a> täiendavaid kuvavalikuid, sealhulgas <a href='/netdb?f=3'>Sybil'i analüüsitööriista</a> ning on olemas täiendavad konfiguratsioonivalikud <a href=/configclients>Klientide konfigureerimise lehel</a>. See võimaldab ka allkirjastamata uuenduste installimist, uudiste URL-i käsitsi konfigureerimist ja täiendavaid jaotisi küljeribal.
fa: وقتی روی true تنظیم شود، عملکردهای اضافی در کنسول فعال می شود و کاربر می تواند تنظیمات را مستقیماً در <a href=/configadvanced>صفحه پیکربندی پیشرفته</a> ویرایش کند.
fi: Kun tämä on asetettu arvoon "true", lisätoiminnallisuus otetaan käyttöön konsolissa ja käyttäjä voi muokata asetuksia suoraan <a href=/configadvanced>kehittyneiden asetusten sivulla</a>. Lisänäyttövaihtoehdot ovat saatavilla <a href=/netdb>verkkotietokannan osassa</a>, mukaan lukien <a href='/netdb?f=3'>Sybil-analyysityökalu</a>, ja lisäksi on muita määritysvaihtoehtoja <a href=/configclients>Aseman määritys -sivulla</a>. Tämä mahdollistaa myös vahvistamattomien päivitysten asentamisen, uutis-URL: n manuaalisen määrityksen ja lisäosiot sivupalkissa.
hi: जब यह सत्य कर दिया जाता है, तो कंसोल में अतिरिक्त कार्यक्षमता सक्रिय हो जाती है और उपयोगकर्ता सीधे <a href=/configadvanced>Advance Configuration पृष्ठ</a> पर सेटिंग संपादित कर सकता है। <a href=/netdb>नेटवर्क डेटाबेस सेक्शन</a> में अतिरिक्त डिस्प्ले विकल्प प्रदान किए जाते हैं, जिसमें <a href='/netdb?f=3'>Sybil Analysis टूल</a> शामिल है, और <a href=/configclients>क्लाइंट्स कन्फ़िगरेशन पृष्ठ</a> पर अतिरिक्त सेटिंग विकल्प होते हैं। यह अनसाइनेड अपडेट की स्थापना को भी सक्षम करेगा, न्यूज़ URL के मान्यता से बाहरी सेटिंग, और साइडबार पर अतिरिक्त खंडों को।
hu: Ha igazra van állítva, további funkciók lesznek engedélyezve a konzolon, és a felhasználó szerkesztheti a beállításokat közvetlenül az <a href=/configadvanced>Haladó konfigurációs oldalon</a>. Extra megjelenítési lehetőségek találhatóak a <a href=/netdb>Hálózati adatbázis szakaszban</a>, beleértve a <a href='/netdb?f=3'>Sybil elemző eszközt</a>, és további konfigurációs lehetőségek vannak a <a href=/configclients>Clients konfigurációs oldalon</a>. Ez lehetővé teszi a nem aláírt frissítések telepítését, a hírek URL címének manuális konfigurálását és további szakaszokat az oldalsávon.
in: Ketika diatur menjadi true, fungsionalitas tambahan akan diaktifkan di konsol dan pengguna dapat mengedit pengaturan langsung di halaman <a href=/configadvanced>Konfigurasi Lanjutan</a>. Opsi tampilan tambahan disediakan di bagian <a href=/netdb>Basisdata Jaringan</a>, termasuk alat <a href='/netdb?f=3'>Analisis Sybil</a>, dan tersedia opsi konfigurasi tambahan di halaman <a href=/configclients>Konfigurasi Klien</a>. Ini juga akan mengaktifkan pemasangan update tidak ditandatangani, konfigurasi manual alamat URL berita, dan bagian samping tambahan.
it: Quando impostato su true, funzionalità aggiuntive saranno abilitate nella console e l'utente sarà in grado di modificare le impostazioni direttamente nella <a href=/configadvanced>pagina di configurazione avanzata</a>. Opzioni di visualizzazione extra sono fornite nella <a href=/netdb>sezione del Database di rete</a>, compreso lo strumento di <a href='/netdb?f=3'>analisi Sybil</a>, e ci sono ulteriori opzioni di configurazione nella <a href=/configclients>pagina di configurazione dei client</a>. Ciò permetterà anche l'installazione di aggiornamenti non firmati, la configurazione manuale dell'URL delle notizie e sezioni aggiuntive nella barra laterale.
ja: true の場合、コンソールで追加の機能が有効になり、ユーザーは<a href=/configadvanced>高度な設定ページ</a>で直接設定を編集できます。 <a href=/netdb>ネットワークデータベースセクション</a>には、追加の表示オプションが提供されます。これには <a href='/netdb?f=3'>Sybil Analysis ツール</a>も含まれます。さらに、<a href=/configclients>クライアントの設定ページ</a>にも追加の設定オプションがあります。これにより、未署名の更新のインストール、ニュース URL の手動設定、およびサイドバーの追加セクションも有効になります。
ko: true로 설정하면 콘솔에서 추가 기능이 활성화되며 사용자는 <a href=/configadvanced>고급 구성 페이지</a>에서 설정을 직접 편집할 수 있습니다. 추가적인 디스플레이 옵션은 <a href=/netdb>네트워크 데이터베이스 섹션</a> 에서 제공되며, <a href='/netdb?f=3'>Sybil 분석 도구</a> 및 <a href=/configclients>Clients 구성 페이지</a> 에 추가 구성 옵션이 있습니다. 또한 미인증 업데이트 설치, 뉴스 URL의 수동 구성 및 사이드바에서 추가 섹션이 가능합니다.
nb: Når satt til true, vil ekstra funksjonalitet bli aktivert i konsollen og brukeren vil kunne redigere innstillinger direkte på <a href=/configadvanced>Avansert konfigurasjonsside</a>. Ekstra visningsalternativer er tilgjengelige i <a href=/netdb>Nettverksdatabaseavsnittet</a>, inkludert <a href='/netdb?f=3'>Sybil-analyseverktøy</a>, og det er flere konfigureringsalternativer på <a href=/configclients>Konfigureringssiden for klienter</a>. Dette muliggjør også installasjon av usignerte oppdateringer, manuell konfigurering av nyhets-URL og flere seksjoner i sidepanelet.
nl: Wanneer ingesteld op waar, zullen er extra functionaliteiten worden ingeschakeld in de console en zal de gebruiker instellingen direct kunnen bewerken op de <a href=/configadvanced>Geavanceerde configuratiepagina</a>. Extra weergaveopties worden geboden in de <a href=/netdb>Network Database-sectie</a>, inclusief de <a href='/netdb?f=3'>Sybil Analysis tool</a>, en er zijn aanvullende configuratieopties op de <a href=/configclients>Clients configuratiepagina</a>. Dit maakt ook de installatie van niet-ondertekende updates mogelijk, handmatige configuratie van de nieuws-URL en extra secties aan de zijkant.
pt: Quando definido como verdadeiro, funcionalidades adicionais serão habilitadas no console e o usuário poderá editar configurações diretamente na <a href=/configadvanced>página de Configuração Avançada</a>. Opções extras de exibição são fornecidas na <a href=/netdb>seção do Banco de Dados de Rede</a>, incluindo a <a href='/netdb?f=3'>ferramenta de Análise de Sybil</a>, e existem opções adicionais de configuração na <a href=/configclients>página de Configuração de Clientes</a>. Isso também permitirá a instalação de atualizações não assinadas, configuração manual da URL de notícias e seções adicionais na barra lateral.
sl: Ko je nastavljeno na true, v konzoli bo omogočena dodatna funkcionalnost in uporabnik bo lahko direktno uredil nastavitve na <a href=/configadvanced>Strani za napredno konfiguracijo</a>. Dodatna možnost prikaza je dodeljena v <a href=/netdb>sekciji Baza podatkov omrežja</a>, vključno s <a href='/netdb?f=3>Alat za analizo Sybil</a>, in na <a href=/configclients>Strani za konfiguracijo klientov</a> obstajajo dodatne možnosti konfiguracije. To bo tudi omogočilo namestitev nepodpisanih posodobitev, ročno konfiguracijo URL-ja s novice, in dodatne sekcije na vrstnici.
sv: När inställd på sann, kommer ytterligare funktionalitet att aktiveras i konsolen och användaren kommer att kunna redigera inställningar direkt på <a href=/configadvanced>Sida för avancerad konfiguration</a>. Extra visningsalternativ tillhandahålls i <a href=/netdb>Avtanserad nätverksdatabas</a> inklusive <a href='/netdb?f=3'>Sybil Analysis tool</a>, och det finns ytterligare konfigurationsalternativ på <a href=/configclients>Sida för klientkonfiguration</a>. Detta kommer även att möjliggöra installation av osignerade uppdateringar, manuell konfiguration av nyheter URL och ytterligare avsnitt i sidofältet.
uk: Якщо встановлено в True, додаткова функціональність буде включена на консолі, і користувач зможе редагувати налаштування безпосередньо на <a href=/configadvanced> Розширена сторінка конфігурації </a>. Додаткові параметри відображення наведені в розділі <a href=/netdb>Мережева база даних</a>, включаючи <a href='/netdb?f=3'>Інструмент аналізу Sybil</a>, і є додаткова конфігурація Параметри <a href=/configclients>Сторінка конфігурації клієнтів</a>. Це також дозволить встановити непідписані оновлення, вручну конфігурацію URL -адреси новин та додаткові розділи на бічній панелі.
vi: Khi đặt thành TRUE, tính năng bổ sung sẽ được kích hoạt trong bảng điều khiển và người dùng sẽ có thể chỉnh sửa các thiết lập trực tiếp trên trang <a href=/configadvanced>Cấu hình Nâng cao</a>. Các tùy chọn hiển thị bổ sung được cung cấp trong phần <a href=/netdb>Cơ sở dữ liệu Mạng</a>, bao gồm công cụ <a href='/netdb?f=3'>Phân tích Sybil</a>, và có thêm các tùy chọn cấu hình trên trang <a href=/configclients>Cấu hình Khách hàng</a>. Điều này cũng sẽ cho phép cài đặt các bản cập nhật không dấu, cấu hình thủ công URL tin tức và các phần bổ sung trên thanh bên.

source: Plugins signed with the cryptographic key of the developer are the recommended format, but if you wish to install unsigned plugins (.zip) you can set this to true. Note that you may still encounter issues attempting to install an unsigned plugin if the developer has included additional checks in the plugin build process.
ar: المكونات الإضافية الموقعة باستخدام مفتاح التشفير الخاص بالمطور هي التنسيق الموصى به، ولكن إذا كنت ترغب في تثبيت المكونات الإضافية غير الموقعة (.zip)، فيمكنك ضبط هذا على "صحيح".
az: Tərtibatçının kriptoqrafik açarı ilə imzalanmış qoşmalar tövsiyə olunan formatdır, lakin işarəsiz qoşmaları (.zip) quraşdırmaq istəyirsinizsə, bunu doğru şəkildə qura bilərsiniz. Nəzərə alın ki, tərtibatçı plaginin qurulması prosesinə əlavə yoxlamalar daxil edibsə, hələ də işarəsiz plugin quraşdırmağa cəhd edərkən problemlərlə qarşılaşa bilərsiniz.
bo: གསར་གཏོད་པའི་གསང་རྟགས་ལྡེ་མིག་གིས་མིང་རྟགས་བཀོད་པའི་ plugins ནི་འོས་སྦྱོར་རྣམ་པ་ཡིན། འོན་ཀྱང་། ཁྱེད་ཀྱིས་མིང་རྟགས་མེད་པའི་ plugins (.zip) གསར་སྒྲིག་བྱེད་འདོད་ན། འདི་ true ལ་བཀོད་ཆོག གསར་གཏོད་པས་ plugin བཟོ་བཀོད་བརྒྱུད་རིམ་ནང་ཁྱད་ཆོས་ཞིབ་བཤེར་ཁ་སྣོན་བྱས་ན། ཁྱེད་ཀྱིས་མིང་རྟགས་མེད་པའི་ plugin གསར་སྒྲིག་བྱེད་སྐབས་གནད་དོན་འཕྲད་སྲིད།
cs: Doporučeným formátem jsou zásuvné moduly podepsané kryptografickým klíčem vývojáře, ale pokud si přejete instalovat nesignované zásuvné moduly (.zip), můžete to nastavit na true. Všimněte si, že v případě pokusu o instalaci nesignovaného zásuvného modulu můžete stále narazit na problémy, pokud vývojář zahrnul do procesu sestavování zásuvného modulu další kontroly.
da: Plugins, der er signeret med udviklerens kryptografiske nøgle, er det anbefalede format, men hvis du ønsker at installere ikke-signerede plugins (.zip), kan du sætte dette til sandt. Bemærk, at du stadig kan støde på problemer, når du forsøger at installere et ikke-signeret plugin, hvis udvikleren har inkluderet yderligere kontroller i plugin-opbygningsprocessen.
el: Τα πρόσθετα που έχουν υπογραφεί με τον κρυπτογραφικό κλειδί του αναπτυσσόμενου είναι η συνιστώμενη μορφή, αλλά αν επιθυμείτε να εγκαταστήσετε άκληρα πρόσθετα (.zip) μπορείτε να το ρυθμίσετε σε αληθές. Σημειώστε ότι ενδέχεται να αντιμετωπίσετε ακόμα προβλήματα προσπαθώντας να εγκαταστήσετε ένα άκληρο πρόσθετο αν ο αναπτυσσόμενος έχει συμπεριλάβει επιπρόσθετους ελέγχους στη διαδικασία δημιουργίας του πρόσθετου.
es: Los complementos firmados con la clave criptográfica del desarrollador son el formato recomendado, pero si desea instalar complementos no firmados (.zip) puede establecer esto en true. Tenga en cuenta que aún puede encontrarse con problemas al intentar instalar un complemento no firmado si el desarrollador ha incluido comprobaciones adicionales en el proceso de compilación del complemento.
et: Arendaja krüptovõtmega allkirjastatud pistikprogrammid on soovitatav formaat, kuid kui soovite installida allkirjastamata pistikprogramme (.zip), saate selle seade määrata tõeväärtuseks. Pange tähele, et kui arendaja on pistikprogrammi koostamisprotsessi lisatud täiendavad kontrollid, võib teil siiski tekkida probleeme, kui proovite installida allkirjastamata pistikprogrammi.
fa: افزونه‌هایی که با کلید رمزنگاری توسعه‌دهنده امضا شده‌اند، فرمت پیشنهادی هستند، اما اگر می‌خواهید افزونه‌های بدون امضا (.zip) را نصب کنید، می‌توانید آن را روی true تنظیم کنید.
fi: Kehittäjän kryptografisella avaimella allekirjoitetut liitännäiset ovat suositeltu muoto, mutta jos haluat asentaa allekirjoittamattomia liitännäisiä (.zip), voit asettaa tämän arvoon "true". Huomaa, että saatat silti kohdata ongelmia yrittäessäsi asentaa allekirjoittamatonta liitännäistä, jos kehittäjä on sisällyttänyt lisätarkistuksia liitännäisen rakennusprosessiin.
hi: विकासकर्ता के क्रिप्टोग्राफिक की से हस्ताक्षरित प्लगइन अनुशंसित प्रारूप हैं, लेकिन अगर आप अनुस्मारक प्लगइन (.zip) स्थापित करना चाहते हैं, तो आप इसे सत्य कर सकते हैं। ध्यान दें कि यदि विकासकर्ता ने प्लगइन बिल्ड प्रक्रिया में अतिरिक्त जांच शामिल की है, तो आपको अनुस्मारक प्लगइन स्थापित करने की कोशिश करते समय समस्याओं का सामना करना पड़ सकता है।
hu: A fejlesztő kriptográfiai kulcsával aláírt bővítmények ajánlott formátumot használnak, de ha telepíteni kívánsz aláíratlan bővítményeket (.zip), ezt beállíthatod igazra. Figyelem, ha a fejlesztő további ellenőrzéseket végzett a bővítményhez tartozó építési folyamat során, továbbra is problémákba ütközhetsz az aláíratlan bővítmény telepítésével kapcsolatban.
in: Plugin yang ditandatangani dengan kunci kriptografis pengembang merupakan format yang direkomendasikan, tetapi jika Anda ingin memasang plugin tidak ditandatangani (.zip) Anda dapat mengatur ini menjadi true. Perhatikan bahwa Anda masih dapat mengalami masalah ketika mencoba memasang plugin tidak ditandatangani jika pengembang telah menambahkan periksa tambahan dalam proses pembuatan plugin.
it: I plug -in firmati con la chiave crittografica dello sviluppatore sono il formato consigliato, ma se si desidera installare plugin non firmati (.ZIP), è possibile impostare questo su True. Si noti che è possibile riscontrare ancora problemi che tentano di installare un plug -in non firmato se lo sviluppatore ha incluso ulteriori controlli nel processo di build del plug -in.
ja: 開発者の暗号化キーで署名されたプラグインは推奨形式ですが、符号なしプラグイン（.zip）をインストールする場合は、これをtrueに設定できます。 開発者がプラグインビルドプロセスに追加のチェックを含めた場合、未署名のプラグインをインストールしようとする問題にまだ遭遇する可能性があることに注意してください。
ko: 개발자의 암호화 키로 서명 된 플러그인은 권장되는 형식이지만, 미서명 플러그인(.zip)을 설치하려는 경우 true로 설정할 수 있습니다. 미서명 플러그인을 설치하려는 경우에는 개발자가 플러그인 빌드 과정에 추가적인 검사를 포함한 경우에도 여전히 문제가 발생할 수 있다는 점에 유의하세요.
nb: Filer signert med utviklerens kryptografiske nøkkel er det anbefalte formatet for plug-ins, men hvis du ønsker å installere usignerte plug-ins (.zip), kan du sette dette til true. Vær oppmerksom på at du fremdeles kan støte på problemer når du forsøker å installere en usignert plugin hvis utvikleren har inkludert ekstra sjekker i byggeprosessen for pluginen.
nl: Plugins ondertekend met de cryptografische sleutel van de ontwikkelaar worden aanbevolen, maar als u niet-ondertekende plugins (.zip) wilt installeren, kunt u dit op waar instellen. Let op, het kan nog steeds problemen opleveren bij het installeren van een niet-ondertekende plugin als de ontwikkelaar aanvullende controles heeft opgenomen in het plugin-buildproces.
pt: Os plugins assinados com a chave criptográfica do desenvolvedor são o formato recomendado, mas se você deseja instalar plugins não assinados (.zip), pode definir isso como verdadeiro. Observe que você ainda poderá encontrar problemas ao tentar instalar um plugin não assinado se o desenvolvedor tiver incluído verificações adicionais no processo de criação do plugin.
sl: Vstavki, podpisani z kriptografskim ključem razvijalca, so priporočeni format, vendar če želite namestiti nepodpisane vstavke (.zip), lahko to nastavite na true. Opomba: morda se naletite na težave pri poskusu namestitve nepodpisane vstavke, če je razvijalec vključil dodatne preglede v postopek izdelave vstavke.
sv: Plugins som är signerade med utvecklarens kryptografiska nyckel är det rekommenderade formatet, men om du vill installera osignerade plugins (.zip) kan du ställa in detta till sann. Observera att du fortfarande kan stöta på problem när du försöker installera en osignerad plugin om utvecklaren har inkluderat ytterligare kontroller i byggprocessen.
uk: Плагіни, підписані з криптографічним ключем розробника, є рекомендованим форматом, але якщо ви хочете встановити непідписані плагіни (.zip), ви можете встановити це на True. Зауважте, що ви все ще можете зіткнутися з проблемами, які намагаються встановити непідписаний плагін, якщо розробник включив додаткові перевірки процесу збірки плагіна.
vi: Các plugin được ký với khóa mật mã của nhà phát triển là định dạng được đề xuất, nhưng nếu bạn muốn cài đặt các plugin không dấu (.zip), bạn có thể đặt điều này thành TRUE. Lưu ý rằng bạn vẫn có thể gặp sự cố đang cố gắng cài đặt một plugin không dấu nếu nhà phát triển đã bao gồm các kiểm tra bổ sung trong quy trình xây dựng plugin.
