Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you are stuck behind an ISP firewall or filter, you can use the following manual method (non-automated technical solution) to join the I2P network.
ar: إذا كنت محصورًا وراء درع مزود خدمة الإنترنت أو مرشح، يمكنك استخدام الطريقة اليدوية التالية (الحل التقني غير المتلقاتي) للانضمام إلى شبكة I2P.
az: Əgər ISP firewall və ya filtrinin arxasında qalmısınızsa, I2P şəbəkəsinə qoşulmaq üçün aşağıdakı əl üsulundan (avtomatlaşdırılmamış texniki həll) istifadə edə bilərsiniz.
bo: ཁྱོད་ཀྱིས་གླེང་བཞག་གི་བྷོ་དེའི་བར་ན་གཤིབ་པའི་གནས་ཚུལ་ན་ཁྱོད་ཀྱིས་རེ་སིིཌ་བྱེད་པའི་བརྒྱུད་རིམ་གཞི་གྲངས་ནང་གི་བརྒྱུད་རིམ་བོད་དོ་གི་ཡོད།
cs: Pokud jste uvízli za ISP firewallem nebo filtrem, můžete se k I2P síti připojit následující manuální metodou (neautomatizované technické řešení).
da: Hvis du sidder fast bag en internetudbyder-firewall eller et filter, kan du bruge følgende manuelle metode (ikke-automatiseret teknisk løsning) til at tilslutte dig I2P-netværket.
el: Εάν βρίσκεστε πίσω από ένα τείχος προστασίας ή φίλτρο ISP, μπορείτε να χρησιμοποιήσετε την ακόλουθη χειροκίνητη μέθοδο (μη αυτοματοποιημένη τεχνική λύση) για να συμμετέχετε στο δίκτυο I2P.
es: Si estás bloqueado tras un cortafuegos de un ISP, puedes usar el siguiente método manual (solución técnica no automatizada) para unirte a la red de I2P.
et: Kui te kinni püsite ISP tulemüüri või filtri taga, saate kasutada järgmist käsitsi meetodit (mitteautomaatset tehnilist lahendust) I2P võrguga ühinemiseks.
fa: اگر پشت فایروال یا فیلتر ISP گیر کرده اید، می توانید از روش دستی زیر (راه حل فنی غیر خودکار) برای پیوستن به شبکه I2P استفاده کنید.
fi: Jos olet jumissa Internet-palveluntarjoajan palomuurin tai suodattimen takana, voit käyttää seuraavaa manuaalista menetelmää (ei-automaattinen tekninen ratkaisu) liittyäksesi I2P-verkkoon.
hi: यदि आप एक आईएसपी फ़ायरवॉल या फ़िल्टर के पीछे फंसे हुए हैं, तो आप I2P नेटवर्क में शामिल होने के लिए निम्नलिखित मैन्युअल तरीका (स्वचालित नहीं किया गया तकनीकी समाधान) का उपयोग कर सकते हैं।
hu: Ha egy internetszolgáltatói tűzfal vagy szűrő mögé szorultál, akkor használhatod a következő kézi módszert (nem automatizált technikai megoldás) az I2P hálózathoz csatlakozáshoz.
in: Jika Anda terjebak di balik firewall atau filter ISP, Anda dapat menggunakan metode manual berikut (solusi teknis non-otomatis) untuk bergabung dengan jaringan I2P.
it: Se sei bloccato dietro un firewall o filtro dell'ISP, puoi provare ad usare il seguente metodo manuale (soluzione tecnica non automatica) per entrare nella rete I2P.
ja: ISPのファイアウォールやフィルターによって制約されている場合、以下の手動方法（非自動化の技術的なソリューション）を使用してI2Pネットワークに参加できます。
ko: ISP 방화벽이나 필터 뒤에 위치한 경우, I2P 네트워크에 가입하기 위해 다음의 수동 방법(자동화되지 않은 기술적인 해결책)을 사용할 수 있습니다.
nb: Hvis du sitter fast bak en ISP-brannmur eller -filter, kan du bruke følgende manuelle metode (ikke-automatisert teknisk løsning) for å bli med i I2P-nettverket.
nl: Als u vastzit achter een ISP-firewall of -filter, kunt u de volgende handmatige methode (niet-geautomatiseerde technische oplossing) gebruiken om verbinding te maken met het I2P-netwerk.
pt: Se você estiver preso atrás de um firewall ou filtro do seu provedor de serviços de Internet (ISP), você pode usar o seguinte método manual (solução técnica não automatizada) para se juntar à rede do I2P.
sl: Če ste zavarovani za omejitev ISP ali filtr, lahko uporabite naslednjo ročno metodo (ne-avtomatizirano tehnično rešitev), da se pridružite omrežju I2P.
sv: Om du är fast bakom en ISP-brandvägg eller filter kan du använda följande manuella metod (icke-automatiserad teknisk lösning) för att ansluta till I2P-nätverket.
uk: Якщо ви знаходитесь за файрволом або фільтром Інтернет-провайдера, ви можете використовувати такий ручний метод (немає автоматизації технічного рішення), щоб приєднатися до мережі I2P:
vi: Nếu bạn bị kẹt sau tường lửa hoặc bộ lọc của ISP, bạn có thể sử dụng phương pháp thủ công sau (giải pháp kỹ thuật không tự động) để tham gia mạng I2P.

source: Joining the I2P Network using a reseed file
ar: الانضمام إلى شبكة I2P باستخدام ملف إعادة البذر
az: Yenidən səpilmiş fayldan istifadə edərək I2P Şəbəkəsinə qoşulma
bo: རེ་སིིཌ་ཡིག་ཆ་སྤྱོད་ནས་I2P དྲ་བར་སྣོལ་བ།
cs: Připojení k I2P síti pomocí reseed souboru
da: Tilslutning til I2P-netværket ved hjælp af en reseed-fil
el: Συμμετοχή στο δίκτυο I2P με χρήση ενός αρχείου reseed
es: Unirse a la red de I2P usando un archivo de resembrado
et: I2P võrguga ühinemine reseedi faili abil
fa: پیوستن به شبکه I2P با استفاده از فایل reseed
fi: I2P-verkkoon liittyminen reseed-tiedoston avulla
hi: बीजीकरण फ़ाइल का उपयोग करके I2P नेटवर्क में शामिल होना
hu: Az I2P hálózathoz való csatlakozás újratelepítő fájl használatával
in: Bergabung dengan Jaringan I2P menggunakan file reseed
it: Entrare nella rete I2P usando un file di reseed
ja: 再シードファイルを使用してI2Pネットワークに参加する
ko: 재시드 파일을 사용하여 I2P 네트워크에 가입하기
nb: Bli med i I2P-nettverket ved hjelp av en reseed-fil
nl: Verbinding maken met het I2P-netwerk met behulp van een reseed-bestand
pt: Unindo-se à rede I2P utilizando um arquivo de reseed
sl: Pridružitev omrežju I2P z uporabo datoteke ponovnega zalaganja
sv: Anslutning till I2P-nätverket med hjälp av en seedningsfil
uk: Приєднання до мережі I2P з використанням файлу перенасіння
vi: Tham gia Mạng I2P bằng tệp reseed

source: Please contact a known trustworthy friend who has a running I2P router, and ask them for help with reseeding your I2P router. Request that they send you a reseed file exported from their running I2P router. It is vital that the file is exchanged over a secure channel, e.g. encrypted to avoid external tampering (PGP Sign, Encrypt and Verified with a trusted public key). The file itself is unsigned, so please accept files only from known trusted friends. Never import a reseed file if you cannot verify its source.
ar: يرجى التواصل مع صديق موثوق به معروف لديه موجه I2P قيد التشغيل، واطلب منه المساعدة في إعادة بذور موجه I2P الخاص بك. اطلب منهم إرسال ملف إعادة بذر مصدر من موجه I2P الخاص بهم العامل. من الأساسي أن يتم تبادل الملف عبر قناة آمنة، مثل التشفير لتجنب التلاعب الخارجي (توقيع وتشفير PGP والتحقق باستخدام مفتاح عام موثوق به). الملف نفسه غير موقع، لذا يرجى قبول الملفات فقط من أصدقاء موثوق بهم معروفين. لا تقم باستيراد ملف إعادة بذر إذا لم تستطع التحقق من مصدره.
az: Zəhmət olmasa i2P yönlendiricisi olan tanınmış etibarlı bir dostla əlaqə saxlayın və i2P yönlendiricisini yenidən qurmağınıza kömək istəməyin. Sizə İ2P yönlendiricisindən istifadə etdiyi bir rezed fayl göndərdiklərini tələb edin. Faylın etibarlı bir kanal üzərində mübadilə olunması vacibdir, məsələn, E.G. Xarici pozğunun qarşısını almaq üçün şifrələnmiş (PGP işarəsi, şifrələnmiş və etibarlı bir ictimai açar ilə təsdiqlənmişdir). Faylın özü imzalanmamışdır, buna görə faylları yalnız məlum etibarlı dostlardan qəbul edin. Heç vaxt mənbəyini yoxlaya bilmirsinizsə, bir resed faylı idxal etməyin.
bo: ཁྱོད་ཀྱིས་གཞི་ནས་I2P གི་བྷོ་དེ་སྤྱོད་པའི་མི་ཤེས་རུང་བཞིན་དུ་བརྩི་ན་ཁྱོད་ཀྱིས་ཁོང་གི་བྷོ་དེར་གི་ཡིག་ཆ་རེ་སིིཌ་བྱེད་པའི་ཡིག་ཆ་གཏོང་བར་བཞེད་པ་བྱོས། དེ་ཡང་ན་གསར་བརྗེ་བའི་དྲ་བའི་གཞི་གྲངས་ཀྱི་ནང་ནས་གླེང་བཞག་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན། དེ་ཡང་ན་གསར་བརྗེ་བའི་དྲ་བའི་གཞི་གྲངས་ཀྱི་ནང་ནས་གླེང་བཞག་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན།
cs: Prosím kontaktujte známého důvěryhodného přítele, který používá běžící I2P router, a požádejte ho o pomoc s opětovným zasazením vašeho I2P routeru. Požádejte ho, aby vám poslal reseed soubor exportovaný z jeho běžícího I2P routeru. Je důležité, aby byl soubor vyměněn přes bezpečný kanál, například zašifrovaný, aby se zabránilo vnějšímu zásahu (PGP Sign, Encrypt a ověřeno s důvěryhodným veřejným klíčem). Samotný soubor není podepsaný, takže přijímejte soubory pouze od známých důvěryhodných přátel. Nikdy neimportujte reseed soubor, pokud nemůžete ověřit jeho původ.
da: Venligst kontakt en kendt og betroet ven, der har en kørende I2P router, og bed dem om hjælp til at genså din I2P router. Bed dem om at sende dig en gensåfil eksporteret fra deres kørende I2P router. Det er vigtigt, at filen udveksles via en sikker kanal, f.eks. krypteret for at undgå udefrakommende manipulation (PGP Signér, Kryptér og Verificer med en betroet offentlig nøgle). Filen selv er ikke signeret, så accepter kun filer fra kendte betroede venner. Importer aldrig en gensåfil, hvis du ikke kan verificere dens kilde.
el: Παρακαλούμε επικοινωνήστε με έναν γνωστό και αξιόπιστο φίλο που έχει έναν ενεργό δρομολογητή I2P και ζητήστε τη βοήθειά του για την αναζωογόνηση του δρομολογητή I2P σας. Ζητήστε να σας αποστείλει ένα αρχείο αναζωογόνησης που εξήχθη από τον ενεργό δρομολογητή I2P του. Είναι απαραίτητο το αρχείο να ανταλλάσσεται μέσω ασφαλούς καναλιού, π.χ. κρυπτογραφημένο για να αποφευχθεί ο εξωτερικός παρεμβολέας (PGP υπογράφονται, κρυπτογραφούνται και επαληθεύονται με έγκυρο δημόσιο κλειδί). Το ίδιο το αρχείο δεν είναι υπογεγραμμένο, οπότε αποδεχθείτε αρχεία μόνο από γνωστούς αξιόπιστους φίλους. Μην εισάγετε ποτέ ένα αρχείο αναζωογόνησης εάν δεν μπορείτε να επαληθεύσετε την πηγή του.
es: Por favor, contacta con un amigo de confianza que use I2P y pídele ayuda para resembrar tu router I2P. Pídele que te envíe un archivo de resembrado exportado desde su router I2P activo. Es vital que el archivo sea enviado por un canal seguro, por ejemplo cifrado, para evitar alteraciones externas (firma PGP, cifrado y verificado con una clave pública de confianza). El archivo en sí no va firmado, por lo que sólo debes aceptar archivos de amigos de confianza. Nunca importes un archivo de resembrado si no puedes verificar la fuente.
et: Paluge oma teadaolevalt usaldusväärsetelt sõpradelt abi I2P ruuteri taasistutamisel. Paluge neil saata teile reseedi fail, mille nad on eksporditud oma töötavast I2P ruuterist. On oluline, et faili vahetatakse turvalise kanali kaudu, näiteks krüpteeritud, et vältida väljastpoolt manipuleerimist (PGP allkirjastamine, krüpteerimine ja kontrollimine usaldusväärse avaliku võtmega). Fail ise on allkirjastamata, seega aktsepteerige faile ainult teadaolevatelt usaldusväärsetelt sõpradelt. Importige reseedi faili ainult siis, kui te ei saa selle päritolu kontrollida.
fa: لطفاً با یک دوست قابل اعتماد و شناخته شده که یک روتر I2P در حال اجرا دارد تماس بگیرید و از او درخواست ریسد کردن روتر I2P خود کنید. درخواست دهید که یک فایل ریسد صادر شده از روتر I2P در حال اجرای آن را به شما ارسال کند. این فایل باید از طریق یک کانال امن مبادله شود، به عنوان مثال رمزنگاری شده تا از دستکاری خارجی جلوگیری شود (استفاده از PGP برای امضا کردن، رمزنگاری کردن و تایید با استفاده از یک کلید عمومی قابل اعتماد). خود فایل بدون امضا است، بنابراین لطفاً فقط فایل‌ها را از دوستان شناخته شده و معتبر قبول کنید. هرگز یک فایل ریسد را وارد نکنید اگر نتوانید منبع آن را تایید کنید.
fi: Ole hyvä ja ota yhteyttä tunnettuun luotettavaan ystävään, jolla on käynnissä I2P-reititin, ja pyydä heitä auttamaan I2P-reitittimen uudelleenvaravoimisessa. Pyydä heitä lähettämään sinulle uudelleenvarannölöstiedosto, joka on viety heidän käynnissä olevasta I2P-reitittimestään. On erittäin tärkeää, että tiedosto vaihdetaan turvallisessa kanavassa, kuten salattuna välttääkseen ulkoiset muutokset (allekirjoittakaa tiedosto PGP:llä, salatkaa ja varmistakaa se luotetulla julkisella avaimella). Itse tiedosto on allekirjoittamaton, joten hyväksy tiedostoja ainoastaan tunnetuilta luotetuilta ystäviltä. Älä tuo uudelleenvarannölöstiedostoa, jos et voi varmistaa sen lähdettä.
hi: एक जाने माने विश्वासपात्र मित्र से संपर्क करें जिनके पास चल रहा I2P राउटर हो, और उनसे अपने I2P राउटर के बीजीकरण में मदद के लिए मांग करें। उनसे अनुरोध करें कि वे अपने चल रहे I2P राउटर से निर्यातित एक बीजीकरण फ़ाइल भेजें। यह अत्यंत महत्वपूर्ण है कि फ़ाइल सुरक्षित चैनल पर विनिमय की जाए, उदाहरण के लिए, बाहरी छेड़छाड़ से बचने के लिए एन्क्रिप्ट करें (PGP साइन, एन्क्रिप्ट और एक विश्वसनीय सार्वजनिक कुंजी के साथ सत्यापित)। फ़ाइल खुद अनसाइनेड है, इसलिए केवल जाने माने विश्वासपात्र मित्रों से फ़ाइल स्वीकार करें। अगर आप इसकी स्रोत की जांच नहीं कर सकते हैं, तो कभी भी बीजीकरण फ़ाइल आयात न करें।
hu: Kérjük, lépjen kapcsolatba egy ismert megbízható baráttal, aki üzemben lévő I2P útválasztóval rendelkezik, és kérje segítségét az I2P útválasztója újbóli betöltéséhez. Kérje tőlük, hogy küldjenek Önnek egy olyan reseed fájlt, amelyet üzemben lévő I2P útválasztójukból exportáltak. Fontos, hogy a fájl egy biztonságos csatornán keresztül cserélődjön ki, például titkosítva legyen, hogy megakadályozzák a külső manipulációt (PGP aláírás, titkosítás és megbízható nyilvános kulccsal történő megerősítés). A fájl maga nem hitelesített, ezért kizárólag ismert megbízható barátoktól fogadjon el fájlokat. Sose importáljon egy reseed fájlt, ha nem tudja ellenőrizni annak forrását.
in: Silahkan hubungi teman yang Anda kenal dan percayai yang memiliki router I2P yang berjalan, dan minta bantuan mereka untuk mereseed router I2P Anda. Mintalah mereka mengirimkan file reseed yang diekspor dari router I2P milik mereka yang sedang berjalan. Penting bahwa file tersebut dipertukarkan melalui saluran yang aman, misalnya dienkripsi untuk menghindari manipulasi eksternal (Tanda Tangan PGP, Enkripsi dan Verifikasi dengan kunci publik yang terpercaya). File itu sendiri tidak ditandatangani, jadi tolong terimalah file hanya dari teman yang Anda kenal dan percayai saja. Jangan pernah impor file reseed jika Anda tidak dapat memverifikasi sumbernya.
it: Perfavore contatta un amico affidabile che ha un router I2P attivo, e chiedi aiuto con il reseeding del tuo router I2P. Richiedi un file di reseed esportato dal loro router I2P attivo. E' vitale che questo file sia condiviso attraverso un canale sicuro, es. criptato per evitare manipolazioni esterne (Firma PGP, Codificata e verificata con una chiave pubblica fidata). Il file stesso non è firmato, quindi perfavore accetta file solo da amici fidati. Non importare mai un file di reseed di cui non puoi verificare la fonte.
ja: 稼働しているI2Pルーターを持つ信頼できる友人に連絡し、I2Pルーターの再シードのサポートをお願いしてください。彼らに彼らの稼働中のI2Pルーターからエクスポートしたリシードファイルを送ってもらうようにお願いしてください。ファイルのやり取りは安全なチャネルで行われることが重要であり、外部からの改竄を避けるために（PGPで署名、暗号化され、信頼できる公開鍵で検証されているなど）暗号化されるべきです。ファイル自体には署名がないため、信頼できる友人からのファイルだけを受け入れてください。ソースを確認できない場合は、リシードファイルをインポートしないでください。
ko: 실행 중인 I2P 라우터를 사용하는 신뢰할 수 있는 친구에게 연락하여 I2P 라우터의 재시드에 대한 도움을 요청하십시오. 그들에게 실행 중인 I2P 라우터에서 내보낸 재시드 파일을 보내 달라고 요청하십시오. 파일은 외부 개조를 피하기 위해 안전한 채널을 통해 교환되어야 합니다 (예: PGP 서명, 암호화 및 신뢰할 수 있는 공개 키로 확인). 파일 자체에는 서명이 없으므로 알려진 신뢰할 수 있는 친구로부터만 파일을 수락하십시오. 출처를 확인할 수 없는 경우에는 재시드 파일을 가져오지 마십시오.
nb: Vennligst kontakt en kjent og pålitelig venn som har en kjørende I2P-ruter, og be om hjelp til å reseed din I2P-ruter. Be dem om å sende deg en reseed-fil eksportert fra deres kjørende I2P-ruter. Det er avgjørende at filen utveksles over en sikker kanal, f.eks. kryptert for å unngå ekstern manipulasjon (PGP Sign, Encrypt og Verified med en betrodd offentlig nøkkel). Selv selve filen er usignert, så vennligst aksepter filer bare fra kjente og betrodde venner. Importer aldri en reseed-fil hvis du ikke kan verifisere kilden.
nl: Neem contact op met een bekende betrouwbare vriend die een werkende I2P-router heeft en vraag hem om hulp bij het herstarten van uw I2P-router. Vraag hem om u een reseed-bestand te sturen dat geëxporteerd is vanuit zijn werkende I2P-router. Het is essentieel dat het bestand wordt uitgewisseld via een beveiligd kanaal, bijvoorbeeld versleuteld om externe manipulatie te voorkomen (PGP Sign Encrypt en geverifieerd met een vertrouwde openbare sleutel). Het bestand zelf is ondertekend, accepteer dus alleen bestanden van bekende vertrouwde vrienden. Importeer nooit een reseed-bestand als u de bron niet kunt verifiëren.
pt: Por favor, entre em contato com um amigo conhecido e confiável que tenha um roteador I2P em execução e peça ajuda para reabastecer o seu roteador I2P. Solicite que ele envie um arquivo de reabastecimento exportado do roteador I2P em execução dele. É vital que o arquivo seja trocado por um canal seguro, por exemplo, criptografado para evitar adulterações externas (assinado, criptografado e verificado com uma chave pública confiável). O arquivo em si não é assinado, portanto, aceite apenas arquivos de amigos confiáveis conhecidos. Nunca importe um arquivo de reabastecimento se você não puder verificar a sua origem.
sl: Prosimo, da se obrnete na znana pouzdna prijatelja, ki ima pokremljen strežnik I2P, in vprašajte jih za pomoč pri ponovnem zalaganju vašega strežnika I2P. Zahtevajte, da vam pošljejo datoteko ponovnega zalaganja, izvoženo iz njihovega pokremljenega strežnika I2P. Ključno je, da je datoteka izmenjavljena preko varnega kanala, npr. šifrirana, da se izognemo zunanjemu vmetanju (PGP Podpiši, Šifriraj in Preveri z pouzdanjo javno ključem). Sama datoteka ni podpisana, zato sprejemajte datoteke le od znanih pouzdanih prijateljev. Nekaj ne uvozi datoteke ponovnega zalaganja, če ne morete preveriti njenega virja.
sv: Var god och kontakta en känd pålitlig vän som har en igångsatt I2P-router och be om hjälp med att "reseda" din I2P-router. Be dem skicka en reseed-fil som exporterats från deras igångsatta I2P-router. Det är vitalt att filen utbyts över en säker kanal, t.ex. krypterad för att undvika extern manipulation (PGP-signera, kryptera och verifiera med en betrodd offentlig nyckel). Filen i sig är osignerad, var därför bara filer från kända betrodda vänner. Importera aldrig en reseed-fil om du inte kan verifiera dess källa.
uk: Будь ласка, зв'яжіться з довіреним другом, у якого працює маршрутизатор I2P, та попросіть їх про допомогу з перенасінням вашого маршрутизатора I2P. Попросіть їх надіслати вам файл перенасіння, експортований з їхнього працюючого маршрутизатора I2P. Дуже важливо, щоб файл обмінювався по захищеному каналу, наприклад, був зашифрований для уникнення зовнішнього втручання (підпис PGP, шифрування та перевірка довіреною відкритим ключем). Сам файл не підписаний, тож беріть файли тільки від довірених друзів. Ніколи не імпортуйте файл перенасіння, якщо ви не можете перевірити його джерело.
vi: Vui lòng liên hệ với một người bạn đáng tin cậy đã biết có bộ định tuyến I2P đang chạy và yêu cầu họ trợ giúp cài đặt lại bộ định tuyến I2P của bạn. Yêu cầu họ gửi cho bạn tệp reseed được xuất từ bộ định tuyến I2P đang chạy của họ. Điều quan trọng là tệp được trao đổi qua kênh bảo mật, ví dụ: được mã hóa để tránh giả mạo từ bên ngoài (Ký hiệu PGP, Mã hóa và Xác minh bằng khóa chung đáng tin cậy). Bản thân tệp này chưa được ký, vì vậy vui lòng chỉ chấp nhận tệp từ những người bạn đáng tin cậy đã biết. Không bao giờ nhập tệp reseed nếu bạn không thể xác minh nguồn của nó.

source: To import the received i2preseed.zip file into your local I2P router:
ar: لاستيراد ملف i2preseed.zip المستلم إلى جهاز توجيه I2P المحلي لديك:
az: Qəbul edilmiş i2preseed.zip faylını yerli I2P marşrutlaşdırıcınıza idxal etmək üçün:
bo: ཁྱོད་ཀྱིས་ཐོན་པའི་ཡིག་ཆ་i2preseed.zip ཁོང་གི་བྷོ་དེར་ནང་ནུས་པའི་ཆེད་དུ་བརྒྱུད་སྒྲིག་བྱོས།
cs: Pro import přijatého souboru i2preseed.zip do vašeho místního I2P routeru:
da: Sådan importerer du den modtagne i2preseed.zip-fil til din lokale I2P-router:
el: Για να εισαγάγετε το ληφθέν αρχείο i2preseed.zip στο τοπικό σας δρομολογητή I2P:
es: Para importar el archivo i2preseed.zip recibido a tu router I2P local:
et: Vastuvõetud faili i2preseed.zip importimiseks kohalikku I2P-ruuterisse toimige järgmiselt.
fa: برای وارد کردن فایل i2preseed.zip دریافتی به روتر I2P محلی خود:
fi: Tuodaksesi saamasi i2preseed.zip-tiedoston paikalliseen I2P-reitittimeesi:
hi: स्थानीय I2P राउटर में प्राप्त i2preseed.zip फ़ाइल को आयात करने के लिए:
hu: Az érkezett i2preseed.zip fájl importálásához a helyi I2P útválasztójába:
in: Untuk mengimpor file i2preseed.zip yang diterima ke router I2P lokal Anda:
it: Per importare il file i2preseed.zip ricevuto nel tuo router I2P locale:
ja: 受け取ったi2preseed.zipファイルをローカルのI2Pルーターにインポートするには：
ko: 받은 i2preseed.zip 파일을 로컬 I2P 라우터에 가져오려면 다음을 수행하십시오:
nb: For å importere den mottatte i2preseed.zip-filen til din lokale I2P-ruter:
nl: Om het ontvangen i2preseed.zip-bestand in uw lokale I2P-router te importeren:
pt: Para importar o arquivo i2preseed.zip recebido para o seu roteador I2P local:
sl: Da uvozite prejeto datoteko i2preseed.zip v svoj lokalni strežnik I2P:
sv: För att importera den mottagna i2preseed.zip-filen till din lokala I2P-router:
uk: Щоб імпортувати отриманий файл i2preseed.zip в локальний маршрутизатор I2P:
vi: Để nhập tệp i2preseed.zip đã nhận vào bộ định tuyến I2P cục bộ của bạn:

source: Go to the {0}
ar: اذهب إلى {0}
az: {0} ünvanına gedin
bo: གཤམ་གྱི་གཞི་གྲངས་ནང་གི་བརྒྱུད་རིམ་བོད་དོ་གི་ཡོད་{0}
cs: Přejděte na stránku {0}
da: Gå til {0}
el: Πηγαίνετε στο {0}
es: Ves a {0}
et: minge lehele {0}
fa: به {0} بروید
fi: Siirry {0}:iin
hi: {0} पर जाएं
hu: Menjen az alábbi helyre: {0}
in: Buka halaman {0}
it: Vai a {0}
ja: {0} に移動する
ko: {0}로 이동
nb: Gå til {0}
nl: Ga naar {0}
pt: Vá para {0}
sl: Pojdite na {0}
sv: Gå till {0}
uk: Перейдіть на сторінку {0}
vi: Đi tới {0}

source: Under <i>Select zip or su3 file</i> click <i>Browse&hellip;</i>
ar: ضمن <i>تحديد ملف مضغوط أو ملف su3</i> انقر على <i>تصفح...</i>
az: <i>Zip və ya su3 faylı seçin</i> altında <i>Gözdən keçirin.</i>
bo: <i>zip དང་ su3 ཡིག་ཆ་བོད་དོ</i> ནང་གི་གཤོག་རྒྱུར་དུ་གཤོག་གི་ཡོད་བོད་དོ་གི་ཡོད།
cs: V části <i>Vybrat soubor zip nebo su3</i> klikněte na <i>Procházet&hellip;</i>
da: Under <i>Vælg zip- eller su3-fil</i> klik <i>Gennemse&hellip;</i>
el: Υπό την <i>Επιλέξτε αρχείο zip ή su3</i>, κάντε κλικ <i>Αναζήτηση&hellip;</i>
es: Bajo <i>Selecciona un archivo zip o su3</i> pulsa <i>Browse&hellip;</i>
et: Vali ZIP- või SU3-faili all klõpsa <i>Sirvi&hellip;</i>
fa: در قسمت <i>انتخاب فایل zip یا su3</i> روی <i>مرور کلیک کنید
fi: Valitse <i>Valitse zip tai su3 -tiedosto</i> ja klikkaa <i>Selaa…</i>
hi: <i>ज़िप या सू3 फ़ाइल चुनें</i> के तहत <i>ब्राउज़&hellip;</i> पर क्लिक करें
hu: A <i>Válassza ki a zip vagy su3 fájlt</i> alatt kattintson a <i>Tallózás&hellip;</i> gombra
in: Pilih <i>Pilih berkas zip atau su3</i> lalu klik <i>Telusuri&hellip;</i>
it: Sotto <i>Select zip or su3 file</i> clicca <i>Browse&hellip;</i>
ja: <i>zipまたはsu3ファイルを選択する</i> 下で <i>Browse&hellip;</i> をクリック
ko: <i>zip 또는 su3 파일 선택</i> 아래에서 <i>찾아보기&hellip;</i>를 클릭하세요.
nb: Under <i>Velg zip- eller su3-fil</i> klikk <i>Bla gjennom&hellip;</i>
nl: Onder <i>Selecteer zip- of su3-bestand</i>, klik op <i>Bladeren&hellip;</i>
pt: Em <i>Selecionar arquivo zip ou su3</i>, clique em <i>Navegar&hellip;</i>
sl: Pod <i>Izberi zip ali su3 datoteko</i> kliknite <i>Brskaj&hellip;</i>
sv: Under <i>Välj zip- eller su3-fil</i> klicka på <i>Bläddra&hellip;</i>
uk: У розділі <i>Оберіть zip або su3 файл</i> натисніть кнопку <i>Огляд&hellip;</i>
vi: Trong <i>Chọn tệp zip hoặc su3</i> nhấp vào <i>Duyệt

source: Select the i2preseed.zip file
ar: حدد ملف i2preseed.zip
az: i2preseed.zip faylını seçin
bo: ཡིག་ཆ་i2preseed.zip བོད་དོ་གི་ཡོད།
cs: Vyberte soubor i2preseed.zip
da: Vælg filen i2preseed.zip
el: Επιλέξτε το αρχείο i2preseed.zip
es: Seleccionar el archivo i2preseed.zip
et: Valige fail i2preseed.zip
fa: انتخاب فایل i2preseed.zip
fi: Valitse i2preseed.zip-tiedosto
hi: i2preseed.zip फ़ाइल का चयन करें
hu: Válassza ki az i2preseed.zip fájlt
in: Pilih berkas i2preseed.zip
it: Seleziona il file i2preseed.zip
ja: i2preseed.zip ファイルを選択する
ko: i2preseed.zip 파일을 선택하세요.
nb: Velg filen i2preseed.zip
nl: Selecteer het i2preseed.zip-bestand
pt: Selecione o arquivo i2preseed.zip
sl: Izberite datoteko i2preseed.zip
sv: Välj i2preseed.zip-filen
uk: Оберіть файл i2preseed.zip
vi: Chọn tệp i2preseed.zip
