Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Note: To enhance your security when browsing .i2p sites, you may wish to consider installing an addon to prevent Javascript from running in the browser such as <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, though it's recommended to whitelist the address I2P+ is running on to enable various router console enhancements. In addition, an addon that prevents requests to offsite resources is also recommended, for example <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
ar: ملاحظة: لتعزيز أمنك أثناء التجول في المواقع .i2p، قد ترغب بتثبيت إضافة تمنع تشغيل لغة الجافاسكريبت في المتصفح مثل <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>، على الرغم من أنه من المستحسن قائمة بيضاء العنوان الذي يعمل عليه I2P+ لتمكين تحسينات مختلفة لمحطة التوجيه. بالإضافة إلى ذلك، يوصى أيضاً بإضافة تمنع الطلبات من المصادر خارجية، على سبيل المثال <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
az: Not: .i2p sitelerine göz atarken güvenliğinizi artırmak için <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a> gibi tarayıcıda Javascript'in çalışmasını engelleyen bir eklenti yüklemeyi düşünebilirsiniz. Bununla birlikte, çeşitli yönlendirici konsol geliştirmelerini etkinleştirmek için I2P+ adresinin beyaz listesini oluşturmanız önerilir. Ek olarak, harici kaynaklara yapılan istekleri engelleyen bir eklenti de önerilir, örneğin <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
bo: དྲན་རྟགས། .i2p ཚིགས་ལ་བལྟ་སྐབས་ཁྱེད་ཀྱི་བདེ་སྲུང་རྒྱབ་སྐྱོང་མཐོ་འབྱེད་པར། ཁྱེད་ཀྱིས་ཝེབ་གླེགས་ནང་ Javascript འཁོར་མི་བཅུག་པར་བཀག་པའི་ཁ་སྣོན་ཞིག་སྒྲིག་འཛུགས་བལྟ་རིན་ལ་འདོད། དཔེར་ན། <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a> ལྟ། འོས་སྦྱོན་བྱེད་པ་ནི་ I2P+ འཁོར་བའི་ཁ་བྱང་དེ་དཀར་ཐོ་ནང་རྒྱུད་པའི་བརྒྱུད་སྒྲིག་ལེགས་གྲུབ་ཆོག་རྒྱུན་བྱེད་པ་རེད། དེ་མིན་ཆད་དུ། ས་ཁོངས་ཕྱིན་པའི་ཐོན་ཁུངས་ལ་རེ་མོན་འདེད་འདོན་མི་འབྱུང་བར་བཀག་པའི་ཁ་སྣོན་ཞིག་ཀྱང་འོས་སྦྱོན་བྱེད་པ་རེད། དཔེར་ན། <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a> ལྟ།
cs: Poznámka: Pro zvýšení zabezpečení při prohlížení stránek .i2p můžete zvážit instalaci rozšíření, které zabrání spuštění JavaScriptu v prohlížeči, například <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>. Doporučuje se však přidat adresu, na které běží I2P+, na seznam povolených, aby bylo možné využívat různých vylepšení konzole směrovače. K dispozici je také rozšíření, které brání žádostem o externí zdroje, například <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
da: Bemærk: For at forbedre din sikkerhed, når du browser .i2p-websteder, kan du overveje at installere en tilføjelse, der forhindrer JavaScript i at køre i browseren, som f.eks. <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, selvom det anbefales at tilføje adressen I2P+ kører på til hvidlisten for at aktivere forskellige router konsol-udvidelser. Derudover anbefales det også at installere en tilføjelse, der forhindrer anmodninger til ressourcer fra andre websteder, f.eks. <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
el: Σημείωση: Για να ενισχύσετε την ασφάλειά σας κατά την περιήγηση σε ιστότοπους .i2p, μπορείτε να εγκαταστήσετε μια πρόσθετη εργαλειοθήκη για να εμποδίσετε την εκτέλεση JavaScript στο πρόγραμμα περιήγησης, όπως για παράδειγμα το <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, αν και συνιστάται να επιτραπεί η δυνατότητα κάποιων ενισχύσεων στην κονσόλα δρομολογητή με τη λευκή λίστα της διεύθυνσης στην οποία λειτουργεί το I2P+. Επιπλέον, συστήνεται επίσης η χρήση μιας πρόσθετης εργαλειοθήκης που εμποδίζει τις αιτήσεις προς εξωτερικούς πόρους, όπως για παράδειγμα το <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
es: Nota: Para mejorar su seguridad al navegar sitios .i2p, puede considerar instalar un addon para evitar que Javascript se ejecute en el navegador, como <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, aunque se recomienda permitir la dirección en la que se ejecuta I2P+ para habilitar diversas mejoras de la consola del enrutador. Además, se recomienda un addon que impida las solicitudes a recursos externos, como <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
et: Märkus: .i2p saitidel sirvides võite kaaluda turvalisuse suurendamiseks lisandmooduli installimist, mis takistab JavaScripti töötamist brauseris, näiteks <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, kuigi soovitatav on lisada I2P+ kasutatava aadressi valgesse nimekirja, et lubada erinevaid marsruuteri konsooli täiendusi. Lisaks on soovitatav kasutada lisandmoodulit, mis takistab päringuid välisedele ressurssidele, näiteks <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
fa: توجه: برای افزایش امنیت خود هنگام مرور سایت‌های i2p، ممکن است بخواهید افزونه‌ای را نصب کنید تا از اجرای جاوا اسکریپت در مرورگر مانند <a href=https://addons.mozilla.org/en-US/ جلوگیری کنید.
fi: Huomio: Paranna tietoturvaa selatessasi .i2p-sivustoja, harkitse lisäosan asentamista, joka estää JavaScriptin suorittamisen selaimessa, kuten <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>. On kuitenkin suositeltavaa valkoislistata I2P+-sovelluksen osoite erilaisten reititinliitännäisten käyttöönottoa varten. Lisäksi on suositeltavaa asentaa lisäosa, joka estää pyynnöt ulkopuolisille resursseille, esimerkiksi <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
hi: नोट: .i2p साइट्स पर ब्राउज़ करते समय अपनी सुरक्षा को बढ़ाने के लिए, आपको जावास्क्रिप्ट को ब्राउज़र में चलाने से रोकने के लिए एक एड-ऑन स्थापित करने की विचार करने की आवश्यकता हो सकती है, जैसे <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, हालांकि विभिन्न रूटर कंसोल सुधार को सक्षम करने के लिए I2P+ पर चल रहे पते को whitelist करने की सिफारिश की जाती है। इसके अतिरिक्त, ऑफ़साइट संसाधनों के प्रति अनुरोधों को रोकने वाले एक एड-ऑन की सिफारिश भी की जाती है, उदाहरण के लिए <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>।
hu: Megjegyzés: Annak érdekében, hogy növeld a biztonságot, amikor .i2p oldalakat böngészel, érdemes lehet egy kiegészítőt telepíteni, amely megakadályozza a Javascript futását a böngészőben, például az <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>. Ugyanakkor ajánlott megadni az I2P+-t futtató cím fehérlistáját annak érdekében, hogy engedélyezze a különböző router konzol bővítményeket. Emellett ajánlott egy olyan kiegészítő is, amely megakadályozza a kéréseket a külső erőforrások felé, például az <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
in: Catatan: Untuk meningkatkan keamanan saat menjelajahi situs .i2p, Anda dapat mempertimbangkan menginstal plugin untuk mencegah JavaScrip dijalankan di browser seperti <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, meskipun disarankan untuk memasukkan alamat I2P+ ke daftar putih agar berbagai peningkatan konsol router dapat diaktifkan. Disarankan juga menggunakan plugin yang mencegah permintaan ke sumber daya luar, seperti <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
it: Nota: Per aumentare la sicurezza durante la navigazione di siti .i2p, potresti considerare l'installazione di un componente aggiuntivo per impedire l'esecuzione di Javascript nel browser, come <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, sebbene sia consigliabile inserire l'indirizzo su cui è in esecuzione I2P+ nella whitelist per abilitare vari miglioramenti della console del router. Inoltre, è consigliabile anche un componente aggiuntivo che impedisce richieste a risorse esterne, ad esempio <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
ja: 注意：.i2pサイトを閲覧する際にセキュリティを向上させるために、<a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>などのブラウザーでJavascriptの実行を防止するアドオンをインストールすることを検討することをお勧めします。ただし、I2P+が実行されているアドレスをホワイトリストに追加してさまざまなルーターコンソールの機能を有効にすることもお勧めします。さらに、オフサイトのリソースへのリクエストを防止するアドオンも推奨されます。たとえば<a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>などです。
ko: 참고: .i2p 사이트를 브라우징할 때 보안을 향상시키기 위해 브라우저에서 Javascript가 실행되지 않도록 방지하는 애드온을 설치하는 것을 고려할 수 있습니다. 예를 들어 <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>와 같은 애드온이 있습니다. 또한, 다양한 라우터 콘솔 기능을 활성화하기 위해 I2P+가 실행 중인 주소를 화이트리스트에 등록하는 것이 권장됩니다. 게다가, 외부 자원으로의 요청을 방지하는 애드온도 권장됩니다. 예를 들어 <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>가 있습니다.
nb: Merknad: For å øke sikkerheten når du besøker .i2p-nettsteder, kan det være lurt å installere et tillegg for å forhindre at Javascript kjører i nettleseren, for eksempel <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>. Det anbefales imidlertid å hviteliste adressen I2P+ kjører på for å aktivere ulike ruterkonsoll-tillegg. I tillegg anbefales et tillegg som forhindrer forespørsler til eksterne ressurser, for eksempel <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
nl: Opmerking: Om uw beveiliging bij het browsen van .i2p-sites te verbeteren, kunt u overwegen een add-on te installeren om te voorkomen dat Javascript wordt uitgevoerd in de browser, zoals <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, hoewel het aanbevolen is om het adres waarop I2P+ draait toe te voegen aan de whitelist om verschillende router-console-verbeteringen mogelijk te maken. Daarnaast wordt ook aanbevolen om een add-on te installeren die verzoeken naar externe bronnen voorkomt, bijvoorbeeld <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
pt: Nota: Para aumentar sua segurança ao navegar em sites .i2p, você pode considerar a instalação de um complemento que impede a execução de JavaScript no navegador, como o <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, embora seja recomendado whitelista o endereço em que o I2P+ está sendo executado para habilitar várias melhorias no console do roteador. Além disso, é recomendado também a instalação de um complemento que impede solicitações a recursos externos, por exemplo <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
sl: Opomba: Da bi izboljšali vašo varnost ob brskanju po .i2p straneh, morda želite razmisliti o namestitvi dodatka, da preprečite Javascript izvajanje v brskalniku, kot je <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, čeprav je priporočljivo, da dodate naslov, na katerem teče I2P+, v belo listo, da omogočite različne izboljšave konzole usmerjevalnika. Poleg tega je priporočljivo namestiti dodatek, ki prepreči zahteve za viri izven spletne strani, npr. <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
sv: Observation: För att förbättra din säkerhet när du surfar på .i2p webbsidor kan du överväga att installera tillägg som hindrar Javascript från att köras i webbläsaren, som till exempel <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>. Det rekommenderas dock att du godkänner adressen I2P+ körs på för att möjliggöra olika routerkonsol förbättringar. Dessutom rekommenderas att du installerar ett tillägg som förhindrar förfrågningar till andra webbplatser, till exempel <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
uk: Зауваження: для посилення безпеки при перегляді сайтів .i2p варто розглянути встановлення додатку, що блокує JavaScript у браузері, як, наприклад, <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, хоча рекомендується дозволити адресі на якій працює I2P+ для увімкнення різних можливостей консолі роутера. Крім того, рекомендується додаток, що блокує запити до зовнішніх ресурсів, наприклад <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.
vi: Lưu ý: Để tăng cường bảo mật khi duyệt các trang .i2p, bạn có thể cân nhắc cài đặt thêm tiện ích ngăn chặn Javascript chạy trong trình duyệt như <a href=https://addons.mozilla.org/en-US/firefox/addon/noscript/ target=_blank rel=noreferrer class='sitelink external'>NoScript</a>, mặc dù được khuyến cáo là cho phép danh sách trắng địa chỉ I2P+ đang chạy để bật tính năng cải tiến bảng điều khiển bộ định tuyến. Ngoài ra, cũng được khuyến cáo cài thêm tiện ích ngăn các yêu cầu tới tài nguyên ngoài trang, ví dụ như <a href=https://addons.mozilla.org/en-US/firefox/addon/umatrix/ target=_blank rel=noreferrer class='sitelink external'>uMatrix</a>.

source: For a more extensive guide to configuration for various browsers, see the <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>browser configuration guide</a>.
ar: لدليل أكثر شمولاً حول التكويف لمتصفحات مختلفة، شاهد <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>دليل تكويف المتصفح</a>..
az: Çeşitli tarayıcılar için daha kapsamlı bir yapılandırma kılavuzu için <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>tarayıcı yapılandırma kılavuzuna</a> bakın.
bo: ཝེབ་གླེགས་སྣ་ཚོགས་ཀྱི་རྒྱུན་ལྡན་རྣམ་གཞག་གི་རྒྱུན་ལྡན་ལག་དེབ་རྒྱུན་གྱི་ལག་དེབ་རྒྱུན་ལག་དེབ་ལ་ལྟ་བར་ <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ཝེབ་གླེགས་རྒྱུན་ལྡན་ལག་དེབ་ལག་དེབ།</a> ལ་གཟིགས་རོགས།
cs: Pro podrobnější průvodce konfigurací pro různé prohlížeče si přečtěte <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>průvodce konfigurací prohlížeče</a>.
da: For en mere omfattende vejledning til konfiguration af forskellige browsere, se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>browserkonfigurationsvejledningen</a>.
el: Για μια πιο λεπτομερή οδηγία ρύθμισης για διάφορους περιηγητές, δείτε τον <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>οδηγό ρύθμισης περιηγητή</a>.
es: Para una guía más extensa sobre la configuración de varios navegadores, consulte la <a href=https://geti2p.net/es/about/browser-config target=_blank rel=noreferrer class='sitelink external'>guía de configuración de navegadores</a>.
et: Lisateabe saamiseks erinevate brauserite konfigureerimise kohta vaadake <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>brauseri konfiguratsioonijuhendit</a>.
fa: برای راهنمایی گسترده تر برای پیکربندی برای مرورگرهای مختلف، به <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>راهنمای پیکربندی مرورگر مراجعه کنید.
fi: Kattavamman oppaan erilaisten selainten määritykseen löydät <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>selainmääritysohjeista</a>.
hi: विभिन्न ब्राउज़र के लिए विस्तृत सेटिंग के लिए, <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ब्राउज़र सेटिंग गाइड</a> को देखें।
hu: További részletes útmutatót a különböző böngészők konfigurációjához a <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>böngésző konfigurációs útmutatóban</a> találod.
in: Untuk panduan lebih lengkap tentang konfigurasi berbagai browser, lihat <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>panduan konfigurasi browser</a>.
it: Per una guida più completa alla configurazione per vari browser, consulta la <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>guida alla configurazione del browser</a>.
ja: さまざまなブラウザの詳細な設定ガイドについては、<a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>ブラウザの設定ガイド</a>を参照してください。
ko: 다양한 브라우저에 대한 더 상세한 구성 가이드는 <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>브라우저 구성 가이드</a>를 참조하세요.
nb: For en mer omfattende veiledning for konfigurasjon av ulike nettlesere, se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>nettleser-konfigurasjonsguide</a>.
nl: Voor een uitgebreidere handleiding voor de configuratie van verschillende browsers kunt u de <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>browser configuratie handleiding</a> raadplegen.
pt: Para um guia mais extenso sobre a configuração para vários navegadores, consulte o <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>guia de configuração do navegador</a>.
sl: Za podrobnejši vodnik za konfiguriranje za različne brskalnike, glejte <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>vodnik konfiguracije brskalnika</a>.
sv: För en mer omfattande guide till konfiguration för olika webbläsare, se <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>webbläsarkonfigurationsguiden</a>.
uk: Для більш детального посібника з налаштування для різних браузерів перегляньте <a href=https://geti2p.net/en/about/browser-config target=_blank rel=noreferrer class='sitelink external'>інструкцію з налаштування браузера</a>.

source: The Tunnel Manager
ar: مدير الأنفاق
az: Tunel Meneceri
bo: གདོང་ལམ་དོ་དམ་པ།
cs: Správce Tunelu
da: Tunneladministrator
el: Ο Διαχειριστής Σήραγγων
es: El administrador de túneles
et: Tunnelihaldur
fa: مدیر تونل
fi: Tunnelin Johtaja
hi: टनल मैनेजर
hu: A Tunnel menedzser
in: Manajer Terowongan
it: Gestore del tunnel
ja: トンネル管理者
ko: 터널 관리자
nb: Tunnelbehandleren
nl: De Tunnelbeheerder
pt: O Gerenciador do Túnel
sl: Upravitelj tuneljev
sv: Tunnelhanteraren
uk: Менеджер тунелів
vi: Người quản lý đường hầm

source: The Tunnel Manager enables configuration of local services provided by your router.
ar: إدارة الأنفاق تمكّن من تكويف الخدمات المحلية المقدمة من قبل موجهك.
az: Tunel Meneceri marşrutlaşdırıcınız tərəfindən təmin edilən yerli xidmətlərin konfiqurasiyasına imkan verir.
bo: གདོང་ལམ་དོ་དམ་པས་ཁྱེད་ཀྱི་རྒྱུད་པས་མཁོ་ནས་སྤེལ་བའི་ཞབས་ཞུངས་རྒྱུན་ལྡན་བྱེད་པར་རམ་འདེགས་བྱེད།
cs: Tunnel Manager umožňuje konfiguraci místních služeb poskytovaných vaším routerem.
da: Tunnel Manager giver dig mulighed for at konfigurere lokale tjenester, der leveres af din router.
el: Ο Διαχειριστής Σήραγγων επιτρέπει τη διαμόρφωση των τοπικών υπηρεσιών που παρέχονται από τον δρομολογητή σας.
es: El Administrador de túneles permite configurar los servicios locales proporcionados por su enrutador.
et: Tunnelihaldur võimaldab ruuteri poolt pakutavate kohalike teenuste seadistamist.
fa: مدیر تونل پیکربندی سرویس های محلی ارائه شده توسط روتر شما را فعال می کند.
fi: Tunnelinhallinta mahdollistaa reitittimesi tarjoamien paikallisten palvelujen määrittämisen.
hi: टनल मैनेजर आपके राउटर द्वारा प्रदान की जाने वाली स्थानीय सेवाओं की सेटिंग को सक्षम करता है।
hu: A Tunnel Manager lehetővé teszi a helyi szolgáltatások beállítását, amelyeket a hálózatrouter biztosít.
in: Tunnel Manager mengaktifkan konfigurasi layanan lokal yang disediakan oleh router Anda.
it: Il Manager dei Tunnel abilità la configurazione di servizi locali forniti dal tuo router.
ja: トンネル マネージャーを使用すると、ルーターが提供するローカル サービスの構成が可能になります。
ko: 터널 관리자를 사용하면 라우터에서 제공하는 로컬 서비스를 구성할 수 있습니다.
nb: Tunnelbehandleren muliggjør konfigurasjon av lokale tjenester som tilbys av ruteren din.
nl: De Tunnelbeheerder maakt de configuratie van lokale services mogelijk die worden geleverd door uw router.
pt: O Tunnel Manager permite a configuração de serviços locais fornecidos pelo seu roteador.
sl: Upravitelj tuneljev omogoča konfiguracijo lokalnih storitev, ponujenih s strani vašega usmerjevalnika.
sv: Tunnelhanteraren möjliggör konfiguration av lokala tjänster som tillhandahålls av din router.
uk: Менеджер тунелів дозволяє налаштування локальних сервісів, що надаються вашим роутером.
vi: Trình quản lý đường hầm cho phép cấu hình các dịch vụ cục bộ được cung cấp bởi bộ định tuyến của bạn.
