Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: (the symbol '@' will be replaced during log rotation)
ar: (سيتم استبدال الرمز @ أثناء تدوير السجل)
az: (logun fırlanması zamanı '@' simvolu əvəz olunacaq)
bo: (ཟུར་རྟགས་ '@' ནི་ཟིན་ཐོ་བསྐྱར་བསྐོར་སྐབས་ཚབ་བྱེད་རྒྱུ།)
cs: (symbol '@' bude nahrazen během rotace logu)
da: (symbolet '@' vil blive skiftet ud under log rotation)
el: (το σύμβολο '@' θα αντικατασταθεί κατά την περιστροφή του αρχείου καταγραφής)
es: (el símbolo '@' será reemplazado durante la rotación del registro)
et: (sümbol '@' asendatakse logide rotatsiooni käigus)
fa: (نماد '@' در طول چرخش گزارش جایگزین خواهد شد)
fi: (symboli '@' korvataan lokin kiertämisen aikana)
hi: (संकेत '@' लॉग रोटेशन के दौरान प्रतिस्थापित किया जाएगा)
hu: (a '@' karakter a napló váltása alatt cserélve lesz)
in: (Simbol '@' akan diganti saat rotasi log)
it: (il simbolo '@' sarà sostituito durante la rotazione dei log)
ja: (記号「@」はログのローテーション中に置き換えられます)
ko: ('@' 기호는 로그 로테이션때 대체됩니다)
nb: (symbolet '@' vil bli erstattet under loggrotering)
nl: (het symbool '@' zal worden vervangen bij het doordraaien van de log)
pt: (o símbolo '@' será substituído durante o log rotate)
sl: (simbol '@' bo zamenjan pri rotaciji loga)
sv: (symbolen '@' kommer ersättar under loggrotation)
uk: (Символ '@' буде замінений під час обертання журналу)
vi: (ký hiệu '@' sẽ được thay thế trong quá trình xoay nhật ký)

source: Log record format
ar: بيانات السجل
az: Günlük qeyd formatı
bo: ཟིན་ཐོའི་དྲན་ཐོའི་རྣམ་གཞག
cs: Formát záznamu protokolu
da: Log post format
el: Μορφή εγγραφής καταγραφής
es: Formato de apunte del registro
et: Logikirje formaat
fa: فرمت ثبت گزارش
fi: Lokitietuemuoto
hi: लॉग रिकॉर्ड प्रारूप
hu: Naplórögzítési formátum
in: Format rekaman log
it: Formato di registrazione dei log
ja: ログレコード形式
ko: 로그 저장 포맷
nb: Loggregistreringsformat
nl: Log regel formaat
pt: Formato do log
sl: Format zapisa loga
sv: Logginläggformat
uk: Формат запису журналу
vi: Định dạng bản ghi nhật ký

source: (use 'd' = date, 'c' = class, 't' = thread, 'p' = priority, 'm' = message)
ar: (استخدم 'd' = التاريخ، 'c' = الفئة، 't' = الموضوع، 'p' = الأولوية، 'm' = الرسالة)
az: ('d' = tarix, 'c' = sinif, 't' = mövzu, 'p' = prioritet, 'm' = mesaj istifadə edin)
bo: ('d' = ཚེས་གྲངས། 'c' = དབྱེ་ཁག 't' = ཐག་པ། 'p' = གཙོ་རིམ། 'm' = སྤྲོད་ངག་) བེད་སྤྱོད་བྱོས།
cs: (použijte 'd' = datum, 'c' = třída, 't' = vlákno, 'p' = priorita, 'm' = zpráva)
da: (brug 'd' = dato, 'c' = class, 't' = tråd, 'p' = prioritet, 'm' = meddelelse)
el: (χρησιμοποιήστε 'd' = ημερομηνία, 'c' = κλάση, 't' = νήμα, 'p' = προτεραιότητα, 'm' = μήνυμα)
es: (use 'd' = fecha, 'c' = clase, 't' = hilo, 'p' = prioridad, 'm' = mensaje)
et: (kasuta 'd' = kuupäev, 'c' = klass, 't' = protsess, 'p' = prioriteet, 'm' = sõnum)
fa: (از 'd' = تاریخ، 'c' = کلاس، 't' = رشته، 'p' = اولویت، 'm' = پیام استفاده کنید)
fi: (käytä 'd' = päivämäärä, 'c' = luokka, 't' = säie, 'p' = prioriteetti, 'm' = viesti)
hi: (उपयोग 'd' = तारीख, 'c' = क्लास, 't' = थ्रेड, 'p' = प्राथमिकता, 'm' = संदेश)
hu: (használd a következőket: 'd' = dátum, 'c' = osztály(class), 't' = szál(thread), 'p' = elsőbbség(priority), 'm' = üzenet(message))
in: (Gunakan 'd' = date, 'c' = class, 't' = thread, 'p' = priority, 'm' = message)
it: (usa 'd' = data, 'c' = classe, 't' = thread, 'p' = priorità, 'm' = messaggio)
ja: (「d」 = 日付、「c」 = クラス、「t」 = スレッド、「p」 = 優先度、「m」 = メッセージを使用)
ko: (약어: 'd' = 날짜, 'c' = 클래스, 't' = 쓰레드 'p' = 우선도, 'm' = 메세지)
nb: (bruk 'd' = dato, 'c' = klasse, 't' = tråd, 'p' = prioritet, 'm' = melding)
nl: (gebruik 'd' = datum, 'c' = class, 't' = thread, 'p' = prioriteit, 'm' = bericht)
pt: (usar 'd' = data, 'c' = classe, 't' = tarefa, 'p' = prioridade, 'm' = mensagem)
sl: (uporabi 'd' = datum, 'c' = razred, 't' = niti, 'p' = prioriteta, 'm' = sporočilo)
sv: (använd 'd' = daum, 'c' = klass, 't' = tråd, 'p' = prioritet, 'm' = meddelande)
uk: (використовуйте 'd' = дата, 'c' = клас, 't' = потік, 'p' = пріоритет, 'm' = повідомлення)
vi: (sử dụng 'd' = ngày, 'c' = lớp, 't' = chủ đề, 'p' = mức độ ưu tiên, 'm' = tin nhắn)

source: Log date format
ar: تاريخ السجل
az: Gündəlik tarix formatı
bo: ཟིན་ཐོའི་ཚེས་གྲངས་རྣམ་གཞག
cs: Formát data protokolu
da: Log dato format
el: Μορφή ημερομηνίας καταγραφής
es: Formato de fecha del registro
et: Logi kuupäeva vorming
fa: قالب تاریخ ثبت
fi: Lokipäivämäärän muoto
hi: लॉग तारीख का प्रारूप
hu: Napló dátumformátum
in: Format tanggal log
it: Formato della data nei log
ja: ログの日付形式
ko: 로그 날짜 포맷
nb: Datologgformat
nl: Log datum formaat
pt: Formato de datas em relatórios
sl: Format datuma loga
sv: Loggdatumformat
uk: Формат дати журналу
vi: Định dạng ngày tháng nhật ký

source: ('MM' = month, 'dd' = day, 'HH' = hour, 'mm' = minute, 'ss' = second, 'SSS' = millisecond)
ar: ('MM' = شهر، 'dd' = يوم، 'HH' = ساعة، 'mm' = دقيقة، 'ss' = ثانية، 'SSS' = مللي ثانية)
az: ('AA' = ay, 'gg' = gün, 'SS' = saat, 'aa' = dəqiqə, 'ss' = saniyə, 'SSS' = millisaniyə)
bo: ('MM' = ཟླ་བ། 'dd' = ཉིན་མོ། 'HH' = ཆུ་ཚོད། 'mm' = སྐར་མ། 'ss' = སྐར་ཆ། 'SSS' = སྐར་ཆ་སྟོང་གཅིག)
cs: ('MM' = měsíc, 'dd' = den, 'HH' = hodina, 'mm' = minuta, 'ss' = sekunda, 'SSS' = milisekunda)
da: ('MM' = måned, 'dd' = dag, 'HH' = time, 'mm' = minut, 'ss' = sekund, 'SSS' = milisekund)
el: ('MM' = μήνας, 'dd' = ημέρα, 'HH' = ώρα, 'mm' = λεπτό, 'ss' = δευτερόλεπτο, 'SSS' = χιλιοστό του δευτερολέπτου)
es: ('MM' = mes, 'dd' = día, 'HH' = hora, 'mm' = minuto, 'ss' = segundo, 'SSS' = milisegundo)
et: ('MM' = kuu, 'dd' = päev, 'HH' = tund, 'mm' = minut, 'ss' = sekund, 'SSS' = millisekund)
fa: ('MM' = ماه، 'dd' = روز، 'HH' = ساعت، 'mm' = دقیقه، 'ss' = ثانیه، 'SSS' = میلی ثانیه)
fi: ('MM' = kuukausi, 'dd' = päivä, 'HH' = tunti, 'mm' = minuutti, 'ss' = sekunti, 'SSS' = millisekunti)
hi: ('MM' = महीना, 'dd' = दिन, 'HH' = घंटा, 'mm' = मिनट, 'ss' = सेकंड, 'SSS' = मिलीसेकंड)
hu: ('MM' = hónap(month), 'dd' = nap(day), 'HH' = óra(hour), 'mm' = perc(minute), 'ss' = másodperc(second), 'SSS' = ezredmásodperc(millisecond))
in: ('MM' = bulan, 'dd' = hari, 'HH' = jam, 'mm' = menit, 'ss' = detik, 'SSS' = milidetik)
it: ('MM' = mese, 'dd' = giorno, 'HH' = ora, 'mm' = minuto, 'ss' = secondo, 'SSS' = millisecondo)
ja: ('MM' = 月、'dd' = 日、'HH' = 時、'mm' = 分、'ss' = 秒、'SSS' = ミリ秒)
ko: ('MM' = 달, 'dd' = 일, 'HH' = 시간, 'mm' = 분, 'ss' = 초, 'SSS' = 밀리초)
nb: ('MM' = måned, 'dd' = dag, 'TT' = time, 'mm' = minutt, 'ss' = sekund, 'SSS' = millisekund)
nl: ('MM' = maand, 'dd' = dag, 'HH' = uur, 'mm' = minuut, 'ss' = seconde, 'SSS' = milliseconde)
pt: ('MM" = mês, 'dd' = dia, 'HH' = hora, 'mm' = minutos, 'ss' = segundos, 'SSS' = milissegundos)
sl: ('MM' = mesec, 'dd' = dan, 'HH' = ura, 'mm' = minuta, 'ss' = sekunda, 'SSS' = milisekunda)
sv: ('MM' = månad, 'dd' = dag, 'HH' = timme, 'mm' = minut, 'ss' = sekund, 'SSS' = millisekund)
uk: ('MM' = місяць, 'dd' = день, 'HH' = година, 'mm' = хвилина, 'ss' = секунда, 'SSS' = мілісекунда)
vi: ('MM' = tháng, 'dd' = ngày, 'HH' = giờ, 'mm' = phút, 'ss' = giây, 'SSS' = mili giây)

source: Max log file size
ar: أقصى حجم لملف السجل
az: Maksimum log fayl ölçüsü
bo: ཟིན་ཐོའི་ཡིག་ཆའི་ཚད་ཆེ་ཤོས།
cs: Maximální velikost souboru protokolu
da: Maksimal log fil størrelse
el: Μέγιστο μέγεθος αρχείου καταγραφής
es: Tamaño máximo del fichero de registro
et: Suurim logifaili maht
fa: حداکثر اندازه فایل لاگ
fi: Lokitiedoston maksimikoko
hi: लॉग फ़ाइल का मैक्सिमम आकार
hu: Naplófájl maximális mérete
in: Ukuran file log maks
it: Massima dimensione del file di log
ja: 最大ログファイルサイズ
ko: 최대 로그 파일 사이즈
nb: Maks. loggføringsstørrelse
nl: Max log bestand grootte
pt: Tamanho max. do log
sl: Maksimalna velikost datoteke loga
sv: Loggfilens max storlek
uk: Максимальний розмір файлу журналу
vi: Kích thước tệp nhật ký tối đa

source: GZIP Compression
ar: ضغط GZIP
az: GZIP sıxılması
bo: GZIP བཟོར་བཅུད།
cs: Komprese GZIP
da: GZIP-komprimering
el: Συμπίεση GZIP
es: Compresión GZIP
et: GZIP tihendamine
fa: فشرده سازی GZIP
fi: GZIP-pakkaus
hi: GZIP कंप्रेशन
hu: GZIP tömörítés
in: Kompresi GZIP
it: Compressione GZIP
ja: GZIP圧縮
ko: GZIP 압축
nb: GZIP-komprimering
nl: GZIP-compressie
pt: Compressão GZIP
sl: GZIP kompresija
sv: GZIP-komprimering
uk: СТИСНЕННЯ GZIP
vi: Nén GZIP

source: Default log level
ar: نوع السجل
az: Standart giriş səviyyəsi
bo: སྔོན་སྒྲིག་ཟིན་ཐོའི་རིམ་པ།
cs: Výchozí úroveň protokolu
da: Standard log niveau
el: Προεπιλεγμένο επίπεδο καταγραφής
es: Nivel predeterminado de registro
et: Vaikimisi logimise tase
fa: سطح گزارش پیش فرض
fi: Oletus loggaustaso
hi: डिफ़ॉल्ट लॉग स्तर
hu: Alapértelmezett naplózási szint
in: Tingkat log default
it: Livello di base dei log
ja: デフォルトのログ水準
ko: 기본 로그 레벨
nb: Standard loggføringsnivå
nl: Standaard log niveau
pt: Nível de log padrão
sl: Privzeta raven loga
sv: Standard loggningsnivå
uk: Стандартний рівень логування
vi: Mức nhật ký mặc định

source: (DEBUG and INFO are not recommended defaults, as they will drastically slow down your router)
ar: (لا يُنصح باستخدام DEBUG وINFO كإعدادين افتراضيين، حيث أنهما سيؤديان إلى إبطاء جهاز التوجيه الخاص بك بشكل كبير)
az: (DEBUG və INFO defolt olaraq tövsiyə edilmir, çünki onlar marşrutlaşdırıcınızı kəskin şəkildə yavaşlatacaq)
bo: (DEBUG དང་ INFO ནི་འོས་སྦྱོར་བྱེད་པའི་སྔོན་སྒྲིག་མ་ཡིན། དེ་དག་གིས་ཁྱེད་རང་གི་རོ་ཌེར་དལ་བར་གཡོ་བར་བྱེད་པས།)
cs: (DEBUG a INFO nejsou doporučené výchozí hodnoty, protože drasticky zpomalí váš router)
da: (DEBUG og INFO er ikke anbefalede standardindstillinger, da de drastisk vil nedsætte hastigheden på din router)
el: (Το DEBUG και το INFO δεν συνιστώνται προεπιλογές, καθώς θα επιβραδύνουν δραστικά τον δρομολογητή σας)
es: (DEBUG e INFO no se recomiendan por defecto, ya que ralentizarían drásticamente el router)
et: (DEBUG ja INFO pole vaikimisi tasemeks soovitatavad, kuna aeglustavad ruuterit oluliselt)
fa: (DEBUG و INFO به صورت پیش فرض توصیه نمی شوند، زیرا سرعت روتر شما را به شدت کاهش می دهند)
fi: (DEBUG ja INFO eivät ole suositeltuja oletusasetuksia, koska ne hidastavat reitittimesi huomattavasti)
hi: (डिबग और इन्फो को डिफ़ॉल्ट के रूप में सिफारिश नहीं किया जाता है, क्योंकि वे आपके रूटर को विशालता से धीमा कर सकते हैं)
hu: (DEBUG és INFO nem javasolt alapértelmezett beállítások, mivel drasztikusan lelassítják a routert)
in: (DEBUG dan INFO adalah default yang tidak disarankan karena akan memperlambat router secara drastis)
it: (DEBUG e INFO non sono valori di base consigliati dato che rallenterebbero drasticamente il tuo router)
ja: (DEBUG と INFO は、ルーターの速度が大幅に低下するため、推奨されるデフォルトではありません)
ko: (DEBUG와 INFO는 기본으로 추천되지 않습니다. 라우터의 퍼포먼스를 심하게 저하시킬 수 있습니다)
nb: (DEBUG og INFO er ikke anbefalte standardinnstillinger, da de vil drastisk bremse ruteren din)
nl: (DEBUG en INFO zijn geen aanbevolen standaardwaarden, ze zullen je router drastisch vertragen)
pt: (DEBUG e INFO não são recomendados, pois deixam servidor I2P mais lento)
sl: (DEBUG in INFO nista priporočena privzeta nastavitva, ker bosta zelo pomalu vaš usmerjevalnik)
sv: (FELSÖK och INFO rekommenderas inte som standard, eftersom de drastiskt kommer att sakta ner din router)
uk: (НАЛАГОДЖЕННЯ та ІНФОРМАЦІЯ не рекомендуються за замовчуванням, оскільки вони різко сповільнять роботу маршрутизатора)
vi: (DEBUG và INFO không phải là các giá trị mặc định được khuyến nghị vì chúng sẽ làm chậm đáng kể bộ định tuyến của bạn)

source: Log level overrides
ar: تجاوزات مستوى السجل
az: Qeyd səviyyəsini ləğv edir
bo: ཟིན་ཐོའི་རིམ་པ་ཚབ་བྱེད།
cs: Přepisy úrovně protokolu
da: Log niveau brud
el: Παρακάμπτει το επίπεδο καταγραφής
es: Excepciones al nivel de registro
et: Logitaseme erandid
fa: سطح گزارش لغو می شود
fi: Loggaustason ohitukset
hi: लॉग स्तर के पारिवर्तन
hu: Naplózási szint felülbírálat
in: Penggantian level log
it: Sovrascrittura del livello di log
ja: ログレベルの上書き
ko: 로그 레벨 오버라이드
nb: Loggnivå overstyrer
nl: Log niveau overschrijving
pt: Mudar nível de log
sl: Prepiši ravni loga
sv: Logga nivå åsidosättanden
uk: Перевизначення рівня журналу
vi: Ghi đè cấp độ nhật ký

source: New override
ar: تجاوز جديد
az: Yeni ləğv
bo: ཚབ་བྱེད་གསར་པ།
cs: Nové přepsání
da: Nyt brud
el: Νέα παράκαμψη
es: Nueva excepción
et: Uus erand
fa: لغو جدید
fi: Uusi ohitus
hi: नया पारिवर्तन
hu: Új felülbírálat
in: Override baru
it: Nuova sovrascrittura
ja: 新しいオーバーライド
ko: 새 오버라이드
nb: Ny overstyring
nl: Nieuwe overschrijving
pt: Novo nível
sl: Nova prepiš
sv: Nytt åsidosättande
uk: Нове перевизначення
vi: Ghi đè mới

source: config networking
ar: اعدادت الشبكة
az: konfiqurasiya şəbəkəsi
bo: བཀོད་སྒྲིག་དྲ་རྒྱ་འཛུགས་སྐྲུན།
cs: Konfigurace sítě
da: Konfigurer netværk
el: ρυθμίσεις δικτύου
es: configuración de red
et: config võrgundus
fa: پیکربندی شبکه
fi: verkkoasetukset
hi: नेटवर्किंग सेटिंग
hu: hálózat beállítása
in: konfigurasi jaringan
it: configurazione networking
ja: ネットワークを設定
ko: 네트워킹 설정
nb: sett opp nettverk
nl: configureer netwerk
pt: configurar rede
sl: konfig omrežje
sv: konfigurera nätverk
uk: налаштування мережі
vi: cấu hình mạng

source: Network Configuration
ar: تكوين الشبكة
az: Şəbəkə Konfiqurasiyası
bo: དྲ་རྒྱ་བཀོད་སྒྲིག
cs: Konfigurace sítě
da: Netværkskonfiguration
el: Διαμόρφωση δικτύου
es: Configuración de red
et: Võrgu konfiguratsioon
fa: پیکربندی شبکه
fi: Verkkoasetukset
hi: नेटवर्क सेटिंग
hu: Hálózati konfiguráció
in: Konfigurasi Jaringan
it: Configurazione di rete
ja: ネットワーク構成
ko: 네트워크 구성
nb: Nettverkskonfigurasjon
nl: Netwerkconfiguratie
pt: Configuração de rede
sl: Omrežna konfiguracija
sv: Nätverkskonfiguration
uk: Конфігурація мережі
vi: Cấu hình mạng

source: IP and Transport Configuration
ar: تكوين IP والنقل
az: IP və Nəqliyyat Konfiqurasiyası
bo: IP དང་སྐྱེལ་འདྲེན་བཀོད་སྒྲིག
cs: Konfigurace IP a přenosu
da: IP og Transport konfiguration
el: Διαμόρφωση IP και μεταφοράς
es: Configuración IP y transportes
et: IP ja transpordiprotokollide häälestus
fa: IP و پیکربندی حمل و نقل
fi: IP ja siirtomääritys
hi: आईपी और ट्रांसपोर्ट सेटिंग
hu: IP és Átviteli Beállítások
in: Konfigurasi IP dan Transportasi
it: Configurazione di IP e Trasporto
ja: IP とトランスポート設定
ko: IP, 전송 설정
nb: IP og transport-oppsett
nl: IP en Transport Configuratie
pt: Configuração de IP e Transporte
sl: Konfiguracija IP in prevoznika
sv: IP och transport konfiguration
uk: Конфігурація IP та транспорту
vi: Cấu hình IP và truyền tải

source: Help with router configuration
ar: المساعدة في تكوين جهاز التوجيه
az: Router konfiqurasiyası ilə bağlı yardım
bo: རོ་ཌེར་བཀོད་སྒྲིག་ཐད་རོགས་འདེགས།
cs: Pomoc s konfigurací routeru
da: Hjælp til routerkonfiguration
el: Βοήθεια με τη διαμόρφωση του δρομολογητή
es: Ayuda con la configuración del router
et: abi ruuteri konfigureerimisel
fa: کمک به پیکربندی روتر
fi: Apua reitittimen määrittämiseen
hi: रूटर सेटिंग के लिए मदद
hu: Segítség az útválasztó beállításához
in: Bantuan dengan konfigurasi router
it: Aiuto con la configurazione del router
ja: ルーター設定のヘルプ
ko: 라우터 구성에 대한 도움말
nb: Hjelp med ruterkonfigurasjon
nl: Hulp bij routerconfiguratie
pt: Ajuda com configuração do roteador
sl: Pomoč pri konfiguraciji usmerjevalnika
sv: Hjälp med routerkonfiguration
uk: Допомога з конфігурацією маршрутизатора
vi: Trợ giúp cấu hình bộ định tuyến

source: Configuration Help
ar: تعليمات التكوين
az: Konfiqurasiya Yardımı
bo: བཀོད་སྒྲིག་རོགས་འདེགས།
cs: Konfigurační nápověda
da: Konfigurationshjælp
el: Βοήθεια διαμόρφωσης
es: Ayuda de configuración
et: Konfiguratsiooni abi
fa: راهنمای پیکربندی
fi: Määritysohje
hi: सेटिंग मदद
hu: Konfigurációs súgó
in: Bantuan Konfigurasi
it: Aiuto alla configurazione
ja: 設定ヘルプ
ko: 구성 도움말
nb: Konfigurasjonshjelp
nl: Configuratiehulp
pt: Ajuda de configuração
sl: Pomoč pri konfiguraciji
sv: Konfigurationshjälp
uk: Довідка щодо конфігурації
vi: Trợ giúp cấu hình

source: Changing these settings will restart your router.
ar: سيؤدي تغيير هذه الإعدادات إلى إعادة تشغيل جهاز التوجيه الخاص بك.
az: Bu parametrlərin dəyişdirilməsi marşrutlaşdırıcınızı yenidən işə salacaq.
bo: འདི་དག་གི་སྒྲིག་བཀོད་བསྒྱུར་བ་དེས་ཁྱེད་རང་གི་རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་བྱེད་པར་འགྱུར།
cs: Změna těchto nastavení restartuje váš router.
da: Ændring af disse indstillinger genstarter din router.
el: Η αλλαγή αυτών των ρυθμίσεων θα κάνει επανεκκίνηση του δρομολογητή σας.
es: Cambiar estas configuraciones reiniciará su router.
et: Nende sätete muutmine taaskäivitab ruuteri.
fa: با تغییر این تنظیمات روتر شما مجددا راه اندازی می شود.
fi: Näiden asetusten muuttaminen käynnistää reitittimen uudelleen.
hi: इन सेटिंगों को बदलने से आपका रूटर पुनः शुरू हो जाएगा।
hu: Ha megváltoztatja ezeket a beállításokat, akkor az útválasztó újraindul.
in: Mengubah setting ini akan me-restart router anda.
it: Cambiare queste impostazioni riavvierà il tuo router.
ja: これらの設定を変更するとルーターが再起動されます。
ko: 이 설정을 변경하면 라우터가 다시 시작됩니다.
nb: Endring av disse innstillingene vil starte ruteren din på nytt.
nl: Als u deze instellingen wijzigt, wordt uw router opnieuw opgestart.
pt: Alterar essas configurações reiniciará seu roteador.
sl: Sprememba teh nastavitev bo znova zagnila vaš usmerjevalnik.
sv: Om du ändrar dessa inställningar startar du om din router.
uk: Зміна цих налаштувань призведе до перезавантаження маршрутизатора.
vi: Việc thay đổi các cài đặt này sẽ khởi động lại bộ định tuyến của bạn.

source: IP Configuration
ar: اعدادات IP
az: IP Konfiqurasiyası
bo: IP བཀོད་སྒྲིག
cs: Konfigurace IP
da: IP Konfiguration
el: Ρύθμιση IP
es: Configuración de IP
et: IP häälestus
fa: پیکربندی IP
fi: IP-määritys
hi: आईपी सेटिंग
hu: IP Beállítások
in: Konfigurasi IP
it: Configurazione IP
ja: IP設定
ko: IP 설정
nb: IP-oppsett
nl: IP Configuratie
pt: Configuração de IP
sl: Konfiguracija IP
sv: IP-konfiguration
uk: IP-конфігурація
vi: Cấu hình IP

source: Externally reachable hostname or IP address
ar: اسم المضيف أو عنوان IP الذي يمكن الوصول إليه خارجيًا
az: Xarici olaraq əldə edilə bilən host adı və ya IP ünvanı
bo: ཕྱི་ནས་འཛུལ་ཐུབ་པའི་གནས་མིང་ཡང་ན་ IP ཁ་བྱང་།
cs: Externě dosažitelný název hostitele nebo IP adresa
da: Eksternt værtsnavn eller IP-adresse kan nås
el: Εξωτερικά προσβάσιμο όνομα κεντρικού υπολογιστή ή διεύθυνση IP
es: Nombre del equipo o dirección IP accesible desde el exterior
et: Väline masina nimi või IP aadress
fa: نام میزبان یا آدرس IP قابل دسترسی خارجی
fi: Ulkoisesti tavoitettavissa oleva isäntänimi tai IP-osoite
hi: बाहरी तक पहुँच सकने वाला होस्टनाम या आईपी पता
hu: Kivülről elérhető hosztnév vagy IP cím
in: Nama host atau alamat IP yang dapat dicapai secara eksternal
it: Hostname o indirizzo IP raggiungibile esternamente
ja: 外部から接続できるホスト名かIPアドレス
ko: 외부로 접근 가능한 호스트네임 또는 IP 주소
nb: Eksternt tilgjengelig vertsnavn eller IP-adresse
nl: Extern bereikbare hostname of IP adres
pt: Endereço IP ou nome em rede alcançável externamente
sl: Zunanje dosegljivo ime gostitelja ali IP naslov
sv: Externt nåbart värdnamn eller IP-adress
uk: Зовні доступне ім'я хоста або IP -адреса
vi: Tên máy chủ hoặc địa chỉ IP có thể truy cập được từ bên ngoài

source: Use all auto-detect methods
ar: استعمال جميع طرق الاكتشاف التلقائي
az: Bütün avtomatik aşkarlama üsullarından istifadə edin
bo: རང་འཚོལ་ཐབས་ལམ་ཆ་ཚང་བེད་སྤྱོད་བྱོས།
cs: Použijte všechny metody automatické detekce
da: Brug alle auto-opdag metoder
el: Χρησιμοποιήστε όλες τις μεθόδους αυτόματης ανίχνευσης
es: Utilizar todos los métodos de detección automática
et: Kasuta kõiki automaattuvastuse viise
fa: از همه روش های تشخیص خودکار استفاده کنید
fi: Käytä kaikkia automaattisia tunnistusmenetelmiä
hi: सभी स्वचालित पहचान के माध्यम से उपयोग करें
hu: Összes automatikus felismerési mód használata
in: Gunakan semua metode deteksi otomatis
it: Usa tutti i metodi di auto-rilevazione
ja: 全ての自動検出方法を試す
ko: 모든 자동감지 사용
nb: Bruk automatiske oppdagningsmetoder
nl: Gebruik alle auto-detect methoden
pt: Usar todos os métodos de detecção automática
sl: Uporabi vse metode samodejnega zaznavanja
sv: Använd alla automatiska detekteringsmetoder
uk: Використовуйте всі методи автоматичного виявлення
vi: Sử dụng tất cả các phương pháp tự động phát hiện

source: Disable UPnP IP address detection
ar: الغاء UPnP IP اكتشاف عنوان
az: UPnP IP ünvan aşkarlamasını deaktiv edin
bo: UPnP IP ཁ་བྱང་འཚོལ་བཤེར་སྒོ་བརྒྱབ།
cs: Zakázat detekci IP adresy UPnP
da: Deaktiver UPnP IP adresse detektion
el: Απενεργοποιήστε τον εντοπισμό διεύθυνσης IP UPnP
es: Deshabilitar detección de direcciones IP mediante UPnP
et: Ära kasuta UPnP-d IP aadressi tuvastuseks
fa: تشخیص آدرس IP UPnP را غیرفعال کنید
fi: Poista UPnP-IP-osoitteen tunnistus käytöstä
hi: UPnP आईपी पता पहचान को अक्षम करें
hu: UPnP IP cím észlelés tiltása
in: Nonaktifkan deteksi alamat IP UPnP
it: Disabilita la rilevazione dell'indirizzo UPnP IP
ja: UPnPを用いたIPアドレス検出を無効にする
ko: UPnP IP 주소 감지 비활성화
nb: Skru av UPnP-basert oppdagelse av IP-adresser
nl: Schakel UPnP IP adres detectie uit
pt: Desabilitar detecção de endereço IP por UPnP
sl: Onemogoči zaznavanje IP naslova z UPnP
sv: Inaktivera UPnP IP-adress upptäckt
uk: Вимкнути визначення IP-адреси UPnP
vi: Tắt tính năng phát hiện địa chỉ IP UPnP

source: Ignore local interface IP address
ar: تجاهل عنوان IP المحلي
az: Yerli interfeys IP ünvanına məhəl qoymayın
bo: ནང་ཁུག་ངོས་འཛིན་ IP ཁ་བྱང་སྣང་མེད་བྱོས།
cs: Ignorujte IP adresu místního rozhraní
da: Ignorer lokal brugergrænseoverflades IP adresse
el: Αγνοήστε τη διεύθυνση IP της τοπικής διεπαφής
es: Ignorar dirección IP de la interfaz local de red
et: Eira kohaliku võrguliidese IP aadressi
fa: آدرس IP رابط محلی را نادیده بگیرید
fi: Ohita paikallisen liitännän IP-osoite
hi: स्थानीय इंटरफेस आईपी पते को अनदेखा करें
hu: A helyi eszköz IP címének figyelmen kívül hagyása
in: Abaikan alamat IP interface lokal
it: Ignora l'indirizzo IP dell'interfaccia locale
ja: ローカルインタフェースのIPアドレスを無視する
ko: 로컬 인터페이스 IP 주소 무시
nb: Ignorer IP-adresser på lokalt grensesnitt
nl: Negeer IP adres van lokale interface
pt: Ignorar endereços IP locais
sl: Ignoriraj IP naslov lokalnega vmesnika
sv: Ignorera lokala gränssnitts IP-adresser
uk: Ігнорувати IP-адресу локального інтерфейсу
vi: Bỏ qua địa chỉ IP giao diện cục bộ

source: Use SSU IP address detection only
ar: استخدم اكتشاف عنوان IP SSU فقط
az: Yalnız SSU IP ünvanının aşkarlanmasından istifadə edin
bo: SSU IP ཁ་བྱང་འཚོལ་བཤེར་རྐྱང་པོ་བེད་སྤྱོད་བྱོས།
cs: Použít pouze detekci IP adresy SSU
da: Brug kun SSU IP adresse detektion
el: Χρησιμοποιήστε μόνο ανίχνευση διεύθυνσης IP SSU
es: Utilizar detección de direcciones IP sólo mediante SSU
et: Kasuta üksnes SSU IP-aadressi tuvastamist
fa: فقط از شناسایی آدرس IP SSU استفاده کنید
fi: Käytä vain SSU:n IP-osoitteen tunnistusta
hi: केवल SSU आईपी पता पहचान का उपयोग करें
hu: Csak SSU IP cím észlelés
in: Gunakan SSU IP address detection saja
it: Usa solamente il rilevamento dell'indirizzo SSU IP
ja: SSUを用いたIPアドレス検出のみ使用する
ko: SSU IP 주소 감지만 사용
nb: Bruk kun SSU IP-adressedeteksjon
nl: Gebruikt alleen SSU IP adres detectie
pt: Usar somente detecção de IP SSU
sl: Uporabi samo zaznavanje IP naslova SSU
sv: Använd endast SSU IP-adress detektering
uk: Використовувати лише визначення IP-адреси SSU
vi: Chỉ sử dụng tính năng phát hiện địa chỉ IP SSU
