Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A soft fork of the Java I2P software which retains full compatibility, providing an enhanced user interface and improvements to network performance. See <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> or <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>for more information.
ar: انقسام لبرمجية I2P الجافا مع الإبقاء على التوافقية كاملة، مما يوفر واجهة مستخدم محسَّنة وتحسينات في أداء الشبكة. قم بزيارة <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> أو <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> لمزيد من المعلومات.
az: Java I2P yazılımının tam uyumluluğunu koruyan ve gelişmiş bir kullanıcı arayüzü ile ağ performansını iyileştiren bir soft fork. Daha fazla bilgi için <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> veya <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> sayfasına bakın.
bo: Java I2P མཉེན་ཆས་ཀྱི་སྲུང་ལྷེན་ཞིག་ཡིན་ལ། ཆ་ཚང་ཕན་འགྲོད་པའི་མཉེན་ཆས་དང་མཐུན་སྣེགས་ལ་ལྷེན་ཞིག་ཡིན་ལ། དྲ་ལམ་གི་ནུས་ལྡན་པའི་མཐུན་སྣེགས་ལ་ལྷེན་དང་དྲ་ལམ་གི་ནུས་ལྡན་པའི་ནུས་ལྡན་པའི་ནུས་ལྡན་པ་ལ་གནས་དེབ་ནང་བསྐྱར་བསྒྱུད་པ་ཞིག་ཡིན། <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> ཡང་ན་ <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> ཐོག་ནས་ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན་གསལ་བའི་གཟིགས་རོགས།
cs: Upgradovaná verze Java I2P, která zachovává plnou kompatibilitu, poskytuje rozšířené uživatelské rozhraní a zlepšuje propustnost sítě. Podívejte se na <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> nebo <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> pro více informací.
da: En soft fork af Java I2P-softwaren, der bevarer fuld kompatibilitet, og giver en forbedret brugergrænseflade og forbedringer af netværksydeevnen. Se <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> eller <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> for mere information.
el: Μια μαλακή προκήρυξη του λογισμικού Java I2P που διατηρεί πλήρη συμβατότητα, παρέχοντας μια βελτιωμένη διεπαφή χρήστη και βελτιώσεις στην απόδοση του δικτύου. Δείτε <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> ή <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> για περισσότερες πληροφορίες.
es: Una bifurcación blanda del software Java I2P que mantiene la compatibilidad total, proporcionando una interfaz de usuario mejorada y mejoras en el rendimiento de red. Ver <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> o <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>para más información.
et: Java I2P tarkvara pehme kahvli versioon, mis jätab säilivsad täieliku ühilduvuse, pakkudes parendatud kasutajaliidest ja võrgu jõudluse parandusi. Rohkem teavet leiate aadressilt <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> või <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>.
fa: یک فورک نرم از نرم افزار Java I2P که سازگاری کامل را حفظ می کند، رابط کاربری پیشرفته و بهبود عملکرد شبکه را ارائه می دهد.
fi: Java I2P-ohjelmiston pehmeä haara, joka säilyttää täyden yhteensopivuuden ja tarjoaa parannetun käyttöliittymän ja parannuksia verkon suorituskykyyn. Katso lisätietoja <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> tai <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>.
hi: जावा I2P सॉफ्टवेयर का एक सॉफ्ट फॉर्क है जो पूर्ण संगतता बनाए रखता है, एक सुधारित उपयोगकर्ता इंटरफेस प्रदान करता है और नेटवर्क की प्रदर्शन वृद्धि करता है। अधिक जानकारी के लिए, <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> या <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> पर जाएँ।
hu: A Java I2P szoftver lágy forkja, amely teljes kompatibilitást biztosít, fejlettebb felhasználói felületet és hálózati teljesítménynövekedést nyújt. További információért lásd a <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> vagy <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> linket.
in: Percabangan lunak dari perangkat lunak Java I2P yang mempertahankan kompatibilitas penuh, memberikan antarmuka pengguna yang lebih baik dan perbaikan kinerja jaringan. Lihat <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> atau <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> untuk informasi lebih lanjut.
it: Una versione derivata del software I2P in Java che conserva piena compatibilità, fornendo un'interfaccia utente migliorata e miglioramenti delle prestazioni di rete. Per ulteriori informazioni, visitare <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> o <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>.
ja: Java I2Pソフトウェアのソフトフォークであり、完全な互換性を保ち、改善されたユーザーインターフェースとネットワークのパフォーマンスを提供します。詳細については、<a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a>または<a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>を参照してください。
ko: Java I2P 소프트웨어의 소프트 포크로서 전체 호환성을 유지하면서 향상된 사용자 인터페이스와 네트워크 성능 개선을 제공합니다. 자세한 정보는 <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> 또는 <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>를 참조하세요.
nb: En soft fork av Java I2P-programvaren som beholder full kompatibilitet, og gir et forbedret brukergrensesnitt og forbedringer i nettverksytelsen. Se <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> eller <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> for mer informasjon.
nl: Een softfork van de Java I2P-software die volledige compatibiliteit behoudt en een verbeterde gebruikersinterface en verbeteringen in de netwerkprestaties biedt. Zie <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> of <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> voor meer informatie.
pt: Um fork do software Java I2P que mantém total compatibilidade, fornecendo uma interface de usuário aprimorada e melhorias no desempenho da rede. Veja <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> ou <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> para mais informações.
sl: Mekan odsek programske opreme Java I2P, ki ohranja popolno soglasje, ponuja pa izboljšano uporabniški vmesnik in izboljšanja zmogljivosti omrežja. Za več informacij glejte <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> ali <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>.
sv: En mjuk gaffel av Java I2P-programvara som behåller full kompatibilitet, genom att erbjuda ett förbättrat användargränssnitt och förbättringar av nätverksprestanda. Se <a href=http:/skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> eller <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> för mer information.
uk: М'яке розвилка Java-програмного забезпечення I2P, яка зберігає повну сумісність, надаючи покращений інтерфейс користувача та поліпшення продуктивності мережі. Додаткову інформацію можна знайти на <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> або <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a>
vi: Một sự phân nhánh mềm của phần mềm I2P Java giữ lại tương thích đầy đủ, cung cấp giao diện người dùng nâng cao và cải tiến hiệu năng mạng. Xem <a href=http://skank.i2p/ class=sitelink target=_blank rel=noreferrer>http://skank.i2p/</a> hoặc <a href=https://i2pplus.github.io class='sitelink external' target=_blank rel=noreferrer>https://i2pplus.github.io</a> để biết thêm thông tin.

source: I2PBote (plugin)
ar: إضافة I2PBote
az: I2PBote (eklenti)
bo: I2PBote (སྒོ་རོལ་གྱི་ཚོགས་ཤེལ་)
el: I2PBote (πρόσθετο)
fa: I2PBote (افزونه)
fi: I2PBote (liitännäinen)
hi: I2PBote (एक प्लगइन)
hu: I2PBote (bővítmény)
ja: I2PBote (プラグイン)
ko: I2PBote (플러그인)
nb: I2PBote (tillegg)
sl: I2PBote (vstavek)
sv: I2PBote (tillägg)
uk: I2PBote (плагін)
vi: I2PBote (tiện ích)

source: An unmaintained I2P plugin that provides serverless, end-to-end encrypted e-mail within the I2P network. For more information, see <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Source code is available on <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
ar: إضافة I2P غير مصحوبة بصيانة توفر بريدًا إلكترونيًا مشفرًا من نهاية إلى أخرى داخل شبكة I2P. لمزيد من المعلومات، قم بزيارة <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. مصدر الكود متاح على <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
az: I2P ağı içinde sunucusuz, uçtan uca şifrelenmiş e-posta sağlayan bakımsız bir I2P eklentisi. Daha fazla bilgi için <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a> sayfasına bakın. Kaynak kodu <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a> üzerinde bulunabilir.
bo: སྒོ་རོལ་སྐྱོང་མ་བྱས་པའི་I2P ཚོགས་ཤེལ་ཞིག་སྟེ། I2P དྲ་བའི་ནང་དཔལ་འབྱོར་མེད་པ་དང་མཇུག་ནས་མཇུག་བར་ངོ་མ་གསལ་བའི་དྲུས་སྒྲོལ་གྱི་ཨི་མེལ་འདོན་སྤྲོད་བྱེད་པ་ཡིན། གཞན་མང་ཤེས་འདོད་ན། <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a> འཚོལ་ཞིབ་བྱོས། རྒྱུ་ཆེ་ཐོག་མའི་ཁུངས་(Source code) <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>ལ་ཡོད།
cs: Neudržovaný plugin I2P, který poskytuje bezserverový, end-to-end šifrovaný e-mail v síti I2P. Další informace naleznete na <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Zdrojový kód je k dispozici na <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>GitHubu</a>.
da: En ikke-vedligeholdt I2P-plugin, der leverer serverløs, end-to-end krypteret e-mail inden for I2P-netværket. For mere information, se <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Kildekoden er tilgængelig på <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
el: Ένα ακαριαίο πρόσθετο I2P που παρέχει ασύρματη, κρυπτογραφημένη ηλεκτρονική αλληλογραφία από άκρο σε άκρο μέσω του δικτύου I2P. Για περισσότερες πληροφορίες, δείτε <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Ο πηγαίος κώδικας διατίθεται στο <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
es: Un complemento I2P sin mantener que provee correo electrónico cifrado de extremo a extremo y sin servidor dentro de la red I2P. Para más información, ver <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. El código fuente está disponible en <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
et: Hooldamata I2P plugin, mis pakub serverivaba otseteed üle I2P võrgu krüpteeritud elektronpostiga. Lisateabe saamiseks vaata aadressilt <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Lähtekood on saadaval aadressil <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
fa: یک پلاگین I2P نگهداری نشده که ایمیل های رمزگذاری شده بدون سرور و سرتاسر را در شبکه I2P ارائه می دهد.
fi: Päivittämätön I2P:n lisäosa, joka tarjoaa palvelinratkaisemattoman, päästä päähän salatun sähköpostin I2P-verkossa. Lisätietoja on osoitteessa <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Lähdekoodi on saatavilla <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>githubissa</a>.
hi: एक अवरक्त I2P प्लगइन है जो I2P नेटवर्क के भीतर सर्वरहीन, सिर्फ़-सिर्फ़ एन्क्रिप्टेड ईमेल प्रदान करता है। अधिक जानकारी के लिए, <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a> पर जाएँ। स्रोत कोड <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a> पर उपलब्ध है।
hu: Egy nem karbantartott I2P bővítmény, amely szerver nélküli, végponttól-végpontig titkosított e-mailt biztosít az I2P hálózaton belül. További információért lásd a <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a> linket. A forráskód elérhető a <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a> oldalon.
in: Sebuah plugin I2P yang tidak terawat yang menyediakan surel yang terenkripsi dari ujung ke ujung tanpa menggunakan server dalam jaringan I2P. Untuk informasi lebih lanjut, lihat <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Kode sumber tersedia di <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
it: Un plugin I2P non mantenuto che fornisce e-mail serverless criptata end-to-end all'interno della rete I2P. Per ulteriori informazioni, visitare <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Il codice sorgente è disponibile su <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
ja: I2Pネットワーク内でサーバーレス、エンドツーエンドの暗号化されたメールを提供するメンテナンスされていないI2Pプラグインです。詳細については<a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>を参照してください。ソースコードは<a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>で入手できます。
ko: I2P 네트워크 내에서 서버 없이 끝간단 암호화된 이메일을 제공하는 유지보수되지 않는 I2P 플러그인입니다. 자세한 정보는 <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>를 참조하세요. 소스 코드는 <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>에서 확인할 수 있습니다.
nb: Et uoppdatert I2P-tillegg som gir serverløse, ende-til-ende-krypterte e-postmeldinger på I2P-nettverket. For mer informasjon, se <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Kildekoden er tilgjengelig på <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
nl: Een niet-onderhouden I2P-plug-in die serverloze, end-to-end versleutelde e-mail biedt binnen het I2P-netwerk. Voor meer informatie, zie <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. De broncode is beschikbaar op <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
pt: Um plugin I2P não mantido que fornece e-mail criptografado ponta a ponta sem servidor dentro da rede I2P. Para mais informações, consulte <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. O código fonte está disponível no <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
sl: Neobstojen vstavek I2P, ki zagotavlja brez strežnika, šifrirano sporočilo od konca do konca v omrežju I2P. Za več informacij, glejte <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Izvorne kode je mogoče pridobiti na <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
sv: Ett ospårat I2P-tillägg som tillhandahåller serverlös, end-to-end-krypterad e-post inom I2P-nätverket. För mer information, se <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Källkoden finns tillgänglig på <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
uk: Непідтримуваний плагін I2P, що надає серверний електронну пошту з енд-то-енд шифруванням всередині мережі I2P. Додаткову інформацію можна знайти на <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Вихідний код доступний на <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
vi: Một tiện ích I2P không được bảo trì, cung cấp email được mã hóa đầu cuối trên toàn mạng I2P. Để biết thêm thông tin, xem <a href=http://bote.i2p/ class=sitelink target=_blank rel=noreferrer>http://bote.i2p/</a>. Mã nguồn có sẵn trên <a href=https://github.com/i2p/i2p.i2p-bote class='sitelink external' target=_blank rel=noreferrer>github</a>.
