Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Average inbound/outbound rate (KBps)
ar: متوسط ​​معدل الوارد/الصادر (كيلو بايت في الثانية)
az: Orta giriş/çıxış sürəti (KBps)
bo: ནང་འདྲེན་/ཕྱི་འདྲེན་གྱི་ཆ་སྙོམ་ཚད་ (KBps)
cs: Průměrná příchozí/odchozí rychlost (kB/s)
da: Gennemsnitlig indgående/udgående hastighed (KBps)
el: Μέσος ρυθμός εισερχόμενων/εξερχομένων (KBps)
es: La tasa de transferencia media de entrada / salida
et: Keskmine sissetulemise/väljamineku kiirus (KB/s)
fa: میانگین نرخ ورودی/خروجی (KBps)
fi: Keskimääräinen saapuva/lähtönopeus (kt/s)
hi: औसत आगामी/निर्गमी गति (KBps)
hu: Átlagos bejövő/kimenő sebesség (KB/s)
in: Rata-rata tarif masuk/keluar (KBps)
it: Tasso medio in entrata/uscita (KBps)
ja: 平均インバウンド/アウトバウンド率（KB/S）
ko: 평균 인바운드/아웃바운드 속도(KBps)
nb: Gjennomsnittlig inngående/utgående hastighet (KBps)
nl: Gemiddelde snelheid voor inkomend/uitgaand verkeer (KBps)
pt: Taxa média de entrada/saída (KBps)
sl: Povprečna vhodna/izhodna stopnja (KBps)
sv: Genomsnittlig inkommande/utgående hastighet (KBps)
uk: Середня швидкість вхідної/вихідної (КБ/с)
vi: Tốc độ vào/ra trung bình (KBps)

source: In / Out
bo: ནང་འདྲེན་ / ཕྱིར་འདྲེན།
hi: आने/जाने

source: Duration of connection to peer
ar: مدة الاتصال بالنظير
az: Peer ilə əlaqə müddəti
bo: ལག་གདང་ལ་མཐུད་པའི་དུས་ཡུན།
cs: Doba trvání připojení k peer
da: Varighed af forbindelse til peer
el: Διάρκεια σύνδεσης με peer
es: Duración de la conexión a un par
et: kaaslasega ühenduse kestus
fa: مدت زمان اتصال به همتا
fi: Yhteyden kesto vertaisverkkoon
hi: समकक्ष के साथ कनेक्शन की अवधि
hu: A társhoz való kapcsolódás időtartama
in: Durasi koneksi ke rekan
it: Durata della connessione al peer
ja: ピアへの接続期間
ko: 피어와의 연결 지속 시간
nb: Varighet av tilkobling til peer
nl: Duur van verbinding met peer
pt: Duração da conexão com o peer
sl: Trajanje povezave z partnerjem
sv: Varaktighet av anslutning till peer
uk: Тривалість з'єднання з однолітком
vi: Thời lượng kết nối với máy ngang hàng

source: Up
ar: فوق
az: Yuxarı
bo: གཏོང་བ།
da: Op
el: Πάνω
es: Subida
et: Üleval
fa: بالا
fi: Toiminnassa
hi: उप
hu: Fel
it: Su
ja: アップ
ko: 업
nb: Opp
pt: Cima
sv: Uppe
uk: Підключений
vi: Lên

source: Peer's clockskew relative to our clock
ar: انحراف الساعة بالنسبة لساعتنا
az: Saatımıza nisbətən həmyaşıdların əyilməsi
bo: ང་ཚོའི་ཆུ་ཚོད་དང་ལག་གདང་གི་ཆུ་ཚོད་བར་གྱི་ཁྱད་པར།
cs: Vrstevníkův clockskeise vzhledem k našim hodinám
da: Pers urskævhed i forhold til vores ur
el: Το ρολόι του Peer σε σχέση με το ρολόι μας
es: Desajuste del reloj del par relativo a nuestro reloj
et: Eakaaslaste kellakaldumine meie kella suhtes
fa: شیب ساعت همتا نسبت به ساعت ما
fi: Peer's kellon vino suhteessa meidän kelloon
hi: समकक्ष की समय-तारीख के अनुसार हमारे समय की भिन्नता
hu: Peer óraferde a mi óránkhoz képest
in: Kemiringan jam rekan terhadap jam kita
it: Disallineazione del peer relativa al nostro orologio
ja: 私たちの時計に比べてピアの時計がかかります
ko: 우리의 시계에 상대적인 피어의 시계 편차
nb: Pers klokkeskjevhet i forhold til klokken vår
nl: De klokafwijking van Peer ten opzichte van onze klok
pt: Desvio do relógio do par em relação ao nosso relógio
sl: Skosen časovnik partnerja glede na naš časovnik
sv: Peers klocksked i förhållande till vår klocka
uk: Clockskew Peer's відносно нашого годинника
vi: Đồng hồ của máy ngang hàng lệch so với đồng hồ của chúng ta

source: Skew
ar: الانحراف
az: Əyri
bo: ཁྱད་པར།
cs: Zkreslit
da: Skæv
el: Απόκλιση
es: Desfase
et: Ajanihe
fa: کج
fi: Aikavääristymä
hi: तैराकी
hu: Pontatlanság
it: Disallinea
ja: スキュー
ko: 스큐
nb: klokkeforskyvning
nl: Afwijking
sl: Skosen
sv: Tidsförvridning
uk: Відхилення
vi: Lệch

source: Messages sent
ar: الرسائل المرسلة
az: Mesajlar göndərildi
bo: སྐད་ཆ་བཏང་བ།
cs: Zprávy odeslány
da: Beskeder sendt
el: Τα μηνύματα στάλθηκαν
es: Mensajes enviados
et: Sõnumid saadetud
fa: پیام ها ارسال شد
fi: Viestit lähetetty
hi: भेजे गए संदेश
hu: Üzenetek elküldve
in: Pesan terkirim
it: Messaggi inviati
ja: 送信されたメッセージ
ko: 메시지 전송됨
nb: Meldinger sendt
nl: Berichten verzonden
pt: Mensagens enviadas
sl: Sporočila poslana
sv: Meddelanden skickade
uk: Повідомлення надіслані
vi: Tin nhắn đã gửi

source: TX
ar: تكس
bo: བཏང་བ།
el: Αποστολή
es: Env
hi: ट्रांसमिशन
hu: Küldött
uk: Передано

source: Messages received
ar: الرسائل المستلمة
az: Mesajlar qəbul edildi
bo: སྐད་ཆ་ཐོབ་པ།
cs: Přijaté zprávy
da: Beskeder modtaget
el: Λήφθηκαν μηνύματα
es: Mensajes recibidos
et: Sõnumid vastu võetud
fa: پیام ها دریافت شد
fi: Viestit vastaanotettu
hi: प्राप्त संदेश
hu: Üzenetek érkeztek
in: Pesan diterima
it: Messaggi ricevuti
ja: 受信したメッセージ
ko: 메시지 수신됨
nb: Beskjeder mottatt
nl: Berichten ontvangen
pt: Mensagens recebidas
sl: Sporočila prejeta
sv: Meddelanden mottagna
uk: Отримані повідомлення
vi: Tin nhắn nhận được

source: RX
ar: آر إكس
bo: ཐོབ་པ།
el: Λήψη
es: Rec
hi: प्राप्ति
hu: Fogadott
uk: Прийнято

source: Queued messages to send to peer
ar: رسائل في قائمة الانتظار لإرسالها إلى النظير
az: Həmyaşıdlara göndərmək üçün növbəyə qoyulmuş mesajlar
bo: ལག་གདང་ལ་བཏང་རྒྱུའི་སྐད་ཆ་གྲལ་སྒྲིག་བྱས་པ།
cs: Zprávy ve frontě k odeslání partnerovi
da: Beskeder i kø for at sende til peer
el: Μηνύματα σε ουρά για αποστολή σε peer
es: El número total de mensajes enviados al par
et: järjekorras olevad sõnumid, mis saadetakse kaaslasele
fa: پیام‌های در صف برای ارسال به همتایان
fi: Jonossa olevat viestit lähetettäväksi vertaiselle
hi: समकक्ष को भेजने के लिए टिकी में संदेश
hu: Sorba állított üzenetek küldendő partnernek
in: Pesan antri untuk dikirim ke rekan
it: Messaggi in coda da inviare al peer
ja: ピアに送信するキューに入れられたメッセージ
ko: 피어에게 보내기 위해 대기 중인 메시지
nb: Sett meldinger i kø for å sende til peer
nl: In de wachtrij geplaatste berichten om naar peer te sturen
pt: Mensagens em fila para enviar ao peer
sl: Sporočila v vrsti za pošiljanje partnerju
sv: Köade meddelanden att skicka till peer
uk: Повідомлення в черзі для надсилання Peer
vi: Tin nhắn được xếp hàng đợi để gửi tới ngang hàng

source: Out Queue
ar: خارج قائمة الانتظار
az: Çıxış növbəsi
bo: ཕྱིར་འགྲེམ་གྲལ།
cs: Z fronty
da: Udadgående kø
el: Ουρά εξερχομένων
es: Cola de salida
et: Väljuv järjek.
fa: صف بیرون
fi: Jono ulos
hi: निर्गमन की टिकी
hu: Kimenő Sor
in: Antrian keluar
it: Fuori dalla coda
ja: キュー外
ko: 대기열 밖
nb: Ut kø
nl: Uitgaande wachtrij
pt: Fila de Saída
sl: Izhodna vrsta
sv: Jobbkö
uk: Вихідна Черга
vi: Bên ngoài hàng đợi

source: Connection is backlogged
ar: الاتصال متراكم
az: Bağlantı geridə qalıb
bo: མཐུད་འབྲེལ་ལ་འགྲེམ་གྲལ་འདུག
cs: Spojení je zablokováno
da: Forbindelsen er tilbageholdt
el: Η σύνδεση έχει καθυστερήσει
es: La conexión está atrasada
et: Ühendus on mahajäänud
fa: اتصال عقب افتاده است
fi: Yhteys on ruuhkautunut
hi: कनेक्शन बैकलॉग हो गया है
hu: A kapcsolat lemaradt
in: Koneksi terhambat
it: La connessione è in ritardo
ja: 接続が滞っている
ko: 연결이 백로그링됩니다
nb: Tilkoblingen er tilbakelogget
nl: Verbinding heeft achterstand
pt: A conexão está em atraso
sl: Povezava je v nizu
sv: Anslutningen är eftersatt
uk: З'єднання відставається
vi: Kết nối bị tồn đọng

source: {0} peer
ar: {0} أقران
az: {0} həmyaşıd
bo: ལག་གདང་ {0}
cs: {0} druh
el: {0} ομότιμος
es: {0} par
fa: {0} همسالان
fi: {0} vertainen
hi: {0} समकक्ष
ja: {0} ピア
ko: {0}피어
nb: {0} likemann
pt: {0} par
sl: {0} parter
uk: {0} пір
vi: {0} mạng ngang hàng

source: UDP connections
ar: اتصال UDP
az: UDP əlaqələri
bo: UDP མཐུད་འབྲེལ།
cs: UDP připojení
da: UDP forbindelser
el: UDP συνδέσεις
es: Conexiones UDP
et: UDP ühendused
fa: اتصالات UDP
fi: UDP-yhteydet
hi: UDP कनेक्शन
hu: UDP csatlakozások
in: Koneksi UDP
it: Connessioni UDP
ja: UDP 接続
ko: UDP 연결
nb: UDP-tilkoblinger
nl: UDP connecties
pt: Conexões UDP
sl: UDP povezave
sv: UDP-anslutningar
uk: зв'язки UDP
vi: Kết nối UDP

source: Advanced View
ar: عرض متقدم
az: Qabaqcıl Görünüş
bo: མཐོ་རིམ་མཐོང་བ།
cs: Pokročilý pohled
da: Avanceret visning
el: Προηγμένη προβολή
es: Vista avanzada
et: Täpsem vaade
fa: نمای پیشرفته
fi: Lisänäkymä
hi: विस्तृत दृश्य
hu: Speciális nézet
in: Tampilan lanjutan
it: Visualizzazione avanzata
ja: 高度なビュー
ko: 고급 보기
nb: Avansert visning
nl: Geavanceerde weergave
pt: Visualização Avançada
sl: Napredni pogled
sv: Avancerad Vy
uk: Розширений вигляд
vi: Chế độ xem nâng cao

source: Sort by peer hash
ar: الترتيب حسب تجزئة النظير
az: Həmyaşıd hash ilə çeşidləyin
bo: ལག་གདང་གི་ཨོ་རུ་ཤེན་པ་གྲལ་སྡེབ།
cs: Třídit podle hashe peeru
da: Sorter efter peer hash
el: Ταξινόμηση σύμφωνα με το hash του ομότιμου
es: Ordenar por el hash del par
et: Sorteeri ruuteri hashi järgi
fa: مرتب سازی بر اساس هش همتا
fi: Järjestä vertaissolmun tiivisteen mukaan.
hi: समकक्ष हैश के अनुसार सॉर्ट करें
hu: Rendezés társ hash szerint
in: Urutkan berdasarkan peer hash
it: Ordina secondo l'hash dei peer
ja: ピアハッシュでソート
ko: 피어 해시로 정렬
nb: Sorter ut ifra delersjekksum
nl: Gesorteerd op peer hash
pt: Ordenar por tipos de Pares
sl: Razvrsti glede na dije partera
sv: Sortera efter nod-hash
uk: Сортування по хешу вузла
vi: Sắp xếp theo mã hash của mạng ngang hàng

source: Sort by idle inbound
ar: حسب الاتصاب الوارد
az: Boş daxil olana görə çeşidləyin
bo: ལས་མེད་ནང་འདྲེན་གྲལ་སྡེབ།
cs: Seřadit podle příchozí nečinnosti
da: Sorter efter hvilende indadgående
el: Ταξινόμηση σύμφωνα την αδρανή εισερχόμενη
es: Ordenar por inactividad entrante
et: Sorteeri saabuva jõudeaja järgi
fa: مرتب سازی بر اساس ورودی بیکار
fi: Järjestä sisääntulevien mukaan
hi: अक्रिय आगामी के अनुसार सॉर्ट करें
hu: Rendezés üres bejövő szerint
in: Urutkan berdasarkan idle inbound
it: Ordina secondo il tempo di inattività dei tunnel in entrata
ja: アイドルの受信でソート
ko: 대기 수신으로 정렬
nb: Sorter etter tomgang inngående
nl: Gesorteerd op idle inkomend
pt: Ordenar por entrada inactiva
sl: Razvrsti glede na neaktiven vhodni
sv: Sortera efter stillastående inkommande
uk: Сортувати за простоєм на вході
vi: Sắp xếp theo trạng thái nhàn rỗi của luồng tín hiệu vào

source: Sort by idle outbound
ar: حسب الاتصال الخارج
az: Boş çıxışa görə çeşidləyin
bo: ལས་མེད་ཕྱིར་འདྲེན་གྲལ་སྡེབ།
cs: Seřadit podle odchozí nečinnosti
da: Sorter efter hvilende udadgående
el: Ταξινόμηση σύμφωνα την αδρανή εξερχόμενη
es: Ordenar por inactividad saliente
et: Sorteeri väljuva jõudeaja järgi
fa: مرتب سازی بر اساس خروجی بیکار
fi: Järjestä ulosmenevien mukaan
hi: अक्रिय निर्गमी के अनुसार सॉर्ट करें
hu: Rendezés üres kimenő szerint
in: Urutkan berdasarkan idle outbound
it: Ordina secondo il tempo di inattività dei tunnel in uscita
ja: アイドルの送信でソート
ko: 대기 송신으로 정렬
nb: Sorter etter tomgang utgående
nl: Gesorteerd op idle uitgaand
pt: Ordenar por saída inactiva
sl: Razvrsti glede na neaktiven izhodni
sv: Sortera efter utgående utgående
uk: Сортувати за простоєм на виході
vi: Sắp xếp theo trạng thái nhàn rỗi của luồng tín hiệu ra

source: Sort by inbound rate
ar: حسب معدل الداخل
az: Daxil olma sürətinə görə çeşidləyin
bo: ནང་འདྲེན་ཚད་གྲལ་སྡེབ།
cs: Seřadit podle příchozí rychlosti
da: Sorter efter indadgående sats
el: Ταξινόμηση σύμφωνα με ρυθμό εισερχομένων
es: Ordenar por tasa de entrada
et: Sorteeri saabuva kiiruse järgi
fa: مرتب سازی بر اساس نرخ ورودی
fi: Järjestä sisääntulonopeuden mukaan
hi: आगामी गति के अनुसार सॉर्ट करें
hu: Rendezés bejövő sebesség szerint
in: Urutkan berdasarkan inbound rate
it: Ordina secondo la velocità dei tunnel in entrata
ja: 受信速度でソート
ko: 수신 비율으로 정렬
nb: Sorter etter inngående hastighet
nl: Gesorteerd op inkomende snelheid
pt: Ordenar por taxa de entrada
sl: Razvrsti glede na vhodno stopnjo
sv: Sortera efter inkommande hastighet
uk: Сортувати за швидкістю на вході
vi: Sắp xếp theo tỷ lệ của luồng tín hiệu vào

source: Sort by outbound rate
ar: حسب معدل الصادرة
az: Gediş sürətinə görə çeşidləyin
bo: ཕྱིར་འདྲེན་ཚད་གྲལ་སྡེབ།
cs: Seřadit podle odchozí rychlosti
da: Sorter efter udadgående sats
el: Ταξινόμηση σύμφωνα με ρυθμό εξερχομένων
es: Ordenar por tasa de salida
et: Sorteeri väljuva kiiruse järgi
fa: مرتب سازی بر اساس نرخ خروجی
fi: Järjestä ulosmenonopeuden mukaan
hi: निर्गमी गति के अनुसार सॉर्ट करें
hu: Rendezés kimenő sebeeség szerint
in: Urutkan berdasarkan outbound tingkat
it: Ordina secondo la velocità dei tunnel in uscita
ja: 送信速度でソート
ko: 송신 비율으로 정렬
nb: Sorter etter utgående hastighet
nl: Gesorteerd op uitgaande snelheid
pt: Ordenar por taxa de saída
sl: Razvrsti glede na izhodno stopnjo
sv: Sortera efter utgående hastighet
uk: Сортувати за швидкістю на виході
vi: Sắp xếp theo tỷ lệ của luồng tín hiệu ra

source: Sort by connection uptime
ar: حسب مدة الاتصال
az: Bağlantı işləmə müddətinə görə çeşidləyin
bo: འབྲེལ་ཐབས་ཀྱི་བསྐྱེལ་བའི་དུས་ཚོད་ཀྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle doby běhu připojení.
da: Sorter efter forbindelsens oppetid
el: Ταξινόμηση σύμφωνα με το χρόνο της σύνδεσης
es: Ordenar por duración de la conexión
et: Sorteeri ühenduse ea järgi
fa: مرتب سازی بر اساس زمان اتصال
fi: Järjestä yhteyden keston mukaan
hi: कनेक्शन की उपयोगिता के अनुसार सॉर्ट करें
hu: Rendezés kapcsolat indítása óta eltelt idő szerint
in: Urutkan berdasarkan connection uptime
it: Ordina per tempo di connessione
ja: 接続稼働時間でソート
ko: 연결 업타임으로 정렬
nb: Sorter etter tilkoblingsoppetid
nl: Gesorteerd op uptime van de connectie
pt: Ordenar por tempo de conexão ligada
sl: Razvrsti glede na čas delovanja povezave
sv: Sortera efter anslutningsdrifttid
uk: Сортувати за тривалістю роботи
vi: Sắp xếp theo thời gian hoạt động kết nối

source: Sort by clock skew
ar: حسب انحراف الساعة
az: Saat əyriliyinə görə çeşidləyin
bo: ཆུ་ཚོད་ཀྱི་གཡོ་འགུལ་གྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle zkreslení času
da: Sorter efter tidsforskel
el: Ταξινόμηση σύμφωνα με την απόκλιση ρολογιού
es: Ordenar por desfase del reloj
et: Sorteeri ajanihke järgi
fa: مرتب سازی بر اساس انحراف ساعت
fi: Järjestä aikavääristymän mukaan
hi: समय-तारीख की भिन्नता के अनुसार सॉर्ट करें
hu: Rendezés óra eltérése szerint
in: Urutkan berdasarkan clock skew
it: Ordina secondo la disallineazione di ciclo
ja: クロックスキューでソート
ko: 클럭 스큐로 정렬
nb: Sorter etter klokkeforskyvning
nl: Gesorteerd op klok afwijking
pt: Ordenar por desajustamento do relógio
sl: Razvrsti glede na skosen časovnik
sv: Sortera efter klockanvridning
uk: Сортувати за відхиленням годинника
vi: Sắp xếp theo đồng hồ nghiêng

source: Sort by packets sent
ar: حسب الحزم المرسلة
az: Göndərilən paketlərə görə çeşidləyin
bo: ཐུམ་སྒྲིལ་བཏང་བའི་གྲངས་ཀྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seředit podle odeslaných paketů
da: Sorter efter antal afsendte pakker
el: Ταξινόμηση σύμφωνα με τα απεσταλμένα πακέτα
es: Ordenar por paquetes enviados
et: Sorteeri saadetud pakettide arvu järgi
fa: مرتب سازی بر اساس بسته های ارسالی
fi: Järjestä lähetettyjen pakettien määrän mukaan
hi: भेजे गए पैकेट के अनुसार सॉर्ट करें
hu: Rendezés küldött csomagok szerint
in: Urutkan berdasarkan paket terkirim
it: Ordina per pacchetti inviati
ja: 送信パケットでソート
ko: 보낸 패킷으로 정렬
nb: Sorter etter pakker sendt
nl: Gesorteerd op verzonden pakketten
pt: Ordenar por envio de pacotes
sl: Razvrsti glede na pakete poslani
sv: Sortera efter paket som skickats
uk: Сортувати за кількістю переданих пакетів
vi: Sắp xếp theo gói tin đã gửi

source: Sort by packets received
ar: حسب الحزم المستقبلة
az: Alınan paketlərə görə çeşidləyin
bo: ཐུམ་སྒྲིལ་ཐོབ་པའི་གྲངས་ཀྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle přijatých paketů
da: Sorter efter antal modtaget pakker
el: Ταξινόμηση σύμφωνα με τα ληφθέντα πακέτα
es: Ordenar por paquetes recibidos
et: Sorteeri vastuvõetud pakettide arvu järgi
fa: مرتب سازی بر اساس بسته های دریافتی
fi: Järjestä vastaanotettujen pakettien määrän mukaan
hi: प्राप्त पैकेट के अनुसार सॉर्ट करें
hu: Rendezés fogadott csomagok szerint
in: Urutkan berdasarkan paket diterima
it: Ordina per pacchetti ricevuti
ja: 受信パケットでソート
ko: 받은 패킷으로 정렬
nb: Sorter etter pakker mottatt
nl: Gesorteerd op ontvangen pakketten
pt: Ordenar por pacotes recebidos
sl: Razvrsti glede na pakete prejeti
sv: Sortera efter paket som mottagits
uk: Сортувати за кількістю отриманих пакетів
vi: Sắp xếp theo gói tin đã nhận

source: Retransmitted packets
ar: الحزم المعاد إرسالها
az: Yenidən ötürülən paketlər
bo: བསྐྱར་བཏང་བའི་ཐུམ་སྒྲིལ།
cs: Znovu přenesené pakety
da: Gentransmitterede pakker
el: Αναμεταδιδόμενα πακέτα
es: Paquetes retransmitidos
et: uuesti edastatud paketid
fa: بسته های ارسال مجدد
fi: Uudelleenlähetetyt paketit
hi: पुनरावर्तित पैकेट
hu: Újraküldött csomagok
in: Paket yang dikirim ulang
it: Pacchetti ritrasmessi
ja: 再送信パケット
ko: 재전송된 패킷
nb: Retransmitterte pakker
nl: Opnieuw verzonden pakketten
pt: Pacotes retransmitidos
sl: Ponovno preneseni paketi
sv: Återsända paket
uk: Повторні пакетики
vi: Gói được truyền lại

source: Dup TX
ar: دوب تكساس
bo: བསྐྱར་བཏང་།
da: Dub TX
el: Ταυτόσημες TX
es: Env dup
et: TX dupl
hi: दुगना ट्रांसमिशन
hu: Duplex Küldött
uk: Повт. передано
vi: TX Trùng

source: Sort by packets retransmitted
ar: حسب الحزم المعاد ارسالها
az: Yenidən ötürülən paketlərə görə çeşidləyin
bo: བསྐྱར་བཏང་བའི་ཐུམ་སྒྲིལ་གྱི་གྲངས་ཀྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle znovu odeslaných paketů
da: Sorter efter antal videresendte pakker
el: Ταξινόμηση σύμφωνα με τον αριθμό πακέτων που επαναμεταδόθηκαν
es: Ordenar por paquetes transmitidos de ida y vuelta
et: Sorteeri uuesti saadetud pakettide arvu järgi
fa: مرتب سازی بر اساس بسته های ارسال مجدد
fi: Järjestä uudelleenlähetettyjen pakettien mukaan
hi: पुनरावर्तित पैकेट के अनुसार सॉर्ट करें
hu: Rendezés újraközvetített csomagok szerint
in: Urutkan berdasarkan paket yang dikirim ulang
it: Ordina per pacchetti ritrasmessi
ja: 再送パケットでソート
ko: 패킷 재송신으로 정렬
nb: Sorter etter videresendte pakker
nl: Gesorteerd op herzonden pakketten
pt: Ordenar por pacotes retransmitidos
sl: Razvrsti glede na pakete ponovno preneseni
sv: Sortera efter paket som återutsänds
uk: Сортувати за кількістю ретрансльованих пакетів
vi: Sắp xếp theo gói tin bị truyền tải trở lại

source: Received duplicate packets
ar: تلقي حزم مكررة
az: Dublikat paketlər alındı
bo: ཐུམ་སྒྲིལ་བསྐྱར་ཐོབ་པ།
cs: Přijaté duplicitní pakety
da: Modtaget dubletpakker
el: Λήφθηκαν διπλά πακέτα
es: Paquetes duplicados recibidos
et: vastu võetud duplikaatpaketid
fa: بسته های تکراری دریافت کرد
fi: Vastaanotettu päällekkäisiä paketteja
hi: दुगना प्राप्त पैकेट
hu: Ismétlődő csomagok érkeztek
in: Menerima paket duplikat
it: Pacchetti duplicati ricevuti
ja: 重複したパケットを受け取りました
ko: 중복 패킷을 받았습니다
nb: Mottatt dupliserte pakker
nl: Dubbele pakketten ontvangen
pt: Pacotes duplicados recebidos
sl: Prejeta je bila dva enaka paketa
sv: Mottog dubblettpaket
uk: Отримані дублікат пакетів
vi: Đã nhận được gói trùng lặp

source: Dup RX
ar: دوب آر إكس
bo: བསྐྱར་ཐོབ།
da: DUB RX
el: Ταυτόσημες RX
es: Rec dup
et: RX dupl
hi: दुगना प्राप्ति
hu: Duplex Fogadott
uk: Повт. прийнято
vi: RX Trùng

source: Sort by packets received more than once
ar: حسب الحزم المستقبلة اكثر من مرة
az: Birdən çox qəbul edilən paketlərə görə çeşidləyin
bo: ཐུམ་སྒྲིལ་ཐེངས་གཅིག་ལས་མང་པོ་ཐོབ་པའི་གྲངས་ཀྱིས་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle paketů obdržených více než jednou
da: Sorter efter pakker der er modtaget mere end én gang
el: Ταξινόμηση σύμφωνα με τον αριθμό των πακέτων που ελήφθησαν πάνω από μια φορά
es: Ordenar por paquetes recibidos más de una vez
et: Sorteeri mitmekordselt vastuvõetud pakettide arvu järgi
fa: مرتب سازی بر اساس بسته های دریافتی بیش از یک بار
fi: Järjestä useammin kuin kerran vastaanotettujen pakettien mukaan
hi: एक बार से अधिक प्राप्त पैकेट के अनुसार सॉर्ट करें
hu: Rendezés több, mint egyszer fogadott csomagok szerint
in: Urutkan berdasarkan paket diterima lebih dari sekali
it: Ordina per pacchetti ricevuti più di una volta
ja: 二度以上受信したパケットでソート
ko: 하나 이상 패킷 수신으로 정렬
nb: Sorter etter pakker som er mottatt mer enn én gang
nl: Gesorteerd op meerdere keren ontvangen pakketten
pt: Ordenar por pacotes recebidos mais que uma vez
sl: Razvrsti glede na pakete, ki so prejeti več kot enkrat
sv: Sortera efter paket som mottagits fler än en gång
uk: Сортувати за кількістю отриманих пакетів отриманих декілька разів
vi: Sắp xếp theo gói tin nhận được nhiều hơn một lần

source: Congestion window
ar: نافذة الازدحام
az: Tıxac pəncərəsi
bo: འགག་འཕྲིན་སྒེར་གཡོག
cs: Okno přetížení
da: Overbelastningsvindue
el: Παράθυρο συμφόρησης
es: Ventana de congestión
et: ummikuaken
fa: پنجره ازدحام
fi: Ruuhkaikkuna
hi: भरपूरी खिड़की
hu: Torlódás ablak
in: Jendela kemacetan
it: Finestra di congestione
ja: 混雑ウィンドウ
ko: 혼잡 창구
nb: Overbelastningsvindu
nl: Congestievenster
pt: Janela de congestionamento
sl: Okno zastoja
sv: Trängselfönster
vi: Cửa sổ tắc nghẽn

source: Sort by congestion window
ar: حسب نافذة الازدحام
az: Tıxac pəncərəsinə görə çeşidləyin
bo: འགག་འཕྲིན་སྒེར་གཡོག་གི་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle okna přetížení
da: Sorter efter overbelastnings vindue
el: Ταξινόμηση σύμφωνα με το παράθυρο συμφόρησης
es: Ordenar por ventana de congestión
et: Sorteeri ummikuakna järgi
fa: مرتب سازی بر اساس پنجره تراکم
fi: Järjestä tungosikkunan mukaan
hi: भरपूरी खिड़की के अनुसार सॉर्ट करें
hu: Rendezés torlódás ablak szerint
in: Urutkan berdasarkan congestion window
it: Ordina per finestra di congestione
ja: 輻輳ウィンドウでソート
ko: 정체 창으로 정렬하십시오
nb: Sorter etter overbelastningsvindu
nl: Gesorteerd op congestion window
pt: Ordenar por janela de congestionamento
sl: Razvrsti glede na okno zastoja
sv: Sortera efter överbelastningfönster
uk: Сортувати за вікном затору
vi: Sắp xếp theo cửa sổ nghẽn

source: Slow start threshold
ar: عتبة البداية البطيئة
az: Yavaş başlanğıc həddi
bo: དལ་བའི་འགོ་ཚུགས་ཀྱི་ཚད་གཞི།
cs: Práh pomalého startu
da: Langsom starttærskel
el: Αργό κατώφλι εκκίνησης
es: Umbral de inicio lento
et: aeglase alguse lävi
fa: آستانه شروع آهسته
fi: Hidas aloituskynnys
hi: धीमी शुरुआत की सीमा
hu: Lassú indítási küszöb
in: Ambang awal yang lambat
it: Soglia avvio lento
ja: スロースタートしきい値
ko: 느린 시작 임계값
nb: Terskel for treg start
nl: Drempel voor langzame start
pt: Limite de início lento
sl: Prag počasnega začetka
sv: Tröskel för långsam start
uk: Повільний поріг запуску
vi: Ngưỡng bắt đầu chậm

source: Sort by slow start threshold
ar: حسب مدة الانطلاق
az: Yavaş başlanğıc həddi ilə çeşidləyin
bo: དལ་བའི་འགོ་ཚུགས་ཀྱི་ཚད་གཞིའི་རིམ་སྒྲིག་བྱེད་པ།
cs: Seřadit podle pomalého startu prahu
da: Sorter efter langsom starttilstand
el: Ταξινόμηση σύμφωνα με το κατώφλιο αργής εκκίνησης
es: Ordenar por umbral del algoritmo de inicio lento
et: Sorteeri aeglase käivitumise läve järgi
fa: مرتب سازی بر اساس آستانه شروع آهسته
fi: Lajittele hitaan aloituksen kynnyksen mukaan
hi: धीमी शुरुआत की सीमा के अनुसार सॉर्ट करें
hu: Rendezés lassú indítás küszöb szerint
in: Urutkan berdasarkan slow start threshold
it: Ordina secondo la soglia di avvio lento
ja: スロースタートしきい値でソート
ko: slow start threshold로 정렬
nb: Sorter etter terskel for treg start
nl: Gesorteerd op vertraagde-start drempel
pt: Ordenar por limitador de inicio lento
sl: Razvrsti glede na prag počasnega začetka
sv: Sortera efter långsam starttröskel
uk: Сортувати за порогом повільного старту
vi: Sắp xếp theo ngưỡng giới hạn chậm

source: Round trip time
ar: وقت الرحلة ذهابا وإيابا
az: Gediş-gəliş vaxtı
bo: ཕྱིར་འགྲེམ་དུས་ཚོད།
cs: Doba zpáteční cesty
da: Rundrejse tid
el: Χρόνος μετ' επιστροφής
es: Tiempo de ida y vuelta
et: Edasi-tagasi reisi aeg
fa: زمان رفت و برگشت
fi: Edestakainen matka
hi: गोली मारने का समय
hu: Oda-vissza út
in: Waktu perjalanan pulang pergi
it: Tempo di andata e ritorno
ja: 往復時間
ko: 왕복 시간
nb: Rundturstid
nl: Retourtijd
pt: Tempo de ida e volta
sl: Čas za okrožen pot
sv: Tid för tur och retur
uk: Час поїздки
vi: Thời gian khứ hồi
