Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This can be done by unchecking the <i>Share tunnels with other configured clients</i> option listed under <i>Shared Client</i> on the configuration page of the relevant client service, after which you will need to restart the client service from the <a href=/i2ptunnelmgr>Tunnel Manager index page</a>.
ar: يمكن القيام بذلك عن طريق إلغاء اختيار خيار ‏‏<i>تشارك الأنفاق مع عملاء أخرى مكونة</i> ‏المدرج تحت‏ ‏‏‏<i>عميل مشترك</i> ‏على صفحة تكويف خدمة العميل ذات الصلة، ثم ستحتاج إلى إعادة تشغيل خدمة العميل من صفحة فهرس ‏‏‏<a href=/i2ptunnelmgr>إدارة الأنفاق</a>.
az: Bu, ilgili müştəri xidmətinin konfiqurasiya səhifəsində yer alan <i>Digər quraşdırılmış müştərilər ilə tunnel paylaşımı</i> seçimini işarəsiz qoyaraq edilə bilər. Bundan sonra, müştəri xidmətini <a href=/i2ptunnelmgr>Tunnel Menecer indeks səhifəsindən</a> yenidən başlatmalısınız.
bo: འདི་ནི་<i>གཞན་དོན་ལུགས་ཀྱི་ཐོན་འབྲིང་གཞི་བཟུང་བར་བཟོ་བོ</i> དེ་མེན་པར་བཟོ་ནས་བཀོ་སྒྲིག་གི་ཤོག་ངོས་སུ་<i>གཞི་བཟུང་བའི་ཐོན་འབྲིང་</i> དེ་བཟུང་བར་བཟོ་བོ། དེ་རྗེས་ཁྱོད་ཀྱི་ཐོན་འབྲིང་གི་དོན་ལུགས་ནི་<a href=/i2ptunnelmgr>བརྒྱུད་ལམ་གཞི་བཟུང་བའི་ཤོག</a> ནང་གི་གསར་དུ་འདོད་པར་བཟོ་དགོས།
cs: Můžete tak učinit zrušením zaškrtnutí možnosti <i>Sdílet tunely s jinými nastavenými klienty</i> uvedené pod <i>Sdílení klienta</i> na konfigurační stránce příslušného klienta, po kterém je třeba restartovat klienta ze <a href=/i2ptunnelmgr>stránky indexu Správce tunelu</a>.
da: Dette kan gøres ved at fjerne markeringen i afkrydsningsfeltet <i>Del tunneler med andre konfigurerede klienter</i>, der er angivet under <i>Delt klient</i> på konfigurationssiden for den relevante klienttjeneste, herefter skal du genstarte klienttjenesten fra <a href=/i2ptunnelmgr>Tunnel Manager index side</a>.
el: Αυτό μπορεί να γίνει απενεργοποιόντας την επιλογή <i>Κοινή χρήση σηράγγων με άλλους ρυθμισμένους πελάτες</i> που εμφανίζεται υπό την επιλογή <i>Κοινός Πελάτης</i> στη σελίδα ρύθμισης της σχετικής υπηρεσίας πελάτη, μετά από την υποβολή της οποίας θα χρειαστεί να επανεκκινήσετε την υπηρεσία πελάτη από τη σελίδα ευρετηρίου του <a href=/i2ptunnelmgr>Διαχειριστή Σηράγγων</a>.
es: Esto se puede hacer desmarcando la opción <i>Compartir túneles con otros clientes configurados</i> que se enumera debajo de <i>Cliente compartido</i> en la página de configuración del servicio cliente correspondiente, después de lo cual deberá reiniciar el servicio cliente desde la <a href=/i2ptunnelmgr>página de índice del administrador de túneles</a>.
et: Selle saate teha märkeruudu <i>Jaga tunneleid teiste konfigureeritud klientidega</i> tühistamisega otseteedele <i>Jagatud klient</i> vastaval klienditeenuse seadete lehel, pärast mida peate taaskäivitama klienditeenuse otseteed <a href=/i2ptunnelmgr>Tunnelihalduri avalehelt</a>.
fa: این را می توان با برداشتن تیک گزینه <i>اشتراک گذاری تونل ها با سایر مشتریان پیکربندی شده</i> که در زیر <i>مشتری مشترک</i> در صفحه پیکربندی سرویس مشتری مربوطه فهرست شده است انجام داد، پس از آن باید
fi: Tämä voidaan tehdä käymällä läpi asiaan liittyvän asiakaspalvelun määrityssivun <i>Jaettu asiakas</i> alla oleva <i>Jaa tunnelit muiden määritettyjen asiakkaiden kanssa</i> -asetus ja poistaa sen valinta. Tämän jälkeen sinun on käynnistettävä asiakaspalvelu uudelleen <a href=/i2ptunnelmgr>Tunnel Managerin etusivulta</a>.
hi: यह करने के लिए, सहायक सेवा के कन्फ़िगरेशन पृष्ठ पर <i>Shared Client</i> तहत सूचीबद्ध <i>Share tunnels with other configured clients</i> विकल्प को अनचेक करके किया जा सकता है, जिसके बाद आपको टनल मैनेजर इंडेक्स पेज से ग्राहक सेवा को रीस्टार्ट करना होगा।
hu: Ezt azzal teheti meg, hogy a megfelelő kliensszolgáltatás beállítási oldalán a <i>Share tunnels with other configured clients</i> lehetőséget nincs bejelölve <i>Shared Client</i> mellett, majd újra kell indítania a kliensszolgáltatást a <a href=/i2ptunnelmgr>Tunnel Manager index oldalon</a>.
in: Ini dapat dilakukan dengan membatalkan centang pilihan <i>Berbagi terowongan dengan klien konfigurasi lain</i> yang terdaftar di bawah <i>Klien Berbagi</i> pada halaman konfigurasi layanan klien yang bersangkutan, setelah itu Anda perlu mengulang layanan klien tersebut dari halaman indeks <a href=/i2ptunnelmgr>Pengelola Terowongan</a>.
it: Ciò può essere fatto deselezionando l'opzione <i>Condividi tunnel con altri client configurati</i> elencata sotto <i>Client condivisi</i> nella pagina di configurazione del servizio client pertinente, dopodiché sarà necessario riavviare il servizio client dalla <a href=/i2ptunnelmgr>Pagina principale di gestione del tunnel</a>.
ja: これは、関連するクライアントサービスの設定ページの<i>Shared Client</i>の下にリストされる<i>Share tunnels with other configured clients</i>オプションのチェックを外すことで行うことができます。その後、<a href=/i2ptunnelmgr>Tunnel Manager index page</a>からクライアントサービスを再起動する必要があります。
ko: 이는 관련 클라이언트 서비스의 구성 페이지에서 <i>공유된 클라이언트</i> 아래에 나열된 <i>다른 구성된 클라이언트와 터널 공유</i> 옵션의 선택을 해제하여 수행할 수 있습니다. 이후 <a href=/i2ptunnelmgr>터널 관리자 인덱스 페이지</a>에서 클라이언트 서비스를 재시작해야합니다.
nb: Dette kan gjøres ved å fjerne avmerkingen for <i>Del tunneler med andre konfigurerte klienter</i>-valget oppført under <i>Delt klient</i> på konfigureringssiden til den relevante klienttjenesten, etter dette må du starte klienttjenesten på nytt fra <a href=/i2ptunnelmgr>Tunnelbehandlerens indeksside</a>.
nl: Dit kan worden gedaan door de optie <i>Tunnels delen met andere geconfigureerde clients</i> uit te vinken die wordt vermeld onder <i>Gedeelde client</i> op de configuratiepagina van de betreffende clientservice, waarna u de clientservice opnieuw moet starten vanaf de <a href=/i2ptunnelmgr>Tunnel Manager indexpagina</a>.
pt: Isso pode ser feito desmarcando a opção <i>Compartilhar túneis com outros clientes configurados</i> listada em <i>Cliente compartilhado</i> na página de configuração do serviço do cliente relevante, após o qual você precisará reiniciar o serviço do cliente na <a href=/i2ptunnelmgr>Página de índice do Gerenciador de Túneis</a>.
sl: To lahko naredite, tako da se odstranite iz <i>Deleni tuneli s drugimi nastavljenimi klienti</i>, izpeljeno pod <i>Deleni klient</i> na strani konfiguracije ustrezne storitve klienta, po katerem boste morali storitev klienta znova zagniti s strani <a href=/i2ptunnelmgr>Ukaznik Upravitelja tuneljev</a>.
sv: Detta kan göras genom att avmarkera alternativet <i>Dela tunnlar med andra konfigurerade klienter</i> som finns under <i>Dela klient</i> på konfigurationssidan för den relevanta klienttjänsten, efter vilket du behöver starta om klienttjänsten från <a href=/i2ptunnelmgr>Tunnel Manager indexsida</a>.
uk: Це можна зробити шляхом зняття позначки з опції <i>Поділяти тунелі з іншими налаштованими клієнтами</i>, яка відображається у вкладці <i>Спільний клієнт</i> на сторінці налаштувань відповідного клієнтського сервісу, після чого вам потрібно буде перезапустити цей клієнтський сервіс зі сторінки <a href=/i2ptunnelmgr>індексу Менеджера тунелів</a>.
vi: Điều này có thể thực hiện bằng cách gỡ chọn ô <i>Chia sẻ các hầm với các khách hàng khác được cấu hình</i> liệt kê dưới <i>Khách được chia sẻ</i> trên trang cấu hình của dịch vụ khách liên quan, sau đó bạn sẽ cần khởi động lại dịch vụ khách từ <a href=/i2ptunnelmgr>trang chỉ mục Quản lý hầm</a>.

source: Note: Most of the options in the Tunnel Manager have tooltips; be sure to check those before you change settings you don't fully understand!
ar: ملاحظة: معظم خيارات إدارة الأنفاق لديها أدوات تعليمية منبثقة؛ تأكد من استعراضها قبل تغيير إعدادات لا تفهمها تمامًا!
az: Qeyd: Tunel menecerindəki seçimlərin əksəriyyəti alətlər; Parametrləri dəyişdirməzdən əvvəl onları yoxlamağınızdan əmin olun ki, tam başa düşmürsən!
bo: མཆན་ཚང་། བརྒྱུད་ལམ་གཞི་བཟུང་བའི་བརྒྱུད་ལམ་གཞི་བཟུང་བའི་བརྟག་ཚོན་གང་རུང་ཡོད་པ་མཚོན། ཁྱོད་ཀྱིས་བཀོ་སྒྲིག་བྱེད་པའི་ཚོད་མེན་པར་བཟོ་ན་གཞི་བཟུང་བའི་བརྟག་ཚོན་མཚོན་དགོས།
cs: Poznámka: Většina možností v Tunelovém správci má popisky; nezapomeňte se na ně podívat, než změníte nastavení, které plně nerozumíte!
da: Bemærk: De fleste af indstillingerne i Tunnel Manager har værktøjstip; sørg for at tjekke disse, inden du ændrer indstillinger, du ikke helt forstår!
el: Σημείωση: Οι περισσότερες από τις επιλογές στον Διαχειριστή Σηράγγων διαθέτουν εργαλεία επεξήγησης. Βεβαιωθείτε ότι τα ελέγχετε πριν αλλάξετε ρυθμίσεις που δεν κατανοείτε πλήρως!
es: ¡Nota: La mayoría de las opciones en el administrador de túneles tienen información sobre herramientas; ¡asegúrese de revisarlas antes de cambiar configuraciones que no comprenda completamente!
et: Märkus: Enamik valikuid Tunneli halduris omavad vihjeid; veenduge, et kontrollite neid enne, kui muudate seadeid, mida te täielikult ei mõista!
fa: توجه: اکثر گزینه های موجود در Tunnel Manager دارای نکات ابزار هستند.
fi: Huomio: Useimmissa Tunnel Managerin asetuksissa on työkaluvihjeitä; varmista, että tarkistat ne ennen kuin muutat asetuksia, joita et täysin ymmärrä!
hi: नोट: टनल मैनेजर में अधिकांश विकल्पों के पास टूलटिप होते हैं; सुनिश्चित करें कि आप पूरी तरह समझने से पहले उन्हें जांच लेते हैं जब आप सेटिंग बदलने की कोशिश करते हैं!
hu: Megjegyzés: A legtöbb beállítási lehetőség a Tunnel Managerben tooltippekkel rendelkezik; győződjön meg róluk, mielőtt olyan beállításokat változtat, amelyeket nem teljesen ért!
in: Catatan: Sebagian besar pilihan di Pengelola Terowongan memiliki tooltip; pastikan memeriksa itu sebelum mengubah pengaturan yang belum sepenuhnya Anda mengerti!
it: Nota: La maggior parte delle opzioni nel Gestore dei tunnel ha dei suggerimenti; assicurati di controllarli prima di modificare impostazioni che non comprendi completamente!
ja: 注：トンネルマネージャーのほとんどのオプションにはツールチップがあります。 完全に理解していない設定を変更する前に、必ず確認してください！
ko: 참고: 터널 관리자의 옵션 대부분에는 도구 설명이 있습니다.
nb: Merk: De fleste alternativene i Tunnelbehandleren har verktøytips; sørg for å sjekke disse før du endrer innstillinger du ikke fullt ut forstår!
nl: Opmerking: De meeste opties in de Tunnel Manager hebben tooltips; zorg ervoor dat u deze controleert voordat u instellingen wijzigt die u niet volledig begrijpt!
pt: Observação: A maioria das opções no Gerenciador de Túneis tem dicas; certifique-se de verificar antes de alterar configurações que você não entende completamente!
sl: Opomba: Večina možnosti v Upravitelju tuneljev ima vsebinske pripombe; pred spremembo nastavitev, ki jih ne razumete popolnoma, se prepričajte, da preverite te pripombe!
sv: Observera: De flesta alternativen i Tunnel Manager har verktygstips; se till att kontrollera dessa innan du ändrar inställningar som du inte förstår helt!
uk: Зауваження: більшість опцій у Менеджері тунелів мають підказки; обов'язково їх перевірте перед зміною налаштувань, які ви не повністю розумієте!
vi: Lưu ý: Hầu hết các tùy chọn trong Trình quản lý Hầm đều có hộp công cụ; hãy chắc chắn kiểm tra chúng trước khi thay đổi các cài đặt bạn chưa hoàn toàn hiểu!

source: Abridged I2P FAQ
ar: الأسئلة الشائعة المختصرة عن I2P
az: Qısaldılmış I2P Tez-tez verilən suallar
bo: བོད་ཡིག་ཏུ་མིང་བསྡུས་པའི་I2P FAQ
cs: Zkrácený I2P FAQ
da: Forkortet I2P FAQ
el: Συντομογραφημένο I2P FAQ
es: Preguntas frecuentes de I2P abreviado
et: Lühendatud I2P KKK
fa: پرسش و پاسخ مختصر I2P
fi: Lyhennetty I2P UKK
hi: संक्षिप्त I2P अक्षरशः
hu: Rövidített I2P GYIK
in: FAQ I2P Ringkas
it: FAQ abbreviata di I2P
ja: I2P FAQ の要約
ko: I2P FAQ 요약
nb: Forkortet I2P FAQ
nl: Beknopte I2P FAQ
pt: Perguntas frequentes resumidas sobre I2P
sl: Kratka različica ČPP I2P
sv: Förkortad I2P FAQ
uk: Скорочена версія I2P FAQ
vi: Câu hỏi thường gặp I2P

source: This is a shortened version of the official FAQ. For the full version, please visit <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> or <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
ar: هذا النسخة المختصرة من الأسئلة الشائعة الرسمية. للنسخة الكاملة ، يرجى زيارة <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> أو <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
az: Bu, rəsmi FAQ-nın qısaldılmış versiyasıdır. Tam versiya üçün, zəhmət olmasa <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> veya <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a> keçidinə daxil olun.
bo: འདི་ནི་དཔེ་འབྱུང་གི་FAQ གི་མིང་བསྡུས་པའི་པར་རིན་ཞིག་ཡིན། ལེགས་པར་བཤེར་རྒྱུར་གོང་གི་དྲོད་ཀྱི་རྒྱུ་མཚོན་དགོས། <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> ཡང་ན་ <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>
cs: Toto je zkrácená verze oficiálního FAQ. Pro plnou verzi navštivte prosím <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> nebo <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
da: Dette er en forkortet version af den officielle FAQ. For den fulde version, besøg venligst <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> eller <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
el: Αυτή είναι μια συντομευμένη έκδοση του επίσημου FAQ. Για την πλήρη έκδοση, επισκεφτείτε το <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> ή <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
es: Esta es una versión abreviada de las Preguntas Frecuentes oficiales. Para la versión completa, visite <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> o <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
et: See on ametliku KKK lühendatud versioon. Täisversiooni jaoks külasta palun <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> või <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
fa: این یک نسخه کوتاه شده از سوالات متداول رسمی است.
fi: Tämä on virallisen UKK:n lyhennetty versio. Koko version näet osoitteesta <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> tai <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
hi: यह आधिकारिक अक्षरशः पूछे जाने वाले प्रश्नों (FAQ) का संक्षिप्त संस्करण है। पूर्ण संस्करण के लिए, कृपया <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> या <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a> पर जाएँ।
hu: Ez egy rövidített változata az hivatalos GYIK-nak. A teljes változatért kérjük, látogasson el a <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> vagy az <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a> oldalra.
in: Ini adalah versi ringkas dari FAQ resmi. Untuk versi lengkapnya, silakan kunjungi <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> atau <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
it: Questa è una versione abbreviata del FAQ ufficiale. Per la versione completa, visitare <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> o <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
ja: これは公式FAQの短縮版です。全文は、<a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a>または<a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>をご覧ください。
ko: 이것은 공식 FAQ의 요약판입니다. 전체 버전은 <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> 또는 <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>를 방문해주세요.
nb: Dette er en forkortet versjon av den offisielle FAQ-en. For den fulle versjonen, besøk <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> or <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
nl: Dit is een verkorte versie van de officiële FAQ. Voor de volledige versie, bezoek alstublieft <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> of <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
pt: Esta é uma versão resumida do FAQ oficial. Para a versão completa, por favor visite <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> ou <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
sl: To je skrašena različica uradne ČPP. Za celoten vmesnik, obiščite <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> ali <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
sv: Detta är en förkortad version av den officiella FAQ. För fullständig version, besök <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> eller <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.
uk: Це скорочена версія офіційного FAQ. Для повної версії будь ласка відвідайте <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> або <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>
vi: Đây là phiên bản rút gọn của FAQ chính thức. Để xem phiên bản đầy đủ, vui lòng truy cập <a href=https://geti2p.net/faq target=_blank rel=noreferrer class='sitelink external'>https://geti2p.net/faq</a> hoặc <a href=http://i2p-projekt.i2p/faq target=_blank rel=noreferrer class=sitelink>http://i2p-projekt.i2p/faq</a>.

source: My router has been up for several minutes and has zero or very few connections
ar: موجهي قد تم تشغيله لعدة دقائق ولديه صفر أو عدد قليل جدا من الاتصالات
az: Routerim bir neçə dəqiqədir işləyir və sıfır və ya çox az bağlantıya malikdir
bo: ཁྱོད་ཀྱི་རོ་ཊར་གོང་དུ་བཞིན་པ་ཉིང་མི་འགའ་ཡོད་ཀྱང་མཐུད་པ་མེད་པ་ཡང་ན་ཉུང་ཤོས་ཡིན།
cs: Můj směrovač je již několik minut aktivní a má 0 nebo velmi málo spojení
da: Min router har været oppe i flere minutter og har nul eller meget få forbindelser
el: Ο δρομολογητής μου λειτουργεί για αρκετά λεπτά και έχει μηδέν ή πολύ λίγες συνδέσεις
es: Mi enrutador ha estado en funcionamiento durante varios minutos y tiene cero o muy pocas conexiones
et: Minu marsuutris on olnud mitu minutit ühendusi ning neid on null või väga vähe
fa: رهیاب من دقایق زیادی فعال بود و هیچ یا تعداد خیلی کمی اتصال دارد
fi: Reitittimeni on ollut käynnissä useita minuutteja ja sillä on nolla tai hyvin harvoja yhteyksiä
hi: मेरा राउटर कई मिनटों से चल रहा है और शून्य या बहुत कम कनेक्शन हैं
hu: A központom pár perce működik és nincs kapcsolat vagy nagyon kevés kapcsolat van
in: Router saya telah aktif selama beberapa menit dan memiliki koneksi nol atau sangat sedikit
it: Il mio router è stato impostato da diversi minuti e ha zero o pochissime connessioni
ja: 自分のルーターは、数分間待っていても、接続はゼロかほとんどありません
ko: 제 라우터가 몇분동안 켜져 있는데도 연결이 없거나 매우 적습니다
nb: Min ruter har vært oppe i flere minutter og har null eller veldig få tilkoblinger
nl: Mijn router staat al enkele minuten aan en heeft nul of zeer weinig verbindingen
pt: Meus roteador está funcionando há vários minutos mas tem zero ou poucas conexões
sl: Moje usmerjevalnik je bil v tem več minut in ima nič ali zelo malo povezav
sv: Min router har var igång i flera minuter och har noll eller väldigt få anslutningar
uk: Мій роутер працює кілька хвилин і має нульову або дуже малу кількість з'єднань
vi: Bộ định tuyến của tôi đã hoạt động trong vài phút và có rất ít hoặc không có kết nối
