Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: I2P+ functions best when you can accurately reflect the speed of your network connection in the <a href=/config>bandwidth configuration section</a>. By default I2P+ is configured with some fairly conservative values that will not suit many use cases, so please take time to review these settings and correct where necessary. The more bandwidth you allocate, <i>specifically</i> upstream bandwidth, the more you will benefit from the network.
ar: تعمل I2P+ بشكل أفضل عندما تستطيع أن تعكس بدقة سرعة اتصال الشبكة الخاص بك في قسم <a href=/config>تكوين العرض الترددي</a>. بالافتراض، تم تكوين I2P+ ببعض القيم المحافظة نسبيًا التي لن تناسب العديد من حالات الاستخدام، لذا يرجى أخذ الوقت لمراجعة هذه الإعدادات وتصحيحها عند الضرورة. كلما خصصت المزيد من العرض الترددي، <i>بصفة خاصة</i> العرض الترددي الصاعد، ستستفيد أكثر من الشبكة.
az: Doğru şəbəkə bağlantısının sürətini <a href=/config>band genişliyi konfiqurasiya bölməsində</a> düzgün şəkildə təqdim etdiyiniz zaman I2P+ ən yaxşı işləyər. I2P+ təxminən istifadəçi çeşidləri ilə uyğun gəlməyən müsəlman qərarları ilə tənzimlənir, bu səbəbdən bu tənzimləmələri öhdəsindən gələn və düzəltmək üçün zaman ayırın. Band genişliyi ayırımı nə qədər çox olarsa, xüsusən yuxarı axın genişliyi, şəbəkədən çox fayda görəcəksiniz.
bo: ཁྱོད་རང་གི་དྲ་ཐོག་གི་འབྲེལ་མཐུད་ཀྱི་མགྱོགས་ཚད་གནད་དོན་དུ་<a href=/config>བརྒྱུད་སྤེལ་རོགས་སྒྲིག་ཁུལ་</a>ནང་འཇོག་ཐུབ་པར་བྱས་ཚེ། I2P+ དགེ་རྩ་ཆེ་བའི་སྒོ་ནས་ལས་འགོ་ཚུགས་ཐུབ། སྔོན་སྒྲིག་གི་སྒོ་ནས། I2P+ ནི་མཚོན་གཞི་བཟང་པོ་ཞིག་གི་ཐོབ་ཐང་གིས་སྒྲིག་འཇུག་བྱས་ཡོད་པ་ཞིབ་བཤེར་གྱིས་མ་ཚད་དགོས་པ་མང་བའི་སྤྱོད་སྒོའི་གནས་སྐབས་དང་མཐུན་པ་མིན་པས། ཚོད་ལྟ་དང་དགོས་པའི་གནས་སྐབས་ནས་ཡོ་བསྲང་བྱེད་པར་དུས་ཚོད་འདེད་གནང་དགོས། ཁྱོད་རང་གིས་བརྒྱུད་སྤེལ་མཐོ་བ་གཏན་འབེབས་བྱེད་དགོས། དེ་ཐོག་ནས་ཁྱོད་རང་དྲ་ཐོག་ནས་ཕན་ཐོབས་ཆེ་བའི་ཐོབ་ཐང་ལྡན་ཐུབ།
cs: I2P+ funguje nejlépe, když můžete přesně zobrazit rychlost vašeho síťového připojení v sekci konfigurace šířky pásma. I2P+ je výchozím nastavením s některými poměrně konzervativními hodnotami, které nebudou vyhovovat mnoha použitím, takže si prosím vezměte čas a zkontrolujte tyto nastavení a opravte je, pokud je to nutné. Čím více šířky pásma přidělíte, zejména šířky pásma směrem nahoru, tím více se budete moci těšit z sítě.
da: I2P+ fungerer bedst, når du kan afspejle hastigheden på din netværksforbindelse nøjagtigt i <a href=/config>båndbreddekonfigurationssektionen</a>. Som standard er I2P+ konfigureret med nogle ret konservative værdier, der ikke passer til mange anvendelser, så tag dig venligst tid til at gennemgå disse indstillinger og korrigér, hvor det er nødvendigt. Jo mere båndbredde du allokerer, <i>specifikt</i> opstrøms båndbredde, jo mere vil du få gavn af netværket.
el: Το I2P+ λειτουργεί καλύτερα όταν μπορείτε να αντικατοπτρίσετε ακριβώς την ταχύτητα της σύνδεσης του δικτύου σας στην ενότητα διαμόρφωσης ζώνης <a href=/config>Χρονοδιάγραμμα Ανάθεσης</a>. Με τις προεπιλεγμένες τιμές, το I2P+ είναι διαμορφωμένο με μερικές αρκετά συντηρητικές τιμές που δεν ικανοποιούν πολλές περιπτώσεις χρήσης, επομένως παρακαλούμε να αφιερώσετε χρόνο για να αναθεωρήσετε αυτές τις ρυθμίσεις και να τις διορθώσετε όπου χρειάζεται. Πόσο περισσότερη ζωντανή ζώνη θέλετε να εκχωρίσετε, <i>ειδικότερα</i> εκχωρημένης ζώνης, τόσο περισσότερο θα επωφεληθείτε από το δίκτυο.
es: ¡I2P+ funciona mejor cuando puedes reflejar con precisión la velocidad de tu conexión de red en la sección de <a href=/config>configuración de ancho de banda</a>. Por defecto I2P+ se configura con valores bastante conservadores que no se ajustarán a muchos casos de uso, así que por favor tómate el tiempo de revisar estos ajustes y corregirlos donde sea necesario. ¡Cuanto más ancho de banda asignes, <i>específicamente</i> ancho de banda de subida, más beneficiarás de la red!
et: I2P+ toimib kõige paremini, kui saate täpselt kajastada oma võrguühenduse kiirust <a href=/config>ribalaiuse konfiguratsiooni lõigus</a>. I2P+ on vaikimisi seadistatud mõningate üsna konservatiivsete väärtustega, mis ei sobi paljudele kasutusjuhtudele, seega võtke palun aega nende seadete ülevaatamiseks ja vajadusel parandamiseks. Mida rohkem ribalaiust eraldate, <i>konkreetselt</i> ülesvoolu ribalaius, seda suuremat kasu saate võrgust.
fa: I2P+ در شرایطی بهتر عمل می‌کند که بتوانید سرعت واقعی اتصال شبکه خود را در بخش <a href=/config>تنظیمات پهنای باند</a> منعکس کنید. به طور پیش‌فرض I2P+ با برخی مقادیر محافظه‌کارانه تنظیم شده که برای بسیاری موارد کاربردی مناسب نیستند، پس زحمت بررسی این تنظیمات و اصلاح آن‌ها در صورت لزوم را بکشید. هر چه پهنای باند بیشتری اختصاص دهید ، به ویژه پهنای باند به بیرون، از شبکه بیشتر بهره‌مند خواهید شد.
fi: I2P+ toimii parhaiten, kun voit heijastaa tarkasti verkkoyhteytesi nopeuden <a href=/config>kaistanleveyden kokoonpano-osassa</a>. Oletusarvoisesti I2P+ on konfiguroitu melko konservatiivisilla arvoilla, jotka eivät sovellu monille käyttötapauksille, joten käytä aikaa näiden asetusten tarkistamiseen ja korjaamiseen tarvittaessa. Mitä enemmän kaistanleveyttä osoitat, <i>erityisesti</i> ylävirtakaista, sitä enemmän hyödyt verkosta.
hi: I2P+ को सबसे अच्छी तरह से कार्य करने के लिए, कृपया अपने नेटवर्क कनेक्शन की गति को <a href=/config>बैंडविड्थ सेटिंग सेक्शन</a> में सटीक रूप से प्रतिबिंबित करें। I2P+ को डिफ़ॉल्ट में कुछ बहुत संयमपूर्ण मानों के साथ सेट किया गया है जो कई उपयोग के मामलों के लिए उपयुक्त नहीं होंगे, इसलिए कृपया इन सेटिंग्स की समीक्षा करें और जरूरी होने पर सही करें। जितना अधिक बैंडविड्थ आप नियुक्त करते हैं, <i>विशेष रूप से</i> अपस्ट्रीम बैंडविड्थ, उतना ही आप नेटवर्क से अधिक लाभ प्राप्त करेंगे।
hu: Az I2P+ akkor működik a legjobban, ha a hálózati kapcsolat sebességét helyesen tükrözi a <a href=/config>sávszélesség-arányosítási szakasz</a>ban. Az alapértelmezés szerint az I2P+ néhány meglehetősen konzervatív értékkel van konfigurálva, ami nem felel meg sok felhasználási esetnek, ezért kérem, hogy időt szánjon ezeknek a beállításoknak az áttekintésére és szükség szerint javítsa ki őket. Minél több sávszélességet különít el, <i>különösen</i> a feláramlási sávszélességet, annál többet fog nyerni a hálózattól.
in: I2P+ bekerja paling baik ketika Anda dapat merefleksikan kecepatan koneksi jaringan Anda dengan akurat pada bagian <a href=/config>konfigurasi bandwidth</a>. Secara default, I2P+ dikonfigurasi dengan beberapa nilai yang cukup konservatif yang tidak sesuai untuk banyak kasus penggunaan, jadi tolong gunakan waktu untuk meninjau pengaturan ini dan koreksi jika perlu. Semakin banyak bandwidth yang Anda alokasikan, <i>khususnya</i> bandwidth hulu, semakin besar manfaat yang akan Anda peroleh dari jaringan.
it: I2P+ funziona al meglio quando puoi riflettere accuratamente la velocità della tua connessione di rete nella sezione di configurazione della larghezza di banda. Per impostazione predefinita, I2P+ è configurato con alcuni valori piuttosto conservativi che non soddisfano molti casi d'uso, quindi prenditi il tempo per rivedere queste impostazioni e correggerle se necessario. Più larghezza di banda allocerai, <i>specificamente</i> la larghezza di banda in upstream, più beneficerai dalla rete.
ja: I2P+は、<a href=/config>帯域幅の設定セクション</a>でネットワーク接続の速度を正確に反映できる場合に最適に機能します。デフォルトでは、I2P+は多くのユースケースに適さないかなり保守的な値で構成されていますので、これらの設定を確認し、必要に応じて修正してください。割り当てる帯域幅が多ければ多いほど、特に上り帯域幅が多ければ多いほど、ネットワークからの恩恵をより多く受けることができます。
ko: I2P+가 네트워크 연결 속도를 정확하게 반영할 수 있도록 <a href=/config>대역폭 구성 섹션</a>에서 네트워크 연결 속도를 설정하는 것이 좋습니다. 기본 설정으로는 I2P+는 많은 사용 사례에 적합하지 않은 상당히 보수적인 값으로 구성되어 있으므로 시간을 내어 이러한 설정을 검토하고 필요한 대로 수정하십시오. 대역폭을 할당할수록, 특히 상향 대역폭을 할당할수록 네트워크에서 더 많은 혜택을 받을 것입니다.
nb: I2P+ fungerer best når du nøyaktig kan gjenspeile hastigheten på nettverkstilkoblingen din i <a href=/config>båndbreddekonfigurasjonen</a>. I2P+ er som standard konfigurert med noen ganske konservative verdier som ikke passer til mange bruksområder, så vennligst ta deg tid til å gjennomgå disse innstillingene og rett opp hvor det er nødvendig. Jo mer båndbredde du tildeler, <i>spesifikt</i> opplastingsbåndbredde, jo mer vil du dra nytte av nettverket.
nl: I2P+ functioneert het beste als u de snelheid van uw netwerkverbinding nauwkeurig kunt weergeven in het <a href=/config>gedeelte voor bandbreedteconfiguratie</a>. Standaard is I2P+ geconfigureerd met een aantal redelijk conservatieve waarden die in veel gebruikssituaties niet geschikt zijn. Neem dus de tijd om deze instellingen te bekijken en waar nodig te corrigeren. Hoe meer bandbreedte u toewijst, <i>specifiek</i> upstream-bandbreedte, hoe meer u profiteert van het netwerk.
pt: O I2P+ funciona melhor quando você pode refletir com precisão a velocidade da sua conexão de rede na seção de configuração de largura de banda. Por padrão, o I2P+ é configurado com alguns valores bastante conservadores que não se adequarão a muitos casos de uso, portanto, reserve um tempo para revisar essas configurações e corrigir onde necessário. Quanto mais largura de banda você alocar, <i>especificamente</i> a largura de banda de upload, mais você se beneficiará da rede.
sl: I2P+ deluje najbolje, ko lahko točno odbija hitrost vaše omrežne povezave v <a href=/config>sekciji konfiguracije širine pasma</a>. Po privzemu je I2P+ konfiguriran z nekaterimi zelo varnostnimi vrednostmi, ki ne bodo ustrezale mnogim primerom uporabe, zato prosimo, da se vzamete čas, da preverite te nastavitve in jih pravilno nastavite, kjer je potrebno. Večjo širino pasma, <i>osebno</i> gorejočo širino pasma, dodelite, več boste koristili od omrežja.
sv: I2P+ fungerar bäst när du noggrant kan återspegla hastigheten på din nätverksanslutning i <a href=/config>bandbreddskonfigurationsavsnittet</a>. Som standard är I2P+ konfigurerad med några ganska konservativa värden som inte passar många användningsfall, så ta dig tid att granska dessa inställningar och korrigera vid behov. Ju mer bandbredd du tilldelar, <i>specifikt</i> uppströmsbandbredd, desto mer fördelar får du av nätverket.
uk: I2P+ найкраще працює, коли ви зможете точно відобразити швидкість вашого мережевого з'єднання у розділі <a href=/config>налаштування пропускної здатності</a>. За замовчуванням I2P+ налаштований дещо консервативно, що не підійде для багатьох випадків використання, тож варто приділити час перегляду цих налаштувань та виправити за потреби. Чим більше пропускної здатності ви виділите, <i>саме</i> висхідну пропускну здатність, тим більше вигоди ви отримаєте від мережі.
vi: I2P+ hoạt động tốt nhất khi bạn có thể phản ánh chính xác tốc độ kết nối mạng của mình trong mục <a href=/config>cấu hình băng thông</a>. Mặc định I2P+ được cấu hình với một số giá trị tương đối bảo thủ không phù hợp với nhiều trường hợp sử dụng, vì vậy hãy dành thời gian để xem xét lại các thiết lập này và sửa chữa nơi cần thiết. Bạn sẽ được hưởng lợi nhiều hơn từ mạng khi cấp phát nhiều băng thông hơn, <i>cụ thể</i> là băng thông upstream.

source: Firewalls, Modems &amp; Routers
ar: أنظمة الحماية، المودمات والموجهات
az: Yanğın divarları, modemlər &amp; Routerlər
bo: མེ་འགག་སྒོ་དང་མོ་ཌེམ། རུ་ཊར།
cs: Firewally, modemy a směrovače
da: Firewalls, Modemer og Routere
el: Τείχη Προστασίας, Ρυθμιστές Μόντεμ &amp; Διαδρομολογητές
es: Cortafuegos, Módems y Enrutadores
et: Tulemüürid, modemid ja ruuterid
fa: فایروال‌ها، مدم و روترها
fi: Palomuurit, modeemit ja reitittimet
hi: फ़ायरवॉल, मॉडems &amp; रूटर
hu: Tűzfalak, Modemek és Útválasztók
in: Firewall, Modem dan Router
it: Firewall, Modem e Router
ja: ファイアウォール、モデム、およびルーター
ko: 방화벽, 모뎀 및 라우터
nb: Brannmurer, Modemer &amp; Rutere
pt: Firewalls, Modems e Roteadores
sl: Omejitelji, Modemi &amp; Strežniki
sv: Brandväggar, Modem &amp; Routrar
uk: Файрволи, модеми та маршрутизатори
vi: Tường lửa, Modem và Bộ định tuyến
