Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Note: Many of the labels and options in the console have tooltips that indicate purpose or explain the meaning. Hover over the label or option to activate the tooltip.
ar: ملاحظة: العديد من العلامات والخيارات في الكونسول تحتوي على أدلة مصغرة تشير إلى الغرض أو توضح المعنى. مرر الإشارة فوق العلامة أو الخيار لتفعيل الدليل المصغر.
az: Qeyd: Konsolda çoxsaylı etiket və seçimlərin məqsədini göstərən və ya mənasını izah edən tooltips mövcuddur. Tooltipi aktivləşdirmək üçün etiketin və ya seçimin üzərinə götürün.
bo: སྐད་པ་གཅིག་མ་ལགས་པ་ནི། བརྡ་བཀོད་ཚོང་ཁང་གི་ནང་གི་མིང་ཚུལ་དང་སྒྲིག་འཇུག་མང་པོ་ཞིག་ནི་དོན་དངོས་དང་བརྗོད་དོན་གསལ་བཤད་བྱེད་པའི་འཕྲིན་སྟོན་མཚོན་སྟོན་ཡོད་པ་ཡིན། མིང་ཚུལ་དང་སྒྲིག་འཇུག་གི་མགོ་སྐུད་སྟེང་དུ་མུས་ཚུར་བསྐྱོད་ན་འཕྲིན་སྟོན་མཚོན་སྟོན་དེ་གསལ་པོར་བརྗེ་བཤེར་བྱེད་ངེས་ཡིན།
cs: Poznámka: Mnoho značek a možností v konzoli má nástrojové tipy, které ukazují účel nebo vysvětlují význam. Přejeďte myší nad značku nebo možnost, abyste aktivovali nástrojový tip.
da: Bemærk: Mange af etiketterne og indstillingerne i konsollen har værktøjstips, der angiver formålet eller forklarer betydningen. Svæv over etiketten eller indstillingen for at aktivere værktøjstippet.
el: ΣΗΜΕΙΩΣΗ: Πολλές από τις ετικέτες και τις επιλογές στην κονσόλα έχουν εργαλεία που υποδεικνύουν σκοπό ή εξηγούν το νόημα. Τοποθετήστε το δείκτη της ετικέτας ή της επιλογής για να ενεργοποιήσετε το εργαλείο.
es: Nota: Muchas de las etiquetas y opciones en la consola tienen información sobre herramientas que indican el propósito o explican el significado. Pon el puntero sobre la etiqueta u opción para activar la información sobre herramientas.
et: Märkus: Paljudel konsoolil olevatel siltidel ja valikutel on vihjed, mis näitavad eesmärki või selgitavad tähendust. Sildi või valiku aktiveerimiseks hõljutage selle kohal vihje.
fa: توجه: بسیاری از برچسب‌ها و گزینه‌ها در کنسول، نقش و معنای آنها را شرح می‌دهند یا می‌رسانند. منتظر بمانید تا معنی تول تیپ فعال شود.
fi: Huomautus: Monilla labeleilla ja vaihtoehdoilla hallintapaneelissa on työkaluvihjeitä, jotka osoittavat tarkoituksen tai selittävät merkityksen. Vie hiiri opastuksen päälle aktivoidaksesi sen.
hi: नोट: कंसोल में कई लेबल और विकल्पों के पास टूलटिप होते हैं जो उद्देश्य दर्शाते हैं या अर्थ समझाते हैं। लेबल या विकल्प पर रोल करें टूलटिप को सक्रिय करने के लिए।
hu: Megjegyzés: A konzolon sok címke és beállítás van, amelyeknek vannak tolltippjeik, amelyek bemutatják a céljukat vagy elmagyarázzák az értelmüket. Húzza az egérmutatót a címke vagy opció fölé a tolltipp aktiválásához.
in: Catatan: Banyak label dan pilihan di konsol memiliki petunjuk teks yang mengindikasikan tujuan atau menjelaskan artinya. Arahkan kursor ke label atau pilihan untuk mengaktifkan petunjuk teksnya.
it: Nota: Molte delle etichette e delle opzioni nella console hanno suggerimenti che indicano lo scopo o spiegano il significato. Passa il mouse sull'etichetta o sull'opzione per attivare il suggerimento.
ja: 注意：コンソールのラベルやオプションの多くには、目的を示すツールチップや意味を説明するものがあります。ラベルまたはオプションにカーソルを合わせると、ツールチップが表示されます。
ko: 노트: 콘솔의 많은 레이블과 옵션에는 목적을 나타내거나 의미를 설명하는 도구 설명이 있습니다. 레이블이나 옵션 위에 마우스를 올려 도구 설명을 활성화하세요.
nb: Merk: Mange av etikettene og alternativene i konsollen har verktøytips som indikerer formålet eller forklarer betydningen. Hold musepekeren over etiketten eller alternativet for å aktivere verktøytipsen.
nl: Opmerking: Veel van de labels en opties in de console hebben tooltips die het doel aangeven of de betekenis uitleggen. Beweeg de muis over het label of de optie om de tooltip te activeren.
pt: Observação: Muitos dos rótulos e opções no console têm dicas de ferramentas que indicam o propósito ou explicam o significado. Passe o mouse sobre o rótulo ou opção para ativar a dica de ferramenta.
sl: Opomba: Mnoge oznake in možnosti v konzoli imajo pripombe, ki ukazujo namen ali razložijo pomen. Premikajte se nad oznako ali možnostjo, da aktivirate pripombo.
sv: Observera: Många av etiketterna och alternativen i konsolen har tooltippar som indikerar syftet eller förklarar innebörden. Hovra över etiketten eller alternativet för att aktivera tooltippen.
uk: Примітка: багато підписів і опцій у консолі мають підказки, що вказують на призначення або пояснюють значення. Наведіть вказівник на підпис або опцію для активації підказки.
vi: Lưu ý: Nhiều nhãn và tùy chọn trên bản điều khiển có công cụ hướng dẫn chỉ ra mục đích hoặc giải thích ý nghĩa. Di chuột lên nhãn hoặc tùy chọn để kích hoạt công cụ hướng dẫn.

source: Theme Overrides
ar: تجاوزات السمة
az: Mövzu üzərindən keçmək
bo: མིག་རྒྱལ་མཚོན་སྒྲིག་བརྗེ་བཤེར་བྱེད་པ།
cs: Téma přepisů
da: Overstyring af tema
el: Παρακάμψεις θεμάτων
es: Anulaciones de tema
et: Teemade ülekirjutused
fa: تغییرات تم
fi: Teemaylikirjoitukset
hi: थीम ओवरराइड्स
hu: Téma felülírások
in: Pengalihan Tema
it: Sostituzioni del tema
ja: テーマのオーバーライド
ko: 테마 무시
nb: Tema-overstyrrelser
nl: Thema-overschrijvingen
pt: Substituições de Tema
sl: Prepične teme
sv: Temanöversättningar
uk: Перевизначення теми
vi: Ghi đè Giao diện

source: I2P+ supports custom theme overrides for the console, the tunnel manager, I2PSnark, SusiDNS and Susimail, permitting changes to the themes which are persistent after upgrades. In order to activate an override, create a css file named <code>override.css</code> with your theme modifications and place it in the relevant theme directory of the theme you wish to change, or rename one of the example files, and then hard refresh the browser. Note that the tunnel manager and the console share the same override.css. To deactivate an override, delete or rename the <code>override.css</code> file and then hard refresh the browser (usually Control + Shift + R).
ar: يدعم I2P+ تجاوزات طحن مخصصة للكونسول، مدير الأنفاق، I2PSnark، SusiDNS و Susimail، مما يتيح إجراء تغييرات على الأطمات التي تستمر بعد التحديثات. من أجل تفعيل تجاوز، قم بإنشاء ملف css باسم <code>override.css</code> مع تعديلات طحنك ووضعه في دليل سمة ذات صلة بالطحن الذي ترغب في تغييره، أو إعادة تسمية أحد الملفات النموذجية، ثم أعد تحميل المتصفح بالقوة. ملاحظة أن مدير الأنفاق والكونسول يشتركان في نفس ملف override.css. لإلغاء تفعيل التجاوز، احذف أو أعد تسمية ملف <code>override.css</code> ثم أعد تحميل المتصفح بالقوة (عادة المفتاح التحكم + Shift + R).
az: I2P+, konsol üçün xüsusi mövzu üzərindən keçməyi, qalereya idarəçisi, I2PSnark, SusiDNS və Susimail daxil olmaqla bir sıra aparatlar üçün dəstəkləyir. Bu dəyişikliklərin yenilənmələrdən sonra dərinlikli olaraq saxlanıldığı mövzuə izin verir. Keçməyi etkinləşdirmək üçün <code>override.css</code> adında css faylı yaradın və mövzu dəyişikliklərinizi buraya yerləşdirin, və ya nümunə fayllardan birini yeniden adlandırın və sonra brauzeri sayıqlandırın. Qeyd edin ki, qalereya idarəçisi və konsol eyni üstələyici.css faylını bölüşür. Keçməni deaktiv etmək üçün <code>override.css</code> faylını silin və ya adını dəyişdirin və sonra brauzeri (adətən Control + Shift + R) yenileyin.
bo: I2P+ ནི་བརྡ་བཀོད་ཚོང་ཁང་དང་། སྦྲེལ་ཐུམ་མཚམས་ཀྱི་དོ་དམ་མཁན། I2PSnark, SusiDNS དང་ Susimail གཉིས་སོགས་ལ་མཉམ་དུ་བཀོལ་སྤྱོད་བྱེད་པའི་མིག་རྒྱལ་མཚོན་སྒྲིག་གི་སྒྲིག་འཇུག་རྣམ་པར་དག་པ་བརྗེ་བཤེར་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་ཡོད། བརྗེ་བཤེར་བྱེད་པའི་ཆེད་དུ་ཁྱོད་རང་གི་མིག་རྒྱལ་མཚོན་སྒྲིག་བརྗེ་བཤེར་བྱས་པའི་<code>override.css</code> ཞུ་ཡིག་གཅིག་བསྐྲུན་ཏེ་ཁྱོད་རང་གིས་བརྗེ་བཤེར་བྱེད་འདོད་པའི་མིག་རྒྱལ་མཚོན་སྒྲིག་གི་ཐོག་མ་གནས་ཚུལ་གྱི་ནང་དུ་བཅུག་པ་དང་། དཔེ་མཚོན་ཞུ་ཡིག་གཅིག་གི་མིང་ཚུལ་བརྗེ་བཤེར་བྱས་ཏེ་དྲ་ཚིག་རྟོག་པ་དེ་རྒྱུན་མཐུད་ཀྱི་སྐད་ཆ་གསར་སྒྱུར་བྱོས། སྐད་པ་གཅིག་མ་ལགས་པ་ནི་སྦྲེལ་ཐུམ་མཚམས་ཀྱི་དོ་དམ་མཁན་དང་བརྡ་བཀོད་ཚོང་ཁང་གཉིས་ཀྱིས་ override.css གཅིག་གཉིས་མཉམ་དུ་བཀོལ་སྤྱོད་བྱེད་ཀྱི་ཡོད། བརྗེ་བཤེར་བྱེད་པ་བཀག་འགོག་བྱེད་དགོས་ཚེ་<code>override.css</code> ཞུ་ཡིག་དེ་སུབ་པ་དང་མིང་ཚུལ་བརྗེ་བཤེར་བྱས་ཏེ་དྲ་ཚིག་རྟོག་པ་རྒྱུན་མཐུད་ཀྱི་སྐད་ཆ་གསར་སྒྱུར་བྱོས། (སྤྱིར་བཏང་དུ་ Control + Shift + R བསྣན་ནས་གནོན་པ་ཡིན།)
cs: I2P+ umožňuje vlastní přepis motivů pro konzoli, správce tunelů, I2PSnark, SusiDNS a Susimail, což umožňuje změny témat, které jsou trvalé i po aktualizacích. Chcete-li přepsat motiv, vytvořte soubor css s názvem <code>override.css</code> s úpravami motivu a umístěte jej do příslušného adresáře motivu, který chcete změnit, nebo přejmenujte jeden z příkladových souborů a poté obnovte stránku. Všimněte si, že správce tunelů a konzola sdílejí stejný soubor override.css. Chcete-li vypnout přepis, smažte nebo přejmenujte soubor <code>override.css</code> a poté obnovte stránku (obvykle Control + Shift + R).
da: I2P+ understøtter brugerdefinerede temaoversættelser til konsollen, tunnelhåndteringen, I2PSnark, SusiDNS og Susimail, hvilket tillader ændringer i temaer, der er vedvarende efter opgraderinger. For at aktivere en oversættelse, skal du oprette en CSS-fil, der hedder <code> override.css </code> med dine temamodifikationer og placere den i den relevante tema-mappe på det tema, du ønsker at ændre, eller omdøbe en af de eksempelfiler og derefter hardopdater browseren. Bemærk, at tunnelhåndteringen og konsollen deler samme override.css. For at deaktivere en oversættelse skal du slette eller omdøbe filen <code> override.css </code> og derefter hardopdater din browser (normalt Control + Shift + R).
el: Το I2P+ υποστηρίζει προσαρμοσμένες αντικαταστάσεις θεμάτων για την κονσόλα, τον διαχειριστή των τούνελ, το I2PSnark, το SusiDNS και το Susimail, επιτρέποντας αλλαγές στα θέματα που είναι διαρκείς μετά τις αναβαθμίσεις. Για να ενεργοποιήσετε μια αντικατάσταση, δημιουργήστε ένα αρχείο CSS με το όνομα <code>override.css</code> με τις τροποποιήσεις του θέματος σας και τοποθετήστε το στον αντίστοιχο κατάλογο θεμάτων του θέματος που θέλετε να αλλάξετε, ή μετονομάστε ένα από τα παραδείγματα αρχείων και στη συνέχεια ανανεώστε σκληρά το πρόγραμμα περιήγησης. Σημειώστε ότι ο διαχειριστής του τούνελ και η κονσόλα μοιράζονται το ίδιο override.css. Για να απενεργοποιήσετε μια αντικατάσταση, διαγράψτε ή μετονομάστε το αρχείο <code>override.css</code> και στη συνέχεια ανανεώστε σκληρά το πρόγραμμα περιήγησης (συνήθως Control + Shift + R).
es: I2P+ admite anulaciones personalizadas de tema para la consola, el administrador de túneles, I2PSnark, SusiDNS y Susimail, permitiendo cambios en los temas que persisten después de las actualizaciones. Para activar una anulación, crea un archivo css llamado <code>override.css</code> con tus modificaciones temáticas y colócalo en el directorio de temas correspondiente del tema que deseas cambiar, o renombra uno de los archivos de ejemplo, y luego actualiza completamente el navegador. Ten en cuenta que el administrador de túneles y la consola comparten el mismo archivo override.css. Para desactivar una anulación, elimina o renombra el archivo <code>override.css</code> y luego actualiza completamente el navegador (normalmente Control + Mayús + R).
et: I2P+ toetab konsooli, tunneli halduri, I2PSnark, SusiDNSi ja Susimaili jaoks kohandatud teemade ülekirjutusi, mis võimaldavad teemade muutmist pärast uuendusi jäävaks. Selleks et ülekirjutust aktiveerida, looge oma teemamuudatustega css-fail nimega <code>override.css</code> ja asetage see teema kausta, mida soovite muuta, või nimetage ümber üks näidisfailidest ja seejärel värskendage lehekülge. Tehelite haldur ja konsool jagavad sama override.css-faili. Ülekirjutuse deaktiveerimiseks kustutage või nimetage ümber <code>override.css</code> fail ja seejärel värskendage lehekülge (tavaliselt kas kontroll + shift + R).
fa: I2P+ امکان تغییرات شخصی تم را برای کنسول، مدیر تونل، I2PSnark، SusiDNS و Susimail فراهم می‌کند که این تغییرات پس از بروزرسانی‌ها هم باقی می‌مانند. برای فعال کردن تغییرات تم، یک فایل CSS با نام <code>override.css</code> با تنظیمات جدید تمتان درست کنید و در دایرکتوری مربوط به تم مورد نظر قرار دهید یا یکی از فایل‌ نمونه را تغییر نام دهید و سپس بروزرسانی سخت مرورگر انجام دهید. توجه داشته باشید که مدیر تونل و کنسول از همان فایل override.css استفاده می‌کنند. برای غیرفعال کردن تغییرات تم، فایل <code>override.css</code> را پاک یا تغییر نام دهید و سپس بروزرسانی سخت مرورگر انجام دهید.
fi: I2P+ tukee mukautettuja teemaylikirjoituksia hallintapaneeliin, tunnelin hallintaan, I2PSnarkiin, SusiDNS:ään ja Susimailiin, mahdollistaen teemojen muutokset, jotka säilyvät päivitysten jälkeen. Jotta ylikirjoitus aktivoidaan, luo css-tiedosto nimeltä <code>override.css</code> kansiossa jossa haluat vaihtaa teemaa olevaan teemakansioon ja tee teemamuokkauksesi siihen, tai nimeä jokin esimerkkitiedosto uudelleen ja sitten kovapäivitä selain. Huomaa, että tunnelin hallinta ja hallintapaneeli jakavat saman override.css-tiedoston. Ylikirjoituksen deaktivoimiseksi poista tai nimeä uudelleen <code>override.css</code> tiedosto ja kovapäivitä selain (yleensä Ctrl + Shift + R).
hi: I2P+ कंसोल, टनल मैनेजर, I2PSnark, SusiDNS और Susimail के लिए विशेष थीम ओवरराइड का समर्थन करता है, जिससे अपग्रेड के बाद थीम में बदलाव स्थायी होते हैं। एक ओवरराइड सक्रिय करने के लिए, आपके थीम संशोधन के साथ एक css फ़ाइल <code>override.css</code> बनाएं और इसे आपके बदलने चाहिए वाले थीम के संबंधित थीम डायरेक्टरी में रखें, या उदाहरण फ़ाइलों में से एक का नाम बदलें, और फिर ब्राउज़र को हार्ड फ़्resh करें। ध्यान दें कि टनल मैनेजर और कंसोल एक ही override.css शेयर करते हैं। एक ओवरराइड डिएक्टिवेट करने के लिए, <code>override.css</code> फ़ाइल को हटाएं या नाम बदलें, और फिर ब्राउज़र को हार्ड फ़्resh करें (आमतौर पर कंट्रोल + शिफ्ट + आर).
hu: Az I2P+ testreszabott téma felülírásokat támogat a konzolhoz, az alagútkezelőhöz, az I2PSnarkhoz, a SusiDNS-hez és a Susimailhez, lehetővé téve a témák módosítását, amelyek az frissítések után is megmaradnak. Ahhoz, hogy aktiválja a felülírást, hozzon létre egy css fájlt <code>override.css</code> névvel a téma módosításával, és helyezze el a megfelelő téma könyvtárában, amelyet meg szeretne változtatni, vagy nevezzen át egy példa fájlt, majd frissítse meg a böngészőt. Vegye figyelembe, hogy az alagútkezelő és a konzol ugyanazt a override.css-t használja. Az override visszavonásához törölje vagy nevezze át a <code>override.css</code> fájlt, majd frissítse meg a böngészőt (általában Control + Shift + R).
in: I2P+ mendukung pengalihan tema khusus untuk konsol, manajer terowongan, I2PSnark, SusiDNS dan Susimail, memungkinkan perubahan pada tema yang persisten setelah diperbarui. Untuk mengaktifkan pengalihan, buat file css bernama <code>override.css</code> dengan modifikasi tema Anda dan letakkan di direktori tema yang relevan dari tema yang ingin Anda ubah, atau ubah nama salah satu file contoh, lalu segarkan browser secara keras. Perhatikan bahwa manajer terowongan dan konsol berbagi override.css yang sama. Untuk menonaktifkan pengalihan, hapus atau ubah nama file <code>override.css</code> lalu segarkan browser secara keras (biasanya Control + Shift + R).
it: I2P+ supporta sostituzioni personalizzate dei temi per la console, il tunnel manager, I2PSnark, SusiDNS e Susimail, consentendo modifiche ai temi che sono persistenti dopo gli aggiornamenti. Per attivare una sostituzione, crea un file css chiamato <code>override.css</code> con le tue modifiche del tema e posizionalo nella directory del tema rilevante che desideri cambiare, o rinomina uno dei file di esempio, quindi aggiorna il browser completamente. Nota che il tunnel manager e la console condividono lo stesso override.css. Per disattivare una sostituzione, elimina o rinomina il file <code>override.css</code> e quindi aggiorna completamente il browser (di solito Control + Shift + R).
ja: I2P+は、コンソール、トンネルマネージャー、I2PSnark、SusiDNS、SusiMailに対してカスタムテーマのオーバーライドをサポートしています。これにより、アップグレード後も永続的にテーマを変更できます。オーバーライドをアクティベートするには、テーマの変更を含む<code>override.css</code>という名前のcssファイルを作成し、変更したいテーマの該当するテーマディレクトリに配置するか、例のファイルの一つを名前を変更して、ブラウザを強制再読み込みします。トンネルマネージャーとコンソールは同じ<code>override.css</code>を共有していることに注意してください。オーバーライドを無効にするには、<code>override.css</code>ファイルを削除または名前を変更し、ブラウザを強制再読み込みします（通常はControl + Shift + Rを押します）。
ko: I2P+는 콘솔, 터널 관리자, I2PSnark, SusiDNS 및 Susimail의 사용자 정의 테마 무시를 지원하여 업그레이드 후에도 유지되는 테마 변경을 허용합니다. 무시를 활성화하려면 해당 테마의 테마 디렉터리에 테마 수정을 포함한 <code>override.css</code>라는 CSS 파일을 생성하고 배치하거나 예제 파일 중 하나의 이름을 변경한 다음 브라우저를 강력하게 새로 고침하세요. 터널 관리자와 콘솔은 동일한 override.css를 공유하는 것에 유의하세요. 무시를 비활성화하려면 <code>override.css</code> 파일을 삭제하거나 이름을 변경한 다음 브라우저를 강력하게 새로 고침하세요 (일반적으로 Ctrl + Shift + R입니다).
nb: I2P+ støtter tilpassede tema-overstyrrelser for konsollen, tunnelbehandlingen, I2PSnark, SusiDNS og Susimail, som tillater endringer av temaene som er varige etter oppdateringer. For å aktivere en overstyrrelse, oppretter du en css-fil som heter <code>override.css</code> med dine temaendringer og legger den i den relevante temaets katalog for temaet du ønsker å endre, eller omdøper en av eksempelfilene, og oppdater deretter nettleseren (hard refresh). Merk at tunnelbehandlingen og konsollen deler samme override.css. For å deaktivere en overstyrrelse, sletter du eller omdøper filen <code>override.css</code> og oppdater deretter nettleseren (hard refresh) (vanligvis Kontroll + Skift + R).
nl: I2P+ ondersteunt aangepaste thema-overschrijvingen voor de console, de tunnelmanager, I2PSnark, SusiDNS en Susimail, waardoor wijzigingen in de thema's behouden blijven na upgrades. Om een overschrijving te activeren, maak een CSS-bestand met de naam <code>override.css</code> met uw themawijzigingen en plaats het in de relevante themamap van het thema dat u wilt wijzigen, of hernoem één van de voorbeeldbestanden en vernieuw de browser dan. M. Let op dat de tunnelmanager en de console dezelfde override.css delen. Om een overschrijving te deactiveren, verwijder of hernoem het bestand <code>override.css</code> en vernieuw vervolgens de browser (meestal Control + Shift + R).
pt: I2P+ suporta substituições de tema personalizadas para o console, o gerenciador de túnel, I2PSnark, SusiDNS e Susimail, permitindo alterações nos temas que são persistentes após as atualizações. Para ativar uma substituição, crie um arquivo css chamado <code>override.css</code> com as modificações do tema e coloque-o no diretório do tema relevante do tema que você deseja alterar, ou renomeie um dos arquivos de exemplo e, em seguida, atualize o navegador. Observe que o gerenciador de túnel e o console compartilham o mesmo override.css. Para desativar uma substituição, exclua ou renomeie o arquivo <code>override.css</code> e, em seguida, atualize o navegador (geralmente Control + Shift + R).
sl: I2P+ podpira prilagojene prepične teme za konzolo, menedžer tunela, I2PSnark, SusiDNS in Susimail, ki omogoča spremembe tem, ki so trajne po nadgradbah. Da bi aktiviral prepično, ustvari css datoteko imenovano <code>override.css</code> z prilagoditvami teme in jo postavi v ustrezno mapo teme, ki jo želiš spremeniti, ali preimenuj eno iz primerov datotek, in nato težko osveži brskalnik. Opomba: menedžer tunela in konzola delita isto override.css. Za deaktiviranje prepične, izbriši ali preimenuj <code>override.css</code> datoteko in nato težko osveži brskalnik (običajno Control + Shift + R).
sv: I2P+ stöder anpassade temaöverlagringar för konsolen, tunnelhanteraren, I2PSnark, SusiDNS och Susimail, vilket gör det möjligt att ändra teman som är bestående efter uppgraderingar. För att aktivera en överlagring, skapa en css-fil som heter <code>override.css</code> med dina temamodifikationer och placera den i den relevanta temakatalogen för det tema du vill ändra, eller byt namn på en av exempelfilerna och uppdatera sedan sidan manuellt i webbläsaren. Observera att tunnelhanteraren och konsolen delar samma override.css. För att inaktivera en överlagring, radera eller byt namn på filen <code>override.css</code> och uppdatera sedan sidan manuellt i webbläsaren (vanligtvis Kontroll + Skift + R).
uk: I2P+ підтримує користувацькі перевизначення тем для консолі, менеджера тунелів, I2PSnark, SusiDNS та Susimail, дозволяючи вносити зміни до тем, які зберігаються після оновлень. Щоб активувати перевизначення, створіть css-файл під назвою <code>override.css</code> з вашими змінами теми і помістіть його у відповідну директорію теми тієї теми, яку ви бажаєте змінити, або перейменуйте один із прикладових файлів, і потім перезапустіть браузер. Зауважте, що менеджер тунелів та консоль використовують той самий override.css. Щоб деактивувати перевизначення, видаліть чи перейменуйте файл <code>override.css</code> і перезапустіть браузер (зазвичай Control+Shift+R).
vi: I2P+ hỗ trợ ghi đ giao diện tùy chỉnh cho bản điều khiển, người quản lý đường hầm, I2PSnark, SusiDNS và Susimail, cho phép thay đổi các giao diện được duy trì sau các bản nâng cấp. Để kích hoạt ghi đè, tạo một tệp css có tên <code>override.css</code> với các sửa đổi giao diện của bạn và đặt tại thư viện giao diện của phong cách bạn muốn thay đổi, hoặc đổi tên một trong các mẫu tệp, và sau đó làm mới trình duyệt từ đầu. Lưu ý rằng người quản lý đường hầm và bản điều khiển chia sẻ cùng một tệp override.css. Để hủy kích hoạt ghi đè, xóa hoặc đổi tên tệp<code>override.css</code> và sau đó làm mới trình duyệt từ đầu (thường là phím tắt Control + Shift + R).
