Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You may also want to review the information on the <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P website</a>, post messages to the <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P discussion forum</a> or swing by <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> on I2P's internal IRC network.
ar: قد ترغب أيضًا في مراجعة المعلومات على <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>موقع I2P</a>، أو مراسلة <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>منتدى مناقشة I2P</a> أو زيارة <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> أو <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> على شبكة IRC الداخلية لـ I2P.
cs: Případně si můžete prohlédnout informace na <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P webové stránce</a>, posílat zprávy na <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P fórum</a> nebo se stavte na <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> nebo <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> na I2P vnitřním IRC síti.
el: Μπορείτε επίσης να ελέγξετε τις πληροφορίες στην ιστοσελίδα του <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P</a>, να αναρτήσετε μηνύματα στο <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>φόρουμ συζήτησης</a> του I2P ή να επισκεφτείτε τα κανάλια <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ή <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> στο εσωτερικό IRC δίκτυο του I2P.
fi: Voit myös tarkastella tietoja <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P-verkkosivustolla</a>, lähettää viestejä <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>I2P-keskustelufoorumiin</a> tai tulla käymään kanavalla <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> tai <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> I2P:n sisäisessä IRC-verkossa.
in: Anda juga mungkin ingin meninjau informasi di <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>situs web I2P</a>, mengirimkan pesan ke <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>forum diskusi I2P</a> atau berkunjung ke <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> atau <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> di jaringan IRC internal I2P.
pt: Você também pode querer revisar as informações no <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>site do I2P</a>, postar mensagens no <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>fórum de discussão do I2P</a> ou visitar <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ou <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> na rede IRC interna do I2P.
sl: Morda bi tudi rad preglejali informacije na <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>spletni strani I2P</a>, objavili sporočila na <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>foruma za razprave I2P</a> ali bi obiskal <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ali <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> na notranjem IRC omrežju I2P.
uk: Ви також можете переглянути інформацію на сайті <a href=http://i2p-projekt.i2p/ target=_blank rel=noreferrer>I2P</a>, опублікувати повідомлення на <a href='http://i2pforum.i2p/viewforum.php?f=8' target=_blank rel=noreferrer>форумі обговорень I2P</a> або зайти на канали <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> чи <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> внутрішньої мережі IRC I2P.

source: If you'd like to report a bug, please file a ticket on <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. For developer-related discussions, please visit <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's developer forums</a> or come and visit the <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>developer channel</a> on I2P's IRC network.
ar: إذا كنت ترغب في الإبلاغ عن خطأ، يرجى تقديم طلب تذكرة على <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. بالنسبة للمناقشات ذات الصلة بالمطورين، يرجى زيارة <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>منتديات المطورين الخاصة بـ zzz</a> أو تابعوا قناة <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>المطورين</a> على شبكة IRC لـ I2P.
az: Xətalı bildirmək istəyirsinizsə, xahiş olunur ki, <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a> adresində bir biletlə müraciət edin. İnkişafçılarla bağlı müzakirələr üçün <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz'nin inkişafçı forumlarını</a> ziyarət edin və ya I2P'nin IRC şəbəkəsindəki <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>inkişafcı kanal</a>ı ziyarət edin.
cs: Pokud chcete nahlásit chybu, při podání požadavku na <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Pro diskuse související s vývojem, navštivte <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>diskuze vývojářů zzz</a> nebo přijďte na <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>vývojářský kanál</a> v I2P IRC síti.
da: Hvis du gerne vil rapportere en fejl, bedes du indsende en billet på <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. For udviklerrelaterede diskussioner, bedes du besøge <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's udviklerfora</a> eller kom forbi <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>udviklerkanalen</a> på I2Ps IRC-netværk.
el: Εάν θέλετε να αναφέρετε ένα σφάλμα, παρακαλούμε υποβάλετε ένα αίτημα στο <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Για συζητήσεις που αφορούν τους προγραμματιστές, επισκεφτείτε το <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>φόρουμ προγραμματιστών του zzz</a> ή επισκεφτείτε το <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>κανάλι προγραμματιστών</a> στο IRC δίκτυο του I2P.
es: Si deseas reportar un error, por favor registra un ticket en <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Para discusiones relacionadas con desarrolladores, por favor visita <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>los foros de desarrolladores de zzz</a> o ven y visita el <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canal de desarrolladores</a> en la red IRC de I2P.
et: Kui soovite veast teatada, palun esitage pilet <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Arendajatega seotud aruteludeks külastage <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz arendajate foorumit</a> või tulge külastage I2P sisemist IRC-võrgustikku <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>arendajate kanalit</a>.
fa: اگر می‌خواهید خطایی را گزارش دهید، لطفاً تیکتی را در <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a> ثبت کنید. برای بحث‌های مرتبط با توسعه‌دهندگان، لطفاً از <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>انجمن‌های توسعه‌دهندگان zzz</a> دیدار کنید یا به کانال <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>توسعه‌دهندگان</a> در شبکه IRC I2P سر بزنید.
fi: Jos haluat raportoida virheen, lähetä lipuke osoitteeseen <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Jos haluat keskustella kehittäjien kanssa, käy <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz:n kehittäjäkeskustelufoorumeilla</a> tai tule vierailulle <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>kehittäjäkanavalle</a> I2P:n IRC-verkossa.
hu: Ha hibát szeretne jelenteni, kérem nyisson egy jegyet a <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a> oldalon. Fejlesztőkkel kapcsolatos megbeszélésekre kérjük, látogasson el a <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz fejlesztői fórumaira</a> vagy látogasson el az I2P IRC hálózat <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>fejlesztői csatornájára</a>.
in: Jika Anda ingin melaporkan bug, silakan buka tiket di <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Untuk diskusi terkait pengembang, silakan kunjungi <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>forum pengembang zzz</a> atau berkunjunglah ke saluran <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>pengembang</a> di jaringan IRC I2P.
it: Se desideri segnalare un bug, per favore apri un ticket su <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Per discussioni legate agli sviluppatori, per favore visita <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>i forum degli sviluppatori di zzz</a> o vieni a fare visita al <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canale degli sviluppatori</a> sulla rete IRC di I2P.
ja: バグを報告したい場合は、<a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>でチケットを作成してください。開発者に関する議論については、<a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzzの開発者フォーラム</a>を訪問するか、I2PのIRCネットワークの<a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>開発者チャンネル</a>に参加してください。
nb: Hvis du ønsker å rapportere en feil, vennligst opprett en sak på <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. For utviklerrelaterte diskusjoner, vennligst besøk <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's utviklerforum</a> eller kom og besøk <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>utviklerkanalen</a> på I2P's IRC-nettverk.
nl: Als u een bug wilt melden, maak dan een ticket aan op <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Voor ontwikkelaarsgerelateerde discussies kunt u terecht op <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's ontwikkelaarsforums</a> of kom naar het <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>ontwikkelaarskanaal</a> op I2P's IRC-netwerk.
pt: Se deseja relatar um erro, por favor abra um chamado em <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Para discussões relacionadas aos desenvolvedores, visite os fóruns de desenvolvedores de <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz</a> ou visite o <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canal de desenvolvedores</a> na rede IRC do I2P.
sl: Če želite poročati o napaki, prosimo, da podate žalobno kartico na <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Za razprave, povezane z razvijalci, prosimo, da obiščete <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>forume za razvijalce zzz</a> ali obiščete <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>kanal za razvijalce</a> na IRC omrežju I2P.
sv: Om du vill rapportera en bugg, var god skapa en biljett på <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. För utvecklarrelaterade diskussioner, vänligen besök <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>zzz's utvecklarforum</a> eller besök <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>utvecklarkanal</a> på I2P:s IRC-nätverk.
uk: Якщо ви хочете повідомити про помилку, будь ласка, зареєструйте відповідний квиток на <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Для обговорень розробників відвідайте, будь ласка, <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>форум розробників zzz</a> або зайдіть на <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>канал розробників</a> в мережі IRC I2P.
vi: Nếu bạn muốn báo cáo một lỗi, vui lòng đăng ký vé trên <a href=http://git.idk.i2p/i2p-hackers/i2p.i2p/-/issues target=_blank rel=noreferrer class=sitelink>trac.i2p2.i2p</a>. Đối với các cuộc thảo luận liên quan đến lập trình viên, vui lòng truy cập <a href=http://zzz.i2p/ target=_blank rel=noreferrer class=sitelink>diễn đàn phát triển của zzz</a> hoặc ghé thăm <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>kênh phát triển</a> trên mạng IRC của I2P.

source: You may also try <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> on I2P's IRC network.
ar: يمكنك المحاولة أيضًا <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> أو <a href=irc://127.0.0.1:6668/i2p class=chatlink>على شبكة IRC لـ I2P</a>.
az: I2P'nin IRC şəbəkəsində <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> və ya <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> kanallarını da yoxlaya bilərsiniz.
cs: Můžete také zkusit <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> nebo <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> v IRC síti I2P.
da: Du kan også prøve <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2P's IRC-netværk.
el: Μπορείτε επίσης να δοκιμάσετε <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ή <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> στο IRC δίκτυο του I2P.
es: También puedes probar <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> o <a href=irc://127.0.0.1:6668/i2p class=chatlink> en la red IRC de I2P</a>.
et: Võite ka proovida <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> või <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> I2P IRC-võrgustikus.
fa: شاید هم بخواهید از <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> یا <a href=irc://127.0.0.1:6668/i2p class=chatlink> در شبکه IRC I2P</a> استفاده کنید.
fi: Voit myös kokeilla <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> tai <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> I2P:n IRC-verkossa.
hu: Próbálkozhat a #saltR vagy #i2p csatornákon az I2P IRC hálózaton is.
in: Anda juga dapat mencoba <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> atau <a href=irc://127.0.0.1:6668/i2p class=chatlink> di jaringan IRC I2P</a>.
it: Puoi anche provare <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> o <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> sulla rete IRC di I2P.
ja: I2PのIRCネットワークで<a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a>または<a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a>を試すこともできます。
nb: Du kan også prøve <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2Ps IRC-nettverk.
nl: Je kunt ook proberen <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> of <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> op het IRC-netwerk van I2P.
pt: Você também pode tentar <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ou <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> na rede IRC do I2P.
sl: Morda bi tudi lahko poskusili <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> ali <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> na IRC omrežju I2P.
sv: Du kan också prova <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> eller <a href=irc://127.0.0.1:6668/i2p class=chatlink>#i2p</a> på I2P:s IRC-nätverk.
uk: Також можна спробувати <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> або <a href=irc://127.0.0.1:6668/i2p class=chatlink> на мережі IRC I2P</a>.

source: Enter the name and paste the destination into your <a href='/susidns/addressbook?book=router&amp;filter=none'>address book</a>. Click <i>Add</i> to save the new entry.
ar: أدخل الاسم وقم بلصق الوجهة في <a href='/susidns/addressbook?book=router&amp;filter=none'>دليل العناوين</a> الخاص بك. انقر فوق <i>إضافة</i> لحفظ الإدخال الجديد.
az: Adı daxil edin və çatışmaq yerini <a href='/susidns/addressbook?book=router&amp;filter=none'>ünvan kitabçasına</a> yapışdırın. Yeni qeydiyyatı saxlamaq üçün <i>Əlavə et</i> düyməsini basın.
cs: Zadejte název a vložte cíl do vaší <a href='/susidns/addressbook?book=router&amp;filter=none'>adresáře</a>. Klepněte na tlačítko <i>Přidat</i> pro uložení nové položky.
da: Indtast navnet og indsæt destinationen i din <a href='/susidns/addressbook?book=router&amp;filter=none'>adressebog</a>. Klik på <i>Tilføj</i> for at gemme den nye post.
el: Εισαγάγετε το όνομα και επικολλήστε τον προορισμό στο <a href='/susidns/addressbook?book=router&amp;filter=none'>βιβλίο διευθύνσεων</a> σας. Κάντε κλικ στο <i>Προσθήκη</i> για να αποθηκεύσετε τη νέα καταχώριση.
es: Ingresa el nombre y pega la destinación en tu <a href='/susidns/addressbook?book=router&amp;filter=none'>libreta de direcciones</a>. Da click en <i>Agregar</i> para guardar la nueva entrada.
et: Sisestage nimi ja kleepige sihtkoht oma <a href='/susidns/addressbook?book=router&amp;filter=none'>aadressiraamatusse</a>. Klõpsake <i>Lisa</i>, et salvestada uus kirje.
fa: نام را وارد و مقصد را در دفترچه آدرس‌تان <a href='/susidns/addressbook?book=router&amp;filter=none'>دفترچه آدرس</a> وارد کنید. برای ذخیره سازی ورودی جدید بر روی <i>افزودن</i> کلیک کنید.
fi: Syötä nimi ja liitä määränpää <a href='/susidns/addressbook?book=router&amp;filter=none'>osoitekirjaan</a>. Klikkaa <i>Lisää</i> tallentaaksesi uuden merkinnän.
hu: Adja meg a nevet és illessze be a célállomást az <a href='/susidns/addressbook?book=router&amp;filter=none'>címjegyzékbe</a>. Kattintson a <i>Hozzáadás</i> gombra a új bejegyzés mentéséhez.
in: Masukkan nama dan tempelkan tujuannya ke dalam <a href='/susidns/addressbook?book=router&amp;filter=none'>buku alamat</a> Anda. Klik <i>Tambahkan</i> untuk menyimpan entri baru.
it: Inserisci il nome e incolla la destinazione nel tuo <a href='/susidns/addressbook?book=router&amp;filter=none'>rubrica degli indirizzi</a>. Clicca su <i>Aggiungi</i> per salvare la nuova voce.
ja: 名前を入力し、宛先を<a href='/susidns/addressbook?book=router&amp;filter=none'>アドレスブック</a>に貼り付けてください。<i>追加</i>をクリックして新しいエントリを保存してください。
nb: Skriv inn navnet og lim destinasjonen inn i din <a href='/susidns/addressbook?book=router&amp;filter=none'>adressebok</a>. Klikk <i>Legg til</i> for å lagre det nye oppføringen.
nl: Voer de naam in en plak de bestemming in uw <a href='/susidns/addressbook?book=router&amp;filter=none'>adressenboek</a>. Klik op <i>Toevoegen</i> om de nieuwe invoer op te slaan.
pt: Digite o nome e cole o destino na sua <a href='/susidns/addressbook?book=router&amp;filter=none'>agenda de endereços book</a>. Clique em <i>adicionar</i> para salvar a nova entrada.
sl: Vnesite ime in prilepite namen v vaš <a href='/susidns/addressbook?book=router&amp;filter=none'>imenik</a>. Kliknite <i>Dodaj</i> za shranjevanje novega vnosa.
sv: Ange namnet och klistra in destinationen i din <a href='/susidns/addressbook?book=router&amp;filter=none'>adressbok</a>. Klicka på <i>Add</i> för att spara det nya inlägget.
uk: Введіть ім'я і вставте destination до своєї <a href='/susidns/addressbook?book=router&amp;filter=none'>адресної книги</a>. Натисніть <i>Додати</i> щоб зберегти новий запис.
vi: Nhập tên và dán đích đến vào <a href='/susidns/addressbook?book=router&amp;filter=none'>sổ địa chỉ</a> của bạn. Nhấp vào <i>Thêm</i> để lưu mục mới.

source: logs
ar: السجلات
az: qeydlər
cs: logy
da: Logge
el: εγγραφές
es: registros" #: ../jsp/WEB-INF/classes/net/i2p/router/web/jsp/logs_jsp.java:43
et: logid
fa: سیاهههای مربوط
fi: lokit
hu: napló
it: log
ja: ログ
nb: logger
pt: relatórios
sl: dnevniki
sv: loggar
uk: журнали
vi: nhật ký

source: Please include your I2P version and running environment information in bug reports
ar: يرجى تضمين إصدار I2P الخاص بك ومعلومات بيئة التشغيل في تقارير الأخطاء
az: Zəhmət olmasa, I2P versiyanızı və işləyən mühit məlumatlarınızı səhv hesabatlarına daxil edin
cs: Uveďte prosím svou I2P verzi a informace o provozním prostředí v hlášeních o chybách
da: Venligst inkluder din I2P-version og information om kørende miljø i fejlrapporter
el: Συμπεριλάβετε την έκδοση I2P και τις πληροφορίες περιβάλλοντος λειτουργίας στις αναφορές σφαλμάτων
es: Por favor, incluya su versión de I2P e información sobre el entorno de ejecución en los informes de fallos.
et: Palun lisage veaaruannetesse oma I2P-versiooni ja töökeskkonna teave
fa: لطفاً نسخه I2P و اطلاعات محیط در حال اجرا خود را در گزارش های اشکال وارد کنید
fi: Liitä I2P-versiosi ja käyttöympäristösi tiedot virheraportteihin
hu: Kérjük, adja meg az I2P verzióját és a futókörnyezet adatait a hibajelentésekben
in: Mohon sertakan versi I2P anda dan informasi running environment dalam laporan bug
it: Perfavore includi la tua versione di I2P e le informazioni dell'ambiente di esecuzione nel bug report
ja: バグレポートには I2P バージョンと実行環境情報を含めてください
nb: Inkluder din I2P-versjon og informasjon om kjøremiljøet i feilrapporter
nl: Vermeld alstublieft uw I2P-versie en informatie over de actieve omgeving in bugrapporten
pt: Inclua sua versão I2P e informações do ambiente em execução nos relatórios de bugs
sl: Prosim, vključite informacije o različici I2P in informacije o delovnem okolju v poročilih o napakah
sv: Vänligen inkludera din I2P-version och information om körmiljö i felrapporter
uk: Будь ласка, включіть вашу версію I2P та інформацію про робоче середовище у звіти про помилки
vi: Vui lòng đưa phiên bản I2P và thông tin môi trường đang chạy của bạn vào báo cáo lỗi

source: Please report bugs on {0} or {1}.
ar: الرجاء الإبلاغ عن الأخطاء في {0} أو {1}.
az: Lütfən, {0} və ya {1} üzrə səhvlər barədə məlumat verin.
cs: Nahlaste prosím chyby na {0} nebo {1}.
da: Venligst indsend fejlrapporter på {0} eller {1}.
el: Παρακαλούμε αναφέρετε τα σφάλματα στο {0} ή στο {1}.
es: Por favor informe los errores en {0} o {1}.
et: Palun teata veast {0} või {1} kaudu.
fa: لطفاً اشکالات مربوط به {0} یا {1} را گزارش کنید.
fi: Ilmoita virheistä {0} tai {1}.
hu: Kérlek, jelentsd a hibákat a következőkön: {0} vagy {1}.
in: Mohon laporkan bug di {0} atau {1}.
it: Per cortesia riportare i bug su {0} o {1}.
ja: {0} または {1} のバグを報告してください。
nb: Rapporter feil til {0} eller {1}.
nl: Rapporteer bugs op {0} of {1}.
pt: Favor informar defeitos em {0} ou {1}.
sl: Prosim, poročite o napakah na {0} ali {1}.
sv: Vänligen rapportera fel på {0} eller {1}.
uk: Будь ласка, повідомляйте про помилки на {0} або {1}.
vi: Vui lòng báo cáo lỗi trên {0} hoặc {1}.
