Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Fast, High Capacity
ar: سريع ، قدرة عالية
az: Sürətli, Yüksək Tutumlu
bo: མྱུར་བ། ནུས་པོ་ཆེ་བ།
cs: Rychlý, vysoká kapacita
da: Hurtig, Høj kapacitet
el: Γρήγοροι, Υψηλής Χωρητικότητας
es: Rápido, alta capacidad
et: Kiired, Kõrge mahuga
fa: سریع، ظرفیت بالا
fi: Nopea, suuri kapasiteetti
hi: तेज़, उच्च क्षमता
hu: Gyors, Nagy Kapacitású
in: Cepat, kapasitas tinggi
it: Veloce, Alta Capacità
ja: 高速、高許容数
ko: 빠르고, 높은 수용력
nb: Rask, høy kapasitet
nl: Snel, Hoge Capaciteit
pt: Rápido, alta capacidade
sl: Hitro, visoka kapaciteta
sv: Snabb, hög kapacitet
uk: Швидка, висока ємність
vi: Nhanh, Dung lượng cao

source: High Capacity
ar: قدرة عالية
az: Yüksək tutumlu
bo: ནུས་པོ་ཆེ་བ།
cs: Vysoká kapacita
da: Høj kapacitet
el: Υψηλής Χωρητικότητας
es: Alta capacidad
et: Kõrge mahuga
fa: ظرفیت بالا
fi: Korkea kapasiteetti
hi: उच्च क्षमता
hu: Nagy Kapacitású
in: Kapasitas tinggi
it: Alta capacità
ja: 高許容数
ko: 높은 수용력
nb: Høy kapasitet
nl: Hoge Capaciteit
pt: Alta capacidade
sl: Visoka kapaciteta
sv: Hög kapacitet
uk: Висока місткість
vi: Công suất cao

source: Standard
ar: عادي
az: Standart
bo: ཚད་ལྡན།
cs: Standarní
el: Γουιάνα
es: Estándar
et: Tavalised
fa: استاندارد
fi: Vakio
hi: मानक
hu: Normál
in: Standar
ja: 標準
ko: 표준
nl: Standaard
pt: Padrão
uk: Стандартний
vi: Chuẩn

source: Failing
ar: فشل
az: Uğursuzluq
bo: ཕམ་ཁ་བཞིན་པ།
cs: Selhání
da: Svigtende
el: Αποτυχία
es: Anómalo
et: Läbikukkuvad
fa: شکست
fi: Epäonnistui
hi: असफल
hu: Elromló
in: Gagal
it: In fallimento
ja: 失敗
ko: 결함
nb: Mislyktes
nl: Gefaald
pt: Falhando
sl: Neuspešno
sv: Misslyckas
uk: Невдача
vi: Thất bại

source: Integrated
ar: مدمج
az: İnteqrasiya edilmiş
bo: མཉམ་འདྲེས་བྱུང་བ།
cs: Integrovaný
da: Integreret
el: Ενσωματωμένος
es: Integrados
et: Hästi integreerunud
fa: یکپارچه
fi: Integroitu
hi: समेकित
hu: Integrált
in: Terintegrasi
it: Integrato
ja: 統合済み
ko: 통합된
nb: Integrert
nl: Geïntegreerd
pt: Integrado
sl: Integrirano
sv: Integrerade
uk: Інтегрований
vi: Tích hợp

source: Configure Peer
bo: Peer སྲོད་བརྒྱུག་པ
hi: पीयर कॉन्फ़िगर करें
ko: 피어 구성

source: Thresholds
ar: العتبات
az: Eşiklər
bo: ཚད་གཞི།
cs: Prahové hodnoty
da: Tærskler
el: Κατώφλια
es: Umbrales
et: Läved
fa: آستانه ها
fi: Kynnykset
hi: सीमाएँ
hu: Küszöb
in: Threshold
it: Soglie
ja: しきい値
ko: 기준치
nb: Terskler
nl: Drempelwaarden
pt: Limiares
sl: Pragi
sv: Trösklar
uk: Пороги
vi: Ngưỡng

source: Capacity
ar: القدرة
az: Tutum
bo: ནུས་པ།
cs: Kapacita
da: Kapacitet
el: Χωρητικότητα
es: Capacidad
et: Maht
fa: ظرفیت
fi: Kapasiteetti
hi: क्षमता
hu: Kapacitás
in: Kapasitas
it: Capacità
ja: 許容数
ko: 수용력
nb: Kapasitet
nl: Capaciteit
pt: Capacidade
sl: Kapaciteta
sv: Kapacitet
uk: Ємність
vi: Dung lượng

source: tunnels per hour
ar: الأنفاق في الساعة
az: saatda tunellər
bo: ཆུ་ཚོད་རེར་གྲུང་ནེལ།
cs: tunelů za hodinu
da: tunneler i timen
el: τούνελ ανά ώρα
es: túneles por hora
et: tunnelit tunnis
fa: تونل در ساعت
fi: tunneleita tunnissa
hi: घंटे में टंनल
hu: alagutak óránként
in: terowongan per jam
it: tunnel all'ora
ja: 1時間あたりのトンネル
ko: 시간당 터널
nb: tunneler i timen
nl: tunnels per uur
pt: túneis por hora
sl: tuneli na uro
sv: tunnlar per timme
uk: тунелів на годину
vi: đường hầm mỗi giờ

source: Integration
ar: دمج
az: İnteqrasiya
bo: མཉམ་འདྲེས།
cs: Integrace
el: Ενσωμάτωση
es: Integración
et: Integratsioon
fa: ادغام
fi: Integraatio
hi: समेकन
hu: Integráltság
in: Integrasi
it: Integrazione
ja: 統合
ko: 통합
nb: Integrasjon
nl: Integratie
pt: Integração
sl: Integracija
uk: Інтеграція
vi: Tích hợp

source: peer
ar: الأقران
az: həmyaşıd
bo: ལག་གདང་།
da: jævnaldrende
el: ομότιμος
es: compañero
et: eakaaslane
fa: همتا
fi: vertais
hi: समकक्ष
hu: egyenrangú
in: rekan
it: pari
ja: ピア
ko: 피어
nb: jevnaldrende
nl: gelijken
pt: par
sl: parter
sv: kamrat
uk: ровесник
vi: sự bằng

source: peers
ar: أقرانهم
az: həmyaşıdları
bo: ལག་གདང་རྣམས།
cs: vrstevníci
da: jævnaldrende
el: συνομήλικοι
es: compañeros
et: eakaaslased
fa: همتایان
fi: vertaisia
hi: समकक्ष
hu: társak
in: teman sebaya
it: colleghi
ja: 仲間
ko: 동료
nb: jevnaldrende
nl: leeftijdsgenoten
pt: pares
sl: parterji
sv: kamrater
uk: ровесники
vi: đồng nghiệp

source: {0} fast peer
ar: {0} أقران سريعون
az: {0} sürətli həmyaşıd
bo: མྱུར་བའི་ལག་གདང་ {0}
cs: {0} rychlý peer
da: {0} hurtig peer
el: {0} γρήγορος ομότιμος
es: {0} par rápido
et: {0} kiire eakaaslane
fa: {0} همسالان سریع
fi: {0} nopea solmu
hi: {0} तेज़ समकक्ष
hu: {0} gyors peer
in: {0} rekan cepat
it: {0} peer veloce
ja: {0}高速ピア
ko: {0} 빠른 피어
nb: {0} rask peer
nl: {0} snelle peer
pt: {0} par rápido
sl: {0} hitro parter
uk: {0} Швидкий однолітк
vi: {0} ngang hàng nhanh

source: {0} high capacity peer
ar: {0} أقران ذوي قدرة عالية
az: {0} yüksək tutumlu həmyaşıd
bo: ནུས་པོ་ཆེ་བའི་ལག་གདང་ {0}
cs: {0} vysoká kapacita peer
da: {0} peer med høj kapacitet
el: {0} ομοτίμου υψηλής χωρητικότητας
es: {0} par de alta capacidad
et: {0} suure mahutavusega eakaaslane
fa: {0} همسالان با ظرفیت بالا
fi: {0} suuren kapasiteetin solmu
hi: {0} उच्च क्षमता वाला समकक्ष
hu: {0} nagy kapacitású peer
in: {0} rekan berkapasitas tinggi
it: {0} peer ad alta capacità
ja: {0}大容量のピア
ko: {0} 고용량 피어
nb: {0} høykapasitets peer
nl: {0} peer met hoge capaciteit
pt: {0} par de alta capacidade
sl: {0} parter z visoko kapaciteto
sv: {0} peer med hög kapacitet
uk: {0} однолітки високої ємності
vi: {0} ngang hàng có dung lượng cao

source: {0} integrated peer
ar: {0} أقران متكاملون
az: {0} inteqrasiya olunmuş həmyaşıd
bo: མཉམ་འདྲེས་ལག་གདང་ {0}
cs: {0} integrovaný peer
da: {0} integreret peer
el: {0} ενσωματωμένο ομότιμο
es: {0} par integrado
et: {0} integreeritud eakaaslane
fa: {0} همسالان یکپارچه
fi: {0} integroitu kumppani
hi: {0} समेकित समकक्ष
hu: {0} integrált peer
in: {0} rekan terintegrasi
it: {0} peer integrato
ja: {0}統合ピア
ko: {0} 통합 피어
nb: {0} integrert peer
nl: {0} geïntegreerde peer
pt: {0} par integrado
sl: {0} integrirano parter
uk: {0} інтегровані однолітки
vi: {0} ngang hàng tích hợp

source: 1h Fail Rate
ar: معدل الفشل 1 ساعة
az: 1 saat uğursuzluq dərəcəsi
bo: ཆུ་ཚོད་གཅིག་གི་ཕམ་ཚད།
cs: 1H Míra selhání
da: 1h fejlfrekvens
el: Ρυθμός αποτυχίας 1 ώρας
es: Tasa de fallos a 1h
et: 1h ebaõnnestumise tase
fa: 1 ساعت میزان شکست
fi: 1h epäonnistumisprosentti
hi: 1h विफलता दर
hu: Sikertelen ráta 1 óra alatt
in: Tingkat Kegagalan dalam 1 jam
it: Tasso di fallimento di 1h
ja: 1時間失敗率
ko: 1h 실패율
nb: 1t feilfrekvens
nl: 1u Fout Rato
pt: 1h taxa de falha
sl: 1h Neuspešnost
sv: 1h felfrekvens
uk: 1 год відмови
vi: Tỷ lệ thất bại 1h

source: 1h Resp. Time
ar: 1 ساعة.
az: 1h Cavab.
bo: ཆུ་ཚོད་གཅིག་གི་ལན་གྱི་དུས་ཚོད།
cs: 1H doba odezvy
da: 1t svartid
el: 1 ώρα χρόνος απόκρισης
es: Tiempo resp. 1h
et: 1h reaktsiooniaeg
fa: 1 ساعت پاسخ
fi: 1h Resp.
hi: 1h प्रतिक्रिया समय
hu: 1ó Válasz Idő
in: 1jam Resp. Waktu:
it: Tempo di risposta di 1h
ja: 1時間応答時間
ko: 1h 응답. 시간
nb: 1t svartid
nl: 1u Resp. Tijd
pt: 1h tempo resp.
sl: 1h Odziv čas
sv: 1h svarstid
uk: 1 год Відп.
vi: 1h đáp ứng Thời gian

source: Good Lookups
ar: عمليات بحث جيدة
az: Yaxşı Axtarışlar
bo: འཚོལ་བཤོལ་བཟང་པོ།
cs: Dobré vyhledávání
da: Gode opslag
el: Καλές αναζητήσεις
es: Buenas búsquedas
et: head otsingud
fa: جستجوهای خوب
fi: Hyvät haut
hi: अच्छी ढंग से ढूँढ़ना
hu: Jó keresés
in: Pencarian yang bagus
it: Buone ricerche
ja: 良いルックアップ
ko: 좋은 조회
nb: Gode oppslag
nl: Goede zoekopdrachten
pt: Boas pesquisas
sl: Dobri preverjanja
sv: Bra uppslag
uk: Хороші пошуки
vi: Tra cứu tốt

source: Last Good Lookup
ar: آخر بحث جيد
az: Son Yaxşı Axtarış
bo: མཐའ་མའི་འཚོལ་བཤོལ་བཟང་པོ།
cs: Poslední dobré vyhledávání
da: Seneste gode opslag
el: Τελευταία καλή αναζήτηση
es: Última búsqueda exitosa
et: Viimane edukas päring
fa: آخرین جستجوی خوب
fi: Viimeinen hyvä haku
hi: अंतिम अच्छा ढूँढ़ना
hu: Legutolsó Helyes Kikeresés
in: Lookup Terakhir yang Bagus
it: Ultima buona ricerca
ja: 最終良好検索
ko: 마지막 좋은 색인
nb: Siste gode oppslag
nl: Laatste Goede Lookup
pt: Última pesquisa OK
sl: Zadnje dobro preverjanje
sv: Senaste bra uppslag
uk: Останній вдалий пошук
vi: Tra cứu tốt lần cuối

source: Last Good Send
ar: آخر إرسال جيد
az: Son Yaxşı Göndərmə
bo: མཐའ་མའི་གཏོང་བཟང་པོ།
cs: Poslední dobré odeslání
da: Seneste gode afsending
el: Τελευταία καλή αποστολή
es: Último envío correcto
et: Viimane edukas saatmine
fa: آخرین ارسال خوب
fi: Viimeinen hyvä lähetys
hi: अंतिम अच्छा भेजना
hu: Legutolsó Helyes Küldés
in: Terakhir terkirim dengan baik
it: Ultimo buon invio
ja: 最終良好送信
ko: 마지막 좋은 송신
nb: Siste gode forsendelse
nl: Laatste Goede Verzending
pt: Último envio OK
sl: Zadnje dobro pošiljanje
sv: Senaste bra försändning
uk: Останнє вдале надсилання
vi: Gửi tốt cuối cùng

source: Last Good Store
ar: آخر حفظ جيد
az: Son Yaxşı Mağaza
bo: མཐའ་མའི་ཉར་བཟང་པོ།
cs: Poslední dobrý obchod
da: Seneste gode lagring
el: Τελευταία καλή αποθήκευση
es: Último guardado exitoso
et: Viimane edukas salvestus
fa: آخرین فروشگاه خوب
fi: Viimeinen hyvä kauppa
hi: अंतिम अच्छा संग्रह
hu: Legutolsó Helyes Tárolás
in: Store Terakhir yang Baik
it: Ultimo buon deposito
ja: 最終良好保存
ko: 마지막 좋은 저장
nb: Siste gode lagring
nl: Laatste Goede Opslag
pt: Última armaz. OK
sl: Zadnje dobro shranjevanje
sv: Senaste bra lagring
uk: Останній хороший магазин
vi: Cửa hàng tiện lợi cuối cùng

source: Bad Lookups
ar: عمليات البحث السيئة
az: Səhv Axtarışlar
bo: འཚོལ་བཤོལ་བཟང་པོ་མིན་པ།
cs: Špatné vyhledávání
da: Dårlige opslag
el: Κακές αναζητήσεις
es: Búsquedas incorrectas
et: Halvad otsingud
fa: جستجوهای بد
fi: Huonot haut
hi: राब ढूँढ़ना
hu: Rossz keresések
in: Pencarian yang buruk
it: Ricerche errate
ja: 悪いルックアップ
ko: 잘못된 조회
nb: Dårlige oppslag
nl: Slechte zoekopdrachten
pt: Pesquisas ruins
sl: Slab preverjanja
sv: Dåliga sökningar
uk: Поганий пошук
vi: Tra cứu xấu

source: Last Bad Lookup
ar: آخر بحث سيء
az: Son Pis Axtarış
bo: མཐའ་མའི་འཚོལ་བཤོལ་བཟང་པོ་མིན་པ།
cs: Poslední špatné vyhledávání
da: Seneste dårlig opslag
el: Τελευταία κακή αναζήτηση
es: Última búsqueda fallida
et: Viimane läbikukkunud päring
fa: آخرین جستجوی بد
fi: Viimeinen huono haku
hi: अंतिम खराब ढूँढ़ना
hu: Legutolsó Helytelen Kikeresés
in: Lookup Terakhir yang Buruk
it: Ultima cattiva ricerca
ja: 最終不良検索
ko: 마지막 나쁜 색인
nb: Siste dårlige oppslag
nl: Laatste Foute Lookup
pt: Última pesquisa ruim
sl: Zadnje slabo preverjanje
sv: Senaste dåliga uppslag
uk: Останній невдалий пошук
vi: Tra cứu xấu lần cuối

source: Last Bad Send
ar: آخر إرسال سيء
az: Son Səhv Göndərmə
bo: མཐའ་མའི་གཏོང་བཟང་པོ་མིན་པ།
cs: Poslední špatné odeslání
da: Seneste dårlige afsendelse
el: Τελευταία κακή αποστολή
es: Último envío fallido
et: Viimane läbikukkunud saatmine
fa: آخرین ارسال بد
fi: Viimeinen huono lähetys
hi: अंतिम खराब भेजना
hu: Legutolsó Helytelen Küldés
in: Kirim terakhir dengan buruk
it: Ultimo cattivo invio
ja: 最終不良送信
ko: 마지막 나쁜 송신
nb: Siste dårlige forsendelse
nl: Laatste Foute Verzending
pt: Último envio ruim
sl: Zadnje slabo pošiljanje
sv: Senaste dåliga försändning
uk: Останнє погане надсилання
vi: Lần gửi xấu cuối cùng

source: Last Bad Store
ar: آخر حفظ غير جيد
az: Son Pis Mağaza
bo: མཐའ་མའི་ཉར་བཟང་པོ་མིན་པ།
cs: Poslední špatný obchod
da: Seneste dårlige lagring
el: Τελευταία κακή αποθήκευση
es: Último guardado fallido
et: Viimane läbikukkunud salvestus
fa: آخرین فروشگاه بد
fi: Viimeinen huono kauppa
hi: अंतिम खराब संग्रह
hu: Legutolsó Helytelen Tárolás
in: Store Terakhir yang Buruk
it: Ultimo cattivo deposito
ja: 最終不良保存
ko: 마지막 나쁜 저장
nb: Siste dårlige lagring
nl: Laatste Foute Opslag
pt: Última armaz. ruim
sl: Zadnje slabo shranjevanje
sv: Senaste dåliga lagring
uk: Останній поганий магазин
vi: Cửa hàng xấu cuối cùng

source: caps
ar: قبعات
az: qapaqlar
bo: ནུས་པ།
cs: čepice
el: καπάκια
es: capacidades
et: võimekused
fa: کلاه
hi: क्षमताएँ
hu: tető
in: cap
it: maiuscole
ja: 大文字
ko: 대문자
sl: možnosti
sv: kap.
uk: можливості

source: Capabilities in the NetDb, not used to determine profiles
ar: القدرات الموجودة في NetDb، لا تستخدم لتحديد الملفات الشخصية
az: NetDb-də profilləri müəyyən etmək üçün istifadə edilməyən imkanlar
bo: NetDb ནང་གི་ནུས་པ་དག་ གསལ་བཤད་རྟགས་བཟོ་བར་མི་ལོས་པ།
cs: Schopnosti v NetDb, které se nepoužívají k určení profilů
da: Kapaciteter i NetDb, bruges ikke til at bestemme profiler
el: Δυνατότητες στο NetDb, που δεν χρησιμοποιούνται για τον προσδιορισμό προφίλ
es: Capacidades en la NetDb , no se usan para determinar los perfiles
et: NetDb võimalused, mida profiilide määramiseks ei kasutata
fa: قابلیت های موجود در NetDb که برای تعیین نمایه ها استفاده نمی شود
fi: NetDb:n ominaisuudet, joita ei käytetä profiilien määrittämiseen
hi: NetDb में क्षमताएँ, प्रोफ़ाइल निर्धारित करने के लिए उपयोग नहीं की जाती हैं
hu: A NetDb képességei, amelyek nem használatosak profilok meghatározására
in: Kemampuan di NetDb, tidak digunakan untuk menentukan profil
it: Funzionalità in NetDb, non utilizzate per determinare i profili
ja: NetDBの機能、プロファイルの決定には使用されていません
ko: 프로필을 결정하는 데 사용되지 않는 NetDb의 기능
nb: Evner i NetDb, brukes ikke til å bestemme profiler
nl: Mogelijkheden in de NetDb, niet gebruikt om profielen te bepalen
pt: Capacidades no NetDb, não usadas para determinar perfis
sl: Možnosti v NetDb, ki se ne uporabljajo za določanje profila
sv: Förmåga i NetDb, används inte för att bestämma profiler
uk: Можливості в NetDb, які не використовуються для визначення профілів
vi: Khả năng trong NetDb, không được sử dụng để xác định hồ sơ

source: Reachable
ar: في متناول اليد
az: Əlçatan
bo: འཛུལ་ཐུབ་པ།
cs: Dosažitelný
da: Kan nås
el: Προσβάσιμο
es: Alcanzable
et: Kättesaadav
fa: قابل دسترس
fi: Saavutettavissa
hi: पहुँच सकता है
hu: Elérhető
in: Dapat dijangkau
it: Raggiungibile
ja: 到達可能
ko: 접근가능
nb: Tilgjengelige
nl: Bereikbaar
pt: Contactáveis
sl: Dosegljivo
sv: Nåbar
uk: Доступність
vi: Có thể tiếp cận

source: {0} shared bandwidth
ar: {0} عرض النطاق الترددي المشترك
az: {0} paylaşılan bant genişliyi
bo: {0} སྤེལ་བའི་དྲྭ་རྒྱུད་རྒྱ་ཁ།
cs: {0} sdílená šířka pásma
da: {0} delt båndbredde
el: {0} κοινόχρηστο εύρος ζώνης
es: {0} de ancho de banda compartido
et: {0} jagatud ribalaius
fa: {0} پهنای باند مشترک
fi: {0} jaettu kaistanleveys
hi: {0} साझा बैंडविड्थ
hu: {0} megosztott sávszélesség
it: {0} banda condivisa
ja: {0} 共有帯域幅
ko: {0} 공유 대역폭
nb: {0} delt båndbredde
nl: {0} gedeelde bandbreedte
pt: {0} largura de banda compartilhada
sl: {0} deljena širina pasma
sv: {0} delad bandbredd
uk: {0} спільна пропускна здатність
vi: {0} băng thông chia sẻ

source: Over {0} KB/s shared bandwidth
bo: {0} KB/s ལས་བརྒལ་བའི་སྤེལ་བའི་དྲྭ་རྒྱུད་རྒྱ་ཁ།
hi: {0} KB/s साझा बैंडविड्थ से अधिक
ko: {0} KB/s를 초과하는 공유 대역폭

source: status
ar: الحالة
az: vəziyyət
bo: གནས་བབ།
cs: stav
el: κατάσταση
es: estado
et: staatus
fa: وضعیت
fi: tila
hi: स्थिति
hu: állapot
it: stato
ja: ステータス
ko: 상태
pt: estado
sl: stanje
uk: статус
vi: trạng thái

source: is the peer banned, or unreachable, or failing tunnel tests?
ar: هل النظير محظور، أو غير قابل للوصول، أو فاشل في اختبارات النفق؟
az: həmyaşıd qadağandır, yoxsa əlçatmazdır və ya tunel testləri uğursuzdur?
bo: ལག་གདང་བཀག་པ་ཡིན་ནམ། ཡང་ན་འཛུལ་ཐུབ་པ་མིན་ནམ། ཡང་ན་གྲུང་ནེལ་ཚོད་ལྟ་ཕམ་པ་ཡིན་ནམ།
cs: Je partner zakázaný, nedosažitelný nebo neprošel tunelovými testy?
da: er klienten banned, utilgængelig eller mislykkes tunnel testene?
el: είναι το peer απαγορευμένο ή μη προσβάσιμο ή αποτυγχάνει στις δοκιμές σήραγγας?
es: ¿Está excluido el par, o es inalcanzable, o están fallando sus túneles de prueba?
et: kas ruuter bännitud, kättesaadamatu või kukub tunnelitestides läbi?
fa: آیا همتا ممنوع است یا غیرقابل دسترسی است یا در تست های تونل رد می شود؟
fi: onko vertaissolmu estetty, saavuttamaton tai epäonnistuu käytäväkokeissa?
hi: क्या पीयर प्रतिबंधित है, अस्पष्ट है, या टनल परीक्षणों में विफल हो रहा है?
hu: a társ kitiltva, nem elérhető vagy az alagút tesztjei sikertelenek?
in: apakah peer diblokir, atau tidak terjangkau, atau gagal saat tunnel test?
it: per caso il peer è bandito, irraggiungibile, o fallisce i test del tunnel?
ja: ピアが禁止されていたり、到達不可であったり、トンネルテストに失敗しているか？
ko: 피어가 차단됬거나, 도달하지 못하거나, 터널 테스트에 실패했습니까?
nb: er likemannen bannlyst, ikke tilgjengelig eller feiler tunneltester?
nl: is de peer verbannen, of onbereikbaar, of faalt het tunnel tests?
pt: o Par está banido, ou não alcançável ou com problemas para o teste de túnel?
sl: Je parter prepovedan, ali je nedosegljiv, ali zavrne teste tunelja?
sv: är noden förbjuden, eller inte kan nås, eller misslyckas tunneltest?
uk: одноранговий вузол заборонений, чи недоступний, чи не проходить тунельні тести?
vi: đồng nghiệp bị cấm, hoặc không thể tiếp cận, hoặc không vượt qua các thử nghiệm đường hầm?

source: groups
ar: مجموعات
az: qruplar
bo: སྡེ་ཚོགས།
cs: skupiny
da: Grupper
el: ομάδες
es: grupos
et: grupid
fa: گروه ها
fi: ryhmät
hi: समूह
hu: csoport
in: group
it: gruppi
ja: グループ
ko: 그룹
nb: grupper
nl: groepen
pt: grupos
sl: skupine
sv: grupper
uk: групи

source: Note: Peers are categorized by the profile organizer based on observable performance, not from capabilities they advertise in the NetDB.
ar: ملاحظة: يتم تصنيف النظراء بواسطة منظم ملف التعريف بناءً على الأداء الملحوظ، وليس من الإمكانات التي يعلنون عنها في NetDB.
az: Qeyd: Həmyaşıdlar NetDB-də reklam etdikləri imkanlara görə deyil, müşahidə edilə bilən performansa görə profil təşkilatçısı tərəfindən təsnif edilir.
bo: དྲན་ཐོ། ལག་གདང་རྣམས་གསལ་བཤད་རྟགས་བཟོ་བྱེད་ཀྱིས་མཐོང་ཐུབ་པའི་ནུས་པའི་གཞིར་བཞག་ནས་དབྱེ་རིམ་བྱེད་པ་ཡིན་ལ། NetDB ནང་ཁྱབ་བསྒྲགས་བྱེད་པའི་ནུས་པ་དག་ལས་མིན།
cs: Poznámka: Protějšky jsou kategorizovány organizátorem profilu na základě pozorovatelného výkonu, nikoli podle schopností, které inzerují v NetDB.
da: Bemærk: Peers kategoriseres af profilarrangøren baseret på observerbar ydeevne, ikke ud fra funktioner, de annoncerer i NetDB.
el: Σημείωση: Οι ομότιμοι κατηγοριοποιούνται από τον οργανωτή προφίλ με βάση την παρατηρήσιμη απόδοση και όχι από τις δυνατότητες που διαφημίζουν στο NetDB.
es: Nota: Los pares son categorizados por el organizador de perfiles basándose en el rendimiento observado, no en las capacidades indicadas en la NetDb.
et: Märkus. Profiili korraldaja liigitab partnerid kategooriatesse jälgitava jõudluse, mitte NetDB-s reklaamitavate võimaluste alusel.
fa: توجه: همتاها توسط سازمان‌دهنده نمایه بر اساس عملکرد قابل مشاهده طبقه‌بندی می‌شوند، نه بر اساس قابلیت‌هایی که در NetDB تبلیغ می‌کنند.
fi: Huomaa: Profiilin järjestäjä luokittelee vertaiskäyttäjät havaittavan suorituskyvyn perusteella, ei niiden ominaisuuksien perusteella, joita he mainostavat NetDB:ssä.
hi: टिप्पणी: पीयर को उनकी पारदर्शक प्रदर्शन के आधार पर प्रोफ़ाइल ऑर्गनाइज़र द्वारा वर्गीकृत किया जाता है, न कि वे नेटडीबी में विज्ञापित क्षमताओं से।
hu: Megjegyzés: A társakat a profilszervező a megfigyelhető teljesítmény alapján kategorizálja, nem pedig a NetDB-n meghirdetett képességek alapján.
in: Catatan: Rekan dikategorikan oleh pengelola profil berdasarkan kinerja yang dapat diamati, bukan berdasarkan kemampuan yang mereka iklankan di NetDB.
it: Nota: I peer sono categorizzato dall'organizzatore di profili basandosi sulle prestazioni osservabili, non dalle capacità pubblicizzate da loro nel NetDb.
ja: 注：ピアは、NetDBで宣伝する機能からではなく、観察可能なパフォーマンスに基づいてプロファイルオーガナイザーによって分類されます。
ko: 참고: 피어는 NetDB에서 광고하는 기능이 아니라 관찰 가능한 성능을 기반으로 프로필 구성자에 의해 분류됩니다.
nb: Merk: Peers er kategorisert av profilarrangøren basert på observerbar ytelse, ikke fra funksjoner de annonserer i NetDB.
nl: Opmerking: Peers worden door de profielorganisator gecategoriseerd op basis van waarneembare prestaties, niet op basis van de mogelijkheden die zij adverteren in de NetDB.
pt: Observação: os pares são categorizados pelo organizador do perfil com base no desempenho observável, não nos recursos anunciados no NetDb.
sl: Opomba: Parterji so kategorizirani po organizatorju profila na podlagi opažene zmogljivosti, ne glede na možnosti, ki jih oglašajo v NetDB.
sv: Obs: Peers kategoriseras av profilorganisatören baserat på observerbar prestanda, inte från funktioner som de annonserar i NetDB.
uk: Примітка. Однорангові класифікуються організатором профілю на основі спостережуваної продуктивності, а не на основі можливостей, які вони рекламують у NetDB.
vi: Lưu ý: Các đồng nghiệp được phân loại theo người tổ chức hồ sơ dựa trên hiệu suất có thể quan sát được, không phải từ các khả năng mà họ quảng cáo trong NetDB.

source: Fast
ar: سريع
az: Sürətli
bo: མྱུར་བ།
cs: Rychle
da: Hurtig
el: Γρήγορα
es: Rápidos
et: Kiire
fa: سریع
fi: Nopea
hi: तेज
hu: Gyors
in: Cepat
it: Veloce
ja: 高速
ko: 빠른
nb: Rask
nl: Snel
pt: Rápidos
sl: Hitro
sv: Snabba
uk: Швидко
vi: Nhanh

source: Peers marked as high capacity that also meet or exceed speed average for all profiled peers.
ar: تم تصنيف الأقران على أنهم ذوي قدرة عالية تفي أيضًا بمتوسط ​​السرعة أو تتجاوزه لجميع الأقران المحددين.
az: Bütün profilli həmyaşıdlar üçün orta sürətə cavab verən və ya artıq olan yüksək tutumlu həmyaşıdlar.
bo: མཐོ་ནུས་ཅན་དུ་རྟགས་བཀོད་བྱས་པའི་ལག་གདང་དེ་དག་གིས་ཞིབ་འཇུག་བྱས་པའི་ལག་གདང་ཚང་མའི་མྱུར་ཚད་ཆ་སྙོམ་ལ་སོན་པ་ཡང་ན་ལས་བརྒལ་བ།
cs: Peers označeni jako vysokokapacitní, kteří také splňují nebo překračují rychlostní průměr všech profilovaných vrstevníků.
da: Peers markeret som høj kapacitet, der også opfylder eller overstiger hastighedsgennemsnittet for alle profilerede peers.
el: Ομότιμοι χαρακτηρισμένοι ως υψηλής χωρητικότητας που επίσης πληρούν ή υπερβαίνουν τον μέσο όρο ταχύτητας για όλους τους ομοτίμους με προφίλ.
es: Pares de alta capacidad que alcanzan o exceden la velocidad media de todos pares comprobados.
et: Suure võimsusega kaaslased, mis vastavad või ületavad ka kõigi profileeritud kaaslaste keskmise kiiruse.
fa: همتاهایی که به عنوان ظرفیت بالا مشخص شده‌اند که میانگین سرعت را برای همه همتایان نمایه‌شده نیز برآورده می‌کنند یا از آن فراتر می‌روند.
fi: Suurikapasiteetiksi merkityt vertaiset, jotka myös täyttävät tai ylittävät kaikkien profiloitujen vertaislaitteiden keskimääräisen nopeuden.
hi: उच्च क्षमता वाले पीयर जो सभी प्रोफ़ाइल्ड पीयर के लिए औसत गति भी पूरा करते हैं या उससे अधिक होते हैं।
hu: Nagy kapacitásúként megjelölt társak, amelyek elérik vagy meghaladják az összes profilozott partner átlagos sebességét.
in: Rekan yang ditandai sebagai berkapasitas tinggi yang juga memenuhi atau melampaui kecepatan rata-rata untuk semua rekan yang diprofilkan.
it: Peer marcati come alta capacità che inoltre soddisfano o superano la velocità media per tutti i peer profilati.
ja: すべてのプロファイリングされたピアの平均速度以上である、高容量としてマークされたピア。
ko: 프로파일링된 모든 피어의 평균 속도를 충족하거나 초과하는 고용량으로 표시된 피어입니다.
nb: Personer merket som høy kapasitet som også møter eller overskrider hastighetsgjennomsnittet for alle profilerte jevnaldrende.
nl: Peers gemarkeerd als hoge capaciteit die ook het snelheidsgemiddelde voor alle geprofileerde peers halen of overschrijden.
pt: Peers marcados como de alta capacidade que também atendem ou excedem a média de velocidade de todos os peers perfilados.
sl: Parterji, označeni kot visoka kapaciteta, ki tudi izpolnjujejo ali presega povprečje hitrosti za vse profilirane parterje.
sv: Peers markerade som hög kapacitet som också uppfyller eller överstiger hastighetsgenomsnittet för alla profilerade kamrater.
uk: Однорангові пристрої, позначені як високопродуктивні, які також відповідають або перевищують середню швидкість для всіх профільованих однорангових пристроїв.
vi: Đồng nghiệp được đánh dấu là có năng lực cao cũng đáp ứng hoặc vượt quá tốc độ trung bình cho tất cả các đồng nghiệp có hồ sơ.
