Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Be careful changing any settings here. The 'router console' and 'application tunnels' are required for most uses of I2P. Only advanced users should change these.
ar: كن حذرًا عند تغيير أي إعدادات هنا. وحدة تحكم جهاز التوجيه وأنفاق التطبيقات مطلوبة لمعظم استخدامات I2P. يجب على المستخدمين المتقدمين فقط تغيير هذه.
az: Burada hər hansı bir parametrləri dəyişdirmək üçün diqqətli olun. "Router konsolu" və "tətbiqi tunellər" i2P-nin əksər istifadəsi üçün tələb olunur. Yalnız inkişaf etmiş istifadəçilər bunları dəyişdirməlidirlər.
bo: འདི་ནང་གི་སྒྲིག་སྟངས་ག་ཅི་ར་བསྒྱུར་བར་གཟབ་གཟབ་བྱོས། 'རོ་ཌེར་སྐད་བརྡ་ཁང' དང་ 'གཞུང་ཆེན་བརྒྱུད་ལམ་ཚུ་' ནི་I2P ཀྱི་བེད་སྤྱོད་མང་ཆེ་བར་མཁོ་ངེས། རིམ་པ་མཐོ་བའི་ལག་ལེན་པ་ཚུ་གི་སྒྲིག་སྟངས་ག་ཅི་ར་བསྒྱུར་དགོས།
cs: Zde buďte opatrní při změně jakýchkoliv nastavení. Pro většinu použití I2P jsou vyžadovány „konzole směrovače“ a „aplikační tunely“. Toto by měli měnit pouze pokročilí uživatelé.
da: Vær forsigtig til at ændre indstillingerne her. 'Router konsol' og 'applikationstunneler' er nødvendige for de fleste anvendelser af i2P . Kun avancerede brugere bør gøre sådanne ændringer.
el: Προσέξτε να αλλάξετε τις ρυθμίσεις εδώ. Οι «κονσόλες δρομολογητή» και «σήραγγες εφαρμογής» απαιτούνται για τις περισσότερες χρήσεις του I2P. Μόνο οι προηγμένοι χρήστες πρέπει να αλλάξουν αυτά.
es: Tenga precaución aquí al cambiar cualquier configuración. La 'consola del router ' y los 'túneles de aplicación' se requieren para la mayoría de usos de I2P. Sólo deberían cambiarlas los usuarios avanzados.
et: Olge siinsete sätete muutmisel ettevaatlik.
fa: هنگام تغییر هر یک از تنظیمات احتیاط کنید. «کنسول روتر» و «تونل‌های کاربردی» برای استفاده از بیشتر قابلیت‌های I2P الزامی هستند. تنها کاربران پیشرفته باید این تنظیمات را تغییر دهند.
fi: Ole varovainen muuttaessasi asetuksia täällä.
hi: यहाँ किसी भी सेटिंग को बदलते समय सावधान रहें। 'रूटर कंसोल' और 'एप्लिकेशन टनल' I2P के अधिकांश उपयोगों के लिए आवश्यक होते हैं। केवल उन्नत उपयोगकर्ताओं को इन्हें बदलना चाहिए।
hu: Óvatosan módosítsa a beállításokat itt. Az „útválasztó konzol” és az „alkalmazási alagutak” az I2P legtöbb használatához szükségesek. Ezeket csak tapasztalt felhasználók módosíthatják.
in: Hati-hati mengubah pengaturan di sini. 'Router console' dan 'application tunnels' dibutuhkan untuk sebagian besar penggunaan I2P. Hanya pengguna tingkat lanjut yang boleh mengubahnya.
it: Presta attenzione quando modifichi queste impostazioni. La 'console del router" e il "gestore dei tunnel' sono richiesti per la maggior parte di utilizzi di I2P. Solo gli utenti avanzati dovrebbero modificare questi parametri.
ja: ここで設定を変更することに注意してください。 i2pのほとんどの用途には、「ルーターコンソール」と「アプリケーショントンネル」が必要です。 高度なユーザーのみがこれらを変更する必要があります。
ko: 설정을 바꿀 때 주의하세요. 라우터 콘솔과 어플리케이션 터널은 I2P에서 매우 중요한 부분입니다. 고급 사용자만 설정을 변경하세요.
nb: Vær forsiktig med å endre innstillinger her. 'Router Console' og 'Application Tunnels' er påkrevd for mest bruk av I2P. Bare avanserte brukere bør endre disse.
nl: Wees voorzichtig met het aanpassen van instellingen hier. De 'router console' en 'applicatie tunnels' zijn nodig voor de meeste toepassingen van I2P. Alleen gevorderde gebruikers zouden deze moeten aanpassen.
pt: Tenha atenção ao alterar definições neste local. A 'consola do router' e 'túneis da aplicação' são requeridos para maior parte dos usos do I2P. Apenas utilizadores avançados devem alterar estas definições.
sl: Oprezno spremenite nastavitve tukaj. 'Konzola usmerjevalnika' in 'aplikacijski tuneli' sta zahtevana za večino uporab I2P. Te nastavitve bi lahko spremenili le napredni uporabniki.
sv: Var försiktig med ändringar här. Routerkonsolen och programstunnlarna är vanligtvis nödvändiga för att I2P ska fungera. Icke-erfarna användare bör inte ändra dessa.
uk: Будьте обережні, змінюючи тут будь-які налаштування. «Консоль маршрутизатора» та «тунелі додатків» необхідні для більшості застосувань I2P. Змінювати їх повинні лише досвідчені користувачі.
vi: Hãy cẩn thận khi thay đổi bất kỳ cài đặt nào ở đây.

source: config router family
ar: عائلة جهاز التوجيه التكوين
az: router ailəsini konfiqurasiya edin
bo: རོ་ཌེར་ཁྱིམ་ཚང་བཀོད་སྒྲིག
cs: config rodina routerů
da: config routerfamilie
el: οικογένεια δρομολογητή διαμόρφωσης
es: configurar familia de routers
et: config ruuteri perekond
fa: تنظیم خانواده روتر
fi: config-reititinperhe
hi: रूटर परिवार की सेटिंग
hu: útválasztó család konfigurálása
in: pengaturan router family
it: configura famiglia del router
ja: ルーターファミリーの設定
ko: 라우터 패밀리 설정
nb: config ruterfamilie
nl: configureer router familie
pt: Configure a Família do Roteador
sl: konfig družina usmerjevalnika
sv: konfigurera routerfamilj
uk: сімейство конфігураційних маршрутизаторів
vi: họ bộ định tuyến cấu hình

source: Routers in the same family share a family key.
ar: تشترك أجهزة التوجيه الموجودة في نفس العائلة في مفتاح العائلة.
az: Eyni ailədəki marşrutlaşdırıcılar ailə açarını paylaşırlar.
bo: གཅིག་པའི་ཁྱིམ་ཚང་ནང་གི་རོ་ཌེར་ཚུ་གི་ཁྱིམ་ཚང་ལྡེ་མིག་རོལ་སྤྱོད་བྱེད།
cs: Směrovače ve stejné rodině sdílejí rodinný klíč.
da: Routere i samme familie deler en familienøgle.
el: Οι δρομολογητές στην ίδια οικογένεια μοιράζονται ένα οικογενειακό κλειδί.
es: Los routers en la misma familia comparten una clave de familia.
et: Sama perekonna ruuteritel on perekonna võti.
fa: روترهای یک خانواده از یک کلید خانوادگی مشترک استفاده می‌کنند.
fi: Saman perheen reitittimillä on yhteinen perheavain.
hi: एक ही परिवार में रूटर परिवार की कुंजी साझा करते हैं।
hu: Ugyanabba a családba tartozó útválasztók közös családi kulccsal rendelkeznek.
in: Router di family yang sama berbagi family key.
it: I router nella stessa famiglia condividono una chiave famiglia.
ja: 同じファミリー内のルーターはファミリーキーを共有します。
ko: 같은 패밀리 안에있는 라우터들은 같은 가족키를 공유합니다.
nb: Rutere i samme familie deler en familienøkkel.
nl: Routers binnen dezelfde familie delen een familie sleutel.
pt: Os roteadores na mesma família partilham uma chave de família.
sl: Usmerjevalniki v isti družini delijo družinski ključ.
sv: Routrar i samma familj delar en familjenyckel
uk: Маршрутизатори в одній сім 'ї мають спільний сімейний ключ.
vi: Các bộ định tuyến trong cùng một họ chia sẻ khóa gia đình.

source: To join an existing family, import the private key you exported from a router in the family.
ar: للانضمام إلى عائلة موجودة، قم باستيراد المفتاح الخاص الذي قمت بتصديره من جهاز توجيه في العائلة.
az: Mövcud ailəyə qoşulmaq üçün ailədəki marşrutlaşdırıcıdan ixrac etdiyiniz şəxsi açarı idxal edin.
bo: གནས་ཡོད་པའི་ཁྱིམ་ཚང་ལ་ཞུགས་པར། ཁྱིམ་ཚང་ནང་གི་རོ་ཌེར་ནས་ཕྱིར་སྤྲོད་བྱས་པའི་སྒེར་དོན་ལྡེ་མིག་ནང་འདྲེན་བྱོས།
cs: Chcete-li se připojit k existující rodině, importujte soukromý klíč, který jste exportovali ze směrovače v rodině.
da: For at blive medlem af en eksisterende familie skal du importere den private nøgle, du eksporterede fra en router i familien.
el: Για να συμμετάσχετε σε μια υπάρχουσα οικογένεια, εισαγάγετε το ιδιωτικό κλειδί που εξαγάξατε από έναν δρομολογητή της οικογένειας.
es: Para unirse a una familia ya existente, importe la clave privada que ha exportado del otro router.
et: Olemasoleva perega liitumiseks importige privaatvõti, mille ekspordisite perekonna ruuterist.
fa: برای پیوستن به یک خانواده موجود، کلید خصوصی را که از یک روتر درون خانواده صادر کرده‌اید وارد کنید.
fi: Jos haluat liittyä olemassa olevaan perheeseen, tuo yksityinen avain, jonka vietit perheen reitittimestä.
hi: मौजूदा परिवार में शामिल होने के लिए, परिवार में से एक रूटर से निर्यातित गुप्त कुंजी को आयात करें।
hu: Meglévő családhoz való csatlakozáshoz importálja a család egyik routeréről exportált privát kulcsot.
in: Untuk bergabung dengan family yang ada, impor private key yang anda ekspor dari router di dalam family.
it: Per unirti ad una famiglia esistente, importa la chiave privata che hai esportato da un router nella famiglia.
ja: 既存のファミリーに参加するには、ファミリー内のルーターからエクスポートした秘密キーをインポートします。
ko: 존재하는 패밀리에 가입하시려면 패밀리 안의 라우터에서 내보낸 사설키를 가져오세요.
nb: For å bli med i en eksisterende familie, importer den private nøkkelen du eksporterte fra en ruter i familien.
nl: Om een bestaande router familie te betreden, importeer je de prive sleutel die je bij een andere router hebt geexporteerd.
pt: Para ingressar em uma família existente, importe a chave privada que você exportou de um roteador da família.
sl: Da se pridružite obstoječi družini, uvozite zasebni ključ, ki ga ste izvežli iz usmerjevalnika v družini.
sv: För att ansluta till en existerande familj, importera den privata nyckel som du exporterade från en router i familjen.
uk: Щоб приєднатися до існуючої сім 'ї, імпортуйте закритий ключ, який ви експортували з маршрутизатора в сім' ї.
vi: Để tham gia một nhóm hiện có, hãy nhập khóa riêng mà bạn đã xuất từ ​​bộ định tuyến trong nhóm đó.

source: To start a new family, enter a family name.
ar: لبدء عائلة جديدة، أدخل اسم العائلة.
az: Yeni ailəyə başlamaq üçün ailə adını daxil edin.
bo: ཁྱིམ་ཚང་གསར་པ་ཞིག་འགོ་ཚུགས་པར། ཁྱིམ་ཚང་གི་མིང་ཞིག་བྲིས་ནས་འཇུག་རོགས།
cs: Chcete-li založit novou rodinu, zadejte příjmení.
da: Indtast et efternavn for at starte en ny familie.
el: Για να δημιουργήσετε μια νέα οικογένεια, εισαγάγετε ένα οικογενειακό όνομα.
es: Para comenzar una nueva familia, introduzca un nombre para la familia.
et: Uue pere loomiseks sisestage perekonnanimi.
fa: برای شروع یک خانواده جدید، نام خانواده را وارد کنید.
fi: Jos haluat perustaa uuden perheen, anna sukunimi.
hi: नई परिवार की शुरुआत करने के लिए, परिवार का नाम दर्ज करें।
hu: Új család indításához adjon meg egy családnevet.
in: Untuk memulai router family baru, masukkan nama router familiy-nya.
it: Per iniziare una nuova famiglia, inserisci un nome di famiglia.
ja: 新しい家族を始めるには、家族の名前を入力します。
ko: 새 패밀리를 시작하려면 패밀리 이름을 입력하세요.
nb: For å starte en ny familie, skriv inn et familienavn.
nl: Om een nieuwe familie te starten, stel een naam in.
pt: Para iniciar uma nova família, digite um nome de família.
sl: Da začnete novo družino, vnesite ime družine.
sv: För att starta en ny familj, ange ett familjenamn.
uk: Щоб створити нову сім 'ю, введіть прізвище.
vi: Để bắt đầu một gia đình mới, hãy nhập tên gia đình.

source: Join Existing Router Family
ar: انضم إلى عائلة جهاز التوجيه الموجودة
az: Mövcud Router Ailəsinə qoşulun
bo: གནས་ཡོད་པའི་རོ་ཌེར་ཁྱིམ་ཚང་ལ་ཞུགས་པ།
cs: Připojte se ke stávající rodině routerů
da: Slut dig til eksisterende routerfamilie
el: Εγγραφείτε στην υπάρχουσα οικογένεια δρομολογητών
es: Unirse a una familia de routers existente
et: Liituge olemasoleva ruuteriperega
fa: پیوستن به خانواده موجود روتر
fi: Liity olemassa olevaan reititinperheeseen
hi: मौजूदा रूटर परिवार में शामिल हों
hu: Csatlakozás a meglévő router családhoz
in: Bergabung dengan Router Family yang sudah ada
it: Entra in una Famiglia
ja: 既存のルーターファミリーに参加する
ko: 기존 라우터 패밀리에 가입
nb: Ta del i eksisterende ruterfamilie
nl: Betreed bestaande router familie
pt: Junte-se à família de roteadores existente
sl: Pridruži obstoječi družini usmerjevalnika
sv: Anslut till existerande routerfamilj
uk: Приєднатися до існуючого сімейства маршрутизаторів
vi: Tham gia gia đình bộ định tuyến hiện có

source: Import the secret family key that you exported from an existing router in the family.
ar: قم باستيراد مفتاح العائلة السري الذي قمت بتصديره من جهاز توجيه موجود في العائلة.
az: Ailədəki mövcud marşrutlaşdırıcıdan ixrac etdiyiniz gizli ailə açarını idxal edin.
bo: ཁྱིམ་ཚང་ནང་ཡོད་པའི་རོ་ཌེར་ནས་ཕྱིར་འདྲེན་བྱས་པའི་གསང་བའི་ཁྱིམ་ཚང་ལྡེ་མིག་ནང་འདྲེན་བྱོས།
cs: Importujte tajný klíč rodiny, který jste exportovali z existujícího routeru v rodině.
da: Importer den hemmelige familienøgle, som du eksporterede fra en eksisterende router i familien.
el: Εισαγάγετε το μυστικό οικογενειακό κλειδί που εξαγάξατε από έναν υπάρχοντα δρομολογητή της οικογένειας.
es: Importa la clave secreta de familia que ha exportado de una familia de routers existente.
et: importige perekonna salajane võti, mille eksportisite perekonna olemasolevast ruuterist.
fa: وارد کردن کلید محرمانه خانوادگی که از یک روتر موجود درون خانواده صادر کرده‌اید.
fi: Tuo salainen perheavain, jonka vietit perheen olemassa olevasta reitittimestä.
hi: परिवार में मौजूद रूटर से निर्यातित गुप्त परिवार की कुंजी को आयात करें।
hu: Importálja a család meglévő routeréről exportált titkos kulcsot.
in: Impor family key rahasia yang anda ekspor dari router yang ada di family.
it: Importa la chiave segreta che hai esportato da un router nella famiglia.
ja: ファミリー内の既存のルーターからエクスポートしたファミリー秘密キーをインポートします。
ko: 패밀리 안에있는 라우터에서 가져온 비밀 가족키를 가져오세요.
nb: Importer den hemmelige familienøkkelen som du eksporterte fra en eksisterende ruter i familien.
nl: Importeer de geheime familie sleutel die je bij een andere router hebt geexperteerd.
pt: Importe a chave secreta da família que você exportou de um roteador existente na família.
sl: Uvozite skrivni družinski ključ, ki ga ste izvežli iz obstoječega usmerjevalnika v družini.
sv: Importera den hemliga familjenyckeln som du exporterade från en existerande router i familjen.
uk: Імпортуйте секретний ключ сімейства, який ви експортували з існуючого маршрутизатора сімейства.
vi: Nhập khóa gia đình bí mật mà bạn đã xuất từ ​​bộ định tuyến hiện có trong gia đình.

source: Select secret key file
ar: حدد ملف المفتاح السري
az: Gizli açar faylını seçin
bo: གསང་བའི་ལྡེ་མིག་ཡིག་ཆ་གདམ་རོགས།
cs: Vyberte soubor tajného klíče
da: Vælg hemmelig nøglefil
el: Επιλέξτε το αρχείο μυστικού κλειδιού
es: Seleccionar fichero con la clave secreta
et: valige salajase võtme fail
fa: انتخاب فایل کلید محرمانه
fi: Valitse salainen avaintiedosto
hi: गुप्त कुंजी का फ़ाइल चुनें
hu: Titkos kulcsú fájl kiválasztása
in: Pilih file secret key
it: Seleziona file chiave segreta
ja: 秘密鍵ファイルの選択
ko: 비밀 키 파일 선택
nb: Velg hemmelig nøkkelfil
nl: Selecteer geheime sleutel bestand
pt: Selecione o arquivo de chave secreta
sl: Izberite datoteko skrivnega ključa
sv: Välj hemlig nyckelfil
uk: Виберіть файл секретного ключа
vi: Chọn file khóa bí mật

source: Create New Router Family
ar: إنشاء عائلة جهاز توجيه جديدة
az: Yeni Router Ailəsi yaradın
bo: རོ་ཌེར་ཁྱིམ་ཚང་གསར་པ་གསར་བསྐྲུན་བྱོས།
cs: Vytvoření nové rodiny směrovačů
da: Opret ny routerfamilie
el: Δημιουργία νέας οικογένειας δρομολογητών
es: Crear una nueva familia de routers
et: Looge uus ruuteri perekond
fa: ایجاد خانواده جدید روتر
fi: Luo uusi reititinperhe
hi: नई रूटर परिवार बनाएं
hu: Új routercsalád létrehozása
in: Buat Router Family baru
it: Crea una nuova Famiglia
ja: 新しいルーターファミリーの作成
ko: 새 라우터 패밀리 만들기
nb: Opprett ny ruterfamilie
nl: Maak een nieuwe router familie
pt: Criar nova família de roteadores
sl: Ustvari novo družino usmerjevalnika
sv: Skapa ny routerfamilj
uk: Створення нового сімейства маршрутизаторів
vi: Tạo dòng bộ định tuyến mới

source: You may create a new router family here. Once you have created the family, you may export the family key file and share with other routers in your nominated family.
ar: يمكنك إنشاء عائلة جهاز توجيه جديدة هنا. بمجرد إنشاء العائلة، يمكنك تصدير ملف مفتاح العائلة ومشاركته مع أجهزة التوجيه الأخرى في عائلتك المرشحة.
az: Burada yeni bir yönlendirici ailə yarada bilərsiniz. Ailəni yaratdıqdan sonra ailənin açarı faylı ixrac edə və namizədliyinizdəki digər marşrutlaşdırıcılarla bölüşə bilərsiniz.
bo: ཁྱེད་ཀྱིས་འདི་ནས་རོ་ཌེར་ཁྱིམ་ཚང་གསར་པ་བསྐྱེད་ཆོག་གི་རེད་བ། ཁྱེད་ཀྱིས་ཁྱིམ་ཚང་བསྐྱེད་ཚར་བ་ར་མཚམ་ཁྱིམ་ཚང་ལྡེ་མིག་ཡིག་ཆ་ཕྱིར་འདྲེན་བྱེད་ཆོག་དང་ཁྱེད་ཀྱིས་གདམ་བའི་ཁྱིམ་ཚང་ནང་གི་རོ་ཌེར་དང་མཉམ་སྤེལ་བྱེད་ཆོག་བྱེད་ཆོག་བྱེད་ཆོག
cs: Zde můžete vytvořit novou rodinu routerů.
da: Du kan oprette en ny routerfamilie her. Når du har oprettet familien, kan du eksportere familiens nøglefil og dele med andre routere i din nominerede familie.
el: Μπορείτε να δημιουργήσετε μια νέα οικογένεια δρομολογητή εδώ. Μόλις δημιουργήσετε την οικογένεια, μπορείτε να εξαγάγετε το αρχείο κλειδιού οικογένειας και να μοιραστείτε με άλλους δρομολογητές στην υποψήφια οικογένειά σας.
es: Puedes crear aquí una familia de routers. Una vez hecho puedes exportar la clave de familia y compartirla con otros routers de la familia designada.
et: Võite siin luua uue ruuteri pere. Kui olete pere loonud, võite eksportida perekonna võtmefaili ja jagada oma nimetatud pere teiste ruuteriga.
fa: شما می‌توانید یک خانواده روتر جدید ایجاد کنید. پس از ایجاد خانواده می‌توانید فایل کلید خانواده را صادر و با سایر روترهای خانواده‌تان به اشتراک بگذارید.
fi: Voit luoda uuden reititinperheen täällä.
hi: आप यहाँ एक नई रूटर परिवार बना सकते हैं। परिवार बनाने के बाद, आप परिवार की कुंजी का फ़ाइल निर्यात कर सकते हैं और अपने चुने हुए परिवार में अन्य रूटरों के साथ साझा कर सकते हैं।
hu: Itt létrehozhat egy új útválasztó családot. Miután létrehozta a családot, exportálhatja a családi kulcsfájlt, és megoszthatja a kijelölt család többi útválasztójával.
in: Anda dapat membuat keluarga router baru di sini. Setelah Anda menciptakan keluarga, Anda dapat mengekspor file kunci keluarga dan berbagi dengan router lain di keluarga Anda yang dinominasikan.
it: Puoi creare una nuova famiglia di router qui. Una volta creata la famiglia, puoi esportare il file chiave e condividerlo con altri router nella tua famiglia designata.
ja: ここで新しいルーターファミリを作成できます。 家族を作成したら、ファミリーキーファイルをエクスポートし、指名された家族の他のルーターと共有できます。
ko: 여기에 새로운 라우터 제품군을 만들 수 있습니다. 가족을 만들면 가족 키 파일을 내보내고 지명 된 가족의 다른 라우터와 공유 할 수 있습니다.
nb: Du kan opprette en ny ruterfamilie her. Når du har opprettet familien, kan du eksportere familiens nøkkelfil og dele med andre rutere i din nominerte familie.
nl: U kunt hier een nieuwe routerfamilie maken. Nadat u de familie hebt gemaakt, kunt u het familiebestand van het gezin exporteren en delen met andere routers in uw genomineerde familie.
pt: Você pode criar uma nova família de roteador aqui. Depois de criar a família, você pode exportar o arquivo -chave da família e compartilhar com outros roteadores em sua família indicada.
sl: Tukaj lahko ustvarite novo družino usmerjevalnika. Ko boste ustvarili družino, lahko izvežete družinski ključni datoteko in jo delite z drugimi usmerjevalniki v svoji nominirani družini.
sv: Du kan skapa en ny routerfamilj här. När du har skapat familjen kan du exportera familjenyckelfilen och dela den med andra routrar i din nominerade familj.
uk: Тут можна створити нове сімейство маршрутизаторів. Після створення сімейства ви можете експортувати файл сімейного ключа та поділитися ним з іншими маршрутизаторами у вашому призначеному сімействі.
vi: Bạn có thể tạo dòng bộ định tuyến mới tại đây.

source: Note: To avoid deanonymization, do not name your family with personally-attributable information e.g. your IRC nickname; your family name is associated with your router's IP address.
ar: ملحوظة: لتجنب إخفاء الهوية، لا تذكر اسم عائلتك بمعلومات شخصية، على سبيل المثال. اللقب الخاص بك على IRC؛ يرتبط اسم عائلتك بعنوان IP الخاص بجهاز التوجيه الخاص بك.
az: DİQQƏT: DEanonimləşmədən qaçınmaq üçün, şəxsən maraqlanan məlumatlarla ailənizi adlandırmayın. IRC ləqəbiniz; Ailənizin adı Routerin IP ünvanı ilə əlaqələndirilir.
bo: དྲན་བརྟེན། མིང་ཁོང་མེད་པ་ལས་གཡོད་པར་གདའགོག་པར་སྔོན་བར་བྱེད་ཆོག་མི་རེད་བ། དཔེར་ནས། ཁྱེད་ཀྱི་མིང་ཁོང་མེད་པའི་ཆ་འཕྲིན་དང་མིང་བརྟེན་བྱེད་ཆོག་མི་རེད་བ། དཔེར་ནས། ཁྱེད་ཀྱི་IRC མིང་མིང་མིང་། ཁྱེད་ཀྱི་ཁྱིམ་ཚང་མིང་དེ་ནི་ཁྱེད་ཀྱི་རོ་ཌེར་གྱི་IP ཁ་བྱང་དང་འབྲེལ་ཡོད་པ།
cs: Poznámka: Abyste se vyhnuli deanonymizaci, nepojmenujte svou rodinu s osobně přispívajícími informacemi, např. Vaše přezdívka IRC; Vaše příjmení je spojeno s IP adresou vašeho routeru.
da: Bemærk: For at undgå dekanymisering skal du ikke navngive din familie med personligt attribuerende information, f.eks. dit IRC -kaldenavn; Dit efternavn er forbundet med din routers IP -adresse.
el: ΣΗΜΕΙΩΣΗ: Για να αποφύγετε την Deanonymization, μην ονομάζετε την οικογένειά σας με πληροφορίες προσωπικής κατανομής π.χ. Το ψευδώνυμό σας IRC; Το όνομα της οικογένειάς σας συνδέεται με τη διεύθυνση IP του δρομολογητή σας.
es: Nota: Para evitar la perder el anonimato, no nombres a tu familia con información personal, por ejemplo, con tu nick en el IRC; el nombre de tu familia está asociado a la IP de tu router.
et: MÄRKUS. Denonüümitamise vältimiseks ärge nimetage oma peret isiklikult saamatu teabega, nt. Teie IRC hüüdnimi; Teie perekonnanimi on seotud ruuteri IP -aadressiga.
fa: توجه: برای جلوگیری از دی‌انانیم شدن، نام خانواده را با اطلاعات قابل شناسایی شما مانند نیک‌نیم آی‌آرسی تان نامیده نکنید. نام خانواده با آدرس آی‌پی روتر شما مرتبط است.
fi: Huomautus: Älä anna perheesi nimeä henkilökohtaisilla tiedoilla esim. deanonymisoinnin välttämiseksi.
hi: टिप्पणी: अनानामी को टालने के लिए, अपने परिवार को अपनी व्यक्तिगत जानकारी के साथ नाम न दें, जैसे आपका IRC नाम; आपका परिवार का नाम आपके रूटर के आईपी पते से जुड़ा होता है।
hu: Megjegyzés: A névtelenítés elkerülése érdekében ne nevezze meg családját személyesen felróható adatokkal, pl. az Ön IRC beceneve; a családneve az útválasztó IP-címéhez van társítva.
in: CATATAN: Untuk menghindari deanonimisasi, jangan beri nama keluarga Anda dengan informasi yang dapat diatribusikan secara pribadi mis. nama panggilan IRC Anda; Nama keluarga Anda dikaitkan dengan alamat IP router Anda.
it: Nota: Per evitare deanonimizzazione, non chiamare la tua famiglia con informazioni o attributi personali es. il tuo nickname IRC; Il nome della tua famiglia è associato con il tuo IP del router.
ja: 注：長さを避けるために、個人的にアトリビュー可能な情報で家族に名前を付けないでください。 あなたのIRCニックネーム。 姓はルーターのIPアドレスに関連付けられています。
ko: 참고 : 교수용을 피하려면 개인적으로 주비가 가능한 정보를 가진 가족의 이름을 지정하지 마십시오. 당신의 IRC 닉네임; 가족 이름은 라우터의 IP 주소와 관련이 있습니다.
nb: MERKNAD: For å unngå dekanonymisering, ikke navngi familien din med personlig attributerbar informasjon, f.eks. IRC -kallenavnet ditt; Familienavnet ditt er tilknyttet ruterens IP -adresse.
nl: OPMERKING: Om deanonimisatie te voorkomen, noem je je gezin niet met persoonlijk toe te rekenen informatie, b.v. uw IRC -bijnaam; Uw familienaam is geassocieerd met het IP -adres van uw router.
pt: NOTA: Para evitar o desanonimato, não nomeie sua família com informações pessoalmente atribuíveis, por exemplo. Seu apelido de IRC; O nome da sua família está associado ao endereço IP do seu roteador.
sl: Opomba: Da bi se izognili razkrivanju anonimnosti, svojo družino ne imenujte z osebno identificirajočo informacijo, npr. vašo IRC priznanico; ime vaše družine je povezano z IP naslovom vašega usmerjevalnika.
sv: Obs: För att undvika deanonymisering, namnge inte din familj med personligt hänförlig information t.ex. ditt IRC smeknamn; ditt efternamn är kopplat till din routers IP-adress.
uk: Примітка. Щоб уникнути деанонімізації, не називайте свою сім 'ю особистою інформацією, наприклад, своїм псевдонімом IRC; ваше прізвище пов' язане з IP-адресою вашого маршрутизатора.
vi: Lưu ý: Để tránh việc ẩn danh, không đặt tên gia đình của bạn bằng thông tin có thể xác định cá nhân, ví dụ: biệt hiệu IRC của bạn; họ của bạn được liên kết với địa chỉ IP của bộ định tuyến.

source: Enter new family name
ar: أدخل اسم العائلة الجديد
az: Yeni soyadını daxil edin
bo: གསར་པའི་ཁྱིམ་ཚང་མིང་ཞིག་བྲས་ནས་འཇུག་རོགས།
cs: Zadejte nové příjmení
da: Indtast nyt efternavn
el: Εισαγάγετε νέο οικογενειακό όνομα
es: Introduzca un nuevo nombre para la familia
et: Sisestage uus perekonnanimi
fa: وارد کردن نام خانواده جدید
fi: Kirjoita uusi sukunimi
hi: नया परिवार का नाम दर्ज करें
hu: Adja meg az új családnevet
in: Masukkan nama keluarga baru
it: Inserisci nuovo nome famiglia
ja: 新しい姓を入力してください
ko: 새 가족 이름을 입력하십시오
nb: Skriv inn nytt etternavn
nl: Voer een nieuwe familienaam in
pt: Digite o novo nome de família
sl: Vnesite novo ime družine
sv: Ange nytt efternamn
uk: Введіть нове прізвище
vi: Nhập họ mới
