Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: While I2P will work fine behind most firewalls, your speeds and network integration will generally improve if the I2P port is forwarded for both UDP and TCP.
ar: على الرغم من أن I2P سيعمل بشكل جيد وراء معظم أنظمة الحماية النارية إلا أن سرعتك ودمجك في الشبكة عموما ستتحسن إذا تم توجيه منفذ I2P لكل من بروتوكولي UDP و TCP.
az: I2P ən firewall arxasında gözəl işləyəcək baxmayaraq, I2P port həm UDP, həm də TCP üçün irəli əgər sürət və şəbəkə inteqrasiya ümumiyyətlə yaxşılaşacaq.
bo: I2P ནི་མེ་བརྒྱུད་སྒྲིག་མང་ཆེ་བའི་རྒྱབ་ནས་ཡག་ཐུབ་ཀྱང་། I2P མཐེབ་ཁུག་ UDP དང་ TCP གཉིས་ཀར་བརྒྱུད་བྱས་ཚེ་ཁྱེད་ཀྱི་མྱུར་ཚད་དང་དྲ་བ་མཉམ་འདྲེས་ཡོངས་སྤེལ་ལེགས་གྲུབ་པར་འགྱུར་བ།
cs: I2P bude fungovat dobře za většinou firewallů, ale vaše rychlost a síťová integrace se obecně zlepší, pokud bude I2P port přesměrován pro UDP i TCP.
da: Selvom I2P virker bag de fleste firewalls, vil din hastighed og netværks integration generelt set blive forbedret hvis I2P portene bliver åbnet for både UDP og TCP
el: Αν και το I2P θα δουλέψει καλά πίσω από τα περισσότερα firewall, οι ταχύτητά σας και η ενσωμάτωση στο δίκτυο, εν γένει, θα βελτιωθεί αν υπάρχει προώθηση της πόρτας του I2P τόσο για UDP όσο και για TCP.
es: Aunque I2P funcionará detrás de la mayoría de cortafuegos, las velocidades e integración en la red generalmente mejorarán si el puerto de I2P es retransmitido tanto por UDP como por TCP.
et: Kuigi I2P töötab normaalselt enamuse tulemüüride taga, on ruuteri kiirus ja integreerumine paremad, kui suudad teha siseneva liikluse jaoks I2P pordile nii TCP kui UDP pordisuunamise.
fa: در حالی که I2P در پشت اکثر فایروال ها به خوبی کار می کند، اگر پورت I2P برای UDP و TCP ارسال شود، سرعت و یکپارچگی شبکه شما به طور کلی بهبود می یابد.
fi: Vaikka I2P toimii hyvin useimpien palomuurien takana, nopeudesi ja verkkointegraatiosi paranevat yleensä, jos I2P-portti välitetään sekä UDP:lle että TCP:lle.
hi: जबकि I2P अधिकांश फायरवॉल के पीछे ठीक कार्य करेगा, अगर I2P पोर्ट UDP और TCP दोनों के लिए फॉर्वर्ड किया जाता है, तो आपकी गति और नेटवर्क एकीकरण सामान्यतया सुधार होगा।
hu: Az I2P megfelelően működik, a legtöbb tűzfal mögött, a sebességed és a hálózati integrációd általánosan javul, ha mind az UDP, mind a TCP I2P port továbbítva van (port forwarding).
in: Sementara I2P akan bekerja dengan baik di balik kebanyakan firewall, kecepatan dan integrasi jaringan umumnya akan meningkat jika port I2P diteruskan untuk UDP dan TCP.
it: Nonostante I2P lavori bene dietro la maggior parte dei firewall, la tua integrazione di rete e le tue velocità miglioreranno in generale se la porta I2P è inoltrata sia su UDP che su TCP.
ja: I2P はほとんどのファイアウォールの背後で正常に動作しますが、I2P ポートが UDP と TCP の両方に転送されると、速度とネットワーク統合が通常向上します。
ko: I2P는 대부분의 방화벽 뒤에서 동작할 수 있지만, 속도와 네트워크 통합은 보통 UDP, TCP 둘다 포워딩 된 상태에서 더 향상됩니다.
nb: Mens I2P fungerer fint bak de fleste brannmurer, vil hastigheten og nettverksintegrasjonen vanligvis forbedre seg hvis I2P-porten videresendes både for UDP og TCP.
nl: Hoewel I2P goed zal werken achter de meeste firewalls, zullen uw snelheden en netwerkintegratie over het algemeen verbeteren als de I2P-poort wordt doorgestuurd voor zowel UDP als TCP.
pt: I2P funciona mesmo atrás de diversas paredes de fogo, mas a velocidade e integração na rede podem melhorar se as portas UDP e TCP usadas pelo I2P estiverem redirecionadas.
sl: I2P bo delal dobro za večino firewallov, vendar bo vaša hitrost in omrežna integracija običajno izboljšana, če je vrata I2P preusmerjena za UDP in TCP.
sv: Även om I2P fungerar bra bakom de flesta brandväggar kommer din hastighet och nätverksintegrering allmänt förbättras om I2P-porten vidarebefordrar både UDP och TCP.
uk: Хоча I2P добре працюватиме за більшістю брандмауерів, ваша швидкість і мережева інтеграція загалом покращаться, якщо порт I2P буде перенаправлятися як для UDP, так і для TCP.
vi: Mặc dù I2P sẽ hoạt động tốt sau hầu hết các tường lửa, tốc độ tích hợp và tích hợp mạng của bạn thường sẽ được cải thiện nếu cổng I2P được chuyển tiếp cho cả UDP và TCP.

source: If you can, please poke a hole in your firewall to allow unsolicited UDP and TCP packets to reach you.
ar: ان توفرت الامكانية قم بفتح منفذ في جدارك الناري للسماح بوصول حزم UDP و TCP غير مطلوبة اليك.
az: Mümkünsə, istənilməyən UDP və TCP paketlərinin sizə çatmasına imkan vermək üçün qoruyucu divarınıza dəlik soxun.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་བྱེད་ཐུབ་ན། ཁྱེད་ལ་མི་བརྩམས་པའི་ UDP དང་ TCP ཐུམ་སྒྲིལ་འབྱུང་བར་མེ་བརྒྱུད་པའི་མེ་བརྒྱུད་སྒྲིག་ནང་བུ་བརྟོ་བ་ཞིག་བརྒྱུད་བྱེད་རོགས།
cs: Pokud můžete, propíchněte prosím díru ve vašem firewallu, aby se k vám mohly dostat nevyžádané UDP a TCP pakety.
da: Hvis du kan, så prik et hul i din firewall så UDP og TCP pakker uopfordret kan nå dig.
el: Αν μπορείτε, παρακαλούμε ανοίξτε μια τρύπα στο firewall για να επιτρέπετε εισερχόμενα πακέτα UDP και TCP.
es: Si es posible, por favor permita el paso por el cortafuegos hasta usted de los paquetes TCP y UDP no solicitados.
et: Kui saad, palun võimalda oma tulemüüril/kohtõrgu ruuteril toimetada sinu I2P ruuterini väljast alguse saanud (mitte ainult vastuseks tulevaid) UDP ja TCP pakette.
fa: اگر می توانید، لطفاً یک سوراخ در فایروال خود ایجاد کنید تا بسته های UDP و TCP ناخواسته به شما دسترسی پیدا کنند.
fi: Jos voit, tee reikä palomuuriisi, jotta ei-toivotut UDP- ja TCP-paketit pääsevät perille.
hi: यदि संभव हो, कृपया अपने फायरवॉल में एक छेद बनाएं ताकि अनुरोधहीन UDP और TCP पैकेट आपको पहुंच सकें।
hu: Ha lehetséges, kérlek, üss lukat a tűzfaladon, hogy megengedje a nem kért UDP és TCP csomagoknak, hogy elérjenek hozzád.
in: Jika bisa, bauat lubang di firewall anda untuk mengizinkan paket UDP dan TCP yang tidak diminta untuk menghubungi router anda.
it: Se puoi, fai un buco nel tuo firewall in modo da permettere a pacchetti UDP e TCP non richiesti di raggiungerti.
ja: 可能であれば、ファイアウォールに穴を開けて、一方的な UDP および TCP パケットが到達できるようにしてください。
ko: 가능하다면, unsolicited UDP와 TCP 패킷 수송신을 방화벽을 설정해주세요.
nb: Hvis du kan, kan du lage et hull i brannmuren din for å tillate uønskede UDP- og TCP-pakker å nå deg.
nl: Indien mogelijk, probeer een opening in je firewall te maken om nieuwe UDP en TCP pakketten binnen te laten.
pt: Se possível, faze uma abertura na parede de fogo para permitir que pacotes TCP ou UDP não solicitados sejam recebidos.
sl: Če je mogoče, prosimo, da v vaš firewall vstavite luknjo, da lahko nesistematični UDP in TCP paketi dosežejo vas.
sv: Om du kan, du öppna ett hål i din brandvägg för att tillåta att icke begärda UDP och TCP-paket kan nå dig.
uk: Якщо ви можете, будь ласка, проткніть дірку у вашому брандмауері, щоб дозволити небажаним пакетам UDP і TCP дістатися до вас.
vi: Nếu bạn có thể, xin vui lòng chọc một lỗ trong tường lửa của bạn để cho phép các gói UDP và TCP không được yêu cầu liên hệ với bạn.

source: If you can't, I2P supports UPnP (Universal Plug and Play) and UDP hole punching with "SSU introductions" to relay traffic.
ar: في حالة عدم تمكنك، يدعم I2P تقنية UPnP (الاتصال العام القابل للتوصيل) و"قذف الثقوب" في الحزم UDP مع مقدمات SSU لتمرير الحركة.
az: Əgər edə bilmirsinizsə, I2P trafiki təkrarlamaq üçün UPnP (Universal Plug and Play) və UDP deşik zərbəsini"SSU girişləri" ilə dəstəkləyir.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་མི་ནུས་ལྡོགས་དགོས་ན། I2P ནི་ UPnP (Universal Plug and Play) དང་ "SSU introductions" དང་བཅས་པའི་ UDP བརྒྱུད་འཕྲོད་བརྒྱུད་བྱེད་པར་འགྲེམ་འགྲུལ་བརྒྱུད་བྱེད་པར་རྒྱབ་སྐྱོང་།
cs: Pokud nemůžete, I2P podporuje UPnP (Universal Plug and Play) a UDP děrování s "Úvody SSU" pro přenos dat.
da: Hvis du ikke kan, I2P understøtter UPnP (Universal Plug and Play) og UDP hulning med "SSU introduktioner" til at relæ trafikken
el: Αν δεν μπορείτε, το I2P υποστηρίζει UPnP (Universal Plug and Play) και UDP hole punching με "εισαγωγές SSU" για να μεταφέρει την κίνηση.
es: Si no puede, para repetir el tráfico I2P soporta UPnP (Universal Plug and Play) y apertura dinámica (hole punching) de UDP mediante "introducciones SSU".
et: Kui see pole võimalik, saab I2P proovida UPnP protokolli abil kohtvõrgu ruuterit seadistada ja SSU tutvustajate vahendusel siiski sisenevaid ühendusi vastu võtta.
fa: اگر نمی توانید، I2P از UPnP (وصل و پخش جهانی) و سوراخ کردن سوراخ UDP با "معرفی SSU" برای رله کردن ترافیک پشتیبانی می کند.
fi: Jos et voi, I2P tukee UPnP:tä (Universal Plug and Play) ja UDP-rei'itystoimintoa "SSU-esittelyillä" liikenteen välittämiseen.
hi: यदि आप नहीं कर सकते हैं, तो I2P UPnP (Universal Plug and Play) और "SSU introductions" के साथ UDP छेद पंच का समर्थन करता है ट्रैफ़िक को रिले करने के लिए।
hu: Ha ez nem lehetséges, az I2P támogatja az UPnP-t (Universal Plug and Play) és az UDP lyuk ütést az "SSU bemutatók" által, hogy forgalmat közvetítsen.
in: Jika tidak bisa, I2P mendukung UPnP (Universal Plug and Play) dan lubang UDP dengan "SSU introduction" untuk relay traffic.
it: Se non puoi, I2P supporta la perforazione UPnP (Universal Plug and Play) e UDP con "immissioni SSU" per trasmettere il traffico.
ja: それができない場合は、I2P は UPnP (ユニバーサル プラグ アンド プレイ) と「SSU の紹介」による UDP ホール パンチをサポートし、トラフィックを中継します。
ko: 할 수 없다면, i2P는 UPnP (Universal Plug and Play) 와 UDP hole punching with "SSU introductions" 를 통해 트래픽을 릴레이 할 수 있습니다.
nb: Hvis du ikke kan det, støtter I2P UPnP (Universal Plug and Play) og UDP hullprikk med "SSU introduksjoner" for å omdirigere trafikk.
nl: Indien dit niet mogelijk is, I2P ondersteunt UPnP (Universal Plug en Play) en UDP perforatie met "SSU introducties" om verkeer te herleiden.
pt: Se não for possível, o I2P pode usar UPnP (Universal Plug and Play), UDP Hole Punching e "ajudantes SSU" para encaminhar as conexões.
sl: Če ne morete, I2P podpira UPnP (Univerzalno vstavitev in delovanje) in UDP "SSU predstavitev" za vstavljanje luknje, da prenesi promet.
sv: Om du inte kan, så stöder I2P UPnP (Universal Plug and Play) och UDP hålsöppning med "SSU introductions " för att förmedla trafiken.
uk: Якщо ви не можете, I2P підтримує UPnP (Universal Plug and Play) і UDP-перфорацію з "введеннями SSU" для ретрансляції трафіку.
vi: Nếu bạn không thể, I2P hỗ trợ UPnP (Universal Plug và Play) và UDP Hole đấm với "Giới thiệu SSU" để chuyển tiếp lưu lượng truy cập.

source: Most of the options on the Network Configuration page are for special situations, for example where UPnP does not work correctly, or a firewall not under your control is doing harm.
ar: غالبية خيارات صفحة تكويف الشبكة مخصصة لحالات خاصة مثل عدم عمل UPnP بشكل صحيح أو جدار ناري غير خاضع لسيطرتك يسبب أضرارا.
az: Şəbəkə Konfiqurasiyası səhifəsindəki seçimlərin əksəriyyəti xüsusi vəziyyətlər üçündür, məsələn, UPnP düzgün işləmir və ya nəzarətiniz altında olmayan qoruyucu divar zərər görür.
bo: དྲ་བའི་རྒྱུན་ལྡན་རྒྱུན་རྣམ་གཞི་གི་གདམ་ཀ་ཚང་མ་ཆེ་བའི་གནས་བབ་ཁག་གི་དོན་ཡོད། དཔེན་ UPnP ལས་ཀར་བསྣོན་མི་ནུས་ལྡོགས་མེད་པའམ། ཡང་ན་ཁྱེད་ཀྱིས་ཚོད་ལྟ་མེན་མེད་པའི་མེ་བརྒྱུད་མེ་བར་དུག་ཡོད་མེད་པ་གནོད་པའི་གནས་བབ་ཁག
cs: Většina možností na stránce Konfigurace sítě je pro zvláštní situace, například když UPnP nefunguje správně nebo když firewall, který nemáte pod kontrolou, škodí.
da: De fleste indstillinger på netværkskonfigurationssiden er til særlige situationer, for eksempel hvor UPnP ikke fungerer korrekt, eller en firewall, som du ikke har kontrol over, gør skade.
el: Οι περισσότερες επιλογές στη σελίδα Διαμόρφωσης Δικτύου αφορούν ειδικές καταστάσεις, για παράδειγμα όπου το UPnP δεν λειτουργεί σωστά ή ένα firewall που δεν είναι υπό τον έλεγχό σας προκαλεί ζημιά.
es: La mayoría de las opciones en la página 'Configuración de red' son para situaciones especiales, por ejemplo, donde UPnP no funciona correctamente o un cortafuegos fuera de su control está causando daño.
et: Enamus võrgukonfiguratsiooni lehe valikutest on spetsiaalseteks olukordadeks, näiteks kui UPnP ei tööta korrektselt või tulemüür, mida te kontrollida ei saa, tekitab kahju.
fa: بیشتر گزینه‌های صفحه پیکربندی شبکه برای موقعیت‌های خاص هستند، به عنوان مثال در مواردی که UPnP به درستی کار نمی‌کند یا فایروالی که تحت کنترل شما نیست آسیب می‌زند.
fi: Useimmat Verkkoasetukset-sivun vaihtoehdoista ovat erikoistilanteita varten, esimerkiksi silloin, kun UPnP ei toimi oikein tai palomuuri, joka ei ole sinun hallinnassasi, aiheuttaa vahinkoa.
hi: नेटवर्क सेटिंग पृष्ठ पर अधिकांश विकल्प विशेष स्थितियों के लिए होते हैं, जैसे कि जहां UPnP सही ढंग से कार्य नहीं करता है, या एक फायरवॉल जिसका आपके पास नियंत्रण नहीं है, नुकसान पहुंचा रहा है।
hu: A hálózati konfigurációs oldalon található beállítások többsége különleges helyzetekre van, például amikor az UPnP nem működik megfelelően, vagy egy felügyelet alatt nem álló tűzfal kárt okoz.
in: Sebagian besar pilihan di halaman konfigurasi Jaringan adalah untuk situasi khusus, misalnya di mana UPnP tidak bekerja dengan benar, atau firewall yang tidak berada di bawah kendali anda melakukan hal yang membahayakan.
it: Molte delle opzioni nella pagina di configurazione della rete sono per situazioni particolari, per esempio dove UPnP non lavora correttamente, o un firewall che non puoi controllare sta facendo danni.
ja: [ネットワーク構成] ページのオプションのほとんどは、UPnP が正しく動作しない場合や、制御下にないファイアウォールが害を及ぼしている場合など、特殊な状況に対応しています。
ko: 네트워크 구성 페이지의 대부분 옵션은 UPnP가 올바르게 작동하지 않거나 제어하지 못하는 방화벽이 문제를 일으키는 특수한 상황에서 사용됩니다.
nb: De fleste alternativene på nettverkskonfigurasjonssiden er for spesielle situasjoner, for eksempel hvor UPnP ikke fungerer riktig, eller en brannmur som ikke er under din kontroll, gjør skade.
nl: Meeste van de opties op de Netwerkconfiguratie pagina zijn voor speciale situaties, bijvoorbeeld wanneer UPnP niet correct werkt, of een firewall die niet onder jouw controle valt schade veroorzaakt.
pt: A maioria das opções na página Configuração de rede são para situações especiais, por exemplo, onde o UPnP não funciona corretamente ou um firewall que não está sob seu controle está causando danos.
sl: Večina možnosti na strani Konfiguracija omrežja je namenjena posebnim situacijam, npr. tam, kjer UPnP ne deluje pravilno, ali firewall, ki ga ne nadzorujete, škoduje.
sv: De flesta alternativen på nätverkskonfigurationssidan är för speciella situationer, till exempel när UPnP inte fungerar korrekt eller en brandvägg som du inte har kontroll över orsakar skada.
uk: Більшість параметрів на сторінці конфігурації мережі призначені для особливих ситуацій, наприклад, коли UPnP не працює належним чином або брандмауер, який ви не контролюєте, завдає шкоди.
vi: Hầu hết các tùy chọn trên trang Cấu hình Mạng dành cho các trường hợp đặc biệt, ví dụ như UPnP không hoạt động chính xác, hoặc một bức tường lửa không nằm dưới sự kiểm soát của bạn gây hại.

source: Certain firewalls such as symmetric NATs may not work well with I2P.
ar: قد لا تعمل بعض جدران الحماية مثل NATs المتماثلة بشكل جيد مع I2P.
az: Simmetrik elementlər kimi müəyyən qoruyucu divarlar I2P ilə yaxşı işləməyə bilər.
bo: ཁྱེད་ཀྱི་མིང་བརྟེན་པ་དག་པ་ symmetric NATs དག་པ་ I2P དང་ལ་ནང་བརྒྱུད་འཛུགས་མི་མིན་པ།
cs: Některé firewally, jako jsou symetrické NAT, nemusí s I2P správně fungovat.
da: Nogle firewalls som f.eks. symmetric NATs fungere muligvis ikke med I2P.
el: Ορισμένα firewall όπως στο συμμετρικό NAT πιθανόν να μην λειτουργούν καλά με το I2P.
es: Puede que algunos cortafuegos, como aquellos con NATs simétricos, no funcionen bien con I2P.
et: Mõned tulemüürid (sümmeetriline NAT) ei I2P-ga üldse hästi.
fa: برخی فایروال ها مانند NAT های متقارن ممکن است با I2P خوب کار نکنند.
fi: Tietyt palomuurit, kuten symmetriset NAT:t, eivät välttämättä toimi hyvin I2P:n kanssa.
hi: कुछ फायरवॉल, जैसे सममित एनएटी, I2P के साथ अच्छी तरह से कार्य नहीं कर सकते हैं।
hu: Bizonyos tűzfalak, mint a Szimmetrikus NAT-ok lehet, hogy nem működnek együtt megfelelően az I2P-vel.
in: Firewall tertentu seperti symmetric NAT mungkin tidak bekerja dengan baik dengan I2P.
it: Alcuni firewall come i NAT simmetrici potrebbero non funzionare bene con I2P.
ja: 対称 NAT などの特定のファイアウォールは、I2P ではうまく動作しない可能性があります。
ko: Symmetric NATs 같은 방화벽들은 I2P와 함께 동작하지 않습니다.
nb: Noen brannmurer som for eksempel symmetriske NAT-er fungerer kanskje ikke bra med I2P.
nl: Bepaalde firewalls zoals symmetrische NATs werken mogelijk niet goed met I2P.
pt: Certos tipos de firewalls como os de NAT simétrico, não funcionam bem com o I2P.
sl: Določeni firewalli, kot so simetrični NAT, morda ne delujejo dobro z I2P.
sv: Vissa brandväggar såsom symmetriska NAT kan fungerar dåligt med I2P.
uk: Певні брандмауери, такі як симетричні NAT, можуть погано працювати з I2P.
vi: Một số bức tường lửa như NAT đối xứng có thể không tương tác tốt với I2P.

source: UPnP is used to communicate with Internet Gateway Devices (IGDs) to detect the external IP address and forward ports.
ar: يستخدم UPnP للاتصال بأجهزة بوابات الانترنت (IGDs) للكشف عن عنوان IP الخارجي وتوجيه المنافذ.
az: UPnP xarici IP ünvanını və ötürmə portlarını aşkar etmək üçün İnternet Şlüz Cihazları (IGDs) ilə əlaqə qurmaq üçün istifadə olunur.
bo: UPnP དེ་ Internet Gateway Devices (IGDs) དང་འབྲེལ་བརྒྱུད་བཏོན་པའི་ཕྱི་རོལ་ IP ཁ་བྱང་དང་ཚོད་རྟགས་ཕྱིར་བརྒྱུད་བཏོན་པའི་ཕྱི་རོལ་ལ་བརྒྱུད་བཏོན་པའི་དོང་ལ་རོགས་སོ།
cs: UPnP se používá ke komunikaci se zařízeními internetové brány (IGD) k detekci externí IP adresy a dopředných portů.
da: UPnP bruges til at kommunikere med Internet Gateway Devices (IGDs) til at detektere den eksterne IP adresse og åbne porte.
el: Το UPnP χρησιμοποιείται για να επικοινωνήσει με συσκευές Internet Gateway (IGDs) για να ανιχνεύσει την εξωτερική διεύθυνση IP και να προωθήσει θύρες.
es: UPnP se utiliza para comunicarse con dispositivos de pasarela a Internet (IGDs), para detectar la dirección IP externa y retransmitir hacia esta los puertos.
et: UPnP on protokoll suhtluseks interneti lüüsi seadmetega (Internet Gateway Devices) et tuvastada väline IP aadress ja suunata porte.
fa: UPnP برای برقراری ارتباط با دستگاه های دروازه اینترنت (IGD) برای شناسایی آدرس IP خارجی و پورت های فوروارد استفاده می شود.
fi: UPnP:tä käytetään kommunikoimaan Internet-yhdyskäytävälaitteiden (IGD) kanssa ulkoisen IP-osoitteen ja edelleenporttien havaitsemiseksi.
hi: UPnP इंटरनेट गेटवे डिवाइस (IGDs) के साथ संवाद करने के लिए उपयोग किया जाता है ताकि बाहरी IP पता पता लगाया जा सके और पोर्ट को आगे बढ़ाया जा सके।
hu: Az UPnP Internet Átjáró Eszközökkel (Internet Gateway Devices, IGD) való kommunikációra szolgál, küldő IP címek észleléséhez és portok továbbításához.
in: UPnP digunakan untuk berkomunikasi dengan Internet Gateway Devices (IGD) untuk mendeteksi alamat IP eksternal dan port forward.
it: UPnP è usato per communicare con Strumenti di Gateway Internet (IGD) per rilevare l'indirizzo IP esterno e le porte di forwarding.
ja: UPnP は、インターネット ゲートウェイ デバイス (IGD) と通信し、外部 IP アドレスを検出し、ポートを転送するために使用されます。
ko: UPnP는 외부 IP를 감지하고 포트 포워딩을 위해 Internet Gateway Devices (IGDs)와 통신하는 용도로 사용됩니다.
nb: UPnP brukes til å kommunisere med Internet Gateway-enheter (IGD-er) for å oppdage den eksterne IP-adressen og videresende porter.
nl: UPnP is gebruikt om te communiceren met Internet Gateway Devices (IGDs) om het externe IP adres te detecteren en poorten door te sturen.
pt: UPnP é usado para comunicar com dispositivos de conexão com internet para detectar o endereço IP externo e redirecionar portas.
sl: UPnP se uporablja za komunikacijo z Strežniki za internetno vrata (IGD), da odkrije zunanji IP naslov in preusmeri vrata.
sv: UPnP används för att kommunicera med Internet inkörsportsenheter (IGDs) för att upptäcka den externa IP-adressen och att vidarebefordra portar
uk: UPnP використовується для зв’язку з пристроями Інтернет-шлюзу (IGD) для визначення зовнішньої IP-адреси та портів переадресації.
vi: UPnP được sử dụng để liên lạc với các thiết bị cổng Internet (IGD) để phát hiện địa chỉ IP bên ngoài và các cổng chuyển tiếp.

source: UPnP support is beta, and may not work for any number of reasons
ar: دعم UPnP هو نسخة بيتا وقد لا يعمل لأي سبب.
az: UPnP dəstəyi betadır və hər hansı bir səbəbdən işləməyə bilər
bo: UPnP རྒྱུན་དགོས་པ་ beta ཡིན་པ། དང་གང་ནས་རྒྱུན་དགོས་པ་མི་མིན་པའི་རྒྱུན་དགོས་པ་མི་མིན་པ།
cs: Podpora UPnP je beta a nemusí fungovat z mnoha důvodů
da: UPnP understøttelse er beta og kan muligvis ikke fungere af forskellige årsager
el: Η υποστήριξη UPnP είναι σε δοκιμαστική έκδοση (beta) και ενδέχεται να μην λειτουργήσει για οποιονδήποτε λόγο
es: El soporte de UPnP está en fase beta, y puede no funcionar por varias razones
et: UPnP tugi on beeta staadiumis ja võib mitmel erineval põhjusel mitte töötada
fa: پشتیبانی UPnP بتا است و ممکن است به دلایلی کار نکند
fi: UPnP-tuki on beta, eikä se välttämättä toimi useista syistä
hi: UPnP समर्थन बीटा है और किसी भी संख्या में कारणों के कारण कार्य नहीं कर सकता है
hu: Az UPnP támogatás béta fázisban van, és bármi okból kifolyólag nem működhet
in: Dukungan UPNP adalah beta, dan mungkin tidak berfungsi karena sejumlah alasan
it: Il supporto UPnP è in beta, e potrebbe non funzionare per molte ragioni
ja: UPnP サポートはベータ版であり、さまざまな理由で機能しない可能性があります
ko: UPnP 지원은 베타 버전이며 다양한 이유로 인해 작동하지 않을 수 있습니다.
nb: UPnP-støtte er beta og kan ikke fungere av en rekke årsaker
nl: UPnP-ondersteuning is bèta en kan om verschillende redenen mogelijk niet werken
pt: O suporte UPnP é beta e pode não funcionar por vários motivos
sl: Podpora UPnP je beta in morda ne deluje iz različnih razlogov
sv: UPnP-stöd är beta och kanske inte fungerar av olika anledningar
uk: Підтримка UPnP є бета-версією і може не працювати з багатьох причин
vi: Hỗ trợ UPnP là Beta và có thể không hoạt động vì bất kỳ lý do nào

source: No UPnP-compatible device present
ar: غياب أي جهاز متوافق مع UPnP
az: UPnP uyğun cihaz yoxdur
bo: UPnP-དང་བརྒྱུན་མིན་མཐུད་པའི་མཐུད་པ་མེད་མིན་མེད་པ།
cs: Není přítomno žádné zařízení kompatibilní s UPnP
da: Ingen UPnP-kompatibelt enhed er tilstede.
el: Δεν βρέθηκε συσκευή συμβατή με UPnP
es: No se encontró ningún dispositivo con compatibilidad UPnP
et: Ei leidnud UPnP-ühilduvaid seadmeid
fa: دستگاه سازگار با UPnP وجود ندارد
fi: Ei UPnP-yhteensopivaa laitetta
hi: UPnP संगत डिवाइस उपलब्ध नहीं है
hu: Nincs jelen UPnP-kompatibilis eszköz
in: Tidak ada perangkat yang kompatibel dengan UPnP
it: Nessun dispositivo UPnP-compatibile è presente
ja: UPnP対応デバイスが存在しません
ko: UPnP 호환 기기가 없음
nb: Ingen UPnP-kompatibel enhet tilgjengelig
nl: Geen UPnP-compatible device aanwezig
pt: Nenhum dispositivo compatível com UPnP encontrado
sl: Ni prisoten naprave, združljive z UPnP
sv: Ingen UPnP-kompatibel enhet hittas
uk: немає UPnP-сумісного пристрою
vi: Không có thiết bị tương thích UPnP

source: UPnP disabled on the device
ar: تعطيل UPnP على الجهاز
az: UPnP cihazda deaktiv edilib
bo: མཐུད་པའི་ཐོག་ནང་ UPnP མི་རྒྱུན་དགོས་མེད་མེད་པ།
cs: UPnP na zařízení zakázáno
da: UPnP er slået fra på enheden
el: Η λειτουργία UPnP είναι απενεργοποιημένη στην συσκευή
es: UPnP deshabilitado en el dispositivo
et: UPnP on seadmel välja lülitatud
fa: UPnP در دستگاه غیرفعال است
fi: UPnP ei ole käytössä laitteessa
hi: डिवाइस पर UPnP अक्षम है
hu: Az eszközön az UPnP letiltva.
in: UPnP dinonaktifkan pada perangkat
it: UPnP disabilitato sul dispositivo
ja: UPnP がデバイスで無効になっています
ko: 장치에서 UPnP 비활성화됨
nb: UPnP avskrudd på enheten
nl: UPnP uitgeschakeld op het device
pt: UPnP está desabilitado nesse dispositivo
sl: UPnP je na napravi onemogočen
sv: UPnP är avaktiverad på denna enheten
uk: UPnP вимкнено на пристрої
vi: UPnP bị vô hiệu hóa trên thiết bị
