Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configure Background Analysis
ar: تكوين تحليل الخلفية
az: Arxa fon analizini konfiqurasiya edin
bo: རྒྱུན་སྒྲིག་སྟེན་གྱི་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ།
cs: Konfigurace analýzy pozadí
da: Konfigurer baggrundsanalyse
el: Διαμόρφωση ανάλυσης φόντου
es: Configurar análisis de fondo
et: taustaanalüüsi seadistamine
fa: تجزیه و تحلیل پس زمینه را پیکربندی کنید
fi: Määritä taustaanalyysi
hi: पृष्ठभूमि विश्लेषण का सेटिंग करें
hu: Háttérelemzés konfigurálása
in: Konfigurasikan Analisis Latar Belakang
it: Configurare l'analisi di sfondo
ja: バックグラウンド分析の設定
ko: 배경 분석 구성
nb: Konfigurer bakgrunnsanalyse
nl: Achtergrondanalyse configureren
pt: Configurar análise de segundo plano
sl: Konfiguriraj analizo na pozadini
sv: Konfigurera bakgrundsanalys
uk: Налаштуйте фоновий аналіз
vi: Cấu hình phân tích nền

source: Run task every
ar: تشغيل المهمة كل
az: Hər tapşırığı icra edin
bo: ལས་ཀ་རེ་རེ་བསྐུར་བ།
cs: Spustit úlohu každý
da: Kør opgave hver
el: Εκτελέστε κάθε εργασία
es: Ejecutar tarea cada
et: Käivitage ülesanne iga kord
fa: هر کار را اجرا کنید
fi: Suorita tehtävä joka kerta
hi: हर बार कार्य चलाएं
hu: Feladat futtatása minden
in: Jalankan tugas setiap
it: Esegui attività ogni
ja: タスクを実行する間隔
ko: 작업 실행 간격
nb: Kjør oppgave hver
nl: Voer elke taak uit
pt: Executar tarefa a cada
sl: Zaženi nalogo vsaki
sv: Kör uppgift varje
uk: Виконуйте завдання кожні
vi: Chạy tác vụ mọi lúc

source: Delete scans older than
ar: حذف عمليات المسح الأقدم من
az: Daha köhnə skanları silin
bo: ལོ་ན་བཟོ་བའི་བརྟག་དཔྱད་སུབ་པ།
cs: Odstranit skeny starší než
da: Slet scanninger ældre end
el: Διαγραφή σαρώσεων παλαιότερων από
es: Eliminar escaneos anteriores a
et: Kustutage skaneeringud, mis on vanemad kui
fa: حذف اسکن های قدیمی تر از
fi: Poista skannaukset, jotka ovat vanhempia kuin
hi: उम्र के अधिक स्कैन हटाएं
hu: A (z) -nál régebbi szkennelések törlése
in: Hapus pindaian yang lebih lama dari
it: Elimina scansioni più vecchie di
ja: 次の期間より古いスキャンを削除します
ko: 다음보다 오래된 스캔 삭제
nb: Slett skanninger eldre enn
nl: Verwijder scans ouder dan
pt: Excluir verificações anteriores a
sl: Izbriši skene starejše od
sv: Ta bort skanningar som är äldre än
uk: Видалити скани, старіші за
vi: Xóa các bản quét cũ hơn

source: Automatic blocking
ar: الحجب التلقائي
az: Avtomatik
bo: རང་ཤུགས་བཀག་པ།
cs: Automatické blokování
da: Automatisk blokering
el: Αυτόματο μπλοκάρισμα
es: Bloqueo automático
et: Automaatne blokeerimine
fa: مسدود کردن خودکار
fi: Automaattinen esto
hi: स्वचालित ब्लॉकिंग
hu: Automatikus letiltás
in: Pemblokiran otomatis
it: Blocco automatico
ja: 自動ブロック
ko: 자동 차단
nb: Automatisk blokkering
nl: Automatische blokkering
pt: Bloqueio automático
sl: Samodejno blokiranje
sv: Automatisk blockering
uk: Автоматичне блокування
vi: Tự động chặn

source: Add detected sybils to banlist
ar: إضافة sybils المكتشفة إلى قائمة الحظر
az: Banlistə aşkar edilmiş sybilləri əlavə edin
bo: རྙེད་པའི་sybils བློག་པའི་ཐོ་བོར་ཁ་སྣོན་བརྒྱུར་བཞག
cs: Přidejte zjištěné sybily do banlistu
da: Tilføj opdagede sybiler til banliste
el: Προσθήκη ανιχνευμένων λογότυπων στο banlist
es: Agregar sybils detectadas a la lista de prohibición
et: Lisage tuvastatud sildid banlisti
fa: سیبیل های شناسایی شده را به فهرست ممنوع اضافه کنید
fi: Lisää havaitut sybils banlistiin
hi: सांसाधिक देखे गए साइबिल्स को बैनलिस्ट में जोड़ें
hu: Érzékelt Sybils hozzáadása a tiltólistához
in: Tambahkan sybil yang terdeteksi ke daftar larangan
it: Aggiungi i sybil individuati alla banlist
ja: 検出されたシビルを禁止リストに追加
ko: 감지된 시빌을 금지 목록에 추가
nb: Legg til oppdagede sybiler til banlisten
nl: Voeg gedetecteerde sybils toe aan de banlijst
pt: Adicionar sibilas detectadas à lista de banimentos
sl: Dodaj zaznane Sybil v črno listo
sv: Lägg till upptäckta sybiler till banlistan
uk: Додати виявлені сивіли до списку заборон
vi: Thêm âm tiết được phát hiện vào danh sách cấm

source: Block all detected sybils
ar: حظر جميع رموز العرافة المكتشفة
az: Bütün aşkar edilmiş sifilləri bloklayın
bo: རྙེད་པའི་sybils ཆ་ཚང་བློག་པ།
cs: Zablokujte všechny zjištěné sybily
da: Bloker alle detekterede sybiler
el: Αποκλεισμός όλων των ανιχνευθέντων συλλαβών
es: Bloquear todas las sybils detectadas
et: blokeerige kõik tuvastatud sildid
fa: همه سیبیل های شناسایی شده را مسدود کنید
fi: Estä kaikki havaitut sybils
hi: सभी पहचाने गए साइबिल्स को ब्लॉक करें
hu: Az összes észlelt sybil blokkolása
in: Blokir semua sybil yang terdeteksi
it: Blocca tutti i sybil individuati
ja: 検出されたすべてのシビルをブロック
ko: 감지된 모든 시빌 차단
nb: Blokker alle oppdagede sybiler
nl: Blokkeer alle gedetecteerde sybils
pt: Bloquear todas as sibilas detectadas
sl: Blokiraj vse zaznane Sybil
sv: Blockera alla upptäckta sybils
uk: Блокувати всі виявлені сивіли
vi: Chặn tất cả các tín hiệu được phát hiện

source: Include non-floodfill routers
ar: تشمل أجهزة التوجيه غير القابلة للتدفق
az: Daşqın olmayan marşrutlaşdırıcıları daxil edin
bo: floodfill མ་ཡིན་པའི་རོ་ཌེར་ཚུད་པ།
cs: Zahrňte směrovače bez zásypu
da: Inkluder routere, der ikke fylder oversvømmelser
el: Συμπεριλάβετε δρομολογητές που δεν έχουν πλήρωση
es: Incluir enrutadores que no sean de inundación
et: Kaasake üleujutuseta ruuterid
fa: شامل روترهای غیر سیلابی
fi: Sisällytä tulvimattomat reitittimet
hi: नॉन-फ्लॉडफिल रूटर शामिल करें
hu: Tartalmazza a nem elárasztott útválasztókat
in: Sertakan router non-floodfill
it: Includi router non-floodfill
ja: 非フラッドフィルルーターを含める
ko: 플러드필이 아닌 라우터 포함
nb: Inkluder rutere som ikke fyller flom
nl: Voeg niet-floodfill-routers toe
pt: Incluir roteadores não-floodfill
sl: Vključi nezalivne usmerjevalnike
sv: Inkludera routrar utan översvämning
uk: Включити маршрутизатори без заповнення
vi: Bao gồm các bộ định tuyến không tràn ngập

source: Minimum threshold for block
ar: الحد الأدنى للكتلة
az: Blok üçün minimum hədd
bo: བློག་པའི་ཐོག་ཚོད་དམི་ཐུང་མཐར།
cs: Minimální práh pro blok
da: Minimumstærskel for blok
el: Ελάχιστο όριο για μπλοκ
es: Umbral mínimo para bloqueo
et: ploki miinimumlävi
fa: حداقل آستانه برای بلوک
fi: Lohkon vähimmäiskynnys
hi: ब्लॉक के लिए न्यूनतम थ्रेशोल्ड
hu: A blokk minimális küszöbértéke
in: Ambang minimum untuk blok
it: Soglia minima per il blocco
ja: ブロックの最小しきい値
ko: 블록의 최소 임계값
nb: Minsteterskel for blokk
nl: Minimumdrempel voor blok
pt: Limite mínimo para bloqueio
sl: Minimalni prag za blokiranje
sv: Minsta tröskel för block
uk: Мінімальний поріг для блокування
vi: Ngưỡng tối thiểu cho khối

source: threat points
ar: نقاط التهديد
az: təhlükə nöqtələri
bo: ཉེན་ཁྲོན་གནད་ཚོད།
cs: body ohrožení
da: trusselspunkter
el: σημεία απειλής
es: puntos de amenaza
et: ohupunktid
fa: نقاط تهدید
fi: uhkapisteet
hi: खतरे के बिंदु
hu: fenyegetési pontok
in: poin ancaman
it: punti minaccia
ja: 脅威ポイント
ko: 위협 지점
nb: trusselpunkter
nl: bedreigingspunten
pt: pontos de ameaça
sl: točke grožnje
sv: hotpoäng
uk: точки загрози
vi: điểm đe dọa

source: Enforce block for
ar: فرض الحظر على
az: Bloku tətbiq edin
bo: དུས་ཚོད་ཀྱི་དོན་ལ་བློག་པ།
cs: Vynutit blokování pro
da: Tving blok for
el: Εφαρμογή αποκλεισμού για
es: Hacer cumplir el bloqueo para
et: Jõustab blokeering
fa: اجرای بلوک برای
fi: Pakota esto
hi: ब्लॉक को लागू करें के लिए
hu: Blokkolás kikényszerítése
in: Terapkan blok untuk
it: Forza blocco per
ja: ブロックを強制する
ko: 다음에 대한 차단 시행
nb: Håndhev blokkering for
nl: Blokkering afdwingen voor
pt: Aplicar bloqueio para
sl: Nadaljuj blokiranje za
sv: Verkställa blocket för
uk: Застосувати блок для
vi: Thực thi chặn cho

source: days
ar: أيام
az: günlük
bo: ཉིན་མ།
cs: dní
da: dage
el: ημέρες
es: días
et: päeva
fa: روز
fi: päivää
hi: दिन
hu: napok
in: hari
it: giorni
ja: 日
ko: 일
nb: dager
nl: dagen
pt: dias
sl: dni
sv: dagar
uk: днів
vi: ngày

source: Known Floodfills
ar: مدافن الفيضانات المعروفة
az: Tanınmış daşqınlar
bo: ཤེས་པའི་Floodfills
cs: Známé záplavy
da: Kendte oversvømmelser
el: Γνωστές πλημμύρες
es: Floodfills conocidos
et: Tuntud üleujutused
fa: سیلاب های شناخته شده
fi: Tunnetut tulvatytöt
hi: परिचित Floodfills
hu: Ismert Floodfills
in: Timbunan Banjir yang Diketahui
it: Floodfills conosciuti
ja: 既知の洪水地帯
ko: 알려진 홍수
nb: Kjente flomfyllinger
nl: Bekende overstromingen
pt: Inundações conhecidas
sl: Znane zalivne
sv: Kända översvämningar
uk: Відомі затоплення
vi: Lũ lụt đã biết

source: Average closest floodfill distance
ar: متوسط ​​أقرب مسافة لردم الفيضان
az: Orta ən yaxın daşqın məsafəsi
bo: ཆ་སྙོམ་ཉེ་ཤུགས་floodfill ཐག་རིང་།
cs: Průměrná nejbližší zaplavovací vzdálenost
da: Gennemsnitlig nærmeste oversvømmelsesafstand
el: Μέση πλησιέστερη απόσταση πλήρωσης πλημμύρας
es: Distancia media más cercana de floodfill
et: Keskmine lähim üleujutuse täituvus
fa: میانگین نزدیکترین فاصله سیلابی
fi: Keskimääräinen lähin täyttöetäisyys
hi: औसत सबसे निकट floodfill दूरी
hu: Átlagos legközelebbi elárasztási távolság
in: Rata-rata jarak timbunan banjir terdekat
it: Distanza media del floodfill più vicino
ja: 平均最も近い洪水埋め立て距離
ko: 평균 가장 가까운 홍수 거리
nb: Gjennomsnittlig nærmeste flomfyllingsavstand
nl: Gemiddelde dichtstbijzijnde overstromingsafstand
pt: Distância média de inundação mais próxima
sl: Povprečna najbližja razdalja do zalivnega
sv: Genomsnittligt närmaste översvämningsavstånd
uk: Середня найближча відстань до затоплення
vi: Khoảng cách lấp lũ trung bình gần nhất

source: Routing Data
ar: بيانات التوجيه
az: Məlumatların
bo: ལམ་ཕྱོངས་གནད་སྡུད།
cs: Směrování dat
da: Rutedata
el: Δεδομένα δρομολόγησης
es: Enrutando datos
et: Marsruutimisandmed
fa: داده های مسیریابی
fi: Reititystiedot
hi: रूटिंग डेटा
hu: Útválasztási adatok
in: Perutean Data
it: Instradamento dati
ja: データのルーティング
ko: 라우팅 데이터
nb: Rutedata
nl: Routegegevens
pt: Dados de Roteamento
sl: Podatki o usmerjanju
sv: Ruttningsdata
uk: Дані маршрутизації
vi: Dữ liệu định tuyến

source: Rotates in
ar: يدور في
az: İçəri dönür
bo: ནང་ན་སློག་པ།
cs: Otáčí se dovnitř
da: Roterer ind
el: Περιστρέφεται μέσα
es: Rotación en
et: Pöörleb sisse
fa: به داخل می چرخد
fi: Pyörii sisään
hi: में घुमाव देता है
hu: Befelé forog
in: Berputar ke dalam
it: Ruota in
ja: 回転します
ko: 회전
nb: Roterer inn
nl: Draait naar binnen
pt: Gira para dentro
sl: Vrte se v
sv: Roterar in
uk: Обертається
vi: Xoay trong

source: Closest Floodfills to Our Routing Key (Where we Store our RI)
ar: أقرب عمليات تعبئة الفيضانات إلى مفتاح التوجيه الخاص بنا (حيث نقوم بتخزين المثيل المحجوز الخاص بنا)
az: Yönləndirmə Açarımıza ən yaxın daşqın sahələri (RİQ-imizi saxladığımız yer)
bo: ང་ཚོའི་ལམ་ཕྱོངས་ལྡེ་མིག་ལ་ཉེ་ཤུགས་Floodfills (ང་ཚོས་ངའི་RI ཉར་སའི་ས་གནས།)
cs: Nejbližší záplavy k našemu směrovacímu klíči (kde ukládáme naše RI)
da: Nærmeste Floodfills til vores rutenøgle (hvor vi opbevarer vores RI)
el: Πλησιέστερες πλημμύρες στο κλειδί δρομολόγησης (όπου αποθηκεύουμε το RI μας)
es: Floodfills más cercanos a nuestra clave de enrutado (Dónde almacenamos nuestra RI)
et: meie marsruudivõtmele lähimad üleujutused (kus me oma RI-d säilitame)
fa: نزدیکترین سیل به کلید مسیریابی ما (جایی که RI خود را ذخیره می کنیم)
fi: Lähimmät tulvatytöt reititysavaimellemme (missä säilytämme RI:n)
hi: हमारे रूटिंग कुंजी के करीब सबसे (हमारे RI को कहाँ संग्रहित करते हैं)
hu: Útválasztási kulcsunkhoz legközelebbi Floodfills (hol tároljuk az RI-t)
in: Banjir Terdekat dengan Kunci Perutean Kami (Tempat Kami Menyimpan RI kami)
it: Floodfill più vicini alla nostra chiave di Routing (Dove memorizziamo la nostra RI)
ja: ルーティングキーに最も近いフラッドフィル(RIを保存する場所)
ko: 라우팅 키에 가장 가까운 플러드필(RI를 저장하는 위치)
nb: Nærmeste flomfyllinger til rutenøkkelen vår (der vi lagrer RI)
nl: Dichtstbijzijnde overstromingen bij onze routeringssleutel (waar we onze RI opslaan)
pt: Floodfills mais próximos da nossa chave de roteamento (onde armazenamos nosso RI)
sl: Najblizje zalivne do našega ključa za usmerjanje (kjer shranjujemo naš RI)
sv: Närmast översvämningar till vår ruttnyckel (där vi lagrar vår RI)
uk: Найближчі Floodfills до нашого ключа маршрутизації (де ми зберігаємо наш RI)
vi: Lỗi lấp đầy gần nhất với Khóa định tuyến của chúng tôi (Nơi chúng tôi lưu trữ RI)

source: Closest Floodfills to Tomorrow's Routing Key (Where we will Store our RI)
ar: أقرب عمليات التعبئة والتغليف إلى مفتاح التوجيه الغد (حيث سنقوم بتخزين المثيل المحجوز الخاص بنا)
az: Sabahkı Yönləndirmə Açarına ən yaxın daşqın sahələri (RİQ-imizi harada saxlayacağıq)
bo: སང་ཉིན་གྱི་ལམ་ཕྱོངས་ལྡེ་མིག་ལ་ཉེ་ཤུགས་Floodfills (ང་ཚོས་ངའི་RI ཉར་སའི་ས་གནས།)
cs: Nejbližší záplavy k zítřejšímu směrovacímu klíči (kde uložíme naše RI)
da: Tættest på oversvømmelser til morgendagens rutenøgle (hvor vi opbevarer vores RI)
el: Πλησιέστερες πλημμύρες στο κλειδί δρομολόγησης του αύριο (πού θα αποθηκεύσουμε το RI μας)
es: Floodfills más cercanos a nuestra clave de enrutado de mañána (Dónde almacenaremos nuestra RI)
et: lähimad üleujutused homsele marsruudivõtmele (kus me oma RI talletame)
fa: نزدیکترین سیلاب به کلید مسیریابی فردا (جایی که RI خود را ذخیره خواهیم کرد)
fi: Lähimmät tulvatytöt huomisen reititysavaimeen (Missä säilytämme RI:n)
hi: कल के रूटिंग कुंजी के करीब सबसे (हमारे RI को कहाँ संग्रहित करेंगे)
hu: A holnapi útválasztási kulcshoz legközelebb eső árvízvédelmi töltetek (ahol az RI-t tároljuk)
in: Banjir Terdekat dengan Kunci Perutean Besok (Di mana kita akan Menyimpan RI kita)
it: Floodfill più vicini alla nostra chiave di Routing di domani(Dove memorizzeremo la nostra RI)
ja: 明日のルーティング キーに最も近いフラッドフィル (RI を保存する場所)
ko: 내일의 라우팅 키에 가장 가까운 플러드필(RI를 저장할 위치)
nb: Nærmeste flomfyllinger til morgendagens rutenøkkel (hvor vi skal lagre RI)
nl: Dichtstbijzijnde overstromingen bij de routeringssleutel van morgen (waar we onze RI zullen opslaan)
pt: Floodfills mais próximos da chave de roteamento de amanhã (onde armazenaremos nosso RI)
sl: Najblizje zalivne do jutrišnjega ključa za usmerjanje (kjer bomo shranili naš RI)
sv: Närmast översvämningsfyllningar till morgondagens ruttnyckel (där vi kommer att lagra vår RI)
uk: Найближчі Floodfills до завтрашнього ключа маршрутизації (де ми будемо зберігати наш RI)
vi: Lũ lụt gần nhất với Khóa định tuyến của ngày mai (Nơi chúng tôi sẽ lưu trữ RI của mình)

source: Closest Floodfills to Our Router Hash (DHT Neighbors if we are Floodfill)
ar: أقرب عمليات التعبئة والتغليف إلى تجزئة جهاز التوجيه الخاص بنا (جيران DHT إذا كنا نقوم بتعبئة البيانات)
az: Marşrutlaşdırıcımız Haş şəhərinə ən yaxın daşqın sahələri (Daşqın olarsa, DHT Qonşuları)
bo: ང་ཚོའི་རོ་ཌེར་ཨོ་རུ་ཤེན་པར་ཉེ་ཤུགས་Floodfills (ང་ཚོ་Floodfill ཡིན་ན་DHT ཟིན་ཁ་སྟོན་པ།)
cs: Nejbližší záplavy k našemu hash routeru (sousedi DHT, pokud jsme záplava)
da: Tætteste Floodfills til vores router Hash (DHT-naboer, hvis vi er Floodfill)
el: Πιο κοντινές πλημμύρες στο κατακερματισμό του δρομολογητή μας (Γείτονες DHT αν είμαστε Floodfill)
es: Floodfills más cercanos a nuestro hash del router (Vecinos DHT si somos Floodfill)
et: meie ruuteri räsi lähimad üleujutused (DHT naabrid, kui oleme Floodfill)
fa: نزدیکترین سیل به هش روتر ما (همسایگان DHT اگر Floodfill هستیم)
fi: Lähimmät tulvatäytöt reitittimellemme (DHT Neighbors, jos olemme Floodfill)
hi: हमारे रूटर हैश के करीब सबसे (अगर हम Floodfill हैं, तो DHT पड़ोसी)
hu: Legközelebbi árvízvédelmi töltések a router hash-hez (DHT szomszédok, ha árvízvédelmi töltés vagyunk)
in: Penimbunan Banjir Terdekat dengan Hash Router Kami (Tetangga DHT jika kami Penimbunan Banjir)
it: Floodfill più vicini alla nostro HASH del router(Vicini DHT se siamo Floodfill)
ja: ルーターハッシュに最も近いフラッドフィル(フラッドフィルの場合はDHTネイバー)
ko: 라우터 해시에 가장 가까운 플러드필(플러드필인 경우 DHT 이웃)
nb: Nærmeste flomfyllinger til ruterens Hash (DHT-naboer hvis vi er flomfyllinger)
nl: Dichtstbijzijnde Floodfills bij onze router-hash (DHT-buren als we Floodfill zijn)
pt: Floodfills mais próximos do hash do nosso roteador (vizinhos DHT se formos Floodfill)
sl: Najblizje zalivne do našega dija usmerjevalnika (Sosednji DHT, če smo zalivni)
sv: Närmast översvämningar till vår router-hash (DHT-grannar om vi är översvämningar)
uk: Найближчі Floodfill до хешу нашого маршрутизатора (DHT-сусіди, якщо ми Floodfill)
vi: Lũ lụt gần nhất với Hash bộ định tuyến của chúng tôi (Hàng xóm DHT nếu chúng tôi là Floodfill)

source: Floodfills Close to Our Destinations
ar: مدافن الفيضانات قريبة من وجهاتنا
az: Daşqınlar Təyinat nöqtələrimizə yaxındır
bo: ང་ཚོའི་འགྲེམ་ས་ལ་ལ་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ།
cs: Floodfills v blízkosti našich destinací
da: Oversvømmelser tæt på vores destinationer
el: Floodfills κοντά στους προορισμούς μας
es: Floodfills cercanos a nosotros
et: üleujutused meie sihtkohtade lähedal
fa: سیل در نزدیکی مقصد ما
fi: Tulvat lähellä kohteitamme
hi: हमारे गंतव्यों के करीब floodfills
hu: Árvízvédelmi töltések úti céljaink közelében
in: Banjir Dekat dengan Tujuan Kita
it: Floodfill vicini alle nostre destinazioni
ja: 目的地近くの洪水埋め立て
ko: 목적지 근처의 홍수
nb: Flomfyllinger nær våre destinasjoner
nl: Overstromingen dichtbij onze bestemmingen
pt: Inundações próximas aos nossos destinos
sl: Zalivne blizu naših destinacij
sv: Översvämningar nära våra destinationer
uk: Затоплення поблизу наших місць призначення
vi: Lũ lụt gần điểm đến của chúng ta

source: None
ar: لا شيء
az: Heç biri
bo: ཅིག་མེད།
cs: Žádný
da: Ingen
el: Κανένα
es: Ninguna
et: Mitte ühtegi
fa: هیـچ
fi: Ei mikään
hi: कोई नहीं
hu: Egyik sem
in: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pt: Nenhum
sl: Nič
sv: Inga
uk: Немає
vi: Không có

source: Closest floodfills to the Routing Key for
ar: أقرب عمليات التعبئة إلى مفتاح التوجيه
az: Marşrut Açarına ən yaxın daşqınlar
bo: ལམ་ཕྱོན་ལྡེ་མིག་ལ་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པའི་ཐག་གཅིག་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ།
cs: Nejbližší záplavy ke směrovacímu klíči pro
da: Nærmeste oversvømmelse på rutenøglen til
el: Πιο κοντινές πλημμύρες στο κλειδί δρομολόγησης για
es: Floodfills más cercanos a la clave de enrutado
et: lähimad üleujutused marsruutimisvõtmele
fa: نزدیکترین سیلاب به کلید مسیریابی برای
fi: Lähimmät tulvatytöt reititysavainta varten
hi: रूटिंग कुंजी के लिए सबसे निकट floodfills
hu: Legközelebbi árvízvédelmi töltések az Útválasztási kulcshoz
in: Tempat pembuangan banjir terdekat dengan Kunci Perutean untuk
it: Floodfill più vicini alla chiave di routing per
ja: ルーティングキーに最も近いフラッドフィル
ko: 라우팅 키에 가장 가까운 플러드필
nb: Nærmeste flomfyllinger til rutenøkkelen for
nl: Dichtstbijzijnde vullingen bij de routeringssleutel voor
pt: Floodfills mais próximos da chave de roteamento para
sl: Najblizje zalivne do ključa za usmerjanje za
sv: Närmast översvämningar till ruttnyckeln för
uk: Найближчі заповнення до ключа маршрутизації для
vi: Vùng ngập gần nhất với Khóa định tuyến cho

source: where we store our LS
ar: حيث نقوم بتخزين LS الخاص بنا
az: LS-mizi saxladığımız yer
bo: ང་ཚོའི་LS གང་གད་པའི་གནས།
cs: kde ukládáme naše LS
da: hvor vi opbevarer vores LS
el: όπου αποθηκεύουμε το LS μας
es: donde almacenamos nuestro LS
et: kus me oma LS-i säilitame
fa: جایی که ما LS خود را ذخیره می کنیم
fi: missä säilytämme LS:n
hi: हमारे LS को कहाँ संग्रहित करते हैं
hu: hol tároljuk az LS-t
in: tempat kita menyimpan LS kita
it: dove memorizziamo il nostro LS
ja: LSを保管する場所
ko: LS를 저장하는 위치
nb: hvor vi lagrer vår LS
nl: waar we onze LS opslaan
pt: onde armazenamos nosso LS
sl: kjer shranjujemo naš LS
sv: där vi förvarar vår LS
uk: де ми зберігаємо наш LS
vi: nơi chúng tôi lưu trữ LS của mình

source: Closest floodfills to Tomorrow's Routing Key for
ar: أقرب عمليات الفيضانات إلى مفتاح التوجيه للغد
az: Sabahın Marşrut Açarına ən yaxın daşqınlar
bo: སང་པའི་ལམ་ཕྱོན་ལྡེ་མིག་ལ་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པའི་ཐག་གཅིག་ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ།
cs: Nejbližší záplavy k Tomorrow's Routing Key for
da: Nærmeste oversvømmelser til morgendagens rutenøgle for
el: Πιο κοντινές πλημμύρες στο Tomorrow's Routing Key για
es: Floodfills más cercanos a la clave de enrutado de mañana
et: lähimad üleujutused homsele marsruudivõtmele
fa: نزدیکترین سیلاب به کلید مسیریابی فردا برای
fi: Lähimmät tulvatytöt huomisen reititysavaimelle
hi: कल की रूटिंग कुंजी के लिए सबसे निकट floodfills
hu: Legközelebbi árvízvédelmi töltések a holnapi útvonalválasztó kulcshoz
in: Banjir terdekat dengan Kunci Rute Besok
it: Floodfill più vicini alla chiave di routing di domani per
ja: 明日のルーティングキーに最も近いフラッドフィル
ko: 내일의 라우팅 키에 가장 가까운 홍수
nb: Nærmeste flomfyllinger til morgendagens rutenøkkel for
nl: Dichtstbijzijnde overstromingen tot de routeringssleutel van morgen
pt: Alagamentos mais próximos da Chave de Roteamento de Amanhã para
sl: Najblizje zalivne do jutrišnjega ključa za usmerjanje za
sv: Närmast översvämningar till morgondagens ruttnyckel för
uk: Найближче заповнення до Tomorrow's Routing Key для
vi: Các vùng lũ gần nhất với Chìa khóa định tuyến ngày mai cho

source: where we will store our LS
ar: حيث سنقوم بتخزين LS الخاص بنا
az: LS-mizi harada saxlayacağıq
bo: ང་ཚོའི་LS གང་གད་པའི་གནས་གནས་བསྡུད་པའི་གནས།
cs: kde uložíme naše LS
da: hvor vi opbevarer vores LS
el: όπου θα αποθηκεύσουμε το LS μας
es: donde almacenamos nuestro LS
et: kus me oma LS-i talletame
fa: جایی که ما LS خود را ذخیره می کنیم
fi: missä säilytämme LS:n
hi: हम अपने LS कहाँ संग्रहित करेंगे
hu: hol tároljuk az LS-t
in: dimana kita akan menyimpan LS kita
it: dove memorizzeremo il nostro LS
ja: LSを保管する場所
ko: LS를 저장할 위치
nb: hvor vi skal lagre vår LS
nl: waar we onze LS zullen opslaan
pt: onde armazenaremos nosso LS
sl: kjer bomo shranili naš LS
sv: där vi kommer att lagra vår LS
uk: де ми будемо зберігати наш LS
vi: nơi chúng tôi sẽ lưu trữ LS của mình

source: Routers with Most Threat Points
ar: أجهزة التوجيه ذات نقاط التهديد الأكثر
az: Ən çox təhlükə nöqtəsi olan marşrutlaşdırıcılar
bo: ཐེགས་ཚད་མང་མཐོ་བའི་རོ་ཌེར་དང་བཅས་པ།
cs: Směrovače s nejvíce nebezpečnými body
da: Routere med flest trusselspunkter
el: Δρομολογητές με τα περισσότερα σημεία απειλής
es: Routers con más puntos de peligro
et: Enamiku ohupunktidega ruuterid
fa: روترهایی با بیشترین نقاط تهدید
fi: Reitittimet, joilla on eniten uhkapisteitä
hi: तबाही के बिंदुओं के साथ सबसे अधिक रूटर
hu: Legnagyobb veszélyességi ponttal rendelkező útválasztók
in: Router dengan Titik Ancaman Terbanyak
it: Router con più punti minaccia
ja: 脅威ポイントが最も多いルーター
ko: 위협 지점이 가장 많은 라우터
nb: Rutere med flest trusselpunkter
nl: Routers met de meeste bedreigingspunten
pt: Roteadores com mais pontos de ameaça
sl: Usmerjevalniki z največ točk grožnje
sv: Rotrar med flest hotpunkter
uk: Маршрутизатори з найбільшою кількістю балів загрози
vi: Bộ định tuyến có nhiều điểm đe dọa nhất

source: Threat Points
ar: نقاط التهديد
az: Təhdid Nöqtələri
bo: ཐེགས་ཚད་མང་གནས་ཐང་།
cs: Hrozivé body
da: Trusselspunkter
el: Πόντοι απειλής
es: Puntos de peligro
et: Ohupunktid
fa: نقاط تهدید
fi: Uhkakohdat
hi: तबाही के बिंदु
hu: Veszélypontok 118: A
in: Poin Ancaman
it: Punti minaccia
ja: 脅威ポイント
ko: 위협 포인트
nb: Trusselpoeng
nl: Bedreigingspunten
pt: Pontos de Ameaça
sl: Točke grožnje
sv: Hotpoäng
uk: Точки загрози
vi: Điểm đe dọa

source: Router info not available
ar: معلومات جهاز التوجيه غير متوفرة
az: Router məlumatı mövcud deyil
bo: རོ་ཌེར་གྱི་ཆ་འཕྲིན་འཐོབ་མེད།
cs: Informace o routeru nejsou k dispozici
da: Routerinformation er ikke tilgængelig
el: Οι πληροφορίες δρομολογητή δεν είναι διαθέσιμες
es: Información del enrutador no disponible
et: ruuteri teave pole saadaval
fa: اطلاعات روتر در دسترس نیست
fi: Reitittimen tiedot eivät ole saatavilla
hi: रूटर जानकारी उपलब्ध नहीं
hu: A router információi nem állnak rendelkezésre
in: Info router tidak tersedia
it: Informazioni sul Router non disponibili
ja: ルーター情報が利用できません
ko: 라우터 정보를 사용할 수 없습니다
nb: Ruterinformasjon ikke tilgjengelig
nl: Routerinfo niet beschikbaar
pt: Informações do roteador não disponíveis
sl: Informacije o usmerjevalniku niso na voljo
sv: Routerinformation är inte tillgänglig
uk: Інформація про маршрутизатор недоступна
vi: Không có thông tin về bộ định tuyến
