Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Plot averages
ar: ارسم المتوسط
az: Süjet ortalamaları
bo: ཆ་སྙོམ་རི་མོ།
cs: Graf průměrů
da: Plot gennemsnit
el: Μέσοι όροι πλοκής
es: Graficar promedios
et: Joonista keskmised
fa: میانگین های طرح
fi: Tontti keskiarvot
hi: औसतों का चित्रण करें
hu: Ábrázolt átlagok
in: Rata-rata plot
it: Disegna le medie come grafico
ja: 平均を図示
ko: 플롯 평균
nb: Grafgjennomsnitt
nl: Teken gemiddelden
pt: Médias dos gráficos de função
sl: Srednje vrednosti
sv: Diagramgenomsnitt
uk: Ділянка середніх значень
vi: Cốt truyện trung bình

source: plot events
ar: ارسم الأحداث
az: hadisələrin süjeti
bo: བྱུད་རྒྱུན་རི་མོ།
cs: zápletka událostí
da: plot begivenheder
el: πλοκή γεγονότων
es: graficar eventos
et: joonista sündmused
fa: وقایع را ترسیم کنید
fi: juonen tapahtumat
hi: घटनाओं का चित्रण करें
hu: ábrázolt események
in: Event plot
it: disegna gli eventi come grafico
ja: イベントを図示
ko: 플롯 이벤트
nb: Grafhendelser
nl: teken gebeurtenissen
pt: Eventos do gráfico
sl: nariši dogodke
sv: diagramhändelser
uk: сюжетні події
vi: các sự kiện cốt truyện

source: Hide Legend
bo: གསལ་བཤད་སྦས་པ།
hi: मिथक छिपाएं
ko: 범례 숨기기
sl: Skrij opisi

source: Show Legend
bo: གསལ་བཤད་སྟོན་པ།
hi: मिथक दिखाएं
ko: 범례 보이기
sl: Prikaži opisi

source: Configure Graph Display
ar: اعدادات الرسم بياني
az: Qrafik Ekranı konfiqurasiya edin
bo: རི་མོའི་བཀྲོད་སྟོན་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Konfigurace zobrazení grafu
da: Konfigurer Graf Oversigt
el: Ρύθμιση εμφάνισης γραφημάτων
es: Configurar visualización de gráficas
et: Häälesta graafikute näitamist
fa: نمایش گراف را پیکربندی کنید
fi: Määritä kuvaajan näyttö
hi: ग्राफ़ डिस्प्ले की सेटिंग करें
hu: Ábra Kijelzés Beállítása
in: Atur Tampilan Grafik
it: Configura la Visualizzazione del Grafico
ja: グラフ表示を設定
ko: 그래프 디스플레이 설정
nb: Sett opp grafvisning
nl: Configureer Grafiek Weergave
pt: Configurar visualização de gráfico
sl: Nastavi prikaz grafa
sv: Konfigurera diagramvisning
uk: Налаштування відображення графіка
vi: Định cấu hình hiển thị đồ thị

source: Note: Dimensions are for graph only (excludes title, labels and legend).
ar: ملاحظة: الأبعاد مخصصة للرسم البياني فقط (باستثناء العنوان والتسميات ووسائل الإيضاح).
az: Qeyd: Ölçülər yalnız qrafik üçündür (başlıq, etiketlər və əfsanə istisna olmaqla).
bo: དྲན་ཐོ།: ཚད་གཞི་ནི་རི་མོར་ཙམ་ཡིན། (མགོ་ཁྲིད། ཁ་ཡིག་དང་གསལ་བཤད་མིན་ནུག)
cs: Poznámka: Rozměry jsou pouze pro graf (bez názvu, štítků a legendy).
da: Bemærk: Dimensioner er kun til graf (ekskluderer titel, etiketter og forklaring).
el: Σημείωση: Οι διαστάσεις είναι μόνο για γράφημα (εξαιρούνται οι τίτλοι, οι ετικέτες και το υπόμνημα).
es: Nota: Las dimensiones sólo ajustan la gráfica (excluyen al título, las etiquetas y la leyenda).
et: Märkus. Mõõtmed on mõeldud ainult graafiku jaoks (ei sisalda pealkirja, silte ja legendi).
fa: توجه: ابعاد فقط برای نمودار است (به استثنای عنوان، برچسب ها و افسانه).
fi: Huomaa: Mitat ovat vain kaaviota varten (ei sisällä otsikkoa, tunnisteita ja selitteitä).
hi: टिप्पणी: मापदंड केवल ग्राफ़ के लिए हैं (शीर्षक, लेबल और मिथक को छोड़कर)।
hu: Megjegyzés: A méretek csak grafikonra vonatkoznak (nem tartalmazza a címet, a címkéket és a jelmagyarázatot).
in: Catatan: Dimensi hanya untuk grafik (tidak termasuk judul, label dan keterangan).
it: Nota: Le dimensioni sono solo per i grafi (esclude titolo, etichette e legenda).
ja: 注: 寸法はグラフのみを対象としています (タイトル、ラベル、凡例は含まれません)。
ko: 참고 : 치수는 그래프 전용입니다 (제목, 레이블 및 범례 제외).
nb: Merk: Dimensjonene er bare for grafer (utelater tittel, merkelapper og påskrift).
nl: Opmerking: de afmetingen gelden alleen voor de grafiek (exclusief titel, labels en legenda).
pt: Nota: As dimensões são apenas para gráfico (exclui título, rótulos e legenda).
sl: Opomba: Dimenzije veljajo le za graf (izključuje naslov, oznake in opise).
sv: Obs: Mått är endast för diagram (exkluderar titel, etiketter och förklaring).
uk: Примітка. Розміри наведено лише для графіка (за винятком заголовка, міток і легенди).
vi: Lưu ý: Kích thước chỉ dành cho biểu đồ (không bao gồm tiêu đề, nhãn và chú thích).

source: Graph size
ar: حجم الرسم البياني
az: Qrafik ölçüsü
bo: རི་མོའི་ཆེ་ཆུང་།
cs: Velikost grafu
da: Grafstørrelse
el: Μέγεθος γραφήματος
es: Tamaño de gráfica
et: graafiku suurus
fa: اندازه نمودار
fi: Kaavion koko
hi: ग्राफ़ का आकार
hu: Grafikon mérete
in: Besarnya grafik
it: Dimensione grafico
ja: グラフサイズ
ko: 그래프 크기
nb: Grafstørrelse
nl: Grafiek afmetingen
pt: Tamanho do gráfico
sl: Velikost grafa
sv: Grafstorlek
uk: Розмір графіка
vi: Kích thước đồ thị

source: pixels wide
ar: بكسل واسعة
az: piksel genişliyi
bo: པིག་སེལ་རྒྱ་ཆེ།
cs: šířka pixelů
da: pixels bred
el: πλάτος pixel
es: píxeles de ancho
et: pikslit lai
fa: پیکسل عرض
fi: pikseliä leveä
hi: पिक्सल चौड़ाई
hu: pixel széles
in: lebar pixel
it: larghezza pixel
ja: ピクセル幅
ko: 너비의 픽셀
nb: piksler bred
nl: pixels breed
pt: pixels de largura
sl: pikslov široko
sv: pixlar bred
uk: ширина пікселів
vi: chiều rộng pixel

source: pixels high
ar: بكسل عالية
az: piksel yüksək
bo: པིག་སེལ་མཐོ་ཚད།
cs: výška pixelů
da: pixels høj
el: ύψος pixel
es: píxeles de alto
et: pikslit kõrge
fa: پیکسل بالا
fi: pikseliä korkea
hi: पिक्सल ऊँचाई
hu: pixel magas
in: tinggi pixel
it: altezza pixel
ja: ピクセル高
ko: 픽셀 높이
nb: piksler høy
nl: pixels hoog
pt: pixels de altura
sl: pikslov viško
sv: pixlar hög
uk: висота пікселів
vi: điểm ảnh cao

source: Display period
ar: فترة العرض
az: Göstərmə müddəti
bo: བཀྲོད་སྟོན་དུས་ཡུན།
cs: Období zobrazení
da: Visningsperiode
el: Περίοδος εμφάνισης
es: Periodo de muestra
et: Ettepaneku periood
fa: دوره نمایش
fi: Näyttöjakso
hi: दिखाने का समयावधि
hu: Megjelenítési időszak
in: Tampilkan Periode
it: Mostra periodo
ja: 表示期間
ko: 디스플레이 기간
nb: Visningsperiode
nl: Weergaveperiode
pt: Período de exibição
sl: Period prikaza
sv: Visningsperiod
uk: Період відображення
vi: Thời gian hiển thị

source: minutes
ar: دقيقة
az: dəqiqə
bo: སྐར་མ།
cs: minut
da: minutter
el: λεπτά
es: minutos
et: minutit
fa: دقیقه
fi: minuuttia
hi: मिनट
hu: perc
in: Menit
it: minuti
ja: 分
ko: 분
nb: minutter
nl: minuten
pt: minutos
sl: minute
sv: minuter
uk: хвилин
vi: phút

source: Refresh delay
ar: وثيرة التحديث
az: Yeniləmə gecikməsi
bo: བསྐྱར་འཇལ་ཕྱིར་འགྱངས།
cs: Zpoždění obnovení
da: Genindlæsnings forsinkning
el: Καθυστέρηση ανανέωσης
es: Retardo del refresco
et: Värskenduse sagedus
fa: تأخیر تازه کردن
fi: Päivitysviive
hi: ताज़ा करने की देरी
hu: Frissítési késleltetés
in: Penundaan refresh
it: Ritardo aggiornamento
ja: 更新遅延
ko: 새로고침 딜레이
nb: Oppfriskningsforsinkelse
nl: Ververs vertraging
pt: Intervalo entre atualizações
sl: Zgodovina osveževanja
sv: Uppdateringsfördröjning
uk: Затримка оновлення
vi: Làm mới độ trễ

source: Plot type
ar: نوع المؤامرة
az: Süjet növü
bo: རི་མོའི་རིགས་གཞི།
cs: Typ pozemku
da: Grundtype
el: Τύπος οικοπέδου
es: Tipo de gráfica
et: Krundi tüüp
fa: نوع قطعه
fi: Tonttityyppi
hi: चित्रण प्रकार
hu: Telek típusa
in: Jenis Plot
it: Tipo di media
ja: プロットタイプ
ko: 플롯 유형
nb: Graftype
pt: Tipo de plotagem
sl: Vrsta risbe
sv: Plottyp
uk: Тип сюжету
vi: Loại lô

source: Averages
ar: المتوسطات
az: Orta
bo: སྤྱིར་བཏང་རྩིས་རྒྱག་གནས་གྲངས།
cs: Průměry
da: Gennemsnit
el: Μέσοι όροι
es: Medias
et: keskmised
fa: میانگین
fi: Keskiarvot
hi: औसत
hu: Átlagok
in: Rata-rata
it: Medie
ja: 平均
ko: 평균
nb: Gjennomsnitt
nl: Gemiddelden
pt: Médias
sl: Povprečja
sv: Genomsnitt
uk: Середні значення
vi: Trung bình

source: Events
ar: الأحداث
az: Tədbirlər
bo: བྱུང་རིམ།
cs: Události
el: Γεγονότα
es: Eventos
et: Sündmused
fa: رویداد ها
fi: Tapahtumat
hi: घटनाएँ
hu: Események
in: Event
it: Eventi
ja: イベント
ko: 이벤트
nb: Hendelser
nl: Gebeurtenissen
pt: Eventos
sl: Dogodki
sv: Händelser
uk: Події
vi: Sự kiện

source: Hide legend
ar: إخفاء وسيلة الإيضاح
az: Əfsanəni gizlət
bo: དཔེ་རིས་སྦས་པ།
cs: Skrýt legendu
da: Skjul legende
el: Απόκρυψη μύθου
es: Ocultar leyenda
et: Peida legend
fa: افسانه را پنهان کنید
fi: Piilota legenda
hi: मिथक छिपाएं
hu: Jelmagyarázat elrejtése
in: Sembunyikan keterangan
it: Nascondi legenda
ja: 凡例を隠す
ko: 전설을 숨 깁니다
nb: Skjul legende
nl: Verberg legenda
pt: Ocultar legenda
sl: Skrij opisi
sv: Göm legenden
uk: Приховати легенду
vi: Ẩn chú thích

source: Do not show legend on graphs
ar: لا تظهر وسيلة الإيضاح على الرسوم البيانية
az: Qrafiklərdə əfsanə göstərməyin
bo: རི་མོའི་ཐོག་དཔེ་རིས་མི་སྟོན་པ།
cs: Nezobrazovat legendu na grafech
da: Vis ikke forklaring på grafer
el: Μην εμφανίζετε θρύλο στα γραφήματα
es: No mostrar leyenda en los gráficos
et: Ärge kuvage graafikutel legende
fa: افسانه را روی نمودارها نشان ندهید
fi: Älä näytä selitteitä kaavioissa
hi: ग्राफ़ पर मिथक न दिखाएं
hu: Ne mutasson jelmagyarázatot a grafikonokon
in: Tidak tunjukkan keterangan pada grafik
it: Non mostrare la legenda nei grafici
ja: グラフに凡例を表示しない
ko: 그래프에 전설을 표시하지 마십시오
nb: Ikke vis forklaring på grafer
nl: Legenda niet tonen bij grafiek
pt: Não mostrar legenda nos gráficos
sl: Ne prikaži opisov na grafih
sv: Visa inte förklaring på grafer
uk: Не показувати легенду на графіках
vi: Không hiển thị chú thích trên đồ thị

source: Persistence
ar: إصرار
az: Davamlılıq
bo: རྒྱུན་མཐུགས་རང་བཞིན།
cs: Vytrvalost
da: Vedholdenhed
el: Επιμονή
es: Persistencia
et: Püsivus
fa: پشتکار
fi: Itsepäisyys
hi: स्थायित्व
hu: Kitartás
it: Persistenza
ja: 持続性
ko: 고집
nb: Vedvarelse
nl: Persistentie
pt: Persistência
sl: Trdnjava
sv: Uthållighet
uk: Наполегливість
vi: Độ bền

source: Store graph data on disk
ar: تخزين بيانات الرسم البياني على القرص
az: Qrafik məlumatlarını diskdə saxlayın
bo: རི་མོའི་གནད་སྡུད་ཌིསིཀ་ནང་ཉར་པ།
cs: Uložení dat grafu na disk
da: Gem grafdata på disk
el: Αποθήκευση δεδομένων γραφήματος στο δίσκο
es: Guardar en disco los datos de la gráfica
et: salvestage graafiku andmed kettale
fa: داده های نمودار را روی دیسک ذخیره کنید
fi: Tallenna kuvaajatiedot levylle
hi: डिस्क पर ग्राफ़ डेटा संग्रहित करें
hu: A grafikon adatait lemezen tárolja
in: Simpan data grafik ke dalam harddisk
it: Salvare i dati del grafico su disco
ja: グラフデータをディスクに保存
ko: 디스크에 그래프 데이터를 저장하십시오
nb: Lagre grafdata på disk
nl: Sla de grafiek gegevens op op schrijf
pt: Armazene dados gráficos em disco
sl: Shrani podatke grafa na disk
sv: Lagra grafdata på disk
uk: Зберігайте дані графіка на диску
vi: Lưu trữ dữ liệu biểu đồ trên đĩa

source: Select Stats
ar: حدد الإحصائيات
az: Stats seçin
bo: ཚད་རྩིས་གདམ་པ།
cs: Vyberte Statistiky
da: Vælg Statistikker
el: Επιλογή στατιστικών
es: Seleccionar estadísticas
et: Vali statistika
fa: آمار را انتخاب کنید
fi: Valitse tilastot
hi: स्टैट्स चुनें
hu: Statisztika Kiválasztása
in: Pilih Statistik
it: Seleziona le Statistiche
ja: 統計を選択
ko: 상태 선택
nb: Velg statistikk
nl: Selecteer Statistieken
pt: Selecione estatísticas
sl: Izberi statistiko
sv: Vald statistik
uk: Вибрати статистику
vi: Chọn số liệu thống kê

source: Save settings and redraw graphs
ar: حفظ الإعدادات وإعادة رسم الرسوم البيانية
az: Parametrləri yadda saxlayın və qrafikləri yenidən çəkin
bo: སྒྲིག་སྟངས་ཉར་ནས་རི་མོ་སླར་འབྲི་བྱེད་པ།
cs: Uložte nastavení a překreslete grafy
da: Gem indstillinger og tegn graferne igen.
el: Αποθήκευση ρυθμίσεων και αναδημιουργία γραφημάτων
es: Guardar ajustes y volver a dibujar las gráficas
et: Salvesta häälestus ja joonista uuesti
fa: تنظیمات را ذخیره کنید و نمودارها را دوباره ترسیم کنید
fi: Tallenna asetukset ja piirrä kaaviot uudelleen
hi: सेटिंग सहेजें और ग्राफ़ पुनः बनाएं
hu: Beállítások mentése és ábra újrarajzolása
in: Simpan pengaturan dan gambar ulang grafik
it: Salva impostazioni e ridisegna grafici
ja: 設定を保温してグラフを再描画する
ko: 설정 저장하고 그래프 재생성
nb: Lagre innstillinger og tegn om grafer
nl: Sla instellingen op en herteken grafieken
pt: Salvar configurações e redesenhar gráficos
sl: Shrani nastavitve in ponovno nariši grafe
sv: Spara inställningar och rita om diagram
uk: Зберегти налаштування і перемалювати графіки
vi: Lưu cài đặt và vẽ lại đồ thị

source: Graph settings saved
ar: حفظ اعدادات الرسم البياني
az: Qrafik parametrləri yadda saxlanıldı
bo: རི་མོའི་སྒྲིག་སྟངས་ཉར་ཚར།
cs: Nastavení grafu uloženo
da: Graf indstillinger blev gemt
el: Οι ρυθμίσεις των γραφημάτων αποθηκεύτηκαν
es: Se ha guardado la configuración de la gráfica
et: Graafikute häälestus salvestatud
fa: تنظیمات نمودار ذخیره شد
fi: Kuvaajan asetukset tallentuvat
hi: ग्राफ़ सेटिंग सहेजी
hu: Ábra beállítások elmentve
in: Pengaturan grafik telah tersimpan
it: Impostazioni del grafico salvate
ja: グラフ設定が保存されました
ko: 그래프 설정 저장됨
nb: Grafinnstillinger lagret
nl: Grafiek instellingen opgeslagen
pt: Configurações de gráfico salvas
sl: Nastavitve grafa so shranjene
sv: Diagraminställningar sparade
uk: Налагтування графікі збережено
vi: Cài đặt biểu đồ đã lưu

source: Graph settings unchanged
ar: إعدادات الرسم البياني دون تغيير
az: Qrafik parametrləri dəyişməyib
bo: རི་མོའི་སྒྲིག་སྟེན་བསྒྱུར་བཏོན་མེད།
cs: Nastavení grafu nezměněno
da: Grafindstillinger uændrede
el: Οι ρυθμίσεις γραφήματος δεν άλλαξαν
es: Configuración del gráfico sin cambios
et: graafiku sätteid ei muudeta
fa: تنظیمات نمودار بدون تغییر
fi: Kaavioasetukset ennallaan
hi: ग्राफ़ सेटिंग अपरिवर्तित
hu: A grafikon beállításai nem változtak
in: Pengaturan grafik tidak berubah
it: Impostazioni del grafico invariate
ja: グラフ設定は変更なし
ko: 그래프 설정 변경되지 않음
nb: Grafinnstillinger uendret
nl: Grafiekinstellingen ongewijzigd
pt: Configurações do gráfico inalteradas
sl: Nastavitve grafa niso spremenjene
sv: Grafinställningarna oförändrade
uk: Налаштування графіка не змінено
vi: Cài đặt biểu đồ không thay đổi

source: Overview
ar: نظرة عامة
az: Ümumi baxış
bo: སྤྱི་བསྡོམས།
cs: Přehled
da: Oversigt
el: Επισκόπηση
es: Resumen
et: Ülevaade
fa: بررسی اجمالی
fi: Yleiskatsaus
hi: विस्तृत दृश्य
hu: Áttekintés
in: Ringkasan
it: Panoramica
ja: 概要
ko: 개요
nb: Oversikt
nl: Overzicht
pt: Visão Geral
sl: Pregled
sv: Översikt
uk: Огляд
vi: Tổng quan

source: Configuration
ar: اعدادات
az: Quraşdırma
bo: རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace
da: Konfiguration
el: Ρυθμίσεις
es: Configuración
et: Häälestus
fa: پیکربندی
fi: Asetukset
hi: सेटिंग
hu: Beállítások
in: Konfigurasi
it: Configurazione
ja: 設定
ko: 설정
nb: Oppsett
nl: Configuratie
pt: Configuração
sl: Konfiguracija
sv: Konfiguration
uk: Налаштування
vi: Cấu hình

source: FAQ
ar: أسئلة متكررة
bo: གནད་དོན་གསལ་བརྟག
el: Συχνές Ερωτήσεις
es: PUF
et: KKK
fa: سوال‌های متداول
fi: UKK
hi: सामान्य प्रश्न और उत्तर
hu: GYIK
ja: よくある質問
nb: OSS
nl: VGV
pt: FAQs
sl: ČPP
sv: Vanliga frågor
vi: Câu Hỏi Thường Gặp

source: JSON-RPC API
bo: JSON-RPC API མཐུད་སྣེ།
hi: JSON-RPC एपीआई

source: Manage your I2P hosts file here (I2P domain name resolution)
ar: إدارة ملف مضيفات I2P الخاص بك هنا (تحليل اسم مجال I2P)
az: I2P host faylınızı burada idarə edin (I2P domen adının həlli)
bo: ཁྱེད་ཀྱི་I2P མངའ་ཁུལ་ཡིག་ཆ་འདིར་དོ་དམ་བྱེད་པ། (I2P ཆ་མཚམས་མིང་གི་ངོས་འཛིན།)
cs: Zde spravujte svůj soubor hostitelů I2P (překlad názvu domény I2P)
da: Hold styr på din I2P host-fil her (I2P domænenavns vedtagelse)
el: Διαχειριστείτε το αρχείο κεντρικών υπολογιστών I2P εδώ (ανάλυση ονόματος τομέα I2P)
es: Administre aquí su fichero hosts de I2P (partícipe del mecanismo distribuido de resolución de nombres de dominios I2P)
et: Halda siit oma I2P nimefaili (I2P domeenide lahendamist)
fa: فایل میزبان I2P خود را در اینجا مدیریت کنید (رزولوشن نام دامنه I2P)
fi: Hallinnoi I2P-isäntätiedostoasi täällä (I2P-verkkotunnuksen resoluutio)
hi: I2P डोमेन नाम संचालन के लिए अपना I2P होस्ट्स फ़ाइल यहाँ प्रबंधित करें
hu: I2P hosts fájl kezelése itt (I2P domain név feloldás)
in: Kelola I2P host file di sini (I2P domain name resolusi)
it: Gestisci qui i tuoi file host I2P (risoluzione del nome di dominio I2P)
ja: ここで I2P の hosts ファイルを管理 (I2P のドメイン名解決)
ko: I2P 호스트 파일을 여기서 관리합니다 (I2P 도메인 이름 관리)
nb: Behandle din I2P-vertsfil her (I2P-domenenavnsoppløsning)
nl: Beheer je I2P hosts bestand hier (I2P domeinnaam bepaling)
pt: Gerenciar o seu arquivo de hosts I2P aqui (resolução de nomes de domínio I2P)
sl: Tukaj upravljajte datoteko gostiteljev I2P (razreševanje domenskih imen I2P)
sv: Hantera din I2P host-fil här (I2P domännamns uppslag)
uk: Керуйте файлом хостів I2P тут (розділення імені домену I2P)
vi: Quản lý tệp máy chủ I2P của bạn tại đây (độ phân giải tên miền I2P)

source: Graph Router Performance
ar: أداء جهاز التوجيه الرسم البياني
az: Qrafik Router Performansı
bo: རོ་ཌེར་གྱི་ནུས་གནས་རི་མོ།
cs: Výkon směrovače grafů
da: Graph Router Ydeevne
el: Απόδοση δρομολογητή γραφήματος
es: Gráfica del rendimiento del router
et: Graafiku ruuteri jõudlus
fa: عملکرد روتر نمودار
fi: Graafireitittimen suorituskyky
hi: राउटर प्रदर्शन का चित्रण
hu: Grafikon útválasztó teljesítménye
in: Grafik Kinerja Router
it: Prestazioni del router grafico
ja: グラフルーターのパフォーマンス
ko: 라우터 성능 그래프
nb: Grafruterytelse
nl: Grafische routerprestaties
pt: Desempenho do roteador gráfico
sl: Graf za zmogljivost usmerjevalnika
sv: Grafrouterprestanda
uk: Продуктивність графічного маршрутизатора
vi: Hiệu suất của bộ định tuyến đồ thị

source: Graphs
ar: رسم بياني
az: Qrafiklər
bo: རི་མོ་ཚང་མ།
cs: Grafy
da: Grafer
el: Γραφήματα
es: Gráficas
et: Graafikud
fa: گراف ها
fi: Kuvaajat
hi: ग्राफ़
hu: Ábra
in: Grafik
it: Grafici
ja: グラフ
ko: 그래프
nb: Grafer
nl: Grafieken
pt: Gráficos
sl: Grafi
sv: Diagram
uk: Графіки
vi: Đồ thị

source: Help
ar: مساعدة
az: Kömək
bo: རོགས་རམ།
cs: Nápověda
da: Hjælp
el: Βοήθεια
es: Ayuda
et: Abi
fa: راهنمایی
fi: Ohje
hi: मदद
hu: Segítség
in: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
nb: Hjelp
pt: Ajuda
sl: Pomoč
sv: Hjälp
uk: Допомога
vi: Giúp đỡ

source: I2P Router Help
ar: مساعدة روتر I2P
az: I2P Router Yardımı
bo: I2P རོ་ཌེར་རོགས་རམ།
cs: Nápověda k routeru I2P
da: I2P Router Hjælp
el: Βοήθεια δρομολογητή I2P+
es: Ayuda del router I2P
et: I2P ruuteri abi
fa: I2P+ کمک روتر
fi: I2P Reitittimen ohje
hi: I2P राउटर मदद
hu: I2P Router Segítség
in: Bantuan untuk Router i2p
it: Aiuto per il router I2P
ja: I2P ルーターヘルプ
ko: I2P 라우터 도움말
nb: Hjelp for I2P-ruter
nl: I2P Router Hulp
pt: Ajuda do Roteador do I2P
sl: Pomoč za usmerjevalnik I2P
sv: I2P Router Hjälp
uk: Допомога по I2P-роутеру
vi: Trợ giúp về bộ định tuyến I2P

source: Anonymous webmail client
ar: بريد الكتروني مجهول
az: Anonim veb poçt müştərisi
bo: མིང་མེད་ཝེབ་གློག་ཡིག་ལེན་གནད།
cs: Anonymní webmailový klient
da: Anonym webmail klient
el: Ανώνυμος πελάτης webmail
es: Cliente de correo web anónimo
et: Anonüümne veebimeili klient
fa: سرویس گیرنده ایمیل ناشناس
fi: Anonyymi webbipostiasiakas
hi: अनाम वेबमेल क्लाइंट
hu: Anoním webes e-mail kliens
in: Klien email anonim
it: Client anonimo di posta elettronica
ja: 匿名ウェブメールクライアント
ko: 익명 웹메일 클라이언트
nb: Anonym vevpostklient
nl: Anonieme webmail client
pt: Cliente do webmail anônimo
sl: Anonimni klient za spletne pošte
sv: Anonym webbmejlklient
uk: Анонімний поштовий клієнт
vi: Ứng dụng email trực tuyến ẩn danh

source: Install and configure I2P plugins
ar: تثبيت وتكوين ملحقات I2P
az: I2P plaginlərini quraşdırın və konfiqurasiya edin
bo: I2Pབརྒྱུད་བཏོན་པ་བཙོན་པ་དང་རོགས་དྲན་བྱེད་པ།
cs: Nainstalujte a nakonfigurujte I2P pluginy
da: Installer og konfigurer I2P -plugins
el: Εγκαταστήστε και διαμορφώστε τα πρόσθετα I2P
es: Instalar y configurar complementos de I2P
et: installige ja konfigureerige I2P-pluginad
fa: پلاگین های I2P را نصب و پیکربندی کنید
fi: Asenna ja määritä I2P-laajennukset
hi: I2P प्लगइन स्थापित और सेट करें
hu: Telepítse és konfigurálja az I2P bővítményeket
in: Instal dan Konfigurasi plugin I2P
it: Installa e configura plugin per I2P
ja: I2Pプラグインのインストールと設定
ko: I2P 플러그인을 설치하고 구성하십시오
nb: Installer og sett opp I2P-programtillegg
nl: I2P pligins installeren en configureren
pt: Instalar e configurar plug-ins I2P
sl: Namestitev in konfiguracija vstavkov I2P
sv: Installera och konfigurera I2P-plugins
uk: Встановіть і налаштуйте плагіни I2P
vi: Cài đặt và cấu hình plugin I2P

source: Manage Plugins
ar: إدارة المكونات الإضافية
az: Pluginləri idarə edin
bo: བརྒྱུད་བཏོན་པ་དོ་དམ་བྱེད་པ།
cs: Správa pluginů
da: Administrer plugins
el: Διαχείριση προσθηκών
es: Complementos
et: halda pistikprogramme
fa: افزونه ها را مدیریت کنید
fi: Hallitse laajennuksia
hi: प्लगइन प्रबंधन
hu: Beépülő modulok kezelése
in: Kelola plugin
it: Gestione dei plugin
ja: プラグインの管理
ko: 플러그인을 관리합니다
nb: Behandle programtillegg
nl: Beheer plugins
pt: Gerenciar plug-ins
sl: Upravljanje vstavkov
sv: Hantera insticksmoduler
uk: Керування плагінами
vi: Quản lý plugin

source: NetDb Search
ar: بحث نت دي بي
az: NetDb Axtarış
bo: NetDb འཚོལ་བ།
cs: Vyhledávání NetDb
da: NetDb-søgning
el: Αναζήτηση NetDb
es: Búsqueda NetDb
et: NetDb otsing
fa: جستجوی NetDb
fi: NetDb-haku
hi: NetDb खोज
hu: NetDb keresés
in: Pencarian NetDb
it: Ricerca NetDB
ja: ネットデータベース検索
ko: NetDb 검색
nb: NetDb-søk
nl: NetDb-zoeken
pt: Pesquisa NetDb
sl: Iskanje v NetDb
sv: NetDb-sökning
uk: Пошук NetDb
vi: Tìm kiếm NetDb

source: Network database search tool
ar: أداة البحث في قاعدة بيانات الشبكة
az: Şəbəkə verilənlər bazası axtarış aləti
bo: དྲ་ལམ་གནད་སྡུད་གཞི་གྲངས་འཚོལ་བའི་ལག་ཆས།
cs: Nástroj pro vyhledávání v síťové databázi
da: Søgeværktøj til netværksdatabase
el: Εργαλείο αναζήτησης βάσης δεδομένων δικτύου
es: Herramienta de búsqueda de la base de datos de red
et: Võrgu andmebaasi otsingutööriist
fa: ابزار جستجوی پایگاه داده شبکه
fi: Verkkotietokannan hakutyökalu
hi: नेटवर्क डेटाबेस खोज उपकरण
hu: Hálózati adatbázis keresőeszköz
in: Alat pencarian database jaringan
it: Strumento di ricerca NetDb
ja: ネットワークデータベース検索ツール
ko: 네트워크 데이터베이스 검색 도구
nb: Søkedatabase for nettverksdatabase
nl: Zoekhulpmiddel voor netwerkdatabases
pt: Ferramenta de pesquisa de banco de dados de rede
sl: Orodje za iskanje v omrežni bazi
sv: Sökverktyg för nätverksdatabas
uk: Інструмент пошуку в базі даних мережі
vi: Công cụ tìm kiếm cơ sở dữ liệu mạng

source: Network Database
ar: قاعدة بيانات الشبكة
az: Şəbəkə verilənlər bazası
bo: དྲ་ལམ་གནད་སྡུད་གཞི་གྲངས།
cs: Databáze sítě
da: Netværksdatabase
el: Βάση δεδομένων δικτύου
es: Base de Datos de la Red
et: Võrguandmebaas
fa: پایگاه داده شبکه
fi: Verkkotietokanta
hi: नेटवर्क डेटाबेस
hu: Hálózati adatbázis
in: Database Jaringan
it: Database della Rete
ja: ネットワークデータベース
ko: 네트워크 데이터베이스
nb: Nettverksdatabase
nl: Netwerkdatabase
pt: Banco de dados de rede
sl: Omrežna baza
sv: Nätverksdatabas
uk: База даних мережі
vi: Cơ sở dữ liệu mạng

source: Show list of all known I2P routers
ar: أظهر قائمة بكل I2P المعروفة
az: Bütün məlum I2P marşrutlaşdırıcılarının siyahısını göstərin
bo: ཤེས་པའི་I2Pརོ་ཌེར་ཚང་གི་ཐོ་བོ་མཐོང་བ།
cs: Zobrazit seznam všech známých I2P routerů
da: Vis liste over kendte I2P routere
el: Εμφάνιση λίστας όλων των γνωστών δρομολογητών I2P
es: Mostrar lista de todos los routers I2P conocidos
et: Näita nimekirja kõigist tuntud I2P ruuteritest
fa: نمایش لیست تمام روترهای شناخته شده I2P
fi: Listaa kaikki tunnetut I2P reitittimet
hi: सभी जानकारी वाले I2P राउटरों की सूची दिखाएं
hu: Minden ismert I2P router listájának megjelenítése
in: Tampilkan daftar semua router I2P yang diketahui
it: Mostra la lista di tutti i router I2P conosciuti
ja: 既存の全 I2P ルーターの一覧を表示
ko: 모든 알려진 I2P 라우터 리스트 보이기
nb: Vis liste over alle kjente I2P-rutere
nl: Toon lijst met alle bekende I2P routers
pt: Mostrar lista de todos os roteadores I2P conhecidos
sl: Prikaži seznam vseh znanih usmerjevalnikov I2P
sv: Visa lista över alla kända I2P routrar
uk: Показати список усіх відомих маршрутизаторів I2P
vi: Hiển thị danh sách tất cả các bộ định tuyến I2P đã biết

source: List of recently connected peers with profiling info
bo: ཉེ་ཆར་འབྲེལ་བའི་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པའི་ཐོ་བོ་དང་བརྒྱུས་མཁན་གྱི་ཆ་འཕྲིན།
hi: प्रोफाइलिंग जानकारी के साथ हाल ही में कनेक्ट किए गए पीयर्स की सूची
ko: 프로파일링 정보가 포함된 최근 연결된 피어 목록

source: Peer Profiles
ar: ملفات تعريف الأقران
az: Həmyaşıd profilləri
bo: རྒྱུན་དུ་བཙོན་པའི་བརྒྱུས་མཁན།
cs: Profily vrstevníků
da: Peer-profiler
el: Προφίλ ομοτίμων
es: Perfiles de los pares
et: kaaslaste profiilid
fa: پروفایل های همتا
fi: Vertaisprofiilit
hi: पीयर प्रोफ़ाइल
hu: Peer Profilok
in: Profil Rekan
it: Profili dei pari
ja: ピアプロファイル
ko: 동료 프로필
nb: Personprofiler
nl: Peerprofielen
pt: Perfis de pares
sl: Profili sosednjih strežnikov
sv: Peer-profiler
uk: Профілі однолітків
vi: Hồ sơ ngang hàng
