Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The FAQ on <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> or <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
ar: قسم الأسئلة الشائعة على <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> أو <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
az: Ətraflı məlumat üçün <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> və ya <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a> saytının sual-cavab bölməsini</a> yoxlayın
bo: <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> དང་ <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a> གཉིས་གྱི་FAQ
cs: FAQ na <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> nebo <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
da: FAQ'en på <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> or <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
el: Οι P&amp;R στο <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> ή <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
es: Las Preguntas frecuentes en <a href=http://i2p-projekt.i2p/es/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> o <a href=https://geti2p.net/es/faq target=_blank rel=noreferrer>geti2p.net</a>
et: KKK <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> või <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
fa: سوالات متداول در <a href=http://i2p-projekt.i2p/fa/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> یا <a href=https://geti2p.net/fa/faq target=_blank rel=noreferrer>geti2p.net</a>
fi: UKK sivusto osoitteessa <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> tai <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
hi: <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> या <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a> पर एफ़.ए.क्यू.
hu: Az i2p-projekt.i2p vagy a geti2p.net oldalon található FAQ
in: FAQ di <a href=http://i2p-projekt.i2p/id/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> atau <a href=https://geti2p.net/id/faq target=_blank rel=noreferrer>geti2p.net</a>
it: Le FAQ su <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> o <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
ja: <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a>または<a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>のFAQ
ko: 아래 URL의 자주 하는 질문 페이지를 참조하세요: <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> 또는 <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
nb: Ofte stilte spørsmål på <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> eller <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
nl: De FAQ op <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> of <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
pt: O FAQ em <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> ou <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
sl: ČPP na <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> ali <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
sv: FAQ på <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> eller <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
uk: Часті питання на <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> або <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>
vi: Các câu hỏi thường gặp trên <a href=http://i2p-projekt.i2p/en/faq target=_blank rel=noreferrer>i2p-projekt.i2p</a> hoặc <a href=https://geti2p.net/en/faq target=_blank rel=noreferrer>geti2p.net</a>

source: You may also try <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> or <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>#i2p</a> on I2P's IRC network.
bo: ཁྱོད་རང་གིས་I2P གི་IRC དྲ་ཚིག་གི་<a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> དང་ <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>#i2p</a> གཉིས་གང་རུང་ཞིག་བརྟག་དཔྱད་བྱས་རུང་།
hi: आप इसके अलावा I2P के IRC नेटवर्क पर <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> या <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>#i2p</a> पर भी प्रयास कर सकते हैं।
ko: I2P의 IRC 네트워크에 접속하여 <a href=irc://127.0.0.1:6668/saltR class=chatlink>#saltR</a> 또는 <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>#i2p</a> 채널을 이용할 수도 있습니다.

source: Introduction to Tunnel Filtering
ar: مقدمة حول تصفية الأنفاق
az: Tünellərin Filterlənməsinə Giriş
bo: གློག་སྒྲོམ་བདེན་པར་གཏན་འབེབས་ཀྱི་འགོ་འཛུགས།
cs: Úvod do filtru tunelů
da: Introduktion til tunnel filtrering
el: Εισαγωγή στο Tunnel Filtering
es: Introducción al Filtrado de Túneles
et: Tunnelifiltri tutvustus
fa: مقدمه ای برای فیلتر تونل
fi: Johdanto tunnelisuodatukseen
hi: टनल फ़िल्टरिंग के परिचय
hu: Bevezetés a túlnyúlás szűrésébe
in: Pengenalan Penyaringan Terowongan
it: Introduzione al filtraggio del tunnel
ja: トンネルフィルタリングの紹介
ko: 터널 필터링 소개
nb: Introduksjon til Tunnelfiltrering
nl: Inleiding tot Tunnel Filtering
pt: Introdução ao Filtro de Túnel
sl: Uvod v filtriranje tunela
sv: Introduktion till tunnelfiltrering
uk: Вступ до фільтрації тунелів
vi: Giới thiệu về lọc đường hầm

source: Server tunnels, configurable in the <a href=/i2ptunnelmgr>Tunnel Manager</a>, provide a number of ways to limit access to the hosted service. Destination whitelisting, blacklisting, connection throttling, and tunnel filtering are methods provisioned to mitigate denial of service attacks, grant exclusive access to known I2P destinations, and manage traffic to the server.
ar: توفر الأنفاق الخادمة، والتي يمكن تكوينها من خلال <a href=/i2ptunnelmgr>مدير الأنفاق</a>، عددًا من الطرق لتقييد الوصول إلى الخدمة المضيفة. تصفية الوجهات، قائمة الحظر، تحكم تدفق الاتصالات، وتصفية الأنفاق هي طرق مدعومة للتخفيف من هجمات رفض الخدمة، منح الوصول الحصري للوجهات المعروفة في I2P، وإدارة حركة المرور إلى الخادم.
az: Server tüneli, <a href=/i2ptunnelmgr>Tunnel Manager</a>'da quraşdırılabilən bir neçə yolla qonaqlığa məhdudiyyətlər qoyar. Məqsutun üzərinə qoymağa, qara siyahıya almağa, əlaqələrin hızını məhdudlaşdırmağa, və tünel filtrləri vasitəsilə xidmətə hücumsuzluqliyi kitləmə, bilinən İ2P məqsutlarına ehtiraslar erəxte etmə və trafik idarə etmə imkanı verir.
bo: <a href=/i2ptunnelmgr>གློག་སྒྲོམ་བདེན་པའི་དོ་དམ</a>ནང་གི་སེར་བེར་གློག་སྒྲོམ་གྱི་སྒོ་ནས་བཞེངས་པ་ནི་བྱིང་རྒྱུའི་ཞབས་ཞུ་ལ་ཚོད་འཛིན་བྱེད་པའི་ཐབས་ལམ་མང་པོ་ཡོད། གནས་གོང་གི་ཞབས་ཞུ་བཞག་པ། འགོག་པའི་ཞབས་ཞུ་བཞག་པ། འགྱོགས་ཚད་ཚོད་འཛིན། གློག་སྒྲོམ་བདེན་པ་བཅས་ཞིག་ནི་ཞབས་ཞུ་བཟོ་འཐབ་ཀྱི་རྐྱེན་འགོག་པ་དང་། ཡང་དག་གི་I2Pགནས་གོང་གི་ཞབས་ཞུ་བརྩི་བཞེངས་པ། སེར་བེར་དུ་འགྱོ་བའི་འགྱུར་བརྡར་ཚོད་འཛིན་བྱེད་པའི་ཐབས་ཡིན།
cs: Serverové tunely, které lze konfigurovat v <a href=/i2ptunnelmgr>Správci tunelů</a>, poskytují několik způsobů, jak omezit přístup k hostované službě. Metody, jako je vybírání povoleného a blokovaného cíle, omezování spojení a filtrování tunelů jsou připraveny k minimalizaci odmítnutí služby, poskytování exkluzivního přístupu k známým I2P destinacím a řízení provozu na serveru.
da: Servertunneller, som kan konfigureres i <a href=/i2ptunnelmgr> Tunnel Manager </a>, giver en række måder til begrænse adgangen til den hosted service. Destination hvidliste, sortliste, forbindelsestyring og tunnelfiltrering er metoder, der er udlagt til at afbøde denial of service-angreb, give eksklusiv adgang til kendte I2P-destinationer og administrere trafikken til serveren.
el: Οι server tunnels, ρυθμίζονται στον <a href=/i2ptunnelmgr>Tunnel Manager</a> και παρέχουν αρκετούς τρόπους για τον περιορισμό της πρόσβασης στην φιλοξενούμενη υπηρεσία. Λίστες επιτρεπόμενων προορισμών, αποκλεισμοί, περιορισμός συνδέσεων και tunnel filtering είναι μεθόδοι που παρέχονται για τον περιορισμό των επιθέσεων αρνησικυρίας υπηρεσιών, την παροχή αποκλειστικής πρόσβασης σε γνωστούς προορισμούς του I2P και τη διαχείριση της κίνησης προς τον διακομιστή.
es: Los túneles de servidor, configurables en el <a href=/i2ptunnelmgr>Administrador de Túneles</a>, ofrecen varias formas de limitar el acceso al servicio alojado. La lista blanca y negra de destinos, el limitador de conexiones y el filtrado de túneles son métodos previstos para mitigar ataques de denegación de servicio, otorgar acceso exclusivo a destinos I2P conocidos y administrar el tráfico al servidor.
et: Serveritunnelid, mida saab seadistada <a href=/i2ptunnelmgr>Tunnelihalduris</a>, pakuvad mitmeid viise juurdepääsu piiramiseks majutatud teenusele. Suunamise valge nimekirja loomine, musta nimekirja koostamine, ühenduse kiiruse piiramise ning tunnelifiltrid on meetodid, mida kasutatakse tempistamisrünnakute peatamiseks, eraldusväärtuse andmiseks teadaolevatele I2P sihtkohtadele ja liikluse haldamiseks serverisse.
fa: تونل های سرور، قابل تنظیم در <a href=/i2ptunnelmgr>مدیر تونل</a>، روش هایی را برای محدود کردن دسترسی به سرویس میزبان فراهم می کنند. فهرست سفید مقصد، فهرست سیاه مقصد، نات اتصال کردن، و فیلترینگ تونل روش هایی هستند که برای پیشگیری از حملات امداد خدمات، اعطای دسترسی انحصاری به مقاصد آی تو پی شناخته شده، و مدیریت ترافیک به سرور به کار گرفته می شوند.
fi: Palvelin tunnelit, jotka voidaan määrittää <a href=/i2ptunnelmgr>Tunnel Managerissa</a>, tarjoavat useita tapoja rajoittaa pääsyä palveluun. Määränpää valko- ja mustalistaus, yhteyksien rajoitus ja tunnelinhallinta ovat menetelmiä, joiden tarkoituksena on vähentää palvelunestohyökkäyksiä, myöntää yksinomainen pääsy tunnettuihin I2P määränpäihin ja hallita liikennettä palvelimelle.
hi: सर्वर टनल, <a href=/i2ptunnelmgr>टनल मैनेजर</a> में विनियमित कर सकते हैं, होस्ट की सेवा के लिए पहुँच को सीमित करने के अनेक तरीकों को प्रदान करते हैं। गंतव्य सफ़ेद सूची, काली सूची, कनेक्शन थ्रॉटलिंग, और टनल फ़िल्टरिंग देनियाल ऑफ़ सर्विस हमलों को कम करने, जाने माने I2P गंतव्यों के लिए विशेष एक्सेस प्रदान करने, और सर्वर तक के ट्रैफ़िक का प्रबंधन करने के लिए प्रदान की जाती हैं।
hu: A szervertunnels, amelyek konfigurálhatók a Tunnel Managerben, a szolgáltatáshoz való hozzáférés korlátozására szolgálnak. A célállomás fehér- és feketelistázása, a kapcsolat sebességkorlátozása, valamint az úttaláncok szűrése olyan módszerek, amelyeket arra használnak, hogy csökkentsék a kiszolgálásból való kitiltás veszélyét, kizárólagos hozzáférést biztosítsanak a ismert I2P célállomásokhoz, és irányítsák a forgalmat a szerverhez.
in: Terowongan server, yang dapat dikonfigurasi di <a href=/i2ptunnelmgr>Pengelola Terowongan</a>, menyediakan beberapa cara untuk membatasi akses ke layanan terhosting. Pemutihdaftaran tujuan, daftar hitam, pengaturan laju koneksi, dan penyaringan terowongan adalah metode yang disediakan untuk memitigasi serangan penolakan layanan, memberikan akses eksklusif ke tujuan I2P yang diketahui, dan mengelola lalu lintas ke server.
it: I tunnel del server, configurabili nel <a href=/i2ptunnelmgr>Gestore dei tunnel</a>, forniscono diverse modalità per limitare l'accesso al servizio ospitato. La lista bianca delle destinazioni, la lista nera, il controllo della connessione e il filtraggio del tunnel sono metodi predisposti per mitigare gli attacchi di denial of service, concedere accesso esclusivo alle destiazioni I2P conosciute e gestire il traffico verso il server.
ja: サーバートンネルは、ホストされたサービスへのアクセスを制限するためのさまざまな方法を提供します。宛先のホワイトリスト、ブラックリスト、接続の制限、およびトンネルフィルタリングは、サービスの停止攻撃からの保護、既知のI2P宛先への限定的なアクセスの許可、およびサーバーへのトラフィックの管理に使用される手法です。Tunnel Managerのアクセスリストコントロールよりも柔軟な運用が可能なホワイトリストとブラックリストの両方の機能も提供します。ネットワーク全体のフィルタを実装する場合は、複数のサーバートンネルで単一のフィルタファイルを共有することもできます。
ko: 서버 터널은 <a href=/i2ptunnelmgr>Tunnel Manager</a>에서 설정할 수 있으며, 호스팅된 서비스에 대한 액세스를 제한하는 여러 가지 방법을 제공합니다. 대상 화이트리스트, 블랙리스트, 연결 제한 및 터널 필터링은 서비스 거부 공격을 완화하고, 알려진 I2P 대상에 대한 독점적인 액세스를 부여하며, 서버로의 트래픽을 관리하기 위해 구비된 방법입니다.
nb: Servertunneler, konfigurerbare i <a href=/i2ptunnelmgr>Tunnel Manager</a>, gir en rekke måter å begrense tilgangen til den vertsbaserte tjenesten. Destinasjonsomfattende liste, svartelisting, begrensning av tilkoblinger og tunnelfiltrering er metoder som er tilrettelagt for å motvirke tjenestenektingsangrep, gi eksklusiv tilgang til kjente I2P-destinasjoner og administrere trafikk til serveren.
nl: Servertunnels, configureerbaar in de <a href=/i2ptunnelmgr>Tunnelbeheerder</a>, bieden verschillende manieren om de toegang tot de gehoste service te beperken. Bestemmings-Whitelisting, Blacklisting, Verbindingsdrosseling en Tunnel Filtering zijn methoden die zijn bedoeld om DDoS-aanvallen tegen te gaan, exclusieve toegang te verlenen tot bekende I2P-bestemmingen en het verkeer naar de server te beheren.
pt: Túneis do servidor, configuráveis no <a href=/i2ptunnelmgr>Gerenciador de Túneis</a>, fornecem várias maneiras de limitar o acesso ao serviço hospedado. Listagem em lista branca, lista negra, redução da velocidade de conexão e filtragem de túnel são métodos fornecidos para mitigar ataques de negação de serviço, conceder acesso exclusivo a destinos I2P conhecidos e gerenciar o tráfego para o servidor.
sl: Strežniški tuneli, nastavitljivi v <a href=/i2ptunnelmgr>Menedžer tunela</a>, ponujajo več načinov za omejitev dostopa do gostiteljske storitve. Bela lista destinacije, crna lista, omejitev povezav in filtriranje tunela so metode, ki so določene za zmanjšanje napadov odklanjanja storitev, dajanje izključnega dostopa do znanih destinacij I2P in upravljanje prometa do strežnika.
sv: Servertunnlar, konfigurerbara i <a href=/i2ptunnelmgr>Tunnel Manager</a>, erbjuder flera sätt att begränsa åtkomsten till den värdade tjänsten. Whitelisting av destination, blacklisting, anslutningsdämpning och tunnelfiltrering är metoder som tillhandahålls för att motverka denial of service-attacker, ge exklusiv åtkomst till kända I2P-destinationer och hantera trafiken till servern.
uk: Серверні тунелі, які налаштовуються в <a href=/i2ptunnelmgr>Менеджері тунелів</a>, надають кілька способів обмежити доступ до сервісу, що приймає. Білий та чорний список цілей, обмеження з'єднань та фільтрація тунелів - це методи, передбачені для зниження ризику загальмування послуги DDoS-атаками, надання виняткового доступу відомим цілям I2P та керування трафіком до сервера.
vi: Đường hầm máy chủ, có thể định cấu hình trong <a href=/i2ptunnelmgr>Trình quản lý đường hầm</a>, cung cấp một số cách để hạn chế quyền truy cập vào dịch vụ được lưu trữ.
