Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting, when enabled, introduces a random pong delay of up to 50ms for all ping-enabled servers hosted by the router. Default is disabled. [Restart required]
ar: هذا الإعداد، عند تمكينه، يقدّم تأخيراً عشوائياً للاستجابة بحدّ أقصى 50 ميلي ثانية لجميع الخوادم التي تمكّن الاستفسارات المضيفة بواسطة الراوتر. الافتراضي هو التعطيل. [إعادة تشغيل مطلوبة]
az: Bu parametr, aktiv olduqda, routerin ev sahibliyi etdiyi bütün ping effektiv serverlər üçün 50m-ə qədər təsadüfi pong gecikməsini təqdim edir. Standart deaktivdir. [Yenidən başladın tələb olunur]
bo: སྒྲིག་འགོད་འདི་བརྒྱུད་བྱས་ཚེ། རྒྱུད་པས་སྣོན་བྱེད་པའི་ཚང་མ་དང་ཐད་ཀྱི་སྦྲེལ་ཐབས་པའི་སྣོན་བྱེད་པའི་སྦྲེལ་ཐབས་པར་ 50ms བར་གི་རྟགས་མེད་པའི་སྣོན་བྱེད། སྔོན་སྒྲིག་ནི་སྒོ་བརྒྱུད་བྱས་མེད། [བསྐྱར་འགོ་ཚོགས་དགོས།]
cs: Toto nastavení, pokud je povoleno, zavádí náhodný odklad pongu až 50 ms pro všechny servery povolené pro odpovídání na pingy hostované směrovačem. Výchozí nastavení je zakázáno. [Vyžaduje restart]
da: Denne indstilling, når den er aktiveret, introducerer en tilfældig pong-forsinkelse på op til 50 ms for alle ping-aktiverede servere hostet af routeren. Standard er deaktiveret. [Genstart krævet]
el: Αυτή η ρύθμιση, όταν ενεργοποιηθεί, εισάγει μια τυχαία καθυστέρηση pong που φτάνει έως τα 50ms για όλους τους διακομιστές που υποστηρίζουν ping και φιλοξενούνται από τον δρομολογητή. Η προεπιλογή είναι απενεργοποιημένη. [Απαιτείται επανεκκίνηση]
es: Esta configuración, cuando está habilitada, introduce un retardo aleatorio de ping de hasta 50 ms para todos los servidores habilitados para ping alojados por el enrutador. Predeterminado es deshabilitado. [Reinicio requerido]
et: Kui see seadistus on sisse lülitatud, lisatakse marsuuteri majutatud kõigile pingiga ühenduse aktsepteerivatele serveritele juhuslik pongi viivitus kuni 50 ms. Vaikimisi on see välja lülitatud. [Nõuab taaskäivitamist]
fa: این تنظیم، وقتی فعال باشد، تأخیر تصادفی پنگ تا 50 میلی‌ثانیه را برای همه سرورهای دارای پینگ که توسط روتر میزبانی می‌شوند، معرفی می‌کند.
fi: Tämä asetus aiheuttaa satunnaisen pong-viiveen enintään 50 ms kaikille, reitittimen isännöimille ping-palvelimille, jos iniä on käytössä. Oletusarvo on pois päältä. [Vaaditaan uudelleenkäynnistys]
hi: जब यह सेटिंग सक्षम होती है, तो राउटर द्वारा मेजबान किए गए सभी पिंग-सक्षम सर्वरों के लिए अपरिभाषित 50मिलीसेकंड तक की पोंग देरी पेश करती है। मूल रूप से यह अक्षम होता है। [रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás, ha engedélyezve van, akkor az összes ping engedélyezett szerveréhez véletlenszerű pong késleltetést vezet be, akár 50 ms-ig. Az alapértelmezett érték letiltva. [Újraindítás szükséges]
in: Pengaturan ini, jika diaktifkan, memperkenalkan penundaan pong acak hingga 50 ms untuk semua server yang berkemampuan ping yang dihosting oleh router. Defaultnya dinonaktifkan. [Mulai ulang diperlukan]
it: Questa impostazione, quando abilitata, introduce un ritardo randomico di pong fino a 50ms per tutti i server abilitati al ping ospitati dal router. Disattivato di default. [Richiesta la riavvio]
ja: この設定は、有効にすると、ルーターにホストされるすべてのping-enabledサーバーに対して、最大50msのランダムなpongの遅延を導入します。デフォルトは無効です。[再起動が必要です]
ko: 이 설정을 활성화하면, 라우터에서 호스팅되는 모든 핑이 가능한 서버에 대해 최대 50ms까지의 임의의 pong 지연을 도입합니다. 기본적으로 비활성화되어 있습니다. [재부팅이 필요함]
nb: Denne innstillingen, når den er aktivert, introduserer en tilfeldig pong-forsinkelse på opptil 50 ms for alle ping-aktiverte servere som er vert for ruteren. Standard er deaktivert. [Omstart påkrevd]
nl: Deze instelling, wanneer ingeschakeld, voegt een willekeurige pong-vertraging toe van maximaal 50 ms voor alle ping-ingeschakelde servers die worden gehost door de router. Standaard is dit uitgeschakeld. [Herstart vereist]
pt: Quando ativada, esta configuração introduz um atraso aleatório de pong de até 50ms para todos os servidores habilitados para ping hospedados pelo roteador. Por padrão, está desativado. [Reinicialização necessária]
sl: Ta nastavitev, ko je omogočena, vnesi naključen pong zamik do 50ms za vse ping-omogočene strežnike gostiteljene s strani usmerjevalnika. Privzeto je onemogočeno. [Ponovni zagon zahtoven]
sv: Denna inställning, när den är aktiverad, gör att det införs en slumpmässig pongfördröjning i upp till 50 ms för alla ping-aktiverade servrar som hostas av routern. Standardinställningen är inaktiverad. [Omstart krävs]
uk: Це налаштування, коли активоване, вводить випадкову затримку відгуку до 50 мс для всіх серверів, на які дозволені пінги, хостинг яких здійснює роутер. За замовчуванням відключено. [Потрібний перезапуск]
vi: Cài đặt này, khi được bật, giới thiệu độ trễ pong ngẫu nhiên lên tới 50ms cho tất cả các máy chủ hỗ trợ ping được lưu trữ bởi bộ định tuyến. Mặc định bị vô hiệu hóa. [Khởi động lại yêu cầu]

source: This setting, when enabled, modifies the maximum additional random pong delay introduced for ping-enabled servers, if <code>i2p.streaming.enablePongDelay</code> is also enabled. Unless explicitly set, the default value of 50ms will be used.
ar: هذا الإعداد، عند تمكينه، يعدل أقصى تأخير إضافي عشوائي للاستجابة المضاف للخوادم الممكّنة للاستفسارات، إذا تم تمكين <code>i2p.streaming.enablePongDelay</code> أيضاً. ما لم يتم تعيينه بشكل صريح، سيتم استخدام القيمة الافتراضية البالغة 50 ميلي ثانية.
az: Bu parametr aktiv edildikdə, i2p.streaming.enablePongDelay də aktivdirsə, ping effektiv serverlər üçün təqdim edilən maksimum əlavə <code></code> təsadüfi pong gecikməsini dəyişdirir. Açıq şəkildə təyin edilmədiyi təqdirdə, 50 milyon standart dəyərdən istifadə ediləcək.
bo: སྒྲིག་འགོད་འདི་བརྒྱུད་བྱས་ཚེ། <code>i2p.streaming.enablePongDelay</code> ཡང་བརྒྱུད་བྱས་ཚེ། ལན་ལན་སྣོན་བྱེད་པའི་སྦྲེལ་ཐབས་པའི་སྣོན་བྱེད་པའི་སྣོན་བྱེད་པའི་མང་ཤོས་བསྒྱུར་བཅོས། གལ་ཏེ་གསལ་བཤད་ཀྱིས་གཏན་འཁེལ་མ་བྱས་ན། སྔོན་སྒྲིག་གནས་གྲངས་ 50ms བེད་སྤྱོད་བྱེད།
cs: Toto nastavení, pokud je povoleno, upravuje maximální další náhodný zpožděný pong zavedený pro servery povolené pro odpovídání na pingy, pokud je také povoleno <code>i2p.streaming.enablePongDelay</code>. Pokud není explicitně nastaveno, bude použita výchozí hodnota 50 ms.
da: Denne indstilling, når den er aktiveret, ændrer den maksimale yderligere tilfældige pong-forsinkelse, der introduceres for ping-aktiverede servere, hvis <code>i2p.streaming.enablePongDelay</code> også er aktiveret. Hvis værdien ikke er angivet eksplicit, vil standardværdien på 50 ms blive brugt.
el: Αυτή η ρύθμιση, όταν ενεργοποιηθεί, τροποποιεί τη μέγιστη επιπρόσθετη τυχαία καθυστέρηση pong που εισάγεται για τους διακομιστές που υποστηρίζουν ping, εάν το <code>i2p.streaming.enablePongDelay</code> είναι επίσης ενεργοποιημένο. Εκτός αν οριστεί ρητά, θα χρησιμοποιηθεί η προεπιλεγμένη τιμή των 50ms.
es: Esta configuración, cuando está habilitada, modifica el retardo aleatorio máximo adicional introducido para los servidores habilitados para ping, si también está habilitado <code>i2p.streaming.enablePongDelay</code>. A menos que se establezca explícitamente, se usará el valor predeterminado de 50ms.
et: Kui see seadistus on sisse lülitatud, muudetakse pingiga ühenduse aktsepteerivatele serveritele lisatava maksimaalse täiendava juhusliku pongi viivituse väärtust, kui on ka lubatud <code>i2p.streaming.enablePongDelay</code>. Kui seda eraldi määratletud ei ole, kasutatakse vaikeväärtust 50 ms.
fa: اگر <code>i2p.streaming.enablePongDelay</code> نیز فعال باشد، این تنظیم، هنگامی که فعال باشد، حداکثر تأخیر پنگ تصادفی اضافی را که برای سرورهای دارای پینگ فعال شده است، تغییر می‌دهد.
fi: Tämä asetus muuttaa maksimaalisen ylimääräisen satunnaisen pong-viiveen, joka esitellään, jos ping-palvelimet ovat käytössä ja <code>i2p.streaming.enablePongDelay</code> on myös käytössä. Ellei toisin määritetty, käytetään 50 ms:n oletusarvoa.
hi: जब यह सेटिंग सक्षम होती है और <code>i2p.streaming.enablePongDelay</code> भी सक्षम होता है, तो यह पिंग-सक्षम सर्वरों के लिए पेश की गई अतिरिक्त यादृच्छिक पोंग देरी की अधिकतम सीमा बदलती है। जब तक व्यक्तिगत रूप से सेट नहीं किया जाता है, 50मिलीसेकंड की मूल मान उपयोग की जाएगी।
hu: Ez a beállítás akkor módosítja a maximális további véletlenszerű "pong" késleltetést, ha engedélyezve van a ping-kapcsolatú szerverekre a beállítás (i2p.streaming.enablePongDelay). Hacsak nincs kifejezetten beállítva, akkor az alapértelmezett értéket, 50 ms-t veszi figyelembe.
in: Pengaturan ini, ketika diaktifkan, memodifikasi penundaan pong acak maksimum tambahan yang diperkenalkan untuk server yang berkemampuan ping, jika <code>i2p.streaming.enablePongDelay</code> juga diaktifkan. Kecuali jelas ditetapkan, nilai default 50ms akan digunakan.
it: Questa impostazione, quando abilitata, modifica il massimo ritardo casuale aggiuntivo per pong introdotto per i server abilitati al ping, se anche <code>i2p.streaming.enablePongDelay</code> è abilitato. Se non impostato esplicitamente, verrà utilizzato il valore predefinito di 50ms.
ja: この設定を有効にすると、<code>i2p.streaming.enablePongDelay</code>も有効になっている場合、ping-enabledサーバーに導入されるランダムなpong遅延の最大追加値が変更されます。明示的に設定されていない場合、デフォルト値の50msが使用されます。
ko: 이 설정은 활성화되었을 때, <code>i2p.streaming.enablePongDelay</code>가 활성화된 경우 ping 가능한 서버에 추가되는 최대 무작위 pong 지연을 수정합니다. 명시적으로 설정하지 않은 경우 50ms의 기본값을 사용합니다.
nb: Denne innstillingen, når den er aktivert, endrer den maksimale ekstra tilfeldige pong-forsinkelsen som introduseres for ping-aktiverte servere, hvis <code>i2p.streaming.enablePongDelay</code> også er aktivert. Hvis den ikke er eksplisitt satt, vil standardverdien på 50 ms bli brukt.
nl: Deze instelling wijzigt de maximale extra willekeurige pong-vertraging die wordt geïntroduceerd voor ping-ingeschakelde servers, indien <code>i2p.streaming.enablePongDelay</code> ook is ingeschakeld. Tenzij expliciet ingesteld, wordt de standaardwaarde van 50 ms gebruikt.
pt: Quando ativada, esta configuração modifica o atraso adicional máximo introduzido aleatoriamente para pong em servidores habilitados para ping, se <code>i2p.streaming.enablePongDelay</code> também estiver habilitada. A menos que seja definido explicitamente, o valor padrão de 50ms será utilizado.
sl: Ta nastavitev, ko je omogočena, spremeni maksimalno naključno zamudo pong odgovora za strežnike, ki podpirajo ping, če je tudi omogočena i2p.streaming.enablePongDelay. Če ni jasno določeno, se uporabi privzeto vrednost 50 ms.
sv: Denna inställning gör att maxvärdet för den extra slumpmässiga pongfördröjningen som införs för ping-aktiverade servrar ändras om <code>i2p.streaming.enablePongDelay</code> också är aktiverad. Om den inte ställs in kommer standardvärdet på 50 ms att användas.
uk: Це налаштування, коли активоване, модифікує максимальну додаткову випадкову затримку відгуку для серверів, на які дозволений пінг, якщо також увімкнено <code>i2p.streaming.enablePongDelay</code>. За замовчуванням буде використано значення 50 мс, якщо не встановлено явно.
vi: Thiết lập này, khi được bật, sẽ sửa đổi độ trễ phản hồi ngẫu nhiên tối đa được giới thiệu cho các máy chủ cho phép ping, nếu <code>i2p.streaming.enablePongDelay</code> cũng được bật. Trừ khi rõ ràng đặt, giá trị mặc định là 50ms sẽ được sử dụng.

source: When set to true, I2P runs without network connectivity, which is helpful if you are constantly restarting the router to test code updates as this prevents network disruption.
ar: عند تعيينه على صحيح، يعمل I2P بدون اتصال بالشبكة، ما يكون مفيداً إذا كنت تعيد تشغيل الراوتر باستمرار لاختبار تحديثات الكود حيث أن ذلك يمنع اضطراب الشبكة.
az: Əslinə qaldıqda, I2P şəbəkə bağlantısı olmadan işləyir. Bu, şəbəkənin pozulmasının qarşısını aldığı üçün routeri kod yeniləmələrini yoxlamaq üçün daim yenidən başlatsanız, faydalıdır.
bo: true ལ་གཏན་འཁེལ་བྱས་ཚེ། I2P ནི་དྲ་བའི་འབྲེལ་བ་མེད་པར་འཁོར་སྐྱོང་བ་དང་། འདིས་ཁྱེད་ཀྱིས་རྒྱུད་པ་རྒྱུན་ཆད་བསྐྱར་འགོ་ཚོགས་བྱས་ནས་རྩལ་གསར་བསྐྱར་ཚོད་ལྟ་བྱེད་སྐབས་དྲ་བའི་གནས་སྐྱོང་མི་འབྱུང་བར་རམ་འདེགས་བྱེད།
cs: Pokud je nastaveno na true, I2P běží bez síťové konektivity, což je užitečné, pokud neustále restartujete směrovač, abyste otestovali aktualizace kódu, protože to zabrání přerušení sítě.
da: Når denne indstilling er sat til true, kører I2P uden netværksforbindelse, hvilket er nyttigt, hvis du konstant genstarter routeren for at teste kodeopdateringer, da det forhindrer netværksafbrydelser.
el: Όταν ορίζεται σε true, το I2P λειτουργεί χωρίς δικτυακή σύνδεση, πράγμα που είναι χρήσιμο αν επανεκκινείτε συνεχώς τον δρομολογητή για να δοκιμάσετε ενημερώσεις κώδικα καθώς αποτρέπει διαταραχές στο δίκτυο.
es: Cuando se establece en true, I2P se ejecuta sin conectividad de red, lo que es útil si estás reiniciando constantemente el enrutador para probar actualizaciones de código, ya que esto evita la interrupción de la red.
et: Kui see seadistus on true, töötab I2P ilma võrguühenduseta, mis on kasulik, kui teiste marsruuterite kodeerimisuuenduste testimiseks tuleb marsruuterit pidevalt taaskäivitada ja see takistab võrgu katkestusi.
fa: وقتی روی true تنظیم می‌شود، I2P بدون اتصال به شبکه اجرا می‌شود، که اگر دائماً روتر را برای آزمایش به‌روزرسانی‌های کد راه‌اندازی مجدد می‌کنید، مفید است، زیرا از اختلال در شبکه جلوگیری می‌کند.
fi: Kun arvo on päällä, I2P toimii ilman verkkoyhteyttä. Tämä on hyödyllistä, jos käynnistät reititintä jatkuvasti koodipäivitysten testaamiseksi, koska se estää verkkohäiriöitä.
hi: जब यह सत्य कर दिया जाता है, तो I2P नेटवर्क कनेक्टिविटी के बिना चलता है, जो यदि आप निरंतर राउटर को पुनः शुरू करके कोड अपडेट का परीक्षण कर रहे हों तो यह मददगार होता है क्योंकि यह नेटवर्क के विघटन को रोकता है।
hu: Ha az érték igaz-ra van állítva, az I2P hálózati kapcsolat nélkül fut, ami hasznos lehet, ha folyamatosan újraindítja a routert a kódfrissítések teszteléséhez, mivel ez megakadályozza a hálózat megszakadását.
in: Ketika diatur menjadi true, I2P berjalan tanpa konektivitas jaringan, yang berguna jika Anda terus menjalankan ulang router untuk menguji pembaruan kode karena ini mencegah gangguan jaringan.
it: Quando impostato su true, I2P viene eseguito senza connettività di rete, il che è utile se si riavvia costantemente il router per testare gli aggiornamenti del codice in quanto ciò impedisce l'interruzione della rete.
ja: trueに設定すると、I2Pはネットワーク接続なしで実行されます。これは、コードの更新をテストするためにルーターを頻繁に再起動する場合に便利であり、ネットワークの中断を防ぎます。
ko: true로 설정하면 I2P는 네트워크 연결 없이 실행되며, 이는 코드 업데이트를 테스트하기 위해 라우터를 계속해서 재시작하는 경우에 유용합니다. 이로 인해 네트워크 중단을 방지할 수 있습니다.
nb: Når satt til true, kjører I2P uten nettverkstilkobling, noe som er nyttig hvis du stadig starter ruteren på nytt for å teste kodeoppdateringer, da dette forhindrer nettverksforstyrrelser.
nl: Als dit op true is ingesteld, werkt I2P zonder netwerkverbinding, wat handig is als je de router constant opnieuw opstart om code-updates te testen, omdat dit netwerkonderbreking voorkomt.
pt: Quando configurado para true, o I2P é executado sem conectividade de rede, o que é útil se você estiver reiniciando constantemente o roteador para testar atualizações de código, pois isso evita a interrupção da rede.
sl: Ko je nastavljeno na true, deluje I2P brez omrežne povezanosti, kar je uporabno, če neprestano ponovno zagnate usmerjevalnik za preizpito posodobitve kode, saj to prepreči prekinitev omrežja.
sv: När det är inställt på true, körs I2P utan nätverksanslutning, vilket är hjälpsamt om du ständigt startar om routern för att testa koduppdateringar då detta förhindrar nätverksavbrott.
uk: Коли встановлено true, I2P працює без підключення до мережі, що допомагає, якщо ви постійно перезапускаєте роутер для тестування оновлень коду, оскільки це запобігає збоям у мережі.
vi: Khi được đặt thành True, I2P chạy mà không có kết nối mạng, điều này rất hữu ích nếu bạn liên tục khởi động lại bộ định tuyến để kiểm tra cập nhật mã vì điều này ngăn chặn sự gián đoạn mạng.

source: This setting permits the configuration of alternative NTP servers required to ensure that your router maintains accurate clock time. [Default is 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
ar: يسمح هذا الإعداد بتكويف خوادم NTP بديلة لضمان أن يحافظ راوترك على الوقت بدقة. [الافتراضي هو 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
az: Bu parametr ruterinizin dəqiq saat vaxtını qoruduğuna əmin olmaq üçün tələb olunan alternativ NTP serverlərinin konfiqurasiyasına icazə verir. [Standart 0.pool.ntp.org ,1.pool.ntp.org,2.pool.ntp.org]
bo: སྒྲིག་འགོད་འདིས་ཁྱེད་ཀྱི་རྒྱུད་པས་ཆུ་ཚད་གཏན་ཐིག་འཛིན་པར་རྒྱུན་འཁྱོངས་བྱེད་པར་མཁོ་བའི་ NTP སྦྲེལ་ཐབས་གཞན་རྒྱུན་ལྡན་བྱེད། [སྔོན་སྒྲིག་ནི་ 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
cs: Toto nastavení umožňuje konfiguraci alternativních NTP serverů, které jsou potřebné pro zajištění přesného času ve vašem směrovači. [Výchozí hodnota je 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
da: Denne indstilling muliggør konfiguration af alternative NTP-servere, der er nødvendige for at sikre, at din router opretholder nøjagtig tidsrum. [Standard er 0.pool.ntp.org, 1.pool.ntp.org, 2.pool.ntp.org]
el: Αυτή η ρύθμιση επιτρέπει τη διαμόρφωση εναλλακτικών διακομιστών NTP που απαιτούνται για να διατηρείται η ακριβής χρονική στιγμή του δρομολογητή σας. [Η προεπιλογή είναι 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
es: Esta configuración permite la configuración de servidores NTP alternativos requeridos para garantizar que su enrutador mantenga la hora correcta. [Predeterminado es 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
et: See seadistus võimaldab alternatiivsete NTP serverite seadistamist, mis on vajalikud selleks, et teie marsruuter hoiaks täpset kellaega. [Vaikimisi on 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
fa: این تنظیم به پیکربندی سرورهای NTP جایگزین مورد نیاز برای اطمینان از اینکه روتر شما زمان دقیق ساعت را حفظ می کند، اجازه می دهد.
fi: Tämä asetus mahdollistaa vaihtoehtoisten NTP-palvelinten määrittämisen, joita tarvitaan varmistamaan, että reititin ylläpitää tarkkaa kellonaikaa. [Oletuksena 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
hi: यह सेटिंग आपको अनुप्रयोगी NTP सर्वरों के लिए सेटिंग करने की अनुमति देती है, जो सुनिश्चित करने के लिए आवश्यक हैं कि आपका राउटर सटीक समय रखे। [मानक मान 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org है]
hu: Ez a beállítás lehetővé teszi alternatív NTP szerverek beállítását, amelyek szükségesek ahhoz, hogy a router pontos időtartamot tartsa. [Az alapértelmezett érték: 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
in: Pengaturan ini mengijinkan konfigurasi server NTP alternatif yang diperlukan untuk memastikan bahwa router Anda mempertahankan waktu jam yang akurat. [Defaultnya adalah 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
it: Questa impostazione consente la configurazione di server NTP alternativi necessari per garantire che il router mantenga un orario preciso. [Il valore predefinito è 0.pool.ntp.org, 1.pool.ntp.org, 2.pool.ntp.org]
ja: この設定は、ルーターが正確な時刻を維持するために必要な代替NTPサーバーの設定を許可します。[デフォルトは0.pool.ntp.org、1.pool.ntp.org、2.pool.ntp.org]
ko: 이 설정은 라우터가 정확한 시간을 유지하기 위해 필요한 대체 NTP 서버의 구성을 허용합니다. [기본값은 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
nb: Denne innstillingen tillater konfigurasjon av alternative NTP-servere som er nødvendige for å sikre at ruteren din opprettholder nøyaktig klokkeslett. [Standard er 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
nl: Deze instelling maakt de configuratie van alternatieve NTP-servers mogelijk die nodig zijn om ervoor te zorgen dat je router een nauwkeurige kloktijd behoudt. [Standaard zijn 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
pt: Esta configuração permite a configuração de servidores NTP alternativos necessários para garantir que seu roteador mantenha a hora do relógio precisa. [O padrão é 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
sl: Ta nastavitev dovoli konfiguracijo alternativnih strežnikov NTP, potrebnih za zagotavljanje, da vaš usmerjevalnik vzdržuje točen čas na uro. [Privzeto je 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
sv: Denna inställning tillåter konfiguration av alternativa NTP-servrar som krävs för att se till att din router behåller korrekt klocktid. [Standardvärden är 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
uk: Це налаштування дозволяє сконфігурувати альтернативні сервери NTP, необхідні для забезпечення точного часу роботи роутера. [За замовчуванням 0.pool.ntp.org,1.pool.ntp.org,2.pool.ntp.org]
vi: Cài đặt này cho phép cấu hình của các máy chủ NTP thay thế cần thiết để đảm bảo rằng bộ định tuyến của bạn duy trì thời gian đồng hồ chính xác. [Mặc định là 0.pool.ntp.org, 1.pool.ntp.org, 2.pool.ntp.org]

source: Recent I2P+ Changes
ar: آخر التغييرات على I2P+
az: Son I2P dəyişiklikləri
bo: I2P+ ཉེ་འཕྲོས་བསྒྱུར་བ།
cs: Nedávné změny I2P+
da: Seneste I2P+-ændringer
el: Πρόσφατες αλλαγές στο I2P+
es: Cambios recientes en I2P+
et: Viimased I2P+ muudatused
fa: تغییرات اخیر I2P
fi: Viimeaikaiset I2P-muutokset
hi: हाल के I2P+ परिवर्तन
hu: Legutóbbi I2P+ változások
in: Perubahan I2P+ Terbaru
it: Modifiche recenti di I2P+
ja: 最近の I2P の変更
ko: 최근 I2P 변경 사항
nb: Siste I2P+ endringer
nl: Recente wijzigingen in I2P+
pt: Mudanças recentes de I2P
sl: Nedavne spremembe I2P+
sv: Senaste I2P+ ändringar
uk: Останні зміни в I2P+
vi: Những thay đổi gần đây của I2P+

source: View the full change log
ar: عرض سجل التغييرات الكامل
az: Tam dəyişiklik jurnalına baxın
bo: འགྱུར་བཅོས་ཐོ་བཀོད་ཡོངས་ལ་ལྟ།
cs: Zobrazit celý protokol změn
da: Se den fulde ændringslog
el: Προβολή του πλήρους αρχείου αλλαγών
es: Ver el registro de cambios completo
et: Vaata täielikku muutuste logi
fa: گزارش کامل تغییرات را مشاهده کنید
fi: Näytä koko muutosloki
hi: पूरी बदलाव लॉग देखें
hu: Teljes változási napló megtekintése
in: Lihat log perubahan penuh
it: Visualizza il log completo delle modifiche
ja: 完全な変更ログを表示する
ko: 전체 변경 로그 보기
nb: Se den fulle endringsloggen
nl: Bekijk het volledige wijzigingslogboek
pt: Veja o log de alterações completo
sl: Oglejte celoten dnevnik sprememb
sv: Visa den fullständiga ändringsloggen
uk: Переглянути повний журнал змін
vi: Xem nhật ký thay đổi đầy đủ
