Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: SSU (Secure Semi-reliable UDP) is an I2P network transport providing encrypted, connection-oriented, point-to-point connections, in addition to IP address detection and NAT traversal services. For more information, see the <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: SSU (شبه موثوق UDP مشفر) هو ناقل شبكة I2P يوفر اتصالات موجهة نقطة إلى نقطة مشفرة، بالإضافة إلى خدمات اكتشاف عنوان IP وعبور NAT. لمزيد من المعلومات، انظر الوثائق <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer> على الإنترنت</a>.
az: SSU (Təhlükəsiz Yarı-mənfi UDP) Şifrələnmiş, iştirak edən, nöqtə-nöqtə bağlantıları təmin edən bir I2P şəbəkə nəqliyyatıdır. Ek olaraq, IP ünvanı aşkarlaması və NAT keçisi xidmətləri də təmin olunur. Əlavə məlumat üçün <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>əlavə məlumat</a>-a baxın.
bo: SSU (ངོ་མ་གསལ་བའི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ UDP) ནི་ངོ་མ་གསལ་བའི་མཚམས་སྦྲེལ་བ་དང་མཚམས་སྦྲེལ་བ་རྣམས་ལ་མཐུད་སྐྱོང་བཟོས་པ་དང་། IP སྒོ་བསྒྲག་མ་བརྟག་དཔྱད་དང་། NAT འགྲུལ་པའི་ཉེར་སྤྱོད་རྣམས་ལ་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་རྣམས་སྤྲོད་པའི་I2P དྲ་བའི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ཞིག་ཡིན། གཞན་མང་ཤེས་འདོད་ན། <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a> འཚོལ་ཞིབ་བྱོས།
cs: SSU (Secure Semi-reliable UDP) je doprava I2P sítě poskytující šifrované, orientované na spojení, bodové připojení, kromě toho také detekci IP adresy a služby NAT traversal. Další informace naleznete v <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: SSU (Secure Semi-reliable UDP) er en I2P-netværkstransport, der giver krypterede, forbindelsesorienterede, punkt-til-punkt-forbindelser samt IP-adresse-detektion og NAT-traversal-tjenester. For mere information, se <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
el: Το SSU (Secure Semi-reliable UDP) είναι μια μεταφορά δικτύου για το I2P που παρέχει κρυπτογραφημένες, συνδεδεμένες σε σημείο-προς-σημείο συνδέσεις, εκτός από τις υπηρεσίες ανίχνευσης διευθύνσεων IP και διέλευσης NAT. Για περισσότερες πληροφορίες, δείτε την <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: SSU (UDP Semiseguro Seguro) es un transporte de red I2P que proporciona conexiones punto a punto cifradas y orientadas a conexión, además de servicios de detección de direcciones IP y traversal de NAT. Para más información, consulta la <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: SSU (Secure Semi-reliable UDP) on I2P võrgu transport, mis pakub krüptitud, ühenduskeskseid, punktist punkti ühendusi, lisaks IP-aadressi tuvastamis- ja NAT-i leevendusteenuseid. Lisateabe saamiseks vaadake <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>veebidokumentatsiooni</a>.
fa: SSU (Secure Semi-reliable UDP) یک ترابر شبکه I2P است که اتصالات نقطه به نقطه رمزگذاری‌شده و محوره ارتباطات را فراهم می‌کند، به همراه خدمات تشخیص آدرس آی‌پی و عبور از NAT. برای اطلاعات بیشتر دستورالعمل آنلاین را ببینید.
fi: SSU (turvallinen puoliluotettava UDP) on I2P-verkkoliikenne, joka tarjoaa salattuja, yhteyteen perustuvia, pisteestä pisteeseen -yhteyksiä, lisäksi se tarjoaa IP-osoitteen havaitsemisen ja NAT-kulunpalvelut. Lisätietoja löydät <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: SSU (सुरक्षित अर्ध-निर्भर UDP) I2P नेटवर्क ट्रांसपोर्ट है जो एन्क्रिप्टेड, कनेक्शन-निर्देशित, बिंदु-पॉイंट कनेक्शन प्रदान करता है, इंटरनेट प्रोटोकॉल (IP) पते का पता लगाने और NAT पारित करने के सेवाओं के साथ। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Az SSU (Biztonságos Félmegbízható UDP) egy I2P hálózat átviteli réteg, amely titkosított, kapcsolatalapú, pont-pont kapcsolatokat biztosít, továbbá IP-cím-érzékelést és NAT-áteresztési szolgáltatásokat. További információért lásd a <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: SSU (Secure Semi-reliable UDP) adalah transportasi jaringan I2P yang menyediakan koneksi terenkripsi, berorientasi koneksi, titik ke titik, selain deteksi alamat IP dan layanan traversal NAT. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: SSU (Secure Semi-reliable UDP) è un trasporto di rete I2P che fornisce connessioni crittografate, orientate alla connessione, punto a punto, oltre a servizi di rilevamento degli indirizzi IP e attraversamento NAT. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: SSU（Secure Semi-reliable UDP）は、暗号化された、接続指向のポイントツーポイント接続を提供するI2Pネットワークトランスポートであり、IPアドレスの検出とNATトラバーサルサービスを提供します。詳細については、<a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: SSU (Secure Semi-reliable UDP)는 IP 주소 탐지와 NAT 트래버스 서비스 외에도 암호화된 연결 지향적인 1대1 연결을 제공하는 I2P 네트워크 전송입니다. 자세한 정보는 <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: SSU (Secure Semi-reliable UDP) er en I2P-nettverkstransport som gir krypterte, tilkoblingsorienterte punkt-til-punkt-tilkoblinger, i tillegg til IP-adresseoppdagelse og NAT-traverseringstjenester. For mer informasjon, se <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>den nettbaserte dokumentasjonen</a>.
nl: SSU (Secure Semi-reliable UDP) is een I2P-netwerktransport dat versleutelde, verbindingsgerichte, punt-naar-punt-verbindingen biedt, naast IP-adresdetectie en NAT-traversal-services. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: SSU (Secure Semi-reliable UDP) é um transporte de rede I2P que fornece conexões criptografadas, orientadas à conexão e ponto a ponto, além de serviços de detecção de endereço IP e travessia NAT. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: SSU (UDP, ki je varno polzanesljivo) je prenos I2P omrežja, ki pruža šifrirane, usmerjene po povezavi, točka do točke povezave, poleg zaznavanja IP naslova in storitev za prehod NAT. Za več informacij, glejte <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: SSU (Secure Semi-reliable UDP) är en I2P-nätverkstransport som ger krypterade, anslutningsorienterade, punkt-till-punkt-anslutningar, samt IP-adressdetektering och NAT-traverseringstjänster. För mer information, se den <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: SSU (Захищений напівнадійний UDP) - це транспорт мережі I2P, що забезпечує зашифровані, орієнтовані на з'єднання точка-точка з'єднання, а також послуги виявлення IP-адрес і проникнення через NAT. Додаткову інформацію можна знайти на <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>англомовній документації</a>.
vi: SSU (Secure Semi-reliable UDP) là phương thức vận chuyển mạng I2P cung cấp kết nối điểm-điểm định hướng với mã hóa, bảo mật bán đáng tin cậy, ngoài ra còn cung cấp dịch vụ phát hiện địa chỉ IP và vượt NAT. Xem thêm thông tin tại <a href=https://geti2p.net/en/docs/transport/ssu class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Strict Countries
ar: الدول الصارمة
az: Əngin ölkələr
bo: གཙན་རྐྱེན་ཆེ་བའི་རྒྱལ་ཁབ་
cs: Přísné země
da: Strenge lande
el: Αυστηρές Χώρες
es: Países Estrictos
et: Rangeid riike
fa: کشورهای سخت
fi: Tarkat maat
hi: सख्त देश
hu: Szigorú országok
in: Negara Ketat
it: Paesi restrittivi
ja: 制限のある国
ko: 엄격한 국가
nb: Streng land
nl: Strikte Landen
pt: Países Restritos
sl: Stroge države
sv: Stränga Länder
uk: Суворі країни
vi: Các nước nghiêm ngặt
