Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Choose a name for your website (<i>hostname</i>.i2p), using lower-case. To verify that the hostname is available, check <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> or <a href=http://reg.i2p target=_blank>reg.i2p</a> before you decide. Enter the new name for your website on the <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a> where it says <i>Website name</i>, replacing the default <i>mysite.i2p</i> placeholder. If you want your website to be available when I2P starts, enable <i>Auto Start</i> and then click <i>Save</i>.
ar: اختر اسمًا لموقعك (يستخدم <i>hostname</i>.i2p) باستخدام الحروف الصغيرة. للتحقق من توفر اسم المضيف، تحقق من <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> أو <a href=http://reg.i2p target=_blank>reg.i2p</a> قبل أن تقرر. أدخل الاسم الجديد لموقعك على صفحة <a href='/i2ptunnel/edit?tunnel=3'>إدارة الانفاق</a> حيث يذكر <i>اسم الموقع</i>، مع استبدال المكان النموذجي <i>mysite.i2p</i>. إذا أردت توفير موقعك عند بدء I2P، فعل ميزة <i>بدء تلقائي</i> ثم انقر فوق <i>حفظ</i>.
az: Veb saytınız üçün bir ad seçin (<i>hostname</i>.i2p) və kiçik hərflərdə istifadə edin. Hostun adının mövcud olub olmadığını yoxlamaq üçün <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> və ya <a href=http://reg.i2p target=_blank>reg.i2p</a> ünvanlarına daxil olun. Yeni veb saytınızın adını <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a> səhifəsindəki <i>Website name</i> bölməsinə daxil edin. Burada, standart <i>mysite.i2p</i> adını əvəz edəcək şəkildə yeni adı qeyd edin. İstəyirsinizsə, I2P başladıldıqda veb saytınızın əlçatmasını istəyirsinizsə, <i>Auto Start</i> seçəgərini aktivləşdirin və sonra <i>Save</i> düyməsinə basın.
bo: ཁྱོད་ཀྱི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་མིང་བསྡུས་པའི་ཚོད་(<i>གློག་གི་ཞུང་གི་ཤོག</i>.i2p) དེ་བཟུང་བར་བཟོ་བོ། དཔེ་འབྱུང་གི་ཚོད་ནི་ཐོབ་ཐང་ཡོད་པ་མཚོན་རྒྱུར་<a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> ཡང་ན་<a href=http://reg.i2p target=_blank>reg.i2p</a> དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་མིང་བསྡུས་པའི་ཚོད་ནི་<a href='/i2ptunnel/edit?tunnel=3'>བརྒྱུད་ལམ་གཞི་བཟུང་བའི་བཀོ་སྒྲིག་གི་ཤོག</a> ནང་གི་<i>གློག་སྡེ་གི་མིང་བསྡུས་པ</i> དེ་བཟུང་བར་བཟོ་བོ། དཔེ་འབྱུང་གི་མིང་བསྡུས་པའི་ཚོད་ནི་<i>mysite.i2p</i> དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་I2P ནི་གསར་དུ་འདོད་པར་བཟོ་བོའི་རྒྱུར་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་<i>གསར་དུ་འདོད་པར་བཟོ་བོ</i> དེ་བཟུང་བར་བཟོ་བོ། དེ་རྗེས་<i>བཤིགས་པ</i> དེ་ཐོན་མཐེབས།
cs: Vyberte název pro vaše webové stránky (<i>hostname</i>.i2p) použitím malých písmen. Pro ověření dostupnosti hostname zkontrolujte <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> nebo <a href=http://reg.i2p target=_blank>reg.i2p</a> před rozhodnutím. Na stránce <a href='/i2ptunnel/edit?tunnel=3'>Konfigurace Správce Tunelů</a> změňte výchozí zástupný název <i>mysite.i2p</i> na nový název webové stránky. Pokud chcete, aby vaše webové stránky byly dostupné při startu I2P, povolte <i>Automatický start</i> a klikněte na <i>Uložit</i>.
da: Vælg et navn til dit websted (<i>hostname</i>.i2p), brug små bogstaver. For at verificere om navnet på webstedet er ledigt, skal du tjekke <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> eller <a href=http://reg.i2p target=_blank>reg.i2p</a>, før du beslutter. Indtast det nye navn til dit websted på <a href='/i2ptunnel/edit?tunnel=3'>konfigurationssiden for tunnelsstyring</a>, hvor det står <i>Webstedets navn</i>, og erstatt standardværdien <i>mysite.i2p</i>. Hvis du ønsker at dit websted skal være tilgængeligt, når I2P starter, skal du aktivere <i>Auto Start</i> og derefter klikke på <i>Gem</i>.
el: Επιλέξτε ένα όνομα για τον ιστότοπό σας (<i>hostname</i>.i2p), χρησιμοποιώντας πεζά γράμματα. Για να επαληθεύσετε ότι το όνομα του κεντρικού υπολογιστή είναι διαθέσιμο, ελέγξτε το <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> ή το <a href=http://reg.i2p target=_blank>reg.i2p</a> πριν αποφασίσετε. Εισαγάγετε το νέο όνομα για τον ιστότοπό σας στη <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a> όπου λέει <i>Website name</i>, αντικαθιστώντας το προκαθορισμένο <i>mysite.i2p</i>. Αν θέλετε ο ιστότοπός σας να είναι διαθέσιμος όταν ξεκινά το I2P, ενεργοποιήστε το <i>Auto Start</i> και κάντε κλικ στο <i>Save</i>.
es: Elige un nombre para tu sitio web (<i>nombredehost</i>.i2p), usando minúsculas. Para verificar que el nombre de host esté disponible, revisa <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> o <a href=http://reg.i2p target=_blank>reg.i2p</a> antes de decidirte. Ingresa el nuevo nombre para tu sitio web en la página <a href='/i2ptunnel/edit?tunnel=3'>Configuración del Administrador de Túneles</a> donde dice <i>Nombre del sitio web</i>, reemplazando el marcador de posición por defecto <i>mysite.i2p</i>. Si quieres que tu sitio web esté disponible cuando I2P inicie, habilita <i>Inicio Automático</i> y luego da click en <i>Guardar</i>.
et: Valige oma veebisaidi jaoks nimi (<i>hostinimetus</i>.i2p), kasutades väikeseid tähti. Et veenduda, et hostinimi on saadaval, kontrollige seda <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> või <a href=http://reg.i2p target=_blank>reg.i2p</a> enne otsustamist. Sisestage oma veebisaidi uus nimi <a href='/i2ptunnel/edit?tunnel=3'>Tunnelihalduri seadistamise lehel</a>, kus on öeldud <i>Veebinsaidi nimi</i>, asendades vaikimisi väärtuse <i>mysite.i2p</i>. Kui soovite, et teie veebisait oleks saadaval pärast I2P käivitamist, lubage valida <i>Automaatne käivitamine</i> ja klõpsake seejärel <i>Salvesta</i>.
fa: یک نام برای وب‌سایت‌تان انتخاب کنید (<i>hostname</i>.i2p)، با استفاده از کوچک‌نویسی. برای تایید دردسترس بودن نام میزبان، قبل از تصمیم‌گیری <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> یا <a href=http://reg.i2p target=_blank>reg.i2p</a> را بررسی کنید. نام جدید وب‌سایت‌تان را در صفحه <a href='/i2ptunnel/edit?tunnel=3'>تنظیمات مدیریت تونل</a> جایگزین فیلد <i>Website name</i> با مقدار پیش‌فرض <i>mysite.i2p</i> قرار دهید. اگر می‌خواهید وب‌سایت‌تان هنگام راه‌اندازی I2P قابل دسترسی باشد، <i>خودکار راه‌اندازی</i> را فعال و سپس بر روی <i>ذخیره</i> کلیک کنید.
fi: Valitse verkkosivustosi nimi (<i>isäntänimi</i>.i2p) käyttäen pieniä kirjaimia. Varmista, että isäntänimi on saatavilla tarkistamalla <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> tai <a href=http://reg.i2p target=_blank>reg.i2p</a> ennen päätöksentekoa. Kirjoita uusi nimi verkkosivustollesi <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page -sivulle</a>, jossa lukee <i>Verkkosivun nimi</i>, korvaten oletusarvon <i>mysite.i2p</i>. Jos haluat, että verkkosivustosi on käytettävissä I2P:n käynnistyessä, ota käyttöön <i>Automaattinen käynnistys</i> ja napsauta sitten <i>Tallenna</i>.
hi: अपनी साइट के लिए एक नाम चुनें (<i>hostname</i>.i2p), कमकुवत अक्षरों का उपयोग करते हुए। यह सुनिश्चित करने के लिए कि होस्टनाम उपलब्ध है, फैसले करने से पहले <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> या <a href=http://reg.i2p target=_blank>reg.i2p</a> की जाँच करें। <i>Website name</i> लिखा हुआ स्थान पर <a href='/i2ptunnel/edit?tunnel=3'>टंनल मैनेजर की सेटिंग पेज</a> पर अपनी साइट का नया नाम दर्ज करें, जहाँ <i>mysite.i2p</i> डिफ़ॉल्ट स्थानांतरण दिया गया है। यदि आप चाहते हैं कि आपकी साइट I2P शुरू होने पर उपलब्ध हो, तो <i>ऑटो स्टार्ट</i> को सक्रिय करें और फिर <i>सहेज</i> पर क्लिक करें।
hu: Válasszon egy nevet a webhelyéhez (<i>hosztnev</i>.i2p), kisbetűket használva. A hoszt név elérhetőségének ellenőrzéséhez ellenőrizze a <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a>-t vagy a <a href=http://reg.i2p target=_blank>reg.i2p</a>-t mielőtt döntene. Adja meg az új nevét a webhelyéhez a <a href='/i2ptunnel/edit?tunnel=3'>Átjáró kezelő konfigurációs oldalon</a> ahol az <i>Webhely neve</i> szerepel, az alapértelmezett <i>mysite.i2p</i> érték cseréjeként. Ha azt szeretné, hogy a webhelye elérhető legyen az I2P indításakor, engedélyezze az <i>Automatikus indítás</i>t, majd kattintson a <i>Mentés</i> gombra.
in: Pilih nama untuk situs web Anda (<i>hostname</i>.i2p), menggunakan huruf kecil. Untuk memverifikasi hostname tersedia, periksa <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> atau <a href=http://reg.i2p target=_blank>reg.i2p</a> sebelum memutuskan. Masukkan nama baru untuk situs web Anda di halaman <a href='/i2ptunnel/edit?tunnel=3'>Konfigurasi Pengelola Terowongan</a> dimana tertulis <i>Nama Situs</i>, mengganti tempat pengganti <i>mysite.i2p</i>. Jika Anda ingin situs web tersedia saat I2P dijalankan, aktifkan <i>Mulai Otomatis</i> lalu klik <i>Simpan</i>.
it: Scegli un nome per il tuo sito web (<i>hostname</i>.i2p), utilizzando lettere minuscole. Per verificare che il nome host sia disponibile, controlla <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> o <a href=http://reg.i2p target=_blank>reg.i2p</a> prima di decidere. Inserisci il nuovo nome per il tuo sito web nella <i>Pagina di configurazione del Gestore di tunnel</i> in cui è scritto <i>Nome del sito web</i>, sostituendo il valore predefinito <i>mysite.i2p</i>. Se vuoi che il tuo sito web sia disponibile all'avvio di I2P, abilita <i>Avvio automatico</i> e poi clicca su <i>Salva</i>.
ja: ウェブサイトの名前(<i>hostname</i>.i2p)を小文字で選択してください。ホスト名が使用可能かどうかを確認するには、<a href=http://notbob.i2p/ target=_blank>notbob.i2p</a>または<a href=http://reg.i2p target=_blank>reg.i2p</a>をチェックしてください。新しいウェブサイトの名前を<i>ウェブサイト名</i>と表示される場所に入力し、デフォルトの<i>mysite.i2p</i>のプレースホルダーを置き換えてください。<a href='/i2ptunnel/edit?tunnel=3'>トンネルマネージャーの設定ページ</a>で、ウェブサイトがI2Pの開始時に利用可能である場合は<i>自動起動</i>を有効にして<i>保存</i>をクリックしてください。
ko: 소문자를 사용하여 웹사이트 이름(<i>호스트 이름</i>.i2p)을 선택하세요.
nb: Velg et navn for nettsiden din (<i>vertnavn</i>.i2p), bruker små bokstaver. For å bekrefte at vertnavnet er tilgjengelig, sjekk <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> eller <a href=http://reg.i2p target=_blank>reg.i2p</a> før du bestemmer deg. Skriv inn det nye navnet for nettsiden din på siden <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a> der det står <i>Website name</i>, og bytt ut standard <i>mysite.i2p</i> plassholderen. Hvis du vil at nettsiden din skal være tilgjengelig når I2P starter, aktiver <i>Auto Start</i> og klikk deretter <i>Save</i>.
nl: Kies een naam voor uw website (<i>hostname</i>.i2p), allemaal in kleine letters. Om te controleren of de hostnaam beschikbaar is, kunt u <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> or <a href=http://reg.i2p target=_blank>reg.i2p</a> raadplegen voordat u een beslissing neemt. Vul de nieuwe naam voor uw website in op de pagina <a href='/i2ptunnel/edit?tunnel=3'>Tunnelbeheerconfiguratie</a> waar het staat vermeld als <i>Website name</i>, door de standaard <i>mysite.i2p</i> tijdelijke aanduiding te vervangen. Als u wilt dat uw website beschikbaar is wanneer I2P start, schakel dan <i>Auto Start</i> in en klik vervolgens op <i>Opslaan</i>.
pt: Escolha um nome para o seu website (<i>hostname</i>.i2p), usando letras minúsculas. Para verificar se o nome do host está disponível, verifique <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> ou <a href=http://reg.i2p target=_blank>reg.i2p</a> antes de decidir. Insira o novo nome para o seu website na <a href='/i2ptunnel/edit?tunnel=3'>página de configuração do Gerenciador de Túneis</a> onde diz <i>Nome do website</i>, substituindo o valor padrão <i>mysite.i2p</i>. Se você deseja que o seu website esteja disponível quando o I2P inicia, habilite <i>Inicialização Automática</i> e clique em <i>Salvar</i>.
sl: Izberite ime za svojo spletno stran (<i>hostname</i>.i2p), uporabljajte male črke. Da preverite, da je ime gostitelja na voljo, preverite <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> ali <a href=http://reg.i2p target=_blank>reg.i2p</a> preden se odločite. Vnesite novo ime za svojo spletno stran na <a href='/i2ptunnel/edit?tunnel=3'>strani za konfiguracijo menedžerja tunela</a> kjer stoji <i>Ime spletne strani</i>, nadomeščajo privzeto <i>mysite.i2p</i> zasedlo. Če želite, da vaša spletna stran bodo na voljo, ko se I2P zagni, omogočite <i>Samodejno zagon</i> in nato kliknite <i>Zašrani</i>.
sv: Välj ett namn för din webbplats (<i>hostname</i>.i2p), med små bokstäver. För att verifiera att värdnamnet är tillgängligt, kontrollera <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> eller <a href=http://reg.i2p target=_blank>reg.i2p</a> innan du bestämmer dig. Ange det nya namnet för din webbplats på <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a> där det står <i>Website name</i>, genom att ersätta standardvärdet <i>mysite.i2p</i>. Om du vill att din webbplats ska vara tillgänglig när I2P startar, aktivera <i>Auto Start</i> och klicka sedan på <i>Save</i>.
uk: Виберіть назву для свого веб-сайту (<i>ім’я хосту</i>.i2p), використовуючи малі літери. Щоб переконатися, що ім’я хосту доступне, перевірте <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> або <a href=http://reg.i2p target=_blank>reg. i2p</a>, перш ніж прийняти рішення. Введіть нову назву для свого веб-сайту на <a href='/i2ptunnel/edit?tunnel=3'>сторінці конфігурації менеджера тунелю</a>, де написано <i>Назва веб-сайту</i>, замінивши стандартну <i >mysite.i2p</i> заповнювач. Якщо ви хочете, щоб ваш веб-сайт був доступним під час запуску I2P, увімкніть <i>Автозапуск</i>, а потім натисніть <i>Зберегти</i>.
vi: Chọn tên cho trang web của bạn (<i>tên máy chủ</i>.i2p), sử dụng chữ thường. Để xác minh rằng tên máy chủ có sẵn, hãy kiểm tra <a href=http://notbob.i2p/ target=_blank>notbob.i2p</a> hoặc <a href=http://reg.i2p target=_blank>reg. i2p</a> trước khi bạn quyết định. Nhập tên mới cho trang web của bạn trên <a href='/i2ptunnel/edit?tunnel=3'>trang Cấu hình Trình quản lý Đường hầm</a> nơi ghi <i>Tên trang web</i>, thay thế <i mặc định phần giữ chỗ >mysite.i2p</i>. Nếu bạn muốn trang web của mình khả dụng khi I2P khởi động, hãy bật <i>Tự động bắt đầu</i> rồi nhấp vào <i>Lưu</i>.

source: Click the <i>Start</i> button for your webserver tunnel on the <a href=/i2ptunnelmgr/>main Tunnel Manager page</a>. You should now see it listed under <i>Service Tunnels</i> on the <a href=/>Router Console</a> sidebar. A green star displayed next to the tunnel name (<i>I2P Webserver</i> by default) indicates that your website is active on the I2P network.
ar: انقر على زر <i>بدء</i> لانفاق خادومك الويب على <a href=/i2ptunnelmgr/>صفحة إدارة الانفاق الرئيسية</a>. يجب أن تراه الآن مدرجًا تحت <i>انفاق الخدمات</i> على شريط الجانبي لـ <a href=/>لوحة التحكم في الموجه</a>. يشير النجمة الخضراء المعروضة بجانب اسم الانفاق (<i>خادوم I2P</i> بشكل افتراضي) إلى أن موقعك نشط على شبكة I2P.
az: Webserver tuneliniz üçün <a href=/i2ptunnelmgr/>Əsas Tunel Meneceri səhifəsində</a> <i>Start</i> düyməsinə basın. İndi onu <a href=/>Router Konsolu</a> keçid çubuğunda <i>Xidmət Tunelləri</i> altında siyahıda görməlisiniz. Tünel adının yanında göstərilən yarpaq (default olaraq <i>I2P Webserver</i>) veb saytınızın I2P şəbəkəsində işə salındığını göstərir.
bo: <a href=/i2ptunnelmgr/>བརྒྱུད་ལམ་གཞི་བཟུང་བའི་ཤོག</a> ནང་གི་ཁྱོད་ཀྱི་གློག་གི་ཞུང་གི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བོའི་<i>གསར་དུ་འདོད་པར་བཟོ་བོ</i> དེ་ཐོན་མཐེབས། ཁྱོད་ཀྱིས་<a href=/>རོ་ཊར་གི་ཞུང་གི་ཤོག</a> ནང་གི་གནས་ཚུལ་ནང་<i>དོན་ལུགས་གཞི་བཟུང་བར་བཟོ་བོ</i> དེ་བཟུང་བར་བཟོ་བོ། བརྒྱུད་ལམ་གི་མིང་ནང་གི་ཉིན་མེད་ཀྱི་རྒྱལ་མཚན་(<i>I2P གློག་གི་ཞུང་གི་ཤོག</i> དེ་བཟུང་བར་བཟོ་བོ) དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱི་གློག་སྡེ་ནི་I2P ནང་གི་དྲོད་ཀྱི་དྲིལ་ཚོར་གནས་པ་མཚོན།
cs: Klikněte na tlačítko <i>Start</i> pro váš webový tunel na hlavní stránce <a href=/i2ptunnelmgr/>Správce Tunelů</a>. Nyní byste ho měli vidět uvedený mezi <i>Službovými Tunnely</i> na panelu <a href=/>Řídící Konzole</a>. Zelená hvězda vedle názvu tunelu (<i>I2P Webserver</i> jako výchozí) značí, že vaše webové stránky jsou aktivní v I2P síti.
da: Klik på knappen <i>Start</i> for din webserver tunnel på <a href=/i2ptunnelmgr/>hovedsiden for Tunnel Manager</a>. Nu burde du se den listet under <i>Service Tunnels</i> på siden <a href=/>Router Console</a>. En grøn stjerne, der vises ved siden af tunnelnavnet (<i>I2P Webserver</i> som standard), indikerer, at dit websted er aktivt på I2P-netværket.
el: Κάντε κλικ στο κουμπί <i>Start</i> για τον τούνελ του διακομιστή ιστότοπου σας στην <a href=/i2ptunnelmgr/>main Tunnel Manager page</a>. Τώρα θα πρέπει να το βλέπετε καταχωρημένο στα <i>Service Tunnels</i> στο πλευρικό μενού <a href=/>Router Console</a>. Ένα πράσινο αστέρι διπλανά στο όνομα του τούνελ (<i>I2P Webserver</i> από προεπιλογή) υποδηλώνει ότι ο ιστότοπός σας είναι ενεργός στο δίκτυο I2P.
es: Da click en el botón <i>Iniciar</i> para el túnel de tu servidor web en la <a href=/i2ptunnelmgr/>página principal del Administrador de Túneles</a>. Ahora deberías verlo listado bajo <i>Túneles de servicio</i> en la barra lateral de la <a href=/>Consola del Enrutador</a>. Una estrella verde mostrada junto al nombre del túnel (<i>Servidor Web I2P</i> por defecto) indica que tu sitio web está activo en la red I2P.
et: Klõpsake <i>Käivita</i> nuppu oma veebiserveri tunneli jaoks pealehel <a href=/i2ptunnelmgr/>põhi tunnelihalduri lehte</a>. Nüüd peaks see olema loetletud <i>Teenuse tunnelid</i> all oleva <a href=/>Ruuteri konsool</a> küljepaneelil. Roheline täht tunneli nime lähedal (vaikimisi <i>I2P Veebiserver</i>) näitab, et teie veebisait on I2P võrgus aktiivne.
fa: روی دکمه <i>شروع</i> تونل وب‌سرور خود در صفحه <a href=/i2ptunnelmgr/>اصلی مدیریت تونل</a> کلیک کنید. حاال باید آن را زیر <i>تونل‌های سرویس</i> در نوار کناری <a href=/>کنسول روتر</a> مشاهده کنید. ستاره سبز نمایش‌داده‌شده کنار نام تونل (به طور پیش‌فرض <i>وب‌سرور I2P</i>) نشان‌دهنده آن است که وب‌سایت‌تان روی شبکه I2P فعال است.
fi: Klikkaa <i>Aloita</i> painiketta verkkopalvelin tunnelillesi <a href=/i2ptunnelmgr/>Tunnel Manager pääsivulla</a>. Nyt sen tulisi näkyä listattuna <i>Palvelutunnelit</i> kohdassa <a href=/>Reitittimen hallintapaneelissa</a>. Vihreä tähti näytetään tunnelin nimen vieressä (<i>I2P-verkkopalvelin</i> oletuksena) osoittaa, että verkkosivustosi on aktiivinen I2P-verkossa.
hi: <a href=/i2ptunnelmgr/>मुख्य टंनल मैनेजर पेज</a> पर अपने वेबसर्वर टंनल के लिए <i>Start</i> बटन पर क्लिक करें। अब आपको इसे <a href=/>रॉUTERS कंसोल</a> के साइडबार में <i>सर्विस टंनल</i> के तहत देखने को मिलेगा। टंनल नाम के बगल में दिखाई देने वाली हरे तारा (<i>I2P Webserver</i> के लिए मानक) इसे संकेत करता है कि आपकी साइट I2P नेटवर्क पर सक्रिय है।
hu: Kattintson a <i>Start</i> gombra a webszerver alagútjához az <a href=/i2ptunnelmgr/>fő Alagútkezelő oldalon</a>. Most látnia kell, hogy szerepel a <i>Szolgáltatási Alagút</i> alatt a <a href=/>Router Console</a> oldalsávon. Egy zöld csillag, amely megjelenik az alagút nevénél (<i>I2P Webserver</i> alapértelmezés szerint), azt jelzi, hogy a webhelye aktív az I2P hálózaton.
in: Klik tombol <i>Mulai</i> untuk terowongan webserver Anda di halaman <a href=/i2ptunnelmgr/>Utama Pengelola Terowongan</a>. Anda seharusnya melihatnya terdaftar di bawah <i>Terowongan Layanan</i> di sidebar <a href=/>Konsol Router</a>. Sebuah bintang hijau yang ditampilkan di sebelah nama terowongan (<i>Webserver I2P</i> secara bawaan) menunjukkan bahwa situs web Anda aktif di jaringan I2P.
it: Clicca sul pulsante <i>Avvia</i> per il tuo tunnel del webserver nella <a href=/i2ptunnelmgr/>pagina principale del Gestore di tunnel</a>. Ora dovresti vederlo elencato sotto <i>Tunnel dei servizi</i> nella barra laterale della <a href=/>Console del router</a>. Una stella verde visualizzata accanto al nome del tunnel (<i>I2P Webserver</i> di default) indica che il tuo sito web è attivo sulla rete I2P.
ja: メインのトンネルマネージャーページの<a href=/i2ptunnelmgr/>ウェブサーバートンネルの<i>開始</i>ボタンをクリックしてください。ウェブサーバートンネルが<i>サービストンネル</i>として<a href=/>ルーターコンソール</a>サイドバーに表示されるはずです。トンネル名(<i>I2P Webserver</i>がデフォルト)の横に表示される緑の星は、ウェブサイトがI2Pネットワークでアクティブであることを示しています。
ko: <a href=/i2ptunnelmgr/>기본 터널 관리자 페이지</a>에서 웹 서버 터널에 대한 <i>시작</i> 버튼을 클릭하세요.
nb: Klikk på <i>Start</i>-knappen for din webserver-tunnel på <a href=/i2ptunnelmgr/>hovedsiden for Tunnel Manager</a>. Du bør nå se det oppført under <i>Service Tunnels</i> på siden <a href=/>Router Console</a>. En grønn stjerne som vises ved siden av tunnelnavnet (<i>I2P Webserver</i> som standard) indikerer at nettsiden din er aktiv på I2P-nettverket.
nl: Klik op de knop <i>Start</i> voor uw webservertunnel op de <a href=/i2ptunnelmgr/>hoofdpagina van de Tunnelbeheer</a>. U zou deze nu moeten zien vermeld onder <i>Service Tunnels</i> in de zijbalk van de <a href=/>Routerconsole</a>. Een groene ster naast de naam van de tunnel (standaard <i>I2P Webserver</i>) geeft aan dat uw website actief is op het I2P-netwerk.
pt: Clique no botão <i>Iniciar</i> para o seu túnel de servidor web na <a href=/i2ptunnelmgr/>página principal do Gerenciador de Túneis</a>. Agora você deve vê-lo listado em <i>Túneis de Serviço</i> na barra lateral da <a href=/>Router Console</a>. Uma estrela verde exibida ao lado do nome do túnel (<i>I2P Webserver</i> por padrão) indica que o seu website está ativo na rede I2P.
sl: Kliknite gumb <i>Začni</i> za tunel spletne strežnika na <a href=/i2ptunnelmgr/>glavni strani menedžerja tunela</a>. Sedaj bi morali videti navedeno pod <i>Strežniški tuneli</i> na <a href=/>vrstnici konzole strežnika</a>. Zelen zvezda prikazana ob imenu tunela (<i>I2P Spletne strežnik</i> po privzemu) ukazuje, da je vaša spletna stran aktivna na omrežju I2P.
sv: Klicka på <i>Start</i>-knappen för din webserver-tunnel på <a href=/i2ptunnelmgr/>huvudsidan för Tunnel Manager</a>. Nu bör du se att den finns med under <i>Service Tunnels</i> på sidopanelen för <a href=/>Router Console</a>. En grön stjärna som visas bredvid tunnelns namn (<i>I2P Webserver</i> som standard) indikerar att din webbplats är aktiv på I2P-nätverket.
uk: Натисніть кнопку <i>Запустити</i> для тунелю вашого веб-сервера на <a href=/i2ptunnelmgr/>основній сторінці менеджера тунелів</a>. Тепер ви повинні побачити його у розділі <i>Сервісні тунелі</i> в боковій панелі <a href=/>консолі маршрутизатора</a>. Зелена зірочка біля назви тунелю (<i>I2P Webserver</i> за замовчуванням) означає, що ваш сайт активний в мережі I2P.
vi: Nhấp vào nút <i>Bắt đầu</i> cho đường hầm máy chủ web của bạn trên <a href=/i2ptunnelmgr/>trang Trình quản lý đường hầm chính</a>. Bây giờ bạn sẽ thấy nó được liệt kê trong <i>Đường hầm dịch vụ</i> trên thanh bên <a href=/>Bảng điều khiển bộ định tuyến</a>. Ngôi sao màu xanh lục hiển thị bên cạnh tên đường hầm (<i>Máy chủ web I2P</i> theo mặc định) cho biết trang web của bạn đang hoạt động trên mạng I2P.
