Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A threshold is defined by the number of connection attempts a remote destination is permitted to perform over a specified number of seconds before a "breach" occurs.
ar: يتم تحديد العتبة من خلال عدد محاولات الاتصال التي يُسمح لوجهة بعيدة بإجرائها خلال عدد محدد من الثواني قبل حدوث "الاختراق".
az: Eşik nöqtəsi müəyyənlənmiş saniyə sayı ərzində uzaq bir hədəf tərəfindən başlatılan bağlantı cəhdlərinin sayı tərəfindən müəyyənləşdirilir ki, bir "qırılma" baş vermədən əvvəl nə qədər edilə bilər.
bo: ཚོད་འཛིན་ཞིག་ནི་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་གི་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་"ཚོད་འཛིན་བཟོ་འཐབ"བྱུང་བའི་སྐབས་ཀྱི་གཞི་ཡིན།
cs: Práh je definován počtem pokusů o připojení, které je vzdálenému cíli předem dovoleno provést po určitou dobu v sekundách před "výpadkem".
da: En tærskel er defineret ved antallet af forbindelsesforsøg, som en fjerndestination har tilladelse til at udføre over et specificeret antal sekunder, før et "brud" opstår.
el: Ένα κατώφλι ορίζεται από τον αριθμό των προσπαθειών σύνδεσης που επιτρέπεται να εκτελέσει ένας απομακρυσμένος προορισμός σε έναν καθορισμένο αριθμό δευτερολέπτων πριν συμβεί μια "παραβίαση".
es: Un umbral se define por el número de intentos de conexión que un destino remoto puede realizar durante un número específico de segundos antes de que se produzca una "infracción".
et: Lävendit defineerib kaugema sihtkoha lubatud ühenduse katsete arv kindla aja (sekundites) jooksul enne “rünnaku” toimumist.
fa: یک آستانه با تعداد تلاش‌های اتصال یک مقصد راه دور مشخص می‌شود که مجاز است در تعداد ثانیه‌ای مشخص انجام دهد پیش از «نقض» آن.
fi: Kynnysarvo määritellään etäkohteen sallitusta yhteydenmuodostusyrittämisestä tietyn sekuntimäärän aikana ennen kuin "rikkomus" tapahtuu.
hi: एक सीमा उस संख्या के द्वारा परिभाषित होती है जितनी कनेक्शन प्रयासों को एक प्रतिष्ठित गंतव्य को करने की अनुमति दी जाती है, जिसके बाद "पार" होता है।
hu: A mennyiségi küszöböt a távoli célállomással végzett kapcsolódási kísérletek száma határozza meg, amelyeket engedélyeznek egy meghatározott másodperces időtartamon belül, mielőtt egy „túllépés” bekövetkezik.
in: Ambang batas didefinisikan oleh jumlah upaya koneksi yang diizinkan untuk dilakukan selama beberapa detik yang ditentukan sebelum 'pelanggaran' terjadi.
it: Una soglia è definita dal numero di tentativi di connessione che una destinazione remota è autorizzata a compiere in un numero specificato di secondi prima che si produca una "violazione".
ja: 閾値は、"違反"が発生する前にリモート宛先が指定された秒数内で許可される接続試行の数によって定義されます。
ko: 문턱값은 "위반"이 발생하기 전에 원격 대상이 주어진 시간(초) 동안 허용된 연결 시도 횟수로 정의됩니다.
nb: En terskel er definert av antall tilkoblingsforsøk en ekstern destinasjon har tillatelse til å utføre over et spesifisert antall sekunder før et "brudd" oppstår.
nl: Een drempel wordt gedefinieerd door het aantal verbindingspogingen dat een externe bestemming mag uitvoeren gedurende een bepaald aantal seconden voordat een "overtreding" optreedt.
pt: Um limite é definido pelo número de tentativas de conexão que um destino remoto pode realizar em um número específico de segundos antes de ocorrer uma "violação".
sl: Prag je določen z številom poskusov povezave, ki jih je daljanska destinacija dovoljena izvede v določenem številu sekund preden se zgodi "kršitev".
sv: En tröskelvärde definieras av antalet anslutningsförsök som en fjärrdestination får utföra under ett angivet antal sekunder innan en "brott" inträffar.
uk: Поріг - це число спроб підключень, яке дозволяється віддаленій цілі здійснити протягом певної кількості секунд до того, як станеться "порушення".
vi: Ngưỡng được xác định bởi số lần thử kết nối mà một đích từ xa được phép thực hiện trong một số giây được chỉ định trước khi xảy ra "vi phạm".

source: A threshold declaration can be expressed in one of the following ways:
ar: يمكن التعبير عن إعلان العتبة بإحدى الطرق التالية:
az: Bir eşik bəyanı aşağıdakı yolların birində ifadə edilə bilər:
bo: ཚོད་འཛིན་གི་བཞེངས་པ་ནི་གཤམ་གྱི་ཐོག་མ་གཅིག་གི་བརྗེ་བཅོས་བྱེད་ཆོག:
cs: Prohlášení práhu je možné vyjádřit několika způsoby:
da: En tærskelerklæring kan udtrykkes på en af ​​følgende måder:
el: Μια δήλωση κατωφλίου μπορεί να εκφραστεί με έναν από τους ακόλουθους τρόπους:
es: Una declaración de umbral puede expresarse de una de las siguientes maneras:
et: Lävendi deklaratsiooni saab väljendada järgmiselt:
fa: یک اعلان آستانه می‌تواند به یکی از روش‌های زیر بیان شود:
fi: Kynnysarvo voidaan ilmaista yhdellä seuraavista tavoista:
hi: एक सीमा घोषणा निम्नलिखित तरीकों में से एक में व्यक्त की जा सकती है:
hu: Egy küszöbdeklarációt az alábbi módon lehet kifejezni:
in: Deklarasi ambang batas dapat diekspresikan dengan salah satu cara berikut:
it: Una dichiarazione di soglia può essere espressa in uno dei seguenti modi:
ja: 閾値宣言は次のいずれかの方法で表現できます：
ko: 임계값 선언은 다음 중 하나의 방식으로 표현될 수 있습니다:
nb: En terskelerklæring kan uttrykkes på en av følgende måter:
nl: Een drempelverklaring kan op de volgende manieren worden uitgedrukt:
pt: Uma declaração de limite pode ser expressa de uma das seguintes formas:
sl: Deklaracija praga se lahko izrazi na eno iz naslednjih načinov:
sv: En tröskelvärdeklaration kan uttryckas på följande sätt:
uk: Декларацію порогу можна виразити одним із наступних способів:
vi: Khai báo ngưỡng có thể được thể hiện theo một trong các cách sau:

source: Numeric definition of the number of connection attempts in the period specified (in seconds) e.g. <i class=example>15/5</i>, <i class=example>60/60</i> etc.
ar: تعريف رقمي لعدد محاولات الاتصال في الفترة المحددة (بالثواني) مثلا.
az: Müəyyənləşdirilmiş müddətdəki (saniyə) bağlantı cəhdlərinin sayının rəqəmsal müəyyənləşdirilməsi, mümkünsə. <i class=example>15/5</i>, <i class=example>60/60</i> kimi.
bo: ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་གཤམ་གྱི་དཔེར་བརྗོད་ལྟར་ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་ཆོག: <i class=example>15/5</i>, <i class=example>60/60</i> གཅིག་ལ་སོགས་པ།
cs: Číselné určení počtu pokusů o připojení v daném období (v sekundách), např. <i class=example>15/5</i>, <i class=example>60/60</i> apod.
da: Numerisk definition af antallet af forbindelsesforsøg i den angivne periode (i sekunder) f.eks. <i class=example>15/5</i>, <i class=example>60/60</i> osv.
el: Αριθμητικός ορισμός του αριθμού των προσπαθειών σύνδεσης κατά την καθορισμένη περίοδο (σε δευτερόλεπτα) π.χ. <i class = Παράδειγμα> 15/5 </i>, <i class = Παράδειγμα> 60/60 </i> κλπ.
es: Definición numérica de los intentos de conexión en el período especificado (en segundos) por ejemplo <i class=example>15/5</i>, <i class=example>60/60</i> etc.
et: Ühenduse katsete arvu numbriline arvutamine määratud ajaperioodi (sekundites) jooksul, näiteks <i class=example>15/5</i>, <i class=example>60/60</i> jne.
fa: تعریف عددی تعداد تلاش‌های اتصال در بازه زمانی مشخص‌شده (در ثانیه) مثل <i class=example>15/5</i>، <i class=example>60/60</i> و غیره
fi: Yhteydenmuodostusyritysten määrän numeerinen määrittely annetun jakson aikana (sekunteina) esim. <i class=example>15/5</i>, <i class=example>60/60</i> jne.
hi: स्थानांतरित संख्या की परिभाषा की संख्या की कोशिशों की (सेकंड में स्थानांतरित) उदाहरण के रूप में <i class=example>15/5</i>, <i class=example>60/60</i> आदि।
hu: A meghatározott időszakban (másodpercben) végrehajtott kapcsolódási kísérletek számának numerikus meghatározása, pl. <i class=example>15/5</i>, <i class=example>60/60</i> stb.
in: Definisi numerik dari jumlah upaya koneksi dalam periode yang ditentukan (dalam detik) misalnya <i class=example>15/5</i>, <i class=example>60/60</i> dll.
it: Definizione numerica del numero di tentativi di connessione nel periodo specificato (in secondi) es. <i class=example>15/5</i>, <i class=example>60/60</i> ecc.
ja: 指定された期間（秒単位）での接続試行回数の数値的な定義、例：<i class=example>15/5</i>, <i class=example>60/60</i> など
ko: 지정된 기간(초) 내에 연결 시도 횟수의 수치적 정의, 예: <i class=example>15/5</i>, <i class=example>60/60</i> 등
nb: Numerisk definisjon av antall tilkoblingsforsøk i angitt periode (i sekunder), f.eks. <i class=example>15/5</i>, <i class=example>60/60</i> osv.
nl: Numerieke definitie van het aantal verbindingspogingen in de opgegeven periode (in seconden) bijvoorbeeld <i class=example>15/5</i>, <i class=example>60/60</i>, etc.
pt: Definição numérica do número de tentativas de conexão no período especificado (em segundos), por exemplo, <i class=example>15/5</i>, <i class=example>60/60</i>, etc.
sl: Številčna definicija števila poskusov povezave v določenem obdobju (v sekundah), npr. <i class=example>15/5</i>, <i class=example>60/60</i> itd.
sv: Numerisk definition av antalet anslutningsförsök under den angivna tidsperioden (i sekunder) t.ex. <i class=example>15/5</i>, <i class=example>60/60</i> etc.
uk: Числове визначення кількості спроб підключення за вказаний період (в секундах), наприклад <i class=example>15/5</i>, <i class=example>60/60</i> тощо.
vi: Định nghĩa bằng số về số lần thử kết nối trong khoảng thời gian được chỉ định (tính bằng giây), ví dụ: <i class=example>15/5</i>, <i class=example>60/60</i>, v.v.

source: Note that if the number of connections is 1 (e.g. <i class=example>1/60</i>), the first connection attempt will result in a breach.
ar: لاحظ أنه إذا كان عدد الاتصالات هو 1 (على سبيل المثال <i class=example>1/60</i>)، فإن محاولة الاتصال الأولى ستؤدي إلى حدوث خرق.
az: Əgər əlaqələrin sayı 1-dir (məsələn, <i class=example>1/60</i>), birinci əlaqə yarpağa səbəb olur.
bo: དཔེར་བརྗོད། འགྱོགས་ཚད་ནི་1ཡིན་ན་(<i class=example>1/60</i>)དང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་བརྒྱུད་རྒྱུའི་དང་པོ་ཚོད་འཛིན་བཟོ་འཐབ་བྱུང་བར་བྱེད།
cs: Všimněte si, že pokud počet připojení je 1 (např. <i class=example>1/60</i>), první pokus o připojení bude mít za následek výpadek.
da: Bemærk, at hvis antallet af forbindelser er 1 (f.eks. <i class=example>1/60</i>), vil det første forbindelsesforsøg resultere i et brud.
el: Σημειώστε ότι εάν ο αριθμός των συνδέσεων είναι 1 (π.χ. <i class=example>1/60</i>), η πρώτη προσπάθεια σύνδεσης θα οδηγήσει σε παραβίαση.
es: Ten en cuenta que si el número de conexiones es 1 (por ejemplo <i class=example>1/60</i>), el primer intento de conexión resultará en una violación.
et: Märkus: kui ühenduste arv on 1 (nt <i class=example>1/60</i>), siis esimene ühenduskatse põhjustab rikkumise.
fa: توجه داشته باشید که اگر تعداد اتصالات ۱ باشد (مثل <i class=example>1/60</i>)، اولین تلاش اتصال منجر به نقض خواهد شد.
fi: Huomaa, että jos yhteyksien määrä on 1 (esim. <i class=example>1/60</i>), ensimmäinen yhteydenmuodostusyritys aiheuttaa rikkomuksen.
hi: नोट कीजिए कि यदि कनेक्शन की संख्या 1 है (उदाहरण के रूप में <i class=example>1/60</i>), तो पहला कनेक्शन प्रयास एक पार का कारण बनेगा।
hu: Megjegyzés: Ha a kapcsolatok száma 1 (például <i class=example>1/60</i>), az első kapcsolódási kísérlet megszakadáshoz vezet.
in: Perhatikan bahwa jika jumlah koneksi adalah 1 (misalnya <i class=example>1/60</i>), upaya koneksi pertama akan mengakibatkan pelanggaran.
it: Si noti che se il numero di connessioni è 1 (ad es. <i class=example>1/60</i>), il primo tentativo di connessione produrrà una violazione.
ja: 接続数が1である場合（例：<i class=example>1/60</i>），最初の接続試行は違反になります。
ko: 연결 수가 1인 경우 (예: <i class=example>1/60</i>) 첫 번째 연결 시도는 위반으로 처리됩니다.
nb: Vær oppmerksom på at hvis antall tilkoblinger er 1 (f.eks. <i class=example>1/60</i>), vil det første tilkoblingsforsøket føre til et brudd.
nl: Let op dat als het aantal verbindingen 1 is (bijv. <i class=example>1/60</i>), de eerste verbindingspoging resulteert in een schending.
pt: Observe que, se o número de conexões for 1 (por exemplo, <i class=example>1/60</i>), a primeira tentativa de conexão resultará em uma violação.
sl: Opomba: Če je število povezav 1 (npr. <i class=example>1/60</i>), bo prvi poskus povezave povzročil kršitev.
sv: Observera att om antalet anslutningar är 1 (t.ex. <i class=example>1/60</i>), kommer det första anslutsningsförsöket att resultera i ett brott.
uk: Зауважте, що якщо кількість з'єднань дорівнює 1 (наприклад <i class=example>1/60</i>), то вже перша спроба підключення призведе до порушення.
vi: Lưu ý rằng nếu số lượng kết nối là 1 (ví dụ: <i class=example>1/60</i>), lần thử kết nối đầu tiên sẽ dẫn đến vi phạm.

source: The keyword <i class=example>allow</i>. This threshold is never breached, i.e. an infinite number of connection attempts is permitted.
ar: الكلمة الرئيسية <i class=example>تسمح</i>.
az: <i class=example>İcazə et</i> açarı. Bu eşik heç vaxt yarpağa olunmur, yəni sonsuz sayda əlaqə yarpağası icazə olunur.
bo: ཚིག་གཞི་<i class=example>allow</i>ཡིན་ཞིག་གིས་ཚོད་འཛིན་ཞིག་ནི་གཏན་མེད་པར་བཟོ་འཐབ་མི་བྱེད། དེ་ཡང་ན་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཏན་མེད་པ་ཡིན།
cs: Klíčové slovo <i class=example>allow</i>. Tento práh nikdy nevadí, tj. je povolen nekonečný počet pokusů o připojení.
da: Søgeordet <i class=example>allow</i>. Denne grænse overskrides aldrig, dvs. et uendeligt antal forbindelsesforsøg tillades.
el: Η λέξη -κλειδί <i class = Παράδειγμα> Επιτρέψτε </i>. Αυτό το όριο δεν παραβιάζεται ποτέ, δηλαδή επιτρέπεται ένας άπειρος αριθμός προσπαθειών σύνδεσης.
es: La palabra clave <i class=example>allow</i>. Este umbral nunca se viola, es decir, se permite un número infinito de intentos de conexión.
et: Võtmesõna <i class=example>allow</i>. See lävendit ei rikuta kunagi, st lubatakse piiramatu arv ühenduse katsetusi.
fa: کلیدواژه <i class=example>allow</i> . این آستانه هرگز نقض نمی‌شود، یعنی تعداد نامحدودی تلاش اتصال مجاز خواهد بود.
fi: Avainsana <i class=example>allow</i>. Tätä kynnystä ei koskaan ylitetä, eli rajattomasti yhteysyrityksiä sallitaan.
hi: शब्द <i class=example>allow</i>. इस सीमा को कभी पार नहीं किया जाता है, अर्थात् अनंत संख्या में कनेक्शन प्रयासों की अनुमति है।
hu: A kulcsszó <i class=example>allowed</i> használata. Ez a küszöb soha nem meghaladható, tehát végtelen számú kapcsolódási kísérlet engedélyezett.
in: Kata kunci <i class=example>allow</i>. Ambang batas ini tidak pernah dilanggar, yaitu jumlah upaya koneksi tak terhingga diizinkan.
it: La parola chiave <i class=example>allow</i>. Questa soglia non viene mai violata, cioè è consentito un numero infinito di tentativi di connessione.
ja: キーワード<i class=example>allow</i>。この閾値は決して違反しません。つまり、無限の接続試行が許可されます。
ko: <i class=example>allow</i> 키워드입니다. 이 임계값은 결코 위반되지 않고, 즉 무제한 연결 시도 허용입니다.
nb: Nøkkelordet <i class=example>allow</i>. Denne terskelverdien brytes aldri, det vil si at et ubegrenset antall tilkoblingsforsøk er tillatt.
nl: Het trefwoord <i class=example>toestaan</i>. Deze drempel wordt nooit overschreden, dat wil zeggen dat een oneindig aantal verbindingspogingen is toegestaan.
pt: A palavra-chave <i class=example>allow</i>. Este limite nunca é violado, ou seja, um número infinito de tentativas de conexão é permitido.
sl: Ključna beseda <i class=example>dovoli</i>. Ta prag ni nikoli kršen, torej je dovoljeno neomejeno število poskusov povezave.
sv: Nyckelordet <i class=example>allow</i>. Denna tröskel överskrids aldrig, dvs. ett oändligt antal anslutningsförsök tillåts.
uk: Ключове слово <i class=example>allow</i>. Цей поріг ніколи не порушується, тобто дозволяє нескінченну кількість спроб підключення.
vi: Từ khóa <i class=example>cho phép</i>.

source: The keyword <i class=example>deny</i>. This threshold is always breached, i.e. no connection attempts will be allowed.
ar: الكلمة الرئيسية <i class=example>رفض</i>.
az: <i class=example>Qadağan et</i> açarı. Bu eşik həmişə yarpağa olunur, yəni heç bir əlaqə yarpağa icazə verilməyəcək.
bo: ཚིག་གཞི་<i class=example>deny</i>ཡིན་ཞིག་གིས་ཚོད་འཛིན་ཞིག་ནི་གཏན་མེད་པར་བཟོ་འཐབ་བྱེད། དེ་ཡང་ན་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་གཏན་མེད་པ་ཡིན།
cs: Klíčové slovo <i class=example>deny</i>. Tento práh je vždy překročen, tj. nebudou povoleny žádné pokusy o připojení.
da: Søgeordet <i class=example>deny</i>. Denne grænse overskrides altid, dvs. der vil ikke være nogen forbindelsesforsøg tilladt.
el: Η λέξη -κλειδί <i class = Παράδειγμα> αρνείται </i>. Αυτό το όριο παραβιάζεται πάντοτε, δηλαδή δεν επιτρέπονται προσπάθειες σύνδεσης.
es: La palabra clave <i class=example>deny</i>. Este umbral siempre se viola, es decir, no se permitirán intentos de conexión.
et: Võtmesõna <i class=example>deny</i>. See lävend rikutakse alati, st ei lubata ühtegi ühenduse katsetust.
fa: کلیدواژه <i class=example>deny</i>. این آستانه همواره نقض می‌شود، یعنی هیچ تلاش اتصالی مجاز نخواهد بود.
fi: Avainsana <i class=example>deny</i>. Tätä kynnystä rikotaan aina, eli mitään yhteysyrityksiä ei sallita.
hi: शब्द <i class=example>deny</i>. यह सीमा हमेशा पार होती है, अर्थात् कोई भी कनेक्शन प्रयास अनुमति नहीं मिलेगा।
hu: A kulcsszó <i class=example>deny</i> használata. Ez a küszöb mindig meghaladható, vagyis nincs kapcsolódási kísérlet engedélyezve.
in: Kata kunci <i class=example>deny</i>. Ambang batas ini selalu dilanggar, yaitu tidak ada upaya koneksi yang diizinkan.
it: La parola chiave <i class=example>deny</i>. Questa soglia viene sempre violata, cioè non saranno consentiti tentativi di connessione.
ja: キーワード<i class=example>deny</i>。この閾値は常に違反し、接続試行は許可されません。
ko: <i class=example>deny</i> 키워드입니다. 이 임계값은 항상 위반되며, 즉 어떤 연결 시도도 허용되지 않습니다.
nb: Nøkkelordet <i class=example>deny</i>. Denne terskelverdien brytes alltid, det vil si at ingen tilkoblingsforsøk vil bli tillatt.
nl: Het trefwoord <i class=example>weigeren</i>. Deze drempel wordt altijd overschreden, dat wil zeggen dat er geen verbindingspogingen worden toegestaan.
pt: A palavra-chave <i class=example>deny</i>. Este limite é sempre violado, ou seja, nenhuma tentativa de conexão será permitida.
sl: Ključna beseda <i class=example>zabrani</i>. Ta prag je vedno kršen, torej ne bo dovoljenih nobenih poskusov povezave.
sv: Nyckelordet <i class=example>deny</i>. Denna tröskel överskrids alltid, dvs. inga anslutningsförsök kommer att tillåtas.
uk: Ключове слово <i class=example>deny</i>. Цей поріг завжди порушується, тобто жодні спроби підключення не дозволяться.
vi: Từ khóa <i class=example>từ chối</i>.

source: Default Threshold
ar: العتبة الافتراضية
az: Varsayılan eşik
bo: ཚོད་འཛིན་ཐོག་མ།
cs: Výchozí práh
da: Standardgrænse
el: Προεπιλεγμένο όριο
es: Umbral predeterminado
et: Vaikenõue
fa: آستانه پیش‌فرض
fi: Oletuskynnys
hi: मानक सीमा
hu: Alapértelmezett küszöb
in: Ambang Batas Default
it: Soglia predefinita
ja: デフォルトのしきい値
ko: 기본 임계값
nb: Standard terskelverdi
nl: Standaard drempelwaarde
pt: Limite Padrão
sl: Privzeti prag
sv: Standard tröskelvärde
uk: Типовий поріг
vi: Ngưỡng mặc định
