Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: NTCP (NIO-based TCP) and NTCP2 are TCP-based network transports which use Java's NIO (New I/O) TCP implementation to deliver I2NP messages between routers on the network. NTCP2 improves the resistance of NTCP to various attacks and automated traffic identification methods. For more information, see the <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: NTCP (TCP المعتمد على NIO) و NTCP2 هما ناقلات شبكية قائمة على TCP تستخدم تطبيق TCP لـ Java NIO (الإدخال/الإخراج الجديد) لتوصيل رسائل I2NP بين الموجهات على الشبكة. يحسن NTCP2 مقاومة NTCP لمختلف الهجمات وطرق التعرف الآلي على حركة المرور. لمزيد من المعلومات، انظر الوثائق <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>على الانترنت</a>.
az: NTCP (NIO-ə əsaslanan TCP) və NTCP2, I2NP mesajlarını şəbəkədəki ruterdən rutera çatdırmaq üçün Java'nın NIO (Yeni I/O) TCP tətbiqinə malik TCP əsaslı şəbəkə nəqliyyatını istifadə edən şəbəkə üzrə nəqliyyatı təmsil edir. NTCP2, NTCPnin müxtəlif hücumlara və avtomatik trafiği identifikasiya etmə yöntəmlərinə qarşı dayanmağını yaxşılaşdırır. Ətraflı məlumat üçün, <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>onlayn sənədlərə</a> baxın.
bo: NTCP (NIO-basis TCP) དང་ NTCP2 ནི་Javaཡི་ NIO (NIO) TCP བསྒྲུབ་སྐྱོང་ཡོད་པའི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ལ་བརྟེན་ནས་དྲ་བའི་སྒོ་བསྒྲག་མ་རྣམས་ཀྱི་བར་གྱི་ I2NP འཕྲིན་ཡིག་ཡོང་རྒུར་སྦྲང་བའི་TCP རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ཡིན། NTCP2 ནི་ NTCP ལ་རྒྱབ་རྐྱེན་མང་པོ་དང་རྒྱུ་མ་འཁོར་སོག་མ་དར་བའི་བརྟག་དཔྱད་རྣམས་ལ་རུ་ཆུང་བ་ལ་སློབ་སྒྲུབ་བྱས་པ་ཡིན། གཞན་མང་ཤེས་འདོད་ན། <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a> འཚོལ་ཞིབ་བྱོས།
cs: NTCP (TCP založený na NIO) a NTCP2 jsou transporty sítě založené na TCP, které používají implementaci TCP se Javaho NIO (New I/O) k doručování zpráv I2NP mezi směrovači v síti. NTCP2 zvyšuje odolnost NTCP vůči různým útokům a automatizovaným metodám identifikace provozu. Další informace naleznete v <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: NTCP (NIO-baseret TCP) og NTCP2 er TCP-baserede netværkstransporter, der bruger Javas NIO (New I/O) TCP-implementering til at levere I2NP-meddelelser mellem routere på netværket. NTCP2 forbedrer modstanden af NTCP mod forskellige angreb og automatiske trafikidentifikationsmetoder. For mere information, se <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>onlinedokumentationen</a>.
el: Η NTCP (βασισμένη στο NIO TCP) και η NTCP2 είναι μεταφορές δικτύου βασισμένες στο TCP, οι οποίες χρησιμοποιούν την υλοποίηση NIO (New I/O) του TCP της Java για την παράδοση μηνυμάτων I2NP μεταξύ των δρομολογητών στο δίκτυο. Η NTCP2 βελτιώνει την αντοχή της NTCP σε διάφορες επιθέσεις και αυτόματες μεθόδους αναγνώρισης κυκλοφορίας. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: NTCP (TCP basado en NIO) y NTCP2 son transportes de red basados en TCP que usan la implementación TCP de Java NIO (Entrada/Salida Nueva) para entregar mensajes I2NP entre enrutadores en la red. NTCP2 mejora la resistencia de NTCP a diversos ataques y métodos de identificación automática de tráfico. Para más información, consulta la <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: NTCP (NIO-põhine TCP) ja NTCP2 on TCP põhised võrgusisesed transpordid, mis kasutavad Java NIO (uue I/O) TCP rakendust I2NP sõnumite edastamiseks võrkude vahel. NTCP2 parandab NTCP vastupanuvõimet erinevatele rünnakutele ja automaatsetele liikluse tuvastamise meetoditele. Täiendava teabe saamiseks vaadake <a href= https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online dokumentatsiooni</a>.
fa: NTCP (NIO بر مبنای تی‌سی‌پی) و NTCP2 ترابرهای شبکه‌ای TCP مبتنی هستند که از پیاده‌سازی TCP موجود در NIO جاوا (I/O نو) برای انتقال پیام‌های I2NP بین مسیریاب‌ها در شبکه استفاده می‌کنند. NTCP2 مقاومت بهتری نسبت به حملات و روش‌های شناسایی ترافیک خودکار دارد. برای اطلاعات بیشتر مستندات آنلاین را ببینید.
fi: NTCP (NIO-pohjainen TCP) ja NTCP2 ovat TCP-pohjaisia verkkosiirtoja, jotka käyttävät Javan NIO (New I/O) TCP -toteutusta I2NP-viestien toimittamiseen verkossa olevien reitittimien välillä. NTCP2 parantaa NTCP:n kestävyyttä erilaisiin hyökkäyksiin ja automaattisiin liikenteen tunnistusmenetelmiin. Lisätietoja löytyy <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: NTCP (NIO-आधारित TCP) और NTCP2 टीसीपी-आधारित नेटवर्क ट्रांसपोर्ट हैं जो जावा के NIO (न्यू आई/ओ) TCP अंमलीकरण का उपयोग करके नेटवर्क पर रूटरों के बीच I2NP संदेश पहुँचाते हैं। NTCP2 NTCP के लिए विभिन्न हमलों और स्वचालित ट्रैफ़िक पहचान के विरुद्ध प्रतिरोधशीलता बढ़ाता है। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> पर जाएँ।
hu: Az NTCP (NIO alapú TCP) és az NTCP2 olyan TCP alapú hálózati szállítási módok, amelyek a Java NIO (New I/O) TCP implementációját használják az I2NP üzenetek továbbítására a hálózaton belül működő routerek között. Az NTCP2 javítja az NTCP ellenállását a különböző támadásokra és az automatikus forgalomazonosítási módszerekre. További információért lásd az <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: NTCP (TCP berbasis NIO) dan NTCP2 adalah transportasi jaringan berbasis TCP yang menggunakan implementasi TCP NIO (New I/O) Java untuk mengirimkan pesan I2NP antara router di jaringan. NTCP2 memperbaiki ketahanan NTCP terhadap berbagai serangan dan metode identifikasi lalu lintas otomatis. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: NTCP (NIO-based TCP) e NTCP2 sono trasporti di rete basati su TCP che utilizzano l'implementazione TCP di Java's NIO (New I/O) per consegnare messaggi I2NP tra router sulla rete. NTCP2 migliora la resistenza di NTCP a vari attacchi e metodi di identificazione automatica del traffico. Per ulteriori informazioni, vedere la <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: NTCP（NIOベースのTCP）とNTCP2は、I2NPメッセージをネットワーク上のルータ間で配信するためにJavaのNIO（New I/O）TCP実装を使用するTCPベースのネットワークトランスポートです。NTCP2は、NTCPのさまざまな攻撃と自動トラフィック識別手法に対する耐性を向上させます。詳細については、<a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメンテーション</a>を参照してください。
ko: NTCP(NIO 기반 TCP)와 NTCP2는 Java의 NIO(New I/O) TCP 구현을 사용하여 네트워크 상의 라우터 간에 I2NP 메시지를 전달하는 TCP 기반의 네트워크 전송입니다. NTCP2는 NTCP의 다양한 공격과 자동 트래픽 식별 방법에 대한 내성을 향상시킵니다. 자세한 정보는 <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하세요.
nb: NTCP (NIO-basert TCP) og NTCP2 er TCP-baserte nettverkstransporter som bruker Java's NIO (New I/O) TCP-implementering til å formidle I2NP-meldinger mellom rutere i nettverket. NTCP2 forbedrer motstanden til NTCP mot ulike angrep og automatiserte trafikkidentifikasjonsmetoder. For mer informasjon, se <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online dokumentasjonen</a>.
nl: NTCP (NIO-based TCP) en NTCP2 zijn op TCP gebaseerde netwerktransmissies die gebruikmaken van Java's NIO (New I/O) TCP-implementatie om I2NP-berichten te leveren tussen routers in het netwerk. NTCP2 verbetert de weerstand van NTCP tegen verschillende aanvallen en geautomatiseerde methoden voor het identificeren van verkeer. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: NTCP (TCP baseado em NIO) e NTCP2 são transportes de rede baseados em TCP que utilizam a implementação Java NIO (Nova E/S) TCP para transmitir mensagens I2NP entre roteadores na rede. NTCP2 melhora a resistência do NTCP a vários ataques e métodos de identificação de tráfego automatizados. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: NTCP (TCP, temelječ na NIO) in NTCP2 sta omrežni prenosna sredstva, temelječa na TCP, ki uporabljata Java's NIO (Nova I/O) TCP izvedbo za dostavo I2NP sporočil med usmerjevalniki na omrežju. NTCP2 izboljša odpornost NTCP na različne napade in avtomatizirane metode identifikacije prometa. Za več informacij, glejte <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: NTCP (NIO-baserad TCP) och NTCP2 är TCP-baserade nätverkstransporter som använder Java's NIO (New I/O) TCP-implementering för att leverera I2NP-meddelanden mellan routrar i nätverket. NTCP2 förbättrar motståndskraften hos NTCP mot olika attacker och metoder för identifiering av automatisk trafik. För mer information, se <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: NTCP (TCP на основі NIO) і NTCP2 - транспорти мережі на основі TCP, які використовують реалізацію TCP на основі Java NIO (Новий вхід/вивід) для доставки повідомлень I2NP між маршрутизаторами в мережі. NTCP2 покращує стійкість NTCP до різних атак і автоматизованих методів ідентифікації трафіку. Додаткову інформацію можна знайти на <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>англомовній документації</a>.
vi: NTCP (dựa trên TCP NIO) và NTCP2 là giao thức mạng có cơ sở TCP sử dụng triển khai TCP NIO (NIO mới) của Java để chuyển tin nhắn I2NP giữa các bộ định tuyến trên mạng. NTCP2 cải thiện khả năng chống lại các cuộc tấn công và phương pháp xác định lưu lượng tự động của NTCP. Để biết thêm thông tin, hãy xem <a href=https://geti2p.net/en/docs/transport/ntcp class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Orchid (plugin)
ar: أوركيد (إضافة)
az: Orchid (əlavə)
bo: ཨོར་ཁོ་རྡི་(སྒོ་རོལ་གྱི་ཚོགས་ཤེལ་)
el: Orchid (επέκταση)
es: Orchid (complemento)
fa: اورکید (افزونه)
fi: Orchid (liitännäinen)
hi: ऑर्किड (एड-ऑन)
hu: Orchid (dugó)
ja: Orchid（プラグイン）
ko: Orchid (플러그인)
nb: Orchid (tillegg)
pt: Orquídea (plugin)
sl: Orhideja (vstavek)
sv: Orchid (tillägg)
uk: Orchid (плагін)

source: A java implementation of a Tor client, available as an I2P plugin. Can be used as the default <i>outproxy</i> if configured in the relevant SOCKS or HTTP client tunnel in the <i>Tunnel Manager</i>. Available from <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Source code is available on <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
ar: تطبيق جافا لعميل تور، متاح كإضافة لـ I2P. يمكن استخدامه كـ <i>آوتبروكسي</i> افتراضي إذا تم تهيئته في نفق عميل SOCKS أو HTTP ذي الصلة في <i>مدير الأنفاق</i>. متاح من <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. مصدر الكود متاح على <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
az: Tor istemcisinin bir Java təlimatı, I2P plugini kimi mövcuddur. Əgər əlaqəli SOCKS və ya HTTP istəmci tünelində <i>Tunnel Manager</i>-da tənzimləndirilməkdədirsə, əksər halda vəzifəsiz <i>outproxy</i> kimi istifadə edilə bilər. <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> ünvanından əldə edilə bilər. Mənbə kodu <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a> ünvanında mövcuddur.
bo: Java བཅོས་མ་དང་མཉམ་དུ་བསྒྲུབས་པའི་ཐོར་སྤྱོད་པ་པོ་ཞིག་སྟེ། I2P ཚོགས་ཤེལ་ཞིག་ཏུ་རྒྱུས་བཀོད་ཆོག་པ་ཡིན། དེ་ནི་<i>འགྲུལ་ལམ་དོ་དམ་པོ</i> ནང་གི་ཁུངས་ལས་འགན་གྱི་ SOCKS འམ་དམ་ HTTP སྤྱོད་པ་པོའི་འགྲུལ་ལམ་ནང་རྒྱུས་བཀོད་ན་<i>ཕྱི་རོལ་སྤྲོ་ཁུ</i>སྒོ་རོལ་གྱི་སྤྱིར་བཏང་མཚོན་རྟགས་སུ་བཀོལ་ཆོག་པ་ཡིན། <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> ནས་ཐོབ་ཆོག་པ་མ་ཟད། རྒྱུ་ཆུང་ཐོག་མའི་ཁུངས་(Source code) <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a> ལ་ཡོད།
cs: Java verze klienta Toru dostupná jako plugin pro I2P. Může být použita jako výchozí <i>outproxy</i> pokud je nakonfigurována ve správném SOCKS nebo HTTP klient tunelu v <i>Tunnel Manager</i>. Dostupné z <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Zdrojový kód je dostupný na <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>GitHub</a>.
da: En Java-implementering af en Tor-klient, tilgængelig som en I2P-plugin. Kan bruges som standard <i>udproxy</i>, hvis det er konfigureret i den relevante SOCKS- eller HTTP-klienttunnel i <i>Tunnel Manager</i>. Tilgængelig fra <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kildekode er tilgængelig på <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
el: Μια υλοποίηση σε Java ενός πελάτη Tor, διαθέσιμη ως επέκταση I2P. Μπορεί να χρησιμοποιηθεί ως προεπιλεγμένος <i>προϊστάμενος</i> αν ρυθμιστεί στον σχετικό SOCKS ή HTTP πελάτη tunnel στον <i>Tunnel Manager</i>. Διαθέσιμο από τη διεύθυνση <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Ο πηγαίος κώδικας είναι διαθέσιμος στο <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
es: Una implementación en Java de un cliente Tor, disponible como un complemento de I2P. Puede usarse como <i>outproxy</i> predeterminado si se configura en el túnel SOCKS o HTTP cliente correspondiente en el <i>Administrador de Túneles</i>. Disponible desde <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. El código fuente está disponible en <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
et: Tor klienti rakendav Java rakendus, saadaval I2P pluginana. Saab kasutada vaikeväärtusena <i>outproxy</i> kui on konfigureeritud vastav SOCKS või HTTP kliendi tunnel <i>Tunneli halduris</i>. Saadaval aadressil <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Lähtekood on saadaval aadressil <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
fa: پیاده‌سازی جاوایی یک مشتری تور که به عنوان یک افزونه I2P در دسترس است. می‌تواند به عنوان <i>outproxy</i> پیش‌فرض با تنظیم تونل مناسب SOCKS یا مشتری تونل HTTP در <i>مدیر تونل</i> مورد استفاده قرار گیرد. از آدرس http://stats.i2p/i2p/plugins در دسترس است. کد منبع آن در github در دسترس است.
fi: Java-toteutus Tor-asiakkaasta, saatavilla I2P-liitännäisenä. Voidaan käyttää oletuksena <i>ulkoproksyna</i> jos se on määritetty asiaankuuluvalle SOCKS- tai HTTP-asiakastunnelille <i>Tunnel Managerissa</i>. Saatavissa osoitteesta<a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Lähdekoodi on saatavilla <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>githubista</a>.
hi: Tor क्लाइंट की जावा के माध्यम से अंतर्निहित संस्करण, जो I2P एड-ऑन के रूप में उपलब्ध है। यदि <i>Tunnel Manager</i> में सही SOCKS या HTTP क्लाइंट टनल में सेट किया गया है, तो इसे प्रमुख <i>outproxy</i> के रूप में उपयोग किया जा सकता है। <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> से प्राप्त होता है। स्रोत कोड <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a> पर उपलब्ध है।
hu: Egy java implementációja a Tor kliensnek, elérhető I2P pluginként. Ha a megfelelő SOCKS vagy HTTP ügyfél alagútban a <i>Tunnel Manager</i> lett beállítva az alapértelmezett <i>outproxy</i> -ként van használva. Elérhető itt: <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. A forráskód elérhető a <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>Github</a> -on.
in: Implementasi Java dari klien Tor, tersedia sebagai plugin I2P. Dapat digunakan sebagai <i>outproxy</i> default jika dikonfigurasi di terowongan klien SOCKS atau HTTP yang relevan di <i>Pengelola Terowongan</i>. Tersedia dari <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kode sumber tersedia di <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
it: Un'implementazione Java di un client Tor, disponibile come plugin I2P. Può essere utilizzato come <i>outproxy</i> predefinito se configurato nel tunnel del client SOCKS o HTTP rilevante nel <i>Gestore tunnel</i>. Disponibile su <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Il codice sorgente è disponibile su <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
ja: I2Pプラグインとして利用可能なTorクライアントのJava実装です。該当するSOCKSまたはHTTPクライアントトンネルで設定されている場合、デフォルトの<i>アウトプロキシ</i>として使用できます。<i>Tunnel Manager</i>で利用可能です。<a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>からダウンロード可能です。ソースコードは<a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>で公開されています。
ko: I2P 플러그인으로 제공되는 Tor 클라이언트의 자바 구현입니다. <i>Tunnel Manager</i>의 해당 SOCKS 또는 HTTP 클라이언트 터널에 구성되어 있다면 기본 <i>아웃프록시</i>로 사용할 수 있습니다. <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>에서 다운로드할 수 있습니다. 소스 코드는 <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>에서 확인할 수 있습니다.
nb: En Java-implementasjon av en Tor-klient, tilgjengelig som en I2P-tillegg. Kan brukes som standard <i>outproxy</i> hvis det er konfigurert for relevant SOCKS- eller HTTP-klienttunnel i <i>Tunnel Manager</i>. Tilgjengelig på <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kildekoden er tilgjengelig på <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
nl: Een Java-implementatie van een Tor-client, beschikbaar als een I2P-plug-in. Kan worden gebruikt als de standaard <i>uitlooppunt</i> als deze is geconfigureerd in de relevante SOCKS- of HTTP-clienttunnel in de <i>Tunnelbeheerder</i>. Beschikbaar op <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. De broncode is beschikbaar op <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
pt: Uma implementação em java de um cliente Tor, disponível como um plugin I2P. Pode ser usado como <i>outproxy</i> padrão, se configurado no túnel SOCKS ou cliente HTTP relevante no <i>Gerenciador de Túneis</i>. Disponível em <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. O código-fonte está disponível no <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
sl: Java izvedba Tor klienta, na voljo kot I2P vstavek. Lahko se uporabi kot privzeti <i>outproxy</i>, če je nastavljen v ustreznem SOCKS ali HTTP klientnem tunelu v <i>Menedžer tunela</i>. Na voljo je na <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Izvirna koda je na voljo na <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
sv: En javainstallation av en Tor-klient, tillgänglig som ett I2P-tillägg. Kan användas som standard <i>outproxy</i> om den är konfigurerad i relevant SOCKS- eller HTTP-klienttunnel i <i>Tunnel Manager</i>. Tillgänglig från <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Källkoden finns tillgänglig på <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
uk: Реалізація клієнта Tor для Java, доступна як плагін I2P. Може використовуватися як тунель <i>outproxy</i> за замовчуванням, якщо налаштувати відповідний SOCKS- або HTTP-тунель клієнта в менеджері тунелів <i>Tunnel Manager</i>. Доступний за адресою <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Вихідний код доступний на <a href=https://github.com/i2p/i2p.plugins.orchid class='sitelink external' target=_blank rel=noreferrer>github</a>.
vi: Việc triển khai Java của máy khách TOR, có sẵn dưới dạng plugin i2p. Có thể được sử dụng làm mặc định <i> outproxy </i> nếu được định cấu hình trong các khóa có liên quan hoặc đường hầm máy khách HTTP trong trình quản lý đường hầm <i> </i>. Có sẵn từ <a href=http://stats.i2p/i2p/plugins Class=Sitelink> http: //stats.i2p/i2p/plugins </a>. Mã nguồn có sẵn trên <a href=https://github.com/i2p/i2p.plugins.orchid class='Sitelink bên ngoài' Target=_Blank rel=noreferrer> GitHub </a>.

source: Outproxy
ar: آوتبروكسي
bo: ཕྱི་རོལ་སྤྲོ་ཁུ་
da: Udproxy
el: Επισπέυδον
et: Välisvahendaja
fa: اوت‌پراکسی
fi: Ulkoproksi
hi: आउटप्रॉक्सी
hu: Kimenő proxy
ja: アウトプロキシ
ko: 아웃프록시
nb: Utproxy
sv: Utgående proxy
uk: Проксі виходу
