Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Keyring Manager
ar: مدير كيرينغ
az: Açar meneceri
bo: ལྡེ་མིག་དོ་དམ་པ།
cs: Správce klíčenek
da: Nøglering Manager
el: Διαχειριστής μπρελόκ
es: Administrador de claves
et: võtmehoidja juht
fa: مدیر کلید
fi: Avainpäällikkö
hi: कुंजीपटल मैनेजर
hu: Kulcstartó menedzser
in: Manajer Gantungan Kunci
it: Gestione portachiavi
ja: キーリングマネージャー
ko: 키링 관리자
nb: Nøkkelring Manager
nl: Sleutelhangermanager
pt: Gerenciador de chaveiro
sl: Upravitelj krožnice ključev
sv: Nyckelring Manager
uk: диспетчер брелоків
vi: Trình quản lý móc khóa

source: The router keyring is used to decrypt encrypted LeaseSets.
ar: يتم استخدام حلقة مفاتيح جهاز التوجيه لفك تشفير LeaseSets المشفرة.
az: Router açarı şifrələnmiş İcarə Setlərinin şifrəsini açmaq üçün istifadə olunur.
bo: རོ་ཌེར་ལྡེ་མིག་གི་གསང་བཅད་བརྒྱུད་བཏོན་པའི་LeaseSets གསང་བཅད་བཤོལ་བར་དོང་བཞིན་པ།
cs: Klíčový svazek směrovače se používá k dešifrování zašifrovaných sad zapůjčení.
da: Routerens nøglering bruges til at dekryptere krypterede LeaseSets.
el: Το μπρελόκ του δρομολογητή χρησιμοποιείται για την αποκρυπτογράφηση κρυπτογραφημένων LeaseSets.
es: El llavero del enrutador se utiliza para descifrar LeaseSets cifrados.
et: ruuteri võtmerõngast kasutatakse krüptitud LeaseSetide dekrüpteerimiseks.
fa: کلید روتر برای رمزگشایی LeaseSets رمزگذاری شده استفاده می شود.
fi: Reitittimen avainrengasta käytetään salattujen LeaseSettien salauksen purkamiseen.
hi: रूटर का कुंजीपटल एन्क्रिप्टेड LeaseSets को डिक्रिप्ट करने के लिए उपयोग किया जाता है।
hu: Az útválasztó kulcstartója a titkosított LeaseSet-ek visszafejtésére szolgál.
in: Gantungan kunci router digunakan untuk mendekripsi LeaseSet terenkripsi.
it: Il portachiavi del router viene utilizzato per decrittografare i LeaseSet crittografati.
ja: ルーターのキーリングは、暗号化された LeaseSet を復号化するために使用されます。
ko: 라우터 키링은 암호화된 LeaseSet의 암호를 해독하는 데 사용됩니다.
nb: Ruterens nøkkelring brukes til å dekryptere krypterte LeaseSets.
nl: De sleutelhanger van de router wordt gebruikt om gecodeerde LeaseSets te decoderen.
pt: O chaveiro do roteador é usado para descriptografar LeaseSets criptografados.
sl: Krožnica ključev usmerjevalnika se uporablja za dešifriranje šifriranih LeaseSets.
sv: Routerns nyckelring används för att dekryptera krypterade LeaseSets.
uk: Ключове кільце маршрутизатора використовується для розшифрування зашифрованих LeaseSets.
vi: Khóa bộ định tuyến được sử dụng để giải mã các LeaseSets được mã hóa.

source: The keyring may contain keys for local or remote encrypted destinations.
ar: قد تحتوي حلقة المفاتيح على مفاتيح للوجهات المشفرة المحلية أو البعيدة.
az: Açarda yerli və ya uzaqdan şifrələnmiş təyinatlar üçün açarlar ola bilər.
bo: ལྡེ་མིག་ནང་ས་གནས་ཡང་ཐག་རིང་གི་གསང་བཅད་བརྒྱུད་བཏོན་པའི་ལྡེ་མིག་ཚུད་པར་འགོ་ཚུགས་པར་ཡོད།
cs: Klíčenka může obsahovat klíče pro místní nebo vzdálené zašifrované cíle.
da: Nøgleringen kan indeholde nøgler for lokale eller fjern-krybterede destinationer.
el: Το μπρελόκ μπορεί να περιέχει κλειδιά για τοπικούς ή απομακρυσμένους κρυπτογραφημένους προορισμούς.
es: El juego de claves puede contener claves para destinos cifrados locales o remotas.
et: Võtmehoidjas võib olla võtmeid nii kohalike kui kaugete krüptitud lüüsikirjega sihtvõtmete jaoks.
fa: جاکلیدی ممکن است حاوی کلیدهایی برای مقاصد رمزگذاری شده محلی یا راه دور باشد.
fi: Avainrengas voi sisältää avaimia paikallisiin tai etäsalattuihin kohteisiin.
hi: कुंजीपटल में स्थानीय या दूरस्थ एन्क्रिप्टेड गंतव्यों के लिए कुंजियाँ हो सकती हैं।
hu: A kulcstár tartalmazhat kulcsokat helyi vagy távoli titkosított célállomásokhoz.
in: Keyring mungkin berisi key untuk tujuan terenkripsi local atau remote.
it: Il keyring può contenere chiavi per destinazioni cifrate locali o remote.
ja: キーリングには、ローカルまたはリモートの暗号化された宛先のキーが含まれる場合があります。
ko: 키링은 로컬, 원격 암호화 목적지를 위해 저장됩니다.
nb: Nøkkelringen kan inneholde nøkler for lokale eller fjernkrypterte destinasjoner.
nl: De sleutelbos kan sleutels bevatten voor lokale en remote versleutelde destinations.
pt: O gestor de chaves pode conter chaves para destinos encriptados locais ou remotos.
sl: Krožnica ključev lahko vsebuje ključe za lokalne ali oddaljene šifrirane destinacije.
sv: Nyckelringen kan innehålla nycklar för krypterad lokala eller fjärrmål .
uk: Ключове кільце може містити ключі для локальних або віддалених зашифрованих пунктів призначення.
vi: Khóa có thể chứa các khóa cho các đích được mã hóa cục bộ hoặc từ xa.

source: Manual Keyring Addition
ar: اضافة المفاتيح يدويا
az: Əllə Açar Əlavəsi
bo: ལག་ཐོག་པའི་ལྡེ་མིག་ཁ་སྣོན་བ།
cs: Přidání ručního kroužku na klíče
da: Manuel Nøglerings Tilføjelse
el: Χειροκίνητη προσθήκη μπρελόκ
es: Adición manual al juego de claves
et: Käsitsi võtmehoidjasse lisamine
fa: اضافه کردن کلید دستی
fi: Manuaalinen avaimenperän lisäys
hi: मैन्युअल कुंजीपटल जोड़ना
hu: Kézi Hozzáadás Kulcstárhoz
it: Aggiunta keyring manuale
ja: 手動キーリングの追加
ko: 수동 키링 추가
nb: Manuell tillegg av nøkkelring
nl: Handmatige Sleutelbos Toevoeging
pt: Adição Manual do Gestor de Chaves
sl: Ročno dodajanje krožnice ključev
sv: Lägg till nycklar manuellt
uk: Доповнення брелока вручну
vi: Bổ sung khóa thủ công

source: Enter keys for encrypted remote destinations here.
ar: ادخل مفاتيح الوجهات المشفرة هنا
az: Şifrələnmiş uzaq təyinatlar üçün açarları bura daxil edin.
bo: གསང་བཅད་བརྒྱུད་བཏོན་པའི་ཐག་རིང་གི་གསང་བཅད་བརྒྱུད་བཏོན་པའི་ལྡེ་མིག་འདི་ནང་བརྒྱུར་བ།
cs: Sem zadejte klíče pro zašifrované vzdálené cíle.
da: Indtast nøgler for krybterede fjerndestinationer her.
el: Εισαγάγετε κλειδιά για κρυπτογραφημένους απομακρυσμένους προορισμούς εδώ.
es: Introduzca claves para destinos cifrados remotos aquí.
et: Sisestage võtmed krüptitud lüüsikirjetega kauge sihtvõtme jaoks.
fa: کلیدهای مقاصد راه دور رمزگذاری شده را در اینجا وارد کنید.
fi: Syötä salattujen etäkohteiden avaimet tähän.
hi: एन्क्रिप्टेड दूरस्थ गंतव्यों के लिए कुंजियाँ यहाँ दर्ज करें।
hu: Itt add meg a kulcsokat a titkosított távoli célállomásokhoz.
in: Masukkan key di sini untuk remote destination terenkripsi.
it: Inserisci qui le chiavi per le destinazioni remote cifrate.
ja: 暗号化されたリモート接続先のキーをここに入力します。
ko: 암호화된 원격 목적지를 위한 키들을 여기에 입력하세요.
nb: Skriv inn nøkler for krypterte fjerndestinasjoner her.
nl: Voer sleutels in om remote destinations te versleutelen.
pt: Insira aqui as chaves para os destinos remotos encriptados.
sl: Tukaj vnesite ključe za šifrirane oddaljene destinacije.
sv: Ange nycklar för krypterad fjärr mål här.
uk: Введіть тут ключі для зашифрованих віддалених пунктів призначення.
vi: Nhập khóa cho các điểm đến từ xa được mã hóa tại đây.

source: Keys for local destinations must be entered on the configuration page for the relevant service in the
ar: يجب إدخال مفاتيح الوجهات المحلية في صفحة التكوين الخاصة بالخدمة ذات الصلة في
az: Yerli təyinatlar üçün açarlar müvafiq xidmətin konfiqurasiya səhifəsində daxil edilməlidir
bo: ས་གནས་གི་གསང་བཅད་བརྒྱུད་བཏོན་པའི་ལྡེ་མིག་འབྲེལ་བཞིན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་སྐབ་བརྒྱུན་སྒྲིག་སྟེན་ངོས་སྐབ་ནང་
cs: Klíče pro místní cíle musí být zadány na konfigurační stránce příslušné služby v
da: Nøgler til lokale destinationer skal indtastes på konfigurationssiden for den relevante tjeneste i
el: Τα κλειδιά για τοπικούς προορισμούς πρέπει να εισαχθούν στη σελίδα διαμόρφωσης για τη σχετική υπηρεσία στο
es: Las claves para los destinos locales para el servicio relevante deben introducirse en la página de configuración
et: Kohalike sihtkohtade võtmed tuleb sisestada vastava teenuse konfiguratsioonilehel
fa: کلیدهای مقاصد محلی باید در صفحه پیکربندی سرویس مربوطه در
fi: Paikallisten kohteiden avaimet on syötettävä kyseisen palvelun konfigurointisivulle
hi: स्थानीय गंतव्यों के लिए कुंजियाँ के संबंधित सेवा के सेटिंग पृष्ठ पर दर्ज करने होंगी
hu: A helyi célállomásokhoz tartozó kulcsokat a megfelelő szolgáltatás konfigurációs oldalán kell megadni
in: Kunci untuk tujuan lokal harus dimasukkan pada halaman konfigurasi untuk layanan yang relevan di
it: Le chiavi per le destinazioni locali devono essere inserite nella pagina di configurazione del relativo servizio nel
ja: ローカル宛先のキーは、関連するサービスの設定ページに入力する必要があります。
ko: 로컬 대상에 대한 키는 관련 서비스의 구성 페이지에 입력되어야 합니다.
nb: Nøkler for lokale destinasjoner må legges inn på konfigurasjonssiden for den aktuelle tjenesten i
nl: Sleutels voor lokale bestemmingen moeten worden ingevoerd op de configuratiepagina voor de betreffende dienst in de
pt: As chaves para destinos locais devem ser inseridas na página de configuração do serviço relevante no
sl: Ključi za lokalne destinacije morajo biti vneseni na strani konfiguracije ustrezne storitve v
sv: Nycklar för lokala destinationer måste anges på konfigurationssidan för relevant tjänst i
uk: Ключі для місцевих пунктів призначення повинні бути введені на сторінці конфігурації для відповідної послуги в
vi: Phải nhập khóa cho các điểm đích cục bộ trên trang cấu hình cho dịch vụ liên quan trong

source: Full destination, name, Base32, or hash
ar: الوجهة الكاملة أو الاسم أو Base32 أو التجزئة
az: Tam təyinat, ad, Base32 və ya hash
bo: ཆ་ཚང་གི་ཐག་རིང་གནས་མིང་། Base32 ཡང་ཨོ་རུ་ཤེན་པ།
cs: Úplný cíl, název, Base32 nebo hash
da: Fuld destination, navn, Base32 eller hash
el: Πλήρης προορισμός, όνομα, Βάση32 ή κατακερματισμός
es: Destino completo, nombre, Base32 o hash
et: täielik sihtkoht, nimi, Base32 või räsi
fa: مقصد کامل، نام، Base32 یا هش
fi: täydellinen kohde, nimi, Base32 tai hash
hi: पूर्ण गंतव्य, नाम, Base32, या हैश
hu: Teljes rendeltetési hely, név, Base32 vagy hash
in: Tujuan lengkap, nama, Base32, atau hash
it: Destinazione completa, nome, Base32, o hash
ja: 完全な宛先、名前、Base32、またはハッシュ
ko: 전체 대상, 이름, Base32 또는 해시
nb: Full destinasjon, navn, Base32 eller hash
nl: Volledige bestemming, naam, Base32 of hash
pt: Destino completo, nome, Base32 ou hash
sl: Polna destinacija, ime, Base32, ali dije
sv: Fullständig destination, namn, Base32 eller hash
uk: Повне місце призначення, ім 'я, Base32 або хеш
vi: Đích đầy đủ, tên, Base32 hoặc hàm băm

source: Enter key provided by server operator.
ar: أدخل المفتاح المقدم من مشغل الخادم.
az: Server operatoru tərəfindən verilən açarı daxil edin.
bo: སརྟོན་པའི་དོ་དམ་པས་བརྒྱུར་བསྤེལ་བའི་ལྡེ་མིག་འདི་ནང་བརྒྱུར་བ།
cs: Zadejte klíč poskytnutý operátorem serveru.
da: Enter-nøgle leveret af serveroperatøren.
el: Εισαγάγετε το κλειδί που παρέχεται από τον χειριστή του διακομιστή.
es: Ingrese la clave proporcionada por el operador del servidor.
et: Sisestage serveri operaatori antud võti.
fa: کلید ارائه شده توسط اپراتور سرور را وارد کنید.
fi: Anna palvelimen operaattorin antama avain.
hi: सर्वर ऑपरेटर द्वारा प्रदान की गई कुंजी दर्ज करें।
hu: Adja meg a szerver üzemeltetője által biztosított kulcsot.
in: Masukkan kunci yang disediakan oleh operator server.
it: Inserisci chiave fornita dall'operatore del server.
ja: サーバーオペレーターから提供されたキーを入力します。
ko: 서버 운영자가 제공한 키를 입력하세요.
nb: Enter-nøkkel levert av serveroperatøren.
nl: Enter-sleutel verstrekt door de serveroperator.
pt: Digite a chave fornecida pelo operador do servidor.
sl: Vnesite ključ, podan od operatorja strežnika.
sv: Enter-nyckel som tillhandahålls av serveroperatören.
uk: Введіть ключ, наданий оператором сервера.
vi: Nhập key do nhà điều hành máy chủ cung cấp.

source: Prevents server discovery by floodfills
ar: يمنع اكتشاف الخادم عن طريق عمليات التعبئة
az: Daşqınlar tərəfindən server kəşfinin qarşısını alır
bo: floodfills གིས་སརྟོན་པའི་འཚོལ་བ་བཀག་པ།
cs: Zabraňuje odhalení serveru záplavami
da: Forhindrer serveropdagelse ved oversvømmelser
el: Αποτρέπει την ανακάλυψη διακομιστή από πλημμύρες
es: Evita el descubrimiento del servidor mediante inundaciones
et: Takistab serveri avastamist üleujutuste poolt
fa: از کشف سرور توسط سیل پرها جلوگیری می کند
fi: Estää palvelimen löytämisen tulvatäytöjen avulla
hi: फ्लॉडफिल द्वारा सर्वर की खोज पर रोक
hu: Megakadályozza a kiszolgáló felderítését az elárasztások által
in: Mencegah penemuan server dengan timbunan banjir
it: Previene la scoperta del server dai floodfill
ja: フラッドフィルによるサーバー検出を防止します
ko: 플러드필에 의한 서버 검색을 방지합니다.
nb: Forhindrer serveroppdagelse ved flomfyllinger
nl: Voorkomt serverdetectie door floodfills
pt: Impede a descoberta do servidor por inundações
sl: Prepreči odkrivanje strežnika s strani zalivnih
sv: Förhindrar serverupptäckt genom översvämningar
uk: Запобігає виявленню серверів шляхом затоплення
vi: Ngăn chặn việc phát hiện máy chủ bằng cách lấp đầy

source: Enter password provided by server operator.
ar: أدخل كلمة المرور المقدمة من مشغل الخادم.
az: Server operatoru tərəfindən verilən parolu daxil edin.
bo: སརྟོན་པའི་དོ་དམ་པས་བརྒྱུར་བསྤེལ་བཞིན་པའི་གསང་ཐོང་བདགོས་པར་ཡོད།
cs: Zadejte heslo poskytnuté operátorem serveru.
da: Indtast adgangskode leveret af serveroperatøren.
el: Εισαγάγετε τον κωδικό πρόσβασης που παρέχεται από τον χειριστή του διακομιστή.
es: Ingrese la contraseña proporcionada por el operador del servidor.
et: Sisestage serveri operaatori antud parool.
fa: رمز عبور ارائه شده توسط اپراتور سرور را وارد کنید.
fi: Anna palvelimen operaattorin antama salasana.
hi: सर्वर ऑपरेटर द्वारा प्रदान किया गया पासवर्ड दर्ज करें।
hu: Adja meg a szerver üzemeltetője által megadott jelszót.
in: Masukkan kata sandi yang diberikan oleh operator server.
it: Inserisci password fornita dall'operatore del server.
ja: サーバーオペレーターから提供されたパスワードを入力します。
ko: 서버 운영자가 제공한 비밀번호를 입력하세요.
nb: Skriv inn passord gitt av serveroperatøren.
nl: Voer het wachtwoord in dat door de serveroperator is verstrekt.
pt: Digite a senha fornecida pelo operador do servidor.
sl: Vnesite geslo, podano od operatorja strežnika.
sv: Ange lösenordet från serveroperatören.
uk: Введіть пароль, наданий оператором сервера.
vi: Nhập mật khẩu do nhà điều hành máy chủ cung cấp.

source: Enter key and password provided by server operator.
ar: أدخل المفتاح وكلمة المرور المقدمة من مشغل الخادم.
az: Server operatoru tərəfindən verilən açar və şifrəni daxil edin.
bo: སརྟོན་པའི་དོ་དམ་པས་བརྒྱུར་བསྤེལ་བའི་ལྡེ་མིག་དང་གསང་ཐོང་བདགོས་པར་ཡོད།
cs: Zadejte klíč a heslo poskytnuté operátorem serveru.
da: Indtast nøgle og adgangskode leveret af serveroperatøren.
el: Εισαγάγετε το κλειδί και τον κωδικό πρόσβασης που παρέχονται από τον χειριστή του διακομιστή.
es: Ingrese la clave y la contraseña proporcionadas por el operador del servidor.
et: Sisestage serveri operaatori antud võti ja parool.
fa: کلید و رمز عبور ارائه شده توسط اپراتور سرور را وارد کنید.
fi: Anna palvelimen operaattorin antama avain ja salasana.
hi: सर्वर ऑपरेटर द्वारा प्रदान की गई कुंजी और पासवर्ड दर्ज करें।
hu: Adja meg a szerver üzemeltetője által biztosított kulcsot és jelszót.
in: Masukkan kunci dan kata sandi yang diberikan oleh operator server.
it: Inserisci chiave e password forniti dall'operatore del server.
ja: サーバーオペレーターから提供されたキーとパスワードを入力します。
ko: 서버 운영자가 제공한 키와 비밀번호를 입력하세요.
nb: Skriv inn nøkkel og passord gitt av serveroperatøren.
nl: Voer de sleutel en het wachtwoord in die door de serveroperator zijn verstrekt.
pt: Insira a chave e a senha fornecidas pelo operador do servidor.
sl: Vnesite ključ in geslo, podana od operatorja strežnika.
sv: Ange nyckel och lösenord från serveroperatören.
uk: Введіть ключ і пароль, надані оператором сервера.
vi: Nhập key và mật khẩu do nhà điều hành máy chủ cung cấp.

source: Key will be generated.
ar: سيتم إنشاء المفتاح.
az: Açar yaradılacaq.
bo: ལྡེ་མིག་སྐྱོགས་པར་འགོ་ཚུགས་པ།
cs: Bude vygenerován klíč.
da: Nøglen vil blive genereret.
el: Θα δημιουργηθεί το κλειδί.
es: Se generará la clave.
et: võti luuakse.
fa: کلید تولید خواهد شد.
fi: Avain luodaan.
hi: कुंजी उत्पन्न की जाएगी।
hu: A kulcs létrejön.
in: Kunci akan dihasilkan.
it: Una chiave sarà generata.
ja: キーが生成されます。
ko: 키가 생성됩니다.
nb: Nøkkel vil bli generert.
nl: Sleutel wordt gegenereerd.
pt: A chave será gerada.
sl: Ključ bo ustvarjen.
sv: Nyckel kommer att genereras.
uk: Буде створено ключ.
vi: Khóa sẽ được tạo.

source: Leave blank for DH, will be generated automatically
ar: اتركه فارغًا لـ DH، سيتم إنشاؤه تلقائيًا
az: DH üçün boş buraxın, avtomatik olaraq yaradılacaq
bo: DH དོར་བར་སློག་པར་འབྲེལ་བ། རང་ཤུགས་པར་སྐྱོགས་པར་འགོ་ཚུགས་པ།
cs: Nechte prázdné pro DH, bude generováno automaticky
da: Lad blank for DH, vil blive genereret automatisk
el: Αφήστε κενό για DH, θα δημιουργηθεί αυτόματα
es: Dejar en blanco para DH, se generará automáticamente
et: DH jaoks jätke tühjaks, genereeritakse automaatselt
fa: برای DH خالی بگذارید، به طور خودکار تولید می شود
fi: Jätä tyhjäksi DH:lle, luodaan automaattisesti
hi: DH के लिए खाली छोड़ें, यह स्वचालित रूप से उत्पन्न होगा
hu: Hagyja üresen a DH mezőt, automatikusan generálódik
in: Biarkan kosong untuk DH, akan dihasilkan secara otomatis
it: Lascia bianco per DH, sarà generata automaticamente
ja: DH は空白のままにします。自動的に生成されます
ko: DH를 비워두면 자동으로 생성됩니다.
nb: La stå tomt for DH, vil bli generert automatisk
nl: Laat leeg voor DH, wordt automatisch gegenereerd
pt: Deixe em branco para DH, será gerado automaticamente
sl: Ostavite prazno za DH, bo samodejno ustvarjen
sv: Lämna tomt för DH, kommer att genereras automatiskt
uk: Залиште порожнім для ЦТ, буде створено автоматично
vi: Để trống đối với DH, sẽ được tạo tự động

source: Optional lookup password
ar: كلمة مرور البحث الاختيارية
az: Əlavə axtarış parolu
bo: གདམ་པར་འཚོལ་བའི་གསང་ཐོང་བདགོས་པར་ཡོད།
cs: Volitelné heslo pro vyhledávání
da: Valgfri opslagsadgangskode
el: Προαιρετικός κωδικός πρόσβασης αναζήτησης
es: Contraseña de búsqueda opcional
et: valikuline otsinguparool
fa: رمز عبور جستجوی اختیاری
fi: Valinnainen hakusalasana
hi: वैकल्पिक लुकअप पासवर्ड
hu: Opcionális keresési jelszó
in: Kata sandi pencarian opsional
it: Password di ricerca opzionale
ja: オプションの検索パスワード
ko: 선택적 조회 비밀번호
nb: Valgfritt oppslagspassord
nl: Optioneel opzoekwachtwoord
pt: Senha de pesquisa opcional
sl: Neobvezno geslo za iskanje
sv: Valfritt söklösenord
uk: Необов 'язковий пароль пошуку
vi: Mật khẩu tra cứu tùy chọn

source: Set password required to access this service
ar: تعيين كلمة المرور المطلوبة للوصول إلى هذه الخدمة
az: Bu xidmətə daxil olmaq üçün tələb olunan parol təyin edin
bo: འདི་བརྒྱུན་སྒྲིག་བྱེད་པར་དགོས་པར་གསང་ཐོང་བདགོས་པར་ཡོད་སྤེལ་བ།
cs: Nastavte heslo požadované pro přístup k této službě
da: Indstil adgangskode påkrævet for at få adgang til denne tjeneste
el: Ορίστε τον κωδικό πρόσβασης που απαιτείται για πρόσβαση σε αυτήν την υπηρεσία
es: Establecer la contraseña requerida para acceder a este servicio
et: määrake sellele teenusele juurdepääsuks vajalik parool
fa: برای دسترسی به این سرویس رمز عبور لازم را تنظیم کنید
fi: Aseta tämän palvelun käyttämiseen vaadittava salasana
hi: इस सेवा के लिए पहुँच के लिए आवश्यक पासवर्ड सेट करें
hu: Állítsa be a szolgáltatás eléréséhez szükséges jelszót
in: Tetapkan kata sandi yang diperlukan untuk mengakses layanan ini
it: Inserisci password richiesta per accedere a questo servizio
ja: このサービスにアクセスするために必要なパスワードを設定します
ko: 이 서비스에 액세스하는 데 필요한 비밀번호를 설정하세요
nb: Angi passord kreves for å få tilgang til denne tjenesten
nl: Stel het wachtwoord in dat nodig is om toegang te krijgen tot deze service
pt: Defina a senha necessária para acessar este serviço
sl: Nastavi geslo, zahtevano za dostop do te storitve
sv: Ange lösenord krävs för att komma åt den här tjänsten
uk: Встановіть пароль, необхідний для доступу до цієї служби
vi: Đặt mật khẩu cần thiết để truy cập dịch vụ này

source: config logging
ar: اعدادت السجلات
az: konfiqurasiya qeydi
bo: ཟིན་ཐོ་རྒྱུན་སྒྲིག་སྟེན།
cs: protokolování konfigurace
da: konfigurer loggning
el: καταγραφή διαμόρφωσης
es: configuración de registro
et: konfiguratsiooni logimine
fa: ثبت پیکربندی
fi: lokiasetukset
hi: लॉगिंग सेटिंग
hu: naplózás beállítása
in: konfigurasi logging
it: configura registro
ja: 設定ログ
ko: 설정 로깅
nb: konfigurasjonslogging
nl: configureer logging
pt: Configure o log
sl: konfig logiranje
sv: konfigurationsloggning
uk: ведення журналу конфігурації
vi: ghi nhật ký cấu hình

source: Configure I2P Logging Options
ar: اعدادت السجلات I2P
az: I2P Giriş Seçimlərini konfiqurasiya edin
bo: I2P ཟིན་ཐོ་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ།
cs: Konfigurace možností protokolování I2P
da: Konfigurer I2P logging indstillinger
el: Διαμόρφωση επιλογών καταγραφής I2P
es: Configurar las opciones de registro de I2P
et: Häälesta I2P logimise valikuid
fa: گزینه های ثبت I2P را پیکربندی کنید
fi: Määritä I2P-lokiasetukset
hi: I2P लॉगिंग विकल्प का सेट करें
hu: Az I2P Naplózái Opcióinak Beállításai
it: Configura le Opzioni di registrazione I2P
ja: I2P ログ オプションの構成
ko: I2P 로깅 옵션 설정
nb: Sett opp I2P-loggføringsalternativ
nl: Configureer I2P Logging Opties
pt: Configurar opções de log do I2P
sl: Nastavi možnosti logiranja I2P
sv: Konfigurera I2P-loggningsalternativ
uk: Налаштування параметрів ведення журналу I2P
vi: Định cấu hình tùy chọn ghi nhật ký I2P

source: View Router Logs
ar: عرض سجلات جهاز التوجيه
az: Router qeydlərinə baxın
bo: རོ་ཌེར་ཟིན་ཐོ་ལྟ་བ།
cs: Zobrazení protokolů routeru
da: Se routerlogfiler
el: Προβολή αρχείων καταγραφής δρομολογητή
es: Ver registros del router
et: vaadake ruuteri logisid
fa: مشاهده گزارش های روتر
fi: Näytä reitittimen lokit
hi: रूटर लॉग देखें
hu: Az útválasztó naplóinak megtekintése
in: Lihat Log Router
it: Visualizza log del router
ja: ルーターログの表示
ko: 라우터 로그 보기
nb: Vis ruterloggføring
nl: Routerlogboeken bekijken
pt: Ver registros do roteador
sl: Oglej dnevnike usmerjevalnika
sv: Visa routerloggar
uk: Перегляд журналів маршрутизатора
vi: Xem nhật ký bộ định tuyến

source: View Logs
ar: عرض السجلات
az: Qeydlərə baxın
bo: ཟིན་ཐོ་ལྟ་བ།
cs: Zobrazit protokoly
da: Se logfiler
el: Προβολή αρχείων καταγραφής
es: Ver registros
et: logide kuvamine
fa: مشاهده گزارش‌ها
fi: Näytä lokit
hi: लॉग देखें
hu: Naplók megtekintése
in: Lihat Log
it: Visualizza log
ja: ログの表示
ko: 로그 보기
nb: Vis loggføring
nl: Logboeken bekijken
pt: Ver registros
sl: Oglej dnevnike
sv: Visa loggar
uk: Перегляд журналів
vi: Xem nhật ký

source: Log file
ar: ملف السجل
az: Günlük faylı
bo: ཟིན་ཐོ་ཡིག་ཆ།
cs: Soubor protokolu
da: Logging filnavn
el: Αρχείο καταγραφών
es: Fichero de registro
et: Logifail
fa: فایل لاگ
fi: Lokitiedosto
hi: लॉग फ़ाइल
hu: Naplófájl
in: File log
it: Registra file
ja: ログファイル
ko: 로그 파일
nb: Loggfil
nl: Logbestand
pt: Arquivo log
sl: Datoteka loga
sv: Loggfil
uk: Файл журналу
vi: Tệp nhật ký

source: Edit {0} to change
ar: قم بتحرير {0} للتغيير
az: Dəyişmək üçün {0} redaktə edin
bo: བསྒྱུར་བར་{0} བསྒྱུར་བཅོས་བྱོས།
cs: Upravte {0} pro změnu
da: Rediger {0} for at ændre
el: Επεξεργαστείτε το {0} για αλλαγή
es: Edite {0} para cambiar
et: muutmiseks muutke {0}
fa: برای تغییر، {0} را ویرایش کنید
fi: Muokkaa {0} muuttaaksesi
hi: {0} संपादित करें बदलने के लिए
hu: Szerkessze a következőt: {0} a módosításhoz
in: Edit {0} untuk mengubah
it: Modifica {0} per cambiare
ja: {0} を編集して変更します
ko: {0} 변경하려면 편집하세요
nb: Rediger {0} for å endre
nl: Bewerk {0} om te wijzigen
pt: Edite {0} para alterar
sl: Uredi {0} za spremembo
sv: Redigera {0} för att ändra
uk: Відредагуйте {0}, щоб змінити
vi: Chỉnh sửa {0} để thay đổi
