Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The current external IP address reported by UPnP is {0}
ar: عنوان IP الخارجي الحالي الذي تم الإبلاغ عنه بواسطة UPnP هو {0}
az: UPnP tərəfindən bildirilən cari xarici IP ünvanı: {0}
bo: UPnP ཀྱིས་སྙན་སྒྲོན་བྱས་པའི་ད་ལྟའི་ཕྱི་རོལ་ IP ཁ་བྱང་ནི་ {0} ཡིན།
cs: Současná externí IP adresa hlášená UPnP je {0}
da: Den nuværende eksterne IP adresse reporteret af UPnP er {0}
el: Η τρέχουσα εξωτερική διεύθυνση ΙΡ που αναφέρει το UPnP είναι {0}
es: La dirección IP externa actual de la que informa UPnP es {0}.
et: UPnP teatatud hetkel kehtiv väline IP aadress on {0}
fa: آدرس IP خارجی فعلی گزارش شده توسط UPnP {0} است
fi: UPnP:n ilmoittama nykyinen ulkoinen IP-osoite on {0}
hi: UPnP द्वारा रिपोर्ट की गई वर्तमान बाहरी आईपी पता {0} है.
hu: Az UPnP által visszajelzett jelenlegi külső IP Cím a következő: {0}
in: Alamat IP eksternal saat ini yang dilaporkan oleh UPnP adalah {0}
it: L'attuale indirizzo IP esterno segnalato da UPnP è {0}
ja: UPnP が報告した現在の外部 IP アドレスは {0}
ko: UPnP이 보고한 현재 외부 IP 주소는 {0} 입니다
nb: Gjeldende eksterne IP-adresse rapportert av UPnP er {0}
nl: Volgens UPnP is het huidige externe IP-adres {0}
pt: O endereço IP externo informado pelo UPnP é {0}
sl: Zunanji IP naslov, ki ga trenutno poroča UPnP, je {0}
sv: Den nuvarande externa IP-adress som rapporterats av UPnP är {0}
uk: Теперішня зовнішня IP-адреса, повідомлена UPnP: {0}
vi: Địa chỉ IP bổ sung hiện tại được báo cáo bởi UPnP là {0}

source: The current external IP address is not available.
ar: عنوان IP الخارجي الحالي غير متوفر.
az: Cari xarici İP ünvanı mövcud deyil.
bo: ད་ལྟའི་ཕྱི་རོལ་ IP ཁ་བྱང་ཐོབ་ཐབས་བྲལ།
cs: Současná externí IP adresa není dostupná
da: Den nuværende eksterne IP adresse er ikke tilgængelig.
el: Η τρέχουσα εξωτερική διεύθυνση ΙΡ δεν είναι διαθέσιμη.
es: La dirección IP externa actual no está disponible.
et: Hetkel kehtiv väline IP aadress pole saadaval.
fa: آدرس IP خارجی فعلی موجود نیست.
fi: Nykyinen ulkoinen IP-osoite ei ole käytettävissä.
hi: वर्तमान बाहरी आईपी पता उपलब्ध नहीं है.
hu: A jelenleg külső IP cím nem áll rendelkezésre.
in: Alamat IP eksternal saat ini tidak tersedia.
it: L'indirizzo IP esterno corrente non è disponibile.
ja: 現在の外部 IP アドレスは利用できません。
ko: 현재 외부 IP 주소는 이용할 수 없습니다.
nb: Gjeldende ekstern IP-adresse ikke tilgjengelig.
nl: Het huidige externe IP-adres is niet beschikbaar.
pt: O endereço IP externo atual não está disponível
sl: Trenutnega zunanjega IP naslova trenutno ni na voljo.
sv: Den aktuella externa IP-adress är inte tillgänglig.
uk: Теперішня зовнішня IP-адреса не доступна.
vi: Địa chỉ IP bổ sung hiện tại hiện không sẵn có.

source: UPnP reports the maximum downstream bit rate is {0}bits/sec
ar: يُبلغ UPnP أن الحد الأقصى لمعدل البت المتلقي للمعلومات هو {0}بت/ثانية
az: UPnP maksimal aşağı axın həddinin {0}bit/san olduğunu bildirir
bo: UPnP ཀྱིས་སྙན་སྒྲོན་བྱས་པའི་འོག་ཕྱོགས་ཚད་མཐོ་བའི་བིཊ་ཚད་ནི་ {0}bits/sec ཡིན།
cs: UPnP hlásí že maximální míra downstreamu je {0}bits/sec
da: UPnP reporterer at den maksimale downstream bit hastighed er {0}bits/sek
el: Το UPnP αναφέρει ότι ο μέγιστος ρυθμός κατάντη είναι {0}bits/sec
es: UPnP informa de que la tasa de datos máxima desde Internet (downstream) es de {0} bits/s
et: UPnP teatab suurimaks allavoolu kiiruseks {0} bitti/sek
fa: UPnP گزارش می دهد که حداکثر نرخ بیت پایین دستی {0}bit/sec است
fi: UPnP ilmoittaa, että alavirran enimmäisbittinopeus on {0} bittiä/s
hi: UPnP रिपोर्ट करता है कि नीचली ओर की अधिकतम बिट दर {0}बिट/सेकंड है.
hu: Az UPnP jelentése szerint a maximális lefelé jövő bitráta {0} bit/mp
in: UPnP melaporkan kecepatan maksimum downstream adalah{0} bit/detik
it: UPnP riporta che il tasso massimo di bit in entrata è {0}bit/sec
ja: UPnP は、最大ダウンストリームビット速度が {0} ビット/秒だと報告しています
ko: UPnP가 최대 다운스트림 비트레이트가 {0}bits/초 라고 보고합니다
nb: UPnP rapporterer at maksimal nedstrøms-bitrate er {0}bit/s
nl: Volgens UPnP is de maximale downstream bit rate {0}bits/sec
pt: UPnP informa que o fluxo de descida de dados no máximo é {0}bits/seg
sl: UPnP poroča, da je maksimalna dolazna stopnja bitov {0}bitov/sek.
sv: UPnP rapporterar att den högsta nedströms hastigheten är {0} bits/sek
uk: UPnP повідомляє максимальну вхідну швидкість {0}біт/с
vi: UPnP gửi báo cáo về tỉ lệ bit tối đa của luồng dữ liệu phía dưới là {0}bits/giây

source: UPnP reports the maximum upstream bit rate is {0}bits/sec
ar: يُبلغ UPnP أن الحد الأقصى لمعدل بتات المنبع هو {0}بت/ثانية
az: UPnP maksimum yuxarı axın bit dərəcəsinin {0}bit/san olduğunu bildirir
bo: UPnP ཀྱིས་སྙན་སྒྲོན་བྱས་པའི་གོང་ཕྱོགས་ཚད་མཐོ་བའི་བིཊ་ཚད་ནི་ {0}bits/sec ཡིན།
cs: UPnP hlásí že maximální míra upstreamu je {0}bits/sec
da: UPnP reporterer at den maksimale upstream bit hastighed er {0}bits/sek
el: Το UPnP αναφέρει ότι ο μέγιστος ρυθμός ανάντη είναι {0}bits/sec
es: UPnP informa de que la tasa de datos máxima hacia Internet (upstream) es de {0} bits/s
et: UPnP teatav suurimaks ülesvoolu kiiruseks {0} bitti/sek
fa: UPnP گزارش می دهد که حداکثر نرخ بیت بالادستی {0}bit/sec است
fi: UPnP ilmoittaa, että ylävirran suurin bittinopeus on {0} bittiä/s
hi: UPnP रिपोर्ट करता है कि उपमाध्यम की अधिकतम बिट दर {0}बिट/सेकंड है.
hu: Az UPnP jelentése szerint a maximális felfelé menő bitráta {0} bit/mp
in: UPnP melaporkan kecepatan maksimum upstream adalah{0} bit/detik
it: UPnP riporta che il tasso massimo di bit in uscita è {0}bit/sec
ja: UPnP は最大アップストリームビット速度が {0} ビット/秒だと報告しています
ko: UPnP가 최대 업스트림 비트레이트가 {0}bits/초 라고 보고합니다
nb: UPnP rapporterer at maksimal oppstrøms-bitrate er {0}bit/s
nl: Volgens UPnP is de maximale upstream bit rate {0}bits/sec
pt: UPnP informa que o fluxo de subida de dados no máximo é {0}bits/seg
sl: UPnP poroča, da je maksimalna gorazna stopnja bitov {0}bitov/sek.
sv: UPnP rapporterar att den högsta uppströms hastigheten är {0} bits/sek
uk: UPnP повідомляє максимальну вихідну швидкість {0}біт/с
vi: UPnP gửi báo cáo về tỉ lệ bit tối đa của luồng dữ liệu phía trên là {0}bits/giây

source: {0} port {1,number,#####} was successfully forwarded by UPnP.
ar: {0} تم توجيه المنفذ {1,number,#####} بنجاح عن طريق UPnP.
az: {0} port {1,number,#####} UPNP tərəfindən uğurla göndərildi.
bo: UPnP ཀྱིས་ {0} མཐེབ་ཁུག {1,number,#####} བརྒྱུད་སྤེལ་ལེགས་གྲུབ་བྱུང་།
cs: {0} port {1,number,#####} byl úspěšně předán UPnP.
da: {0} port {1,number,#####} blev åbnet af UPnP med succes.
el: {0} θύρα {1,number,#####} προωθήθηκε με επιτυχία από το UPnP.
es: El puerto {1,number,#####} {0} fue reenviado con éxito por UPnP.
et: {0} porti {1,number,#####} suunati edukalt UPnP abil.
fa: msgstr "{0} پورت {1,number,#####} با موفقیت توسط UPnP پیشگیری شد."
fi: {0} portti {1,number,#####} ohjattiin onnistuneesti eteenpäin UPnP:n avulla.
hi: {0} पोर्ट {1,number,#####} को UPnP द्वारा सफलतापूर्वक आगामी किया गया.
hu: UPnP sikeresen átirányította a következőt: {0} port {1,number,#####}.
in: {0} port {1,number,#####} berhasil diteruskan oleh UPnP.
it: {0} porta {1,number,#####} è stata inoltrata con successo da UPnP.
ja: {0} ポート {1,number,#####} は UPnP によって、正常に転送されました。
ko: {0} 포트 {1,number,#####} 가 UPnP에 의해 성공적으로 포워딩 되었습니다.
nb: {0} port {1,number,#####} ble vellykket videresendt av UPnP.
nl: {0} poort {1,number,,#####} is succesvol geforward door UPnP.
pt: porta {0} {1,number,#####} foi redirecionada com sucesso pelo UPnP.
sl: {0} vratilo {1,number,#####} je uspešno preusmerjeno prek UPnP.
sv: {0} port {1,number,#####} var framgångsrikt vidarebefordrad av UPnP.
uk: {0} порт {1,number,#####} успішно пропущено через UPnP.
vi: {0} cổng {1,number,#####} đã được chuyển tiếp thành công bằng UPnP.

source: {0} port {1,number,#####} was not forwarded by UPnP.
ar: {0} لم يتم توجيه المنفذ {1,number,#####} بواسطة UPnP.
az: {0} port {1,number,#####} UPNP tərəfindən göndərilmədi.
bo: UPnP ཀྱིས་ {0} མཐེབ་ཁུག {1,number,#####} བརྒྱུད་སྤེལ་བྱས་མེད།
cs: {0} port {1,number,#####} nebyl úspěšně předán UPnP.
da: {0} port {1,number,#####} blev ikke åbnet af UPnP.
el: {0} θύρα {1,number,#####} δεν προωθήθηκε από το UPnP.
es: El puerto {1,number,#####} {0} no fue reenviado por UPnP.
et: {0} porti {1,number,#####} ei suunatud UPnP abil.
fa: msgstr "{0} پورت {1,number,#####} توسط UPnP پیشگیری نشد."
fi: {0} portti {1,number,#####} ei ollut ohjattu eteenpäin UPnP:n avulla.
hi: {0} पोर्ट {1,number,#####} को UPnP द्वारा नहीं आगामी किया गया.
hu: Nincs átirányítva az UPnP által a következő: {0} port {1,number,#####}.
in: {0} port {1,number,#####} tidak diteruskan oleh UPnP.
it: {0} porta {1,number,#####} non è stata inoltrata da UPnP.
ja: {0} ポート {1,number,#####} は UPnP によって転送されませんでした。
ko: {0} 포트 {1,number,#####} 가 UPnP에 의해 포워딩 되지 않았습니다.
nb: {0} port {1,number,#####} ble ikke videresendt av UPnP.
nl: {0} poort {1,number,,#####} is niet geforward door UPnP.
pt: Porta {0} {1,number,#####} NÃO foi redirecionada pelo UPnP.
sl: {0} vratilo {1,number,#####} ni bilo preusmerjeno prek UPnP.
sv: {0} port {1,number,#####} blev inte vidarebefordrad av UPnP.
uk: {0} порт {1,number,#####} не пропущено через UPnP.
vi: {0} cổng {1,number,#####} chưa được chuyển tiếp bằng UPnP.

source: Router
ar: موجه
az: İstiqamətləndirici
bo: རོ་ཌེར།
cs: Směrovač
et: Ruuter
fa: روتر
fi: Reititin
hi: राउटर
ja: ルーター
ko: 라우터
nb: Ruter
pt: Roteador
sl: Usmerjevalnik
uk: Маршрутизатор
vi: Bộ định tuyến

source: Version {0}
ar: اصدار {0}
az: Versiya {0}
bo: ཐོན་རིམ་ {0}
cs: Verze {0}
el: Έκδοση {0}
es: Versión {0}
et: Versioon {0}
fa: نسخه {0}
fi: Versio {0}
hi: वर्ज़न {0}
hu: {0} Verzió
in: Versi {0}
it: Versione {0}
ja: バージョン {0}
ko: 버전 {0}
nb: Versjon {0}
nl: Versie {0}
pt: Versão {0}
sl: Različica {0}
uk: Версія {0}
vi: Phiên bản {0}

source: New plugin version {0} is available
ar: يوجد اصدار جديد {0} للملحق
az: Yeni plagin versiyası {0} əlçatandır
bo: གློག་ཀྱི་པར་གྲངས་གསར་པ་ {0} ཐོབ་ཐབས་ཡོད།
cs: K dispozici je nová verze pluginu {0}
da: Nyt plugin version {0} er tilgængeligt
el: Νέα έκδοση πρόσθετου {0} διαθέσιμη
es: Hay una nueva versión disponible del complemento {0}
et: Pluginale {0} on uus versioon
fa: نسخه جدید افزونه {0} موجود است
fi: Uusi laajennuksen versio {0} on saatavilla
hi: नई प्लगइन वर्ज़न {0} उपलब्ध है
hu: Elérhető új kiegészítő verzió: {0}
in: Plugin baru versi {0} tersedia
it: Nuova versione del plugin {0} disponibile
ja: 新しいプラグインのバージョン {0} が利用できます
ko: 새 플러그인 버전 {0} 가능함
nb: Ny versjon {0} av programtillegg tilgjengelig
nl: Nieuwe plugin versie {0} is beschikbaar
pt: Nova versão para a extensão {0} está disponível
sl: Na voljo je nova različica vstavka {0}
sv: Ny version för insticksmodul {0} finns tillgänglig
uk: Доступна нова версія плагіна {0}
vi: Hiện đã phát hành tiện ích mới phiên bản {0}

source: Update check failed for plugin {0}
ar: فشل البحث عم ترقية للملحق {0}
az: Plugin {0} üçün yeniləmə yoxlaması alınmadı
bo: གློག་ཀྱི་ {0} གི་གསར་བསྐྱར་བལྟ་བ་ཕམ་པ།
cs: Selhala kontrola aktualizací pro plugin {0}
da: Opdatering for plugin {0} kunne ikke tjekkes
el: Ο έλεγχος για ενημέρωσεις του πρόσθετου {0} απέτυχε
es: No se pudo buscar actualizaciones para el complemento {0}
et: Uuenduste otsing pluginale {0} ebaõnnestus
fa: بررسی به روز رسانی برای افزونه {0} ناموفق بود
fi: Päivitystarkistus epäonnistui laajennukselle {0}
hi: प्लगइन {0} के लिए अपडेट जाँच में विफलता हुई
hu: {0} kiegészítő frissítés keresése sikertelen
in: Pemeriksaan update gagal untuk plugin {0}
it: Controllo aggiornamenti fallito per il plugin {0}
ja: プラグイン {0} のアップデート確認に失敗
ko: 플러그인 {0} 업데이트 체크 실패
nb: Oppdateringssjekk mislyktes for programtillegg {0}
nl: Update check voor plugin {0} gefaald
pt: Não foi possível verificar por atualizações {0}
sl: Preverjanje posodobitve za vstavek {0} je spodletelo
sv: Uppdateringskontroll misslyckades för insticksmodul {0}
uk: Неможливо перевірити оновлення для плагіна {0}
vi: Cập nhật không thành công đối với tiện ích {0}

source: No new version is available for plugin {0}
ar: ﻻيوجد اصدار جديد {0} للملحق
az: Plugin {0} üçün yeni versiya mövcud deyil
bo: གློག་ཀྱི་ {0} ལ་པར་གྲངས་གསར་པ་མེད།
cs: Pro plugin {0} není k dispozici žádná nová verze
da: Der er ingen ny version tilgængelig for plugin {0}
el: Δεν υπάρχει νέα έκδοση διαθέσιμη για το πρόσθετο {0}
es: No hay ninguna versión nueva disponible para el complemento {0}
et: Pluginale {0} uut versiooni ei ole
fa: هیچ نسخه جدیدی برای افزونه موجود نیست {0}
fi: Laajennukselle {0} ei ole saatavilla uutta versiota
hi: प्लगइन {0} के लिए कोई नई वर्ज़न उपलब्ध नहीं है
hu: Nincs elérhető új verzió a következő kiegészítőhöz: {0}
in: Tidak ada versi baru tersedia untuk plugin {0}
it: Non è disponibile nessuna nuova versione del plugin {0}
ja: プラグイン {0} の新しいバージョンはありません。
ko: 플러그인 {0}에 새로운 버전이 없음
nb: Ingen ny versjon tilgjengelig for programtillegg {0}
nl: Geen nieuwe versie beschikbaar voor plugin {0}
pt: Nenhuma versão nova disponível para extrensão {0}
sl: Za vstavek {0} ni na voljo nove različice
sv: Ingen ny version tillgänglig för insticksmodul {0}
uk: Немає нової версії плагіна {0}
vi: Không có phiên bản mới dành cho tiện ích {0}

source: HTTP client proxy tunnel must be running
ar: يجب أن يكون نفق وكيل عميل HTTP قيد التشغيل
az: HTTP müştəri proksi tuneli işləməlidir
bo: HTTP འཛུགས་སྤྱོད་པའི་གྲོགས་པའི་གྲུང་ལམ་རྒྱུན་མཐུག་པར་དགོས།
cs: Musí být spuštěn tunel proxy klienta HTTP
da: HTTP-klient proxy tunnel skal køre
el: Πρέπει να εκτελείται το πρόγραμμα/πελάτης σήραγγας διακομιστή διαμεσολάβησης HTTP
es: El túnel del proxy del cliente HTTP tiene que estar en marcha
et: HTTP-kliendi puhverserveri tunnel peab töötama
fa: تونل پروکسی کلاینت HTTP باید در حال اجرا باشد
fi: HTTP-asiakkaan välityspalvelintunnelin on oltava käynnissä
hi: HTTP क्लाइंट प्रॉक्सी टंनल चलना चाहिए
hu: HTTP kliens proxy alagútnak futnia kell
in: HTTP client proxy tunnel harus jalan
it: Il tunnel proxy HTTP deve essere attivo
ja: HTTPクライアントプロキシトンネルが起動している必要があります
ko: HTTP 클라이언트 프록시 터널이 반드시 작동중이여야 합니다
nb: HTTP-klientmellomtjenertunnel må kjøre
nl: HTTP cliënt proxy tunnel moet gestart zijn
pt: O túnel proxy do cliente HTTP deve estar em execução
sl: Tunel HTTP klienta posredniškega strežnika mora biti v teku
sv: HTTP klientproxytunnel måste köra
uk: Тунель для HTTP проксі повинен працювати
vi: Đường hầm proxy máy khách HTTP phải đang chạy

source: Install failed:{0}
ar: فشل التثبيت من {0}
bo: གཞི་བཙུགས་ཕམ་པ།:{0}
cs: Instalace se nezdařila z {0}
el: Αποτυχία εγκατάστασης από {0}
es: La instalación desde {0} falló
et: installimine ebaõnnestus aadressilt {0}
fa: نصب از {0} انجام نشد
fi: Asennus epäonnistui osoitteesta {0}
hi: इंस्टॉलेशन विफल हुआ:{0}
hu: Sikertelen telepítés tőle: {0}
in: Instal gagal dari {0}
it: Installazione fallita da {0}
ko: {0}에서 설치하는것을 실패했습니다
nb: Installasjon mislyktes fra {0}
pt: Instalação falhada de {0}
sl: Namestitev je spodletela: {0}
sv: Installation misslyckades från {0}
uk: Неможливо встановити з {0}

source: Transfer failed:{0}
ar: فشل في النقل {0}
bo: བརྒྱུད་སྤེལ་ཕམ་པ།:{0}
cs: Přenos selhal z {0}
el: Μεταφορά από {0} απέτυχε
es: La transferencia desde {0} falló
et: Laadimine allikast {0} ebaõnnestus
fa: انتقال از {0} انجام نشد
fi: Siirto epäonnistui kohteesta {0}
hi: ट्रांस्फर विफल हुआ:{0}
hu: Sikertelen átvitel a következőtől: {0}
in: Transfer gagal dari {0}
it: Trasferimento fallito da {0}
ko: {0}에서 이동하는것을 실패했습니다
nb: Overføring fra {0} feilet
pt: Falha na transferência de {0}
sl: Prevod je spodletel: {0}
sv: Överföring misslyckades från {0}
uk: Невдала передача з {0}

source: Error
ar: خطأ
az: Xəta
bo: ནོར་བ།
cs: Chyba
da: Fejl
el: Λάθος
et: Viga
fa: خطا
fi: Virhe
hi: त्रुटि
hu: Hiba
in: Kesalahan
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pt: Erro
sl: Napaka
sv: Fel
uk: Помилка
vi: Lỗi

source: Update downloaded
ar: طريقة الترقية
az: Yeniləmə endirildi
bo: གསར་བསྐྱར་ཕབ་ལེན་བྱས།
cs: Aktualizace stažena
da: Opdatering blev downloaded
el: Η ενημέρωση κατέβηκε
es: Se ha descargado la actualización
et: Uuendus alla laetud
fa: به روز رسانی دانلود شد
fi: Päivitys ladattu
hi: अपडेट डाउनलोड हुआ
hu: Frissítés letöltve
in: Update telah didownload
it: Aggiornamento scaricato
ja: 更新がダウンロードされました
ko: 업데이트 다운로드됨
nb: Oppdatering nedlastet
nl: Update gedownload
pt: Atualização baixada
sl: Obnovitev je prenesena
sv: Uppdatering hämtad
uk: Оновлення завантажено
vi: Đã tải về bản cập nhật

source: Restarting
ar: أعد التشغيل
az: Yenidən
bo: བསྐྱར་འགོ་ཚུགས་བཞིན་པ།
cs: Restartování
da: Genstarter
el: Γίνεται επανεκκίνηση
es: Reiniciando
et: Käivitun uuesti
fa: راه اندازی مجدد
fi: Uudelleenkäynnistetään
hi: पुनः शुरू कर रहा है
hu: Újraindítás
in: Sedang restart
it: Riavvio
ja: 再起動中
ko: 재시작중
nb: Starter om igjen
nl: Herstarten
pt: Reiniciando
sl: Znova zagon
sv: Startar om
uk: Перезапуск...
vi: Đang khởi động lại

source: Update verified
ar: انتهى التحديث
az: Yeniləmə təsdiqləndi
bo: གསར་བསྐྱར་བདེན་བཤད་བྱས།
cs: Aktualizace ověřena
da: Opdatering mislykkedes
el: Η ενημέρωση επαληθεύτηκε
es: Se ha verificado la actualización
et: Uuendus kontrollitud
fa: به روز رسانی تایید شد
fi: Päivitys vahvistettu
hi: अपडेट सत्यापित किया गया
hu: Frissítés igazolva
in: Update diverifikasi
it: Aggiornamento verificato
ja: 更新が確認されました
ko: 업데이트 확인됨
nb: Oppdatering kontrollert
nl: Update geverifieerd
pt: Atualização verificada
sl: Obnovitev je preverjena
sv: Update verifierad
uk: Оновлення перевірено
vi: Đã xác nhận phần cập nhật

source: from {0}
ar: من {0}
az: {0} 99-dan başlayaraq: {0} -dən
bo: {0} ནས།
cs: od {0}
da: fra {0}
el: από {0}
es: de {0}
et: allikast {0}
fa: از {0}
fi: alkaen {0}
hi: से {0}
hu: innen {0}
in: dari {0}
it: da {0}
ja: {0} から
ko: {0}에서
nb: fra {0}
nl: van {0}
pt: de {0}
sl: iz {0}
sv: från {0}
uk: з {0}
vi: từ {0}

source: Unsigned update file from {0} is corrupt
ar: ملف التحديث غير كامل {0}
az: {0} tərəfindən imzalanmamış yeniləmə faylı zədələnib
bo: {0} ནས་འོས་སྦྱོར་མ་བྱས་པའི་གསར་བསྐྱར་ཡིག་ཆ་ཟད་པ།
cs: Nepodepsaný aktualizační soubor od {0} je poškozený
da: Usigneret opdaterings fil fra {0} er korrupt
el: Το μη υπογεγραμμένο αρχείο ενημέρωσης από {0} είναι κατεστραμμένο
es: El fichero de actualización no firmado de {0} está dañado
et: Allkirjata uuenduse fail allikast {0} on katki
fa: فایل به‌روزرسانی امضا نشده از {0} خراب است
fi: Allekirjoittamaton päivitystiedosto osoitteesta {0} on vioittunut
hi: {0} से अनाम अपडेट फ़ाइल खराब है
hu: Az aláírás nélküli frissítési fájl korrupt a következőtől: {0}
in: Unsigned update file dari {0} korup
it: Il file di aggiornamento non firmato ricevuto da {0} è corrotto
ja: {0} からの署名されていない更新ファイルは破損しています
ko: {0}의 서명되지 않은 업데이트 파일에 오류가 있습닏나
nb: Usignert oppdateringsfil fra {0} er korrupt
nl: Niet-ondertekende update bestand van {0} is corrupt
pt: Arquivo de atualização sem assinatura {0} está corrompido
sl: Neoznačena datoteka obnovitve iz {0} je pokvarjena
sv: Osignerad uppdateringsfil från {0} är korrumperad
uk: Непідписане оновлення з {0} пошкоджено
vi: Chưa xác nhận tập tin cập nhật từ {0} bị lỗi

source: Failed copy to {0}
ar: فشل في نسخ {0}
az: {0} -ə kopyalamaq alınmadı
bo: {0} ལ་འདྲ་བཤུས་ཕམ་པ།
cs: Kopírování do {0} se nezdařilo
da: Det mislykkedes at kopiere til {0}
el: Αντιγραφή από {0} απέτυχε
es: No se pudo copiar a {0}
et: Ei suutnud kopeerida asukohta {0}
fa: کپی نشدن در {0}
fi: Kopiointi kohteeseen {0} epäonnistui
hi: {0} के लिए प्रतिलिपि बनाने में विफलता हुई
hu: Sikertelen másolás a következőre: {0}
in: Copy gagal untuk {0}
it: Copia a {0} fallita
ja: {0} へのコピーに失敗
ko: {0}으로 복사 실패
nb: Klarte ikke å kopiere til {0}
nl: Kopie naar {0} mislukt
pt: Cópia para {0} falhou
sl: Kopiranje v {0} je spodletelo
sv: Misslyckades med att kopiera till {0}
uk: Неможливо скопіювати до {0}
vi: Xảy ra lỗi khi sao chép sang {0}

source: Requires Java version {0} but installed Java version is {1}
ar: يتطلب إصدار Java {0} ولكن إصدار Java المثبت هو {1}
az: Java versiyasını tələb edir {0}, lakin quraşdırılmış Java versiyası {1}
bo: Java པར་གྲངས་ {0} དགོས་པ་འདི་གཞི་བཙུགས་བྱས་པའི་ Java པར་གྲངས་ {1} ཡིན།
cs: Vyžaduje verzi Java {0}, ale nainstalovaná verze Java je {1}
da: Kræver Java version {0} men installeret Java version er {1}
el: Απαιτείται έκδοση Java {0} αλλά είναι εγκατεστημένη η έκδοση Java {1}
es: Requiere Java versión {0}, pero la versión instalada de Java es {1}
et: Nõuab Java versiooni {0}, kuid installitud Java versioon on {1}
fa: به نسخه جاوا {0} نیاز دارد اما نسخه جاوا نصب شده {1} است
fi: Edellyttää Java-versiota {0}, mutta asennettu Java-versio on {1}
hi: {0} जावा संस्करण की आवश्यकता है, लेकिन स्थापित जावा संस्करण {1} है
hu: {0} Java verzió szükséges, de a telepített Java verzió {1}
in: Memerlukan Java versi {0} tapi versi Java yang diinstal adalah {1}
it: Richiede la versione {0} di Java ma è installata la versione {1}
ja: Java のバージョン {0} が必要ですが、インストールされている Java のバージョンは {1} です
ko: 자바 버전 {0}이 필요합니다. 설치된 자바 버전은 {1}입니다.
nb: Krever Java-versjon {0}, installert versjon av java er {1}
nl: Je hebt Java versie {0} nodig, maar hebt Java versie {1} geïnstalleerd
pt: Java na versão {0} é requerido, no entanto a versão {1} é a actualmente instalada
sl: Potrebuje različico Java {0}, vendar je nameščena različica Java {1}
sv: Kräver Java version {0} installerad Java version är {1}
uk: Необхідна Java версії {0} але встановлено Java версії {1}
vi: Yêu cầu phiên bản Java {0} nhưng phiên bản Java đã cài đặt là {1}

source: Updating
ar: ترقية
az: Yenilənir
bo: གསར་བསྐྱར་བྱེད་བཞིན་པ།
cs: Aktualizace
da: Opdatere
el: Γίνεται ενημέρωση
es: Actualizando
et: Uuendan
fa: در حال بروز رسانی
fi: Päivitetään
hi: अपडेट कर रहा है
hu: Frissítés
in: Sedang mengupdate
it: In aggiornamento
ja: 更新中
ko: 업데이트중
nb: Oppdaterer
nl: Aan het updaten
pt: Atualizando
sl: Posodabljanje
sv: Uppdaterar
uk: Оновлення
vi: Đang cập nhật

source: In-network updates disabled. Check package manager.
ar: تم تعطيل التحديثات داخل الشبكة.
az: Şəbəkədaxili yeniləmələr deaktiv edildi. Paket menecerini yoxlayın.
bo: དྲ་ཐོག་ནང་གི་གསར་བསྐྱར་ཁ་བསྒྱུར་ཡོད། ཐུམ་སྒྲིག་དོ་དམ་པ་བལྟ་བར་རོགས།
cs: Aktualizace v síti zakázány.
da: In - netværk opdateringer deaktiveret. Tjek pakke manager.
el: Απενεργοποιημένες οι ενδοδικτυακές ενημερώσεις. Ελέγξτε τον διαχειριστή πακέτων.
es: Las actualizaciones desde el interior de la red están deshabilitadas. Revise el administrador de paquetes.
et: Võrgusisesed värskendused on keelatud.
fa: به روزرسانی های درون شبکه غیرفعال است. مدیر بسته را بررسی کنید.
fi: Verkon sisäiset päivitykset pois käytöstä.
hi: नेटवर्क के भीतर अपडेट अक्षम किए गए हैं। पैकेज मैनेजर की जाँच करें।
hu: A hálózaton belüli frissítések letiltva.
in: Pembaruan di-jaringan dinonaktifkan. Periksa package manager.
it: Aggiornamenti in-network disabilitati. Controlla il packet manager.
ja: ネットワーク内アップデートが無効になりました。パッケージマネージャを確認してください。
ko: 인-네트워크 업데이트 비활성화. 패키지 매니저를 확인하세요.
nb: I-nettverk -oppdateringer avskrudd. Sjekk pakkebehandler.
nl: In-netwerk updates uitgeschakeld. Controleer de pakket manager.
pt: Actualizações na rede desactivadas. Verifique o gestor de pacotes.
sl: Posodabljanje v omrežju je onemogočeno. Preverite upravitelja paketov.
sv: Nätverks-uppdateringar inaktiverade. Kontrollera pakethanteraren.
uk: Стандартні оновлення відключено. Перевірте пакетний менеджер.
vi: Cập nhật trong mạng bị vô hiệu hóa.
