Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: OpenDemocracy
ar: الديمقراطية المفتوحة
bo: སྒོ་དབྱེ་བའི་དམངས་གཙོ།
cs: Otevřená demokracie
es: Democracia Abierta
et: AvatudDemokraatia
fa: دموکراسی باز
fi: Avoin Demokratia
hi: ऑपन डेमोक्रेसी
hu: Nyílt demokrácia
in: Demokrasi Terbuka
it: Democrazia aperta
ja: オープンな民主主義
ko: 열린 민주주의
nb: Åpent demokrati
nl: Opendemocratie
pt: Democracia Aberta
sv: Öppen demokrati
uk: Відкрита демократія
vi: Dân chủ mở

source: Online privacy &amp; tech blog
bo: གློག་གི་སྒེར་གསང་དང་ལག་རྩལ་གནས་བཤད།
hi: ऑनलाइन गोपनीयता और तकनीक ब्लॉग
ko: 온라인 개인정보 보호 및 기술 블로그

source: RightToPrivacy
bo: གསང་དོན་གྱི་ཐོབ་ཐང་།
hi: गोपनीयता का अधिकार
ko: 프라이버시투프라이버시

source: Lifestyle magazine
ar: مجلة لايف ستايل
az: Həyat tərzi jurnalı
bo: འཚོ་བའི་གནས་བབ་ཀློག་དེབ།
cs: Časopis o životním stylu
da: Livsstilsmagasin
el: Περιοδικό Lifestyle
es: Revista de estilo de vida
et: Elustiili ajakiri
fa: مجله سبک زندگی
fi: Lifestyle-lehti
hi: जीवनशैली मैगज़ीन
hu: Életmód magazin
in: Majalah gaya hidup
it: Rivista sullo stile di vita
ja: ライフスタイルマガジン
ko: 라이프스타일 매거진
nb: Livsstilsmagasin
nl: Lifestyle-tijdschrift
pt: Revista de estilo de vida
sl: Časopis o življenjskem slogu
sv: Livsstilsmagasin
uk: Журнал Lifestyle
vi: Tạp chí phong cách sống

source: Internationally renowned security technologist
ar: تقني أمني مشهور عالميًا
az: Beynəlxalq tanınmış təhlükəsizlik texnoloqu
bo: རྒྱལ་སྤྱིའི་གྲགས་ཅན་གྱི་སྲུང་སྐྱོབ་ལག་རྩལ་མཁན།
cs: Mezinárodně uznávaný bezpečnostní technolog
da: Internationalt anerkendt sikkerhedsteknolog
el: Διεθνούς φήμης τεχνολόγος ασφαλείας
es: Tecnólogo de seguridad de renombre internacional
et: rahvusvaheliselt tuntud turvatehnoloog
fa: تکنولوژیست امنیتی مشهور بین المللی
fi: Kansainvälisesti tunnettu turvallisuusteknologi
hi: अंतरराष्ट्रीय रूप से प्रसिद्ध सुरक्षा तकनीकी
hu: Nemzetközileg elismert biztonsági technológus
in: Ahli teknologi keamanan yang terkenal secara internasional
it: Tecnologo della sicurezza di fama internazionale
ja: 世界的に有名なセキュリティ技術者
ko: 국제적으로 유명한 보안 기술자
nb: Internasjonalt anerkjent sikkerhetsteknolog
nl: Internationaal gerenommeerde beveiligingstechnoloog
pt: Tecnólogo de segurança de renome internacional
sl: Mednarodno priznan tehnolog v področju varnosti
sv: Internationellt känd säkerhetsteknolog
uk: Всесвітньо відомий технолог безпеки
vi: Công nghệ bảo mật nổi tiếng quốc tế

source: SchneierOnSecurity
ar: شناير أون سيكيوريتي
bo: Schneierགྱི་སྲུང་སྐྱོབ་གནས་བབ།
es: Schneier sobre seguridad
hi: श्नियर ऑन सुरक्षा
ja: シュナイアーオンセキュリティ
ko: 보안에 관한 Schneier
pt: SchneierOnSegurança

source: Latest scientific research news
ar: آخر أخبار الأبحاث العلمية
az: Son elmi araşdırma xəbərləri
bo: དེང་རབས་ཚན་རིག་ཞིབ་འཇུག་གི་གནས་ཚུལ།
cs: Nejnovější zprávy z vědeckého výzkumu
da: Seneste videnskabelige forskningsnyheder
el: Τελευταία επιστημονικά ερευνητικά νέα
es: Últimas noticias sobre investigaciones científicas
et: uusimad teadusuuringute uudised
fa: آخرین اخبار علمی پژوهشی
fi: Viimeisimmät tieteelliset tutkimusuutiset
hi: ताजा वैज्ञानिक अनुसंधान समाचार
hu: Legfrissebb tudományos kutatási hírek
in: Berita penelitian ilmiah terbaru
it: Ultime notizie sulla ricerca scientifica
ja: 最新科学研究ニュース
ko: 최신 과학 연구 뉴스
nb: Siste vitenskapelige forskningsnyheter
nl: Laatste wetenschappelijk onderzoeksnieuws
pt: Últimas notícias de pesquisas científicas
sl: Novejše novice o znanstveni raziskavi
sv: Senaste vetenskapliga forskningsnyheter
uk: Останні новини наукових досліджень
vi: Tin tức nghiên cứu khoa học mới nhất

source: ScienceDaily
ar: ساينس ديلي
bo: ཚན་རིག་ཉིན་རེའི་གནས་ཚུལ།
es: Ciencia diaria
hi: विज्ञान दैनिक
in: Sains Harian
ja: サイエンスデイリー
ko: 사이언스데일리
nl: WetenschapDagelijks
pt: CiênciaDiariamente
vi: Khoa họcHàng ngày

source: Community-driven tech news
ar: أخبار التكنولوجيا التي يحركها المجتمع
az: İcma tərəfindən idarə olunan texnoloji xəbərlər
bo: སྤུན་ཟླ་གིས་སྐུལ་བའི་ལག་རྩལ་གནས་ཚུལ།
cs: Technické novinky řízené komunitou
da: Samfundsdrevne teknologinyheder
el: Τεχνικές ειδήσεις με γνώμονα την κοινότητα
es: Noticias tecnológicas impulsadas por la comunidad
et: kogukonnapõhised tehnikauudised
fa: اخبار فناوری جامعه محور
fi: Yhteisövetoiset teknologiauutiset
hi: समुदाय-चलित टेक न्यूज़
hu: Közösségvezérelt technológiai hírek
in: Berita teknologi berbasis komunitas
it: Notizie tecnologiche promosse dalla comunità
ja: コミュニティ主導のテクノロジーニュース
ko: 커뮤니티 중심 기술 뉴스
nb: Fellesskapsdrevne teknologinyheter
nl: Gemeenschapsgedreven technologienieuws
pt: Notícias de tecnologia voltadas para a comunidade
sl: Novice o tehnologiji, pogonske skupnosti
sv: Gemenskapsdrivna tekniska nyheter
uk: Технічні новини, керовані спільнотою
vi: Tin tức công nghệ hướng tới cộng đồng

source: Various services
bo: སྣ་ཚོགས་ཀྱི་ཞབས་ཞུ།
hi: विभिन्न सेवाएं
ko: 다양한 서비스

source: News for nerds
ar: أخبار للمهووسين
az: Nerdlər üçün xəbərlər
bo: རིག་ནུས་ཅན་གྱི་གནས་ཚུལ།
cs: Novinky pro nerdy
da: Nyheder til nørder
el: Ειδήσεις για σπασίκλες
es: Noticias para nerds
et: Uudised nohikutele
fa: اخبار برای نردها
fi: Uutisia nörteille
hi: नर्ड्स के लिए समाचार
hu: Hírek nebulóknak
in: Berita untuk para kutu buku
it: Notizie per nerd
ja: オタク向けニュース
ko: 너드를 위한 뉴스
nb: Nyheter for nerder
nl: Nieuws voor nerds
pt: Novidades para nerds
sl: Vesti za nerde
sv: Nyheter för nördar
uk: Новини для ботанів
vi: Tin tức dành cho người mọt sách

source: Technology news &amp; reviews
ar: أخبار ومراجعات التكنولوجيا
az: Texnologiya xəbərləri və rəylər
bo: བརྒྱུད་རིག་གནས་ཚུལ་དང་ཞིབ་བཤད།
cs: Technologické novinky a recenze
da: Teknologi Nyheder og anmeldelser
el: Τεχνολογικά νέα και κριτικές
es: Noticias y reseñas de tecnología
et: Tehnoloogiauudised
fa: اخبار فناوری
fi: Teknologiauutiset
hi: टेक्नोलॉजी समाचार और समीक्षाएँ
hu: Technológiai hírek és ismertetők
in: Berita dan ulasan teknologi
it: Notizie e recensioni tecnologiche
ja: テクノロジーニュース
ko: 기술 뉴스
nb: Teknolognyheter og anmeldelser
nl: Technologisch nieuws en beoordelingen
pt: Notícias e críticas de tecnologia
sl: Vesti o tehnologiji in pregledi
sv: Tekniknyheter
uk: Новини технологій
vi: Tin tức công nghệ

source: News from the Taiwan Capital
ar: أخبار من عاصمة تايوان
az: Tayvanın paytaxtından xəbərlər
bo: ཏའེ་ཝན་རྒྱལ་ས་ནས་ཕེབས་པའི་གནས་ཚུལ།
cs: Zprávy z hlavního města Tchaj-wanu
da: Nyheder fra Taiwans hovedstad
el: Ειδήσεις από την πρωτεύουσα της Ταϊβάν
es: Noticias de la capital de Taiwán
et: Uudised Taiwani pealinnast
fa: اخبار از پایتخت تایوان
fi: Uutisia Taiwanin pääkaupungista
hi: ताइवान की राजधानी से समाचार
hu: Hírek a tajvani fővárosból
in: Berita dari Ibu Kota Taiwan
it: Notizie dalla capitale di Taiwan
ja: 台湾の首都からのニュース
ko: 대만 수도에서 온 소식
nb: Nyheter fra hovedstaden i Taiwan
nl: Nieuws uit de hoofdstad van Taiwan
pt: Notícias da capital de Taiwan
sl: Vesti iz glavnega mesta Tajvana
sv: Nyheter från Taiwans huvudstad
uk: Новини зі столиці Тайваню
vi: Tin tức từ thủ đô Đài Loan

source: TaipeiTimes
ar: تايبيه تايمز
bo: ཏའེ་པེ་དུས་ཚོད།
fa: تایپه تایمز
hi: ताइपे समय
in: Waktu Taipei
ja: 台北時間
ko: 타이페이 타임즈
nl: TaipeiTijden
vi: Thời báo Đài Bắc

source: TechMeme
ar: تيتش ميمي
bo: བརྒྱུད་རིག་གནས་ཚུལ།
es: Meme Tecnológico
hi: टेकमीम
in: TeknologiMeme
ja: 技術ミーム
ko: 기술 밈

source: Technology news aggregator
ar: مجمع أخبار التكنولوجيا
az: Texnologiya xəbərləri toplayıcısı
bo: བརྒྱུད་རིག་གནས་ཚུལ་བསྡུ་ལེན་པ།
cs: Agregátor technologických zpráv
da: Teknologi nyhedsaggregator
el: Συλλέκτης ειδήσεων τεχνολογίας
es: Agregador de noticias tecnológicas
et: Tehnoloogiauudiste koondaja
fa: تجمع کننده اخبار فناوری
fi: Teknologiauutisten kokoaja
hi: टेक्नोलॉजी समाचार एग्रीगेटर
hu: Technológiai hírgyűjtő
in: Agregator berita teknologi
it: Aggregatore di notizie tecnologiche
ja: テクノロジーニュースアグリゲーター
ko: 기술 뉴스 수집자
nb: Teknologinyhetsaggregator
nl: Technologie-nieuwsaggregator
pt: Agregador de notícias de tecnologia
sl: Agregator novic o tehnologiji
sv: Tekniknyhetssamlare
uk: Агрегатор новин про технології
vi: Trang tổng hợp tin tức công nghệ

source: News &amp; Reviews
ar: الأخبار والمراجعات
az: Xəbərlər və rəylər
bo: གནས་ཚུལ་དང་ཞིབ་བཤད།
cs: Novinky a recenze
da: Nyheder og anmeldelser
el: Νέα και κριτικές
es: Noticias y reseñas
et: Uudised ja ülevaated
fa: اخبار
fi: Uutiset
hi: समाचार &amp; समीक्षाएँ
hu: Hírek és vélemények
in: Berita dan Ulasan
it: Notizie e recensioni
ja: ニュースとレビュー
ko: 뉴스 및 리뷰
nb: Nyheter og anmeldelser
nl: Nieuws en beoordelingen
pt: Notícias e resenhas
sl: Vesti &amp; pregledi
sv: Nyheter
uk: Новини та огляди
vi: Tin tức

source: TheAtlantic
ar: المحيط الأطلسي
bo: ཨེ་ཊི་ལེན་ཊིཀ།
cs: Atlantik
da: Atlanten
es: El Atlántico
et: Atlandi ookean
fa: اقیانوس اطلس
hi: द एटलांटिक
hu: Az Atlanti-óceán
in: Atlantik
it: L'Atlantico
ja: アトランティック
nb: Atlanterhavet
nl: De Atlantische
pt: O Atlântico
vi: Đại Tây Dương

source: Academic commentary and essays
ar: التعليقات والمقالات الأكاديمية
az: Akademik şərhlər və esselər
bo: རིག་གཞུང་བརྗོད་བྱ་དང་རྩོམ་རིག
cs: Akademický komentář a eseje
da: Akademisk kommentar og essays
el: Ακαδημαϊκό σχόλιο και δοκίμια
es: Comentarios y ensayos académicos
et: Akadeemilised kommentaarid ja esseed
fa: تفسیر و مقالات علمی
fi: Akateemiset kommentit ja esseet
hi: वैज्ञानिक टिप्पणी और निबंध
hu: Tudományos kommentárok és esszék
in: Komentar dan esai akademik
it: Commenti e saggi accademici
ja: アカデミックな解説とエッセイ
ko: 학문적 논평 및 에세이
nb: Akademiske kommentarer og essays
nl: Academisch commentaar en essays
pt: Comentários e ensaios acadêmicos
sl: Akademsko komentarje in eseji
sv: Akademiska kommentarer och uppsatser
uk: Наукові коментарі та реферати
vi: Bình luận và tiểu luận học thuật

source: TheConversation
ar: المحادثة
bo: གླེང་མོལ།
cs: Rozhovor
da: Samtalen
es: LaConversación
fa: گفتگو
hi: द कॉन्वर्सेशन
in: Percakapan
it: La conversazione
ja: 会話
ko: 대화
nb: Samtalen
nl: Het gesprek
pt: A Conversa
vi: Cuộc trò chuyện

source: Global News
ar: الأخبار العالمية
az: Qlobal Xəbərlər
bo: གོ་ལ་ཡོངས་ཀྱི་གསར་འགྱུར།
cs: Globální zprávy
da: Globale nyheder
el: Παγκόσμια Νέα
es: Noticias globales
et: ülemaailmsed uudised
fa: اخبار جهانی
fi: Globaalit uutiset
hi: वैश्विक समाचार
hu: Globális hírek
in: Berita Global
it: Notizie globali
ja: グローバルニュース
ko: 글로벌 뉴스
nb: Globale nyheter
nl: Mondiaal nieuws
pt: Notícias Globais
sl: Globalne novice
sv: Globala Nyheter
uk: Світові новини
vi: Tin tức toàn cầu

source: TheGuardian
ar: الجارديان
bo: སྲུང་མཁན།
es: ElGuardián
fa: نگهبان
hi: द गार्डियन
in: Penjaga
it: Il Guardiano
ja: 保護者
ko: 수호자
nl: De Beschermer
pt: O Guardião
vi: Người giám hộ

source: TheMarkup
ar: العلامة
az: İşarələmə
bo: རྟགས་བཀོད།
es: ElMarcado
hi: द मार्कअप
in: Markup
it: IlMarkup
ja: マークアップ
nl: De Opmaak
pt: A marcação

source: Watching Big Tech...
ar: مشاهدة شركات التكنولوجيا الكبرى...
az: Böyük Texnologiyaya baxın...
bo: ཆེ་ཆེན་གློག་བཟོ་ལ་ལྟ་བཞིན་པ།...
cs: Sledování Big Tech...
da: Ser Big Tech...
el: Παρακολούθηση Big Tech...
es: Viendo las grandes tecnologías...
et: Big Techi vaatamine...
fa: تماشای فناوری بزرگ...
fi: Katson Big Techiä...
hi: बिग टेक को नजरअंदाज़ी में...
hu: Big Tech nézése...
in: Menonton Teknologi Besar...
it: Guardando la grande tecnologia...
ja: ビッグテクノロジーを見る...
ko: 빅테크를 보고...
nb: Ser på Big Tech...
nl: Kijken naar Big Tech...
pt: Assistindo Big Tech...
sl: Ogled velike tehnologije...
sv: Titta på Big Tech...
uk: Перегляд Big Tech...
vi: Đang xem Công nghệ lớn...

source: Independent Journalism from Russia
ar: الصحافة المستقلة من روسيا
az: Rusiyadan Müstəqil Jurnalistika
bo: ར་སི་ཡ་ནས་ཡོང་བའི་རང་དབང་གི་གསར་འགྱུར།
cs: Nezávislá žurnalistika z Ruska
da: Uafhængig journalistik fra Rusland
el: Ανεξάρτητη Δημοσιογραφία από τη Ρωσία
es: Periodismo independiente de Rusia
et: Sõltumatu ajakirjandus Venemaalt
fa: روزنامه نگاری مستقل از روسیه
fi: Itsenäinen journalismi Venäjältä
hi: रूस से स्वतंत्र पत्रकारिता
hu: Független újságírás Oroszországból
in: Jurnalisme Independen dari Rusia
it: Giornalismo indipendente dalla Russia
ja: ロシアからの独立したジャーナリズム
ko: 러시아의 독립 저널리즘
nb: Uavhengig journalistikk fra Russland
nl: Onafhankelijke journalistiek uit Rusland
pt: Jornalismo Independente da Rússia
sl: Neodvisno novinarstvo iz Rusije
sv: Oberoende journalistik från Ryssland
uk: Незалежна журналістика з Росії
vi: Báo chí độc lập từ Nga

source: TheMoscowTimes
ar: موسكو تايمز
bo: མོས་ཀོ་དུས་ཚོད།
hi: द मॉस्को टाइम्स
in: Waktu Moskow
ja: モスクワタイムズ
ko: 모스크바 타임즈

source: TheNewRepublic
ar: الجمهورية الجديدة
bo: གསར་པའི་སྤྱི་ཚོགས་རྒྱལ་ཁབ།
cs: Nová republika
da: Den Nye Republik
es: La Nueva República
et: Uus Vabariik
hi: द न्यू रिपब्लिक
hu: Az Új Köztársaság
in: Republik Baru
it: La Nuova Repubblica
ja: 新しい共和国
ko: 신공화국
nb: Den nye republikken
nl: DeNieuweRepubliek
pt: A Nova República
sv: Den Nya Republiken

source: Filesharing &amp; copyright news
ar: ترشيح أخبار حقوق الطبع والنشر
az: FileSharing və müəllif hüquqları xəbərləri
bo: ཡིག་ཆ་མཉམ་སྤྱོད་དང་པར་དབང་གི་གསར་འགྱུར།
cs: Sdílení souborů a novinky o autorských právech
da: Fildeling og copyright -nyheder
el: Νέα κοινή χρήση αρχείων και πνευματικών δικαιωμάτων
es: Noticias para el intercambio de archivos y derechos de autor
et: Filesharimise ja autoriõiguse uudised
fa: اخبار پرونده سازی و حق چاپ
fi: Tiedostojen jakaminen
hi: फ़ाइल शेयरिंग &amp; कॉपीराइट समाचार
hu: Fájlmegosztás és szerzői jogi hírek
in: Berita berbagi file dan hak cipta
it: Condivisione di file e notizie sul copyright
ja: ファイル共有と著作権ニュース
ko: 파일 공유 및 저작권 뉴스
nb: Fildeling og copyright -nyheter
nl: File delen en auteursrecht nieuws
pt: Notícias de compartilhamento de arquivos e direitos autorais
sl: Deljenje datotek &amp; novice o avtorskih pravicah
sv: Fildelning
uk: Обмін файлами
vi: Chia sẻ tập tin

source: Advancing a balanced &amp; realistic understanding of American interests in the Middle East
ar: تعزيز الفهم المتوازن والواقعي للمصالح الأمريكية في الشرق الأوسط
az: Yaxın Şərqdəki Amerika maraqlarını balanslı və real bir anlayışın inkişafı
bo: དབུས་ཤར་ལྷོ་ནུབ་ཏུ་ཨ་རིའི་ཁེ་ཕན་གྱི་དོ་སྙོམ་དང་དངོས་ཡོད་ཀྱི་རྒྱུས་ལོན་ལ་སྐུལ་འདེད་གཏོང་བ།
cs: Prosazování vyváženého a realistického chápání amerických zájmů na Blízkém východě
da: Fremme af en afbalanceret Andrealistisk forståelse af amerikanske interesser i Mellemøsten
el: Προώθηση μιας ισορροπημένης και ρεαλιστικής κατανόησης των αμερικανικών συμφερόντων στη Μέση Ανατολή
es: Avanzar en una comprensión equilibrada y realista de los intereses estadounidenses en el Medio Oriente
et: Lähis -Idas Ameerika huvide tasakaalustatud ja realistliku mõistmise edendamine
fa: پیشبرد درک متعادل و واقع بینانه از منافع آمریکایی در خاورمیانه
fi: Tasapainoinen andrealistinen ymmärrys Lähi -idän amerikkalaisista intresseistä
hi: मध्य पूर्व में अमेरिकी हितों की संतुलित और वास्तविकिता से समझ को आगे बढ़ाना
in: Memajukan pemahaman yang seimbang dan realistik tentang kepentingan Amerika di Timur Tengah
it: Avanzando una comprensione equilibrata e realistica degli interessi americani in Medio Oriente
ja: 中東におけるアメリカの利益に対するバランスのとれた現実的な理解を進める
ko: 중동에 대한 미국의 이해관계에 대한 균형있고 현실적인 이해 증진
nb: Fremme en balansert og realistisk forståelse av amerikanske interesser i Midt -Østen
nl: Een evenwichtig en realistisch begrip van de Amerikaanse belangen in het Midden -Oosten bevorderen
pt: Avançando uma compreensão equilibrada e realista dos interesses americanos no Oriente Médio
sl: Napredek uravnoteženega in realističnega razumevanja ameriških interesov na Bliskem vzhodu
sv: Avancerar en balanserad
uk: Просування збалансоване
vi: Tiến tới sự cân bằng

source: WashingtonInstitute
ar: معهد واشنطن
az: Vaşinqton İnstitutu
bo: ཝ་ཤིང་ཊོན་སློབ་གྲྭ།
cs: Washingtonský Institut
es: Instituto de Washington
et: WashingtoniInstituut
fa: مؤسسه واشنگتن
hi: वाशिंगटन इंस्टीट्यूट
in: Institut Washington
ja: ワシントン研究所
nl: WashingtonInstituut
pt: Instituto de Washington
uk: Вашингтонський інститут
vi: Viện Washington

source: The HTTP proxy is not up
ar: وكيل HTTP لا يعمل
az: HTTP proksi işləmir
bo: HTTP ཚབ་འབྲེལ་པ་འཕེལ་མེད།
cs: HTTP proxy není aktivní
da: HTTP proxyn er ikke oppe
el: Ο HTTP proxy server δεν είναι σε λειτουργία
es: El proxy HTTP no está activo
et: HTTP-puhverserver ei tööta
fa: پراکسی HTTP فعال نیست
fi: HTTP-välityspalvelin ei ole päällä
hi: HTTP प्रॉक्सी चालू नहीं है
hu: A HTTP proxy nincs bekapcsolva
in: HTTP proxy sedang tidak aktif
it: Il proxy HTTP non è avviato
ja: HTTPプロキシは起動していません
ko: HTTP 프록시가 켜져있지 않습니다
nb: HTTP-mellomtjeneren er ikke oppe
nl: De HTTP proxy is niet ingeschakeld
pt: O proxy HTTP não está alcançável
sl: HTTP proxy ni v tem
sv: HTTP-proxyn är inte uppe
uk: HTTP-проксі не працює
vi: Proxy HTTP không tăng

source: Your browser is not properly configured to use the HTTP proxy at {0}
ar: لم يتم تكوين متصفحك بشكل صحيح لاستخدام وكيل HTTP في {0}
az: Brauzeriniz {0} ünvanında HTTP proksisini istifadə etmək üçün düzgün konfiqurasiya edilməyib
bo: ཁྱེད་ཀྱི་བརའུ་སར་ {0} ཐོག་ HTTP ཚབ་སྤྱོད་བེད་སྤྱོད་བྱེད་པར་ཡང་དག་པར་བཀོད་སྒྲིག་བྱས་མེད།
cs: Váš prohlížeč není správně nakonfigurován pro použití HTTP proxy na adrese {0}
da: Din browser er ikke korrekt konfigueret til at bruge HTTP proxyn på {0}
el: Ο browser σας δεν είναι σωστά ρυθμισμένος να χρησιμοποιεί HTTP proxy στο {0}
es: Su navegador no está correctamente configurado para utilizar el proxy HTTP en {0}
et: teie brauser ei ole õigesti konfigureeritud kasutama HTTP-puhverserverit aadressil {0}
fa: مرورگر شما برای استفاده از پروکسی HTTP در {0} به درستی پیکربندی نشده است.
fi: Selaintasi ei ole määritetty oikein käyttämään HTTP-välityspalvelinta osoitteessa {0}
hi: {0} पर HTTP प्रॉक्सी का उपयोग करने के लिए आपका ब्राउज़र सही ढंग से सेट नहीं हुआ है
hu: A böngésződ nincs megfelelően beállítva, hogy HTTP proxyt használjon a következőn: {0}
in: Browser Anda adalah tidak dikonfigurasi dengan benar untuk menggunakan HTTP proxy pada {0}
it: Il tuo browser non è configurato correttamente per usare il proxy HTTP al {0}
ja: あなたのブラウザは {0} で HTTP プロキシを使用するように正しく設定されていません
ko: 브라우저 HTTP 프록시를 {0}으로 설정하지 않은 것 같습니다
nb: Din nettleser er ikke satt opp rett for å bruke HTTP-mellomtjener på {0}
nl: Je browser is niet juist geconfigureerd om de HTTP proxy op {0} te gebruiken
pt: O navegador não está configurado adequadamente para usar o proxy HTTP em {0}
sl: Vaš brskalnik ni pravilno nastavljen za uporabo HTTP proxyja na {0}
sv: Din webbläsare är inte korrekt konfigurerad för att använda HTTP-proxy på {0}
uk: Ваш веб-переглядач неправильно налаштовано для використання HTTP-проксі на {0}
vi: Trình duyệt của bạn không được cấu hình đúng cách để sử dụng proxy HTTP tại {0}

source: Errors
bo: སྲོག་པ
hi: त्रुटियाँ
ko: 오류

source: Add
ar: إضافة
az: Əlavə et
bo: ཁ་སྣོན།
cs: Přidat
da: Tilføje
el: Προσθήκη
es: Añadir
et: Lisage
fa: اضافه کردن
fi: Lisää
hi: जोड़ें
hu: Hozzáadás
in: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Voeg toe
pt: Adicionar
sl: Dodaj
sv: Lägg till
uk: Додати
vi: Thêm vào

source: Error displaying the info page.
bo: ཆ་འཕྲིན་ཤོག་ངོས་བཀྲ་བར་སྐྱོན།
hi: जानकारी पृष्ठ प्रदर्शित करने में त्रुटि।
ko: 정보 페이지 표시 오류

source: Identity
ar: الهوية
az: Şəxsiyyət
bo: ངོ་བདག
cs: Identita
da: Identitet
el: Ταυτότητα
es: Identidad
et: Identiteet
fa: هویت
fi: Identiteetti
hi: पहचान
hu: Identitás
in: Identitas
it: Identità
ja: アイデンティティ
ko: 신원
nb: Identitet
nl: Identiteit
pt: Identidade
sl: Identiteta
sv: Identitet
uk: Ідентифікатор
vi: Danh tính

source: Network Database entry
ar: إدخال قاعدة بيانات الشبكة
az: Şəbəkə verilənlər bazasına giriş
bo: དྲ་བའི་གཞི་གྲངས་ཐོ་འགོད།
cs: Záznam databáze sítě
da: Netværksdatabaseindtastning
el: Είσοδος στη βάση δεδομένων δικτύου
es: Entrada de base de datos de red
et: Võrguandmebaasi kirje
fa: ورود پایگاه داده شبکه
fi: Verkkotietokannan merkintä
hi: नेटवर्क डेटाबेस प्रविष्टि
hu: Hálózati adatbázis bejegyzés
in: Entri Basis Data Jaringan
it: Voce del database di rete
ja: ネットワークデータベースエントリ
ko: 네트워크 데이터베이스 항목
nb: Nettverksdatabaseoppføring
nl: Invoer netwerkdatabase
pt: Entrada do banco de dados de rede
sl: Vnos v omrežni bazi
sv: Nätverksdatabaspost
uk: Запис мережевої бази даних
vi: Bản ghi Cơ sở dữ liệu mạng

source: UDP Port
ar: منفذ UDP
az: UDP Portu
bo: UDP སྒོ་མོ།
cs: Port UDP
el: Θύρα UDP
es: Puerto UDP
fa: پورت UDP
fi: UDP-portti
hi: UDP पोर्ट
in: Pelabuhan UDP
it: Porta UDP
ja: UDPポート
ko: UDP 포트
nl: UDP-poort
pt: Porta UDP
sl: UDP vrata
uk: порт UDP
vi: Cổng UDP

source: Floodfill Role
ar: دور الفيضانات
az: Daşqın Rolu
bo: Floodfill ལས་འགན།
cs: Role zásypu
da: Floodfill Rolle
el: Πλημμυρικός ρόλος
es: Función de relleno de inundaciones
et: Floodfill Roll
fa: نقش سیل پرکن
fi: Tulva -reitittimen rooli
hi: फ्लूडफिल भूमिका
hu: Floodfill Szerep
in: Peran Penimbunan Banjir
it: Ruolo Floodfill
ja: フラッドフィルの役割
ko: 플러드필 역할
nb: Fromfyllingsrolle
nl: Overstromingsfunctie
pt: Função de Alagamento
sl: Vloga zalivne
sv: Floodfill Roll
uk: Роль
vi: Vai trò lũ lụt

source: Active
ar: مفعل
az: Aktiv
bo: ཤུགས་ལྡན།
cs: Aktivní
da: Aktiv
el: Ενεργό
es: Activos
et: Aktiivne
fa: فعال
fi: Aktiivinen
hi: सक्रिय
hu: Aktív
in: Aktif
it: Attivo
ja: アクティブ
ko: 활성
nb: Aktiv
nl: Actief
pt: Ativos
sl: Aktiven
sv: Aktiva
uk: Активний
vi: Hoạt động

source: Inactive
ar: غير نشط
az: Qeyri-aktiv
bo: ཤུགས་མེད།
cs: Neaktivní
da: Inaktiv
el: Ανενεργό
es: Inactivo
et: passiivne
fa: غیر فعال
fi: Ei aktiivinen
hi: अक्रिय
hu: Inaktív
in: Tidak aktif
it: Inattivo
ja: 非アクティブ
ko: 비활성
nb: Inaktiv
nl: Inactief
pt: Inativo
sl: Neaktiven
sv: Inaktiv
uk: Неактивний
vi: Bất hoạt

source: Shared
ar: مشترك
az: Paylaşıldı
bo: རོལ་སྤྱོད།
cs: Sdíleno
da: Delt
el: Κοινόχρηστο
es: Compartido
et: jagatud
fa: به اشتراک گذاشته شده
fi: Jaettu
hi: साझा
hu: Megosztva
in: Dibagikan
it: Condiviso
ja: 共有
ko: 공유
nb: Delt
nl: Gedeeld
pt: Compartilhado
sl: Delen
sv: Delad
uk: Спільний доступ
vi: Đã chia sẻ

source: Tier
ar: الطبقة
az: Səviyyə
bo: རིམ་པ།
cs: Úroveň
da: Niveau
el: Βαθμίδα
es: Nivel
et: Tase
fa: ردیف
fi: Taso
hi: तारा
hu: Szint
in: Tingkat
it: Livello
ja: ティア
ko: 계층
nb: Nivå
nl: Niveau
pt: Camada
sl: Raven
sv: Nivå
uk: Рівень
vi: Cấp

source: Congestion Cap
ar: غطاء الازدحام
az: Tıxac qapağı
bo: འགག་འདུག་ཚད།
cs: Čepice přetížení
da: Trængsel Cap
el: Καπάκι συμφόρησης
es: Límite de congestión
et: ummikupiirang
fa: درپوش ازدحام
fi: Ruuhkarajoitus
hi: भरपूरी सीमा
hu: Duguláskorlát
in: Tutup Kemacetan
it: Limite di congestione
ja: 混雑キャップ
ko: 혼잡 한도
nb: Overbelastningsgrense
nl: Congestiekap
pt: Limite de congestionamento
sl: Omejitev zastojev
sv: Trängseltak
uk: Заторна кришка
vi: Mũ tắc nghẽn

source: Moderate
bo: འབྲིང་བ།
hi: मध्यम
ko: 중간
sl: Meren

source: Severe
bo: ཚབས་ཆེན།
hi: गंभीर
ko: 심각
sl: Težak

source: No transit tunnels
bo: Transit tunnels མེད།
hi: कोई पारिवहन टंनल नहीं
ko: 트랜지스터 터널 없음
sl: Nobeni prenosni tuneli

source: Available CPU Cores
ar: نوى وحدة المعالجة المركزية المتاحة
az: Mövcud CPU nüvələri
bo: ཐོབ་པའི་ CPU སྙིང་པོ།
cs: Dostupná jádra CPU
da: Tilgængelige CPU-kerner
el: Διαθέσιμοι πυρήνες CPU
es: Núcleos de CPU disponibles
et: Saadaolevad protsessori tuumad
fa: هسته های CPU موجود
fi: Saatavilla olevat CPU-ytimet
hi: उपलब्ध CPU कोर
hu: Rendelkezésre álló CPU magok
in: Inti CPU yang Tersedia
it: Core CPU disponibili
ja: 利用可能なCPUコア
ko: 사용 가능한 CPU 코어
nb: Tilgjengelige CPU-kjerner
nl: Beschikbare CPU-kernen
pt: Núcleos de CPU disponíveis
sl: Dostopni jezgra CPU
sv: Tillgängliga CPU-kärnor
uk: Доступні ядра ЦП
vi: Lõi CPU có sẵn

source: Performance
ar: الأداء
az: Performans
bo: ནུས་པ།
cs: Výkon
da: Forestilling
el: Απόδοση
es: Rendimiento
et: jõudlus
fa: عملکرد
fi: Suorituskyky
hi: パフォーマンス
hu: Teljesítmény
in: Kinerja
it: Prestazioni
ja: パフォーマンス
ko: 성능
nb: Forestilling
nl: Prestatie
pt: Desempenho
sl: Zmožnost
sv: Föreställning
uk: Продуктивність
vi: Hiệu suất

source: Maximum available RAM
bo: མཐོ་ཤོས་ཐོབ་པའི་ RAM
hi: अधिकतम उपलब्ध RAM
ko: 최대 사용 가능 RAM
