Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Be aware that a poorly configured webserver or web appplication can leak information such as your real IP address or server details that may reduce your anonymity or assist a hacker. If using an alternative platform, be sure to secure it before putting it online. If in doubt, consult online guides about web server and web application hardening, for example:
ar: كن على علم بأن خادم الويب أو تطبيق الويب الذي تم تكوينه بشكل سيئ يمكن أن يسرب معلومات مثل عنوان IP الحقيقي الخاص بك أو تفاصيل الخادم التي تقلل من عدم الكشف عن هويتك أو تساعد المتسلل. إذا كنت تستخدم منصة بديلة، فتأكد من تأمينها قبل وضعها على الإنترنت. إذا كنت في شك، فارجع إلى الأدلة عبر الإنترنت حول تقوية خادم الويب وتطبيقات الويب، على سبيل المثال:
az: Sw6iştirilmiş bir veb-server və ya veb-tətbiqetməsində IP ünvanınızın və ya server detallarının kimi məlumatların sızacağına diqqət edin, bu isə anomimiyanızı azalda bilər və ya bir qırğınçıya kömək edə bilər. Alternativ bir platforma malikdirsəniz, onu mövsümdə edədən əvvəl etibarlı bir şəkildə təhlükəsizləşdirdiyinizdən əmin olun. Əgər şübhəniz varsa, o zaman veb server və veb tətbiqetmələri sərtləşdirməsi barədə onlayn təlimatlara müraciət edin, məsələn:
bo: རྒྱུན་ལྡན་མ་བྱས་པའི་དྲ་སྦྲེལ་ཡང་ན་དྲ་རྩལ་གྱིས་ཁྱེད་ཀྱི་ངོ་མ་ཡིག་ IP ཁ་བྱང་ཡང་ན་སྦྲེལ་ཐབས་ཀྱི་ཞིབ་ཕྲ་གསང་བ་ལྟར་ཁྱབ་སྟེ། ཁྱེད་ཀྱི་མིང་གསང་རྒྱབ་སྐྱོང་ཉམས་པར་གྱུར་བའམ་གློག་རྩལ་བརྐུ་མཁན་ལ་རམ་འདེགས་བྱེད་སྲིད། གལ་ཏེ་ལས་སྟེགས་གཞན་ཞིག་བེད་སྤྱོད་བྱེད་ན། དྲ་བར་སྤྱོད་པའི་སྔོན་ལ་བདེ་འཇགས་བྱེད་པར་ངེས་པར་དུ་བྱེད། དོགས་པ་ཡོད་ན། དྲ་སྦྲེལ་དང་དྲ་རྩལ་བརྟན་སྲུང་བྱེད་པའི་དྲ་བའི་ལག་དེབ་ལ་བལྟ་བར་བྱེད། དཔེར་ན།
cs: Buďte si vědomi, že špatně nastavený webový server nebo webová aplikace mohou uniknout informace, jako je vaše skutečná IP adresa nebo podrobnosti serveru, což může snížit vaši anonymitu nebo pomoci hackerovi. Pokud používáte alternativní platformu, ujistěte se, že ji zabezpečíte před tím, než ji umístíte online. V případě pochybností se poraďte s online průvodci zabezpečením webového serveru a webových aplikací, například:
da: Vær opmærksom på, at en dårligt konfigureret webserver eller webapplikation kan lække informationer som din rigtige IP-adresse eller serverdetaljer, der kan reducere din anonymitet eller hjælpe en hacker. Hvis du bruger en alternativ platform, skal du sørge for at sikre den, før du lægger den online. Hvis du er i tvivl, så søg online vejledninger om hærdning af webservere og webapplikationer, f.eks.:
el: Να γνωρίζετε ότι ένας κακά παραμετροποιημένος διακομιστής ιστού ή εφαρμογής ιστού μπορεί να ξεπουλήσει πληροφορίες, όπως την πραγματική σας διεύθυνση IP ή λεπτομέρειες του διακομιστή που μπορούν να μειώσουν την ανωνυμία σας ή να βοηθήσουν έναν χάκερ. Αν χρησιμοποιείτε μια εναλλακτική πλατφόρμα, βεβαιωθείτε ότι είναι ασφαλισμένη πριν την αναρτήσετε στο διαδίκτυο. Αν έχετε αμφιβολίες, συμβουλευτείτε online οδηγούς για την ασφάλεια του διακομιστή ιστού και την ενίσχυση της εφαρμογής ιστού, για παράδειγμα:
es: Ten en cuenta que un servidor web o aplicación web con configuración deficiente puede filtrar información como tu dirección IP real u otros detalles del servidor que puedan reducir tu anonimato o ayudar a un hacker. Si usas una plataforma alternativa, asegúrate de garantizar su seguridad antes de ponerla en línea. Si tienes dudas, consulta guías en línea sobre endurecimiento de servidores web y aplicaciones web, por ejemplo:
et: Olge teadlik, et halvasti konfigureeritud veebiserver või veebirakendus võib lekkida teavet, nagu teie tegelik IP-aadress või serveri üksikasjad, mis võivad vähendada teie anonüümsust või aidata häkkerit. Kui kasutate alternatiivset platvormi, veenduge, et see oleks enne võrgus kasutamist turvaline. Kui teil on kahtlusi, konsulteerige veebiserveri ja veebirakenduste tõkestamise kohta Interneti-juhenditega, näiteks:
fa: آگاه باشید که وب‌سرور یا برنامه‌های وبی که نادرست تنظیم شده‌اند می‌توانند اطلاعاتی مانند آی‌پی واقعی یا جزئیات سرور را آشکار کنند که ممکن است گمنامی شما را کاهش دهند یا کمکی برای هکر باشند. در صورت استفاده از پلتفرم جایگزین، حتما آن را قبل از قرار دادن بر خط، امن کنید. در صورت تردید، از راهنماهای آنلاین در مورد بهینه‌سازی امنیتی وب‌سرور و برنامه‌های وب مانند:
fi: Huomioi, että huonosti määritetty web-palvelin tai web-sovellus voi vuotaa tietoja, kuten todellisen IP-osoitteesi tai palvelimen yksityiskohdat, mikä voi vähentää anonymiteettiäsi tai auttaa hakkeria. Jos käytät vaihtoehtoista alustaa, varmista sen turvallisuus ennen sen verkkoon asettamista. Epävarmassa tapauksessa, tutustu verkkopohjaisiin oppaisiin web-palvelimen ja web-sovelluksen vahvistamisesta, esimerkiksi:
hi: यह ध्यान रखें कि अच्छी तरह से सेट नहीं किए गए वेबसर्वर या वेब अनुप्रयोग आपके वास्तविक IP पता या सर्वर विवरण जैसी जानकारी लीक कर सकते हैं जो आपकी गुप्तता को कम कर सकती है या हैकर की मदद कर सकती है। यदि आप एक 替代 प्लेटफॉर्म का उपयोग कर रहे हैं, तो इसे ऑनलाइन डालने से पहले सुरक्षित करने सुनिश्चित करें। संदेह में, वेब सर्वर और वेब अनुप्रयोगों के सुरक्षित करने के बारे में ऑनलाइन गाइड की परामर्श करें, उदाहरण के लिए:
hu: Tudatában kell lenned annak, hogy egy rosszul beállított webszerver vagy webalkalmazás információkat szivároghat ki, mint például az igazi IP-címed vagy a szerver részletei, amelyek csökkenthetik az anonimitást vagy segíthetnek egy hackert. Ha alternatív platformot használsz, győződj meg róla, hogy biztonságosan van-e beállítva, mielőtt online feltennéd. Ha kétséged van, konzultálj online útmutatókkal a webszerverek és webalkalmazások megerősítéséről, például:
in: Ketahuilah bahwa server web atau aplikasi web yang dikonfigurasi dengan buruk dapat membocorkan informasi seperti alamat IP Anda yang sebenarnya atau detail server yang dapat mengurangi anonimitas Anda atau membantu peretas. Jika menggunakan platform alternatif, pastikan untuk mengamankannya sebelum menempatkannya secara online. Jika ragu, konsultasikan panduan online tentang server web dan pengerasan aplikasi web, misalnya:
it: Tieni presente che un webserver o un'applicazione web mal configurati possono rivelare informazioni come il tuo indirizzo IP reale o i dettagli del server che potrebbero ridurre la tua anonimia o aiutare un hacker. Se stai utilizzando una piattaforma alternativa, assicurati di proteggerla prima di metterla online. Se hai dubbi, consulta guide online sulla sicurezza di server web e applicazioni web, ad esempio:
ja: 構成されていないWebサーバーまたはWebアプリケーションにより、実際のIPアドレスやサーバーの詳細など、匿名性を低下させたり、ハッカーを支援したりする可能性のある情報が漏れる可能性があることに注意してください。 代替プラットフォームを使用する場合は、オンラインにする前に必ず固定してください。 疑わしい場合は、WebサーバーとWebアプリケーションの硬化についてオンラインガイドに相談してください。たとえば
ko: 잘못 구성된 웹서버나 웹 애플리케이션은 실제 IP 주소나 서버 세부 정보와 같은 정보를 유출할 수 있으며, 익명성을 줄이거나 해커의 도움이 될 수 있습니다. 대체 플랫폼을 사용하는 경우 온라인에 공개하기 전에 반드시 보안을 강화하십시오. 의문이 생길 경우 웹 서버 및 웹 애플리케이션 강화에 대한 온라인 가이드를 참조하십시오.
nb: Vær oppmerksom på at en dårlig konfigurert webserver eller nettprogram kan lekke informasjon som din virkelige IP-adresse eller serverdetaljer som kan redusere anonymiteten din eller hjelpe en hacker. Hvis du bruker en alternativ plattform, sørg for å sikre den før du legger den ut på nett. Hvis du er i tvil, kan du sjekke online veiledninger om sikring av webserver og nettapplikasjon, for eksempel:
nl: Wees ervan bewust dat een slecht geconfigureerde webserver of webapplicatie informatie kan lekken, zoals je echte IP-adres of serverdetails, dat je anonimiteit kan verminderen of hackers kan helpen. Zorg ervoor dat een alternatief platform op een veilige manier is geconfigureerd voordat je het online plaatst. Bij twijfel, raadpleeg online handleidingen over het beveiligen van web servers en webapplicaties, bijvoorbeeld:
pt: Esteja ciente de que um servidor web ou aplicativo web mal configurado pode vazar informações, como o seu endereço IP real ou detalhes do servidor, que podem reduzir o seu anonimato ou ajudar um hacker. Se estiver utilizando uma plataforma alternativa, certifique-se de tê-la segura antes de disponibilizá-la online. Em caso de dúvidas, consulte guias online sobre o endurecimento de servidores web e aplicativos web, por exemplo:
sl: Ostarejte, da slabokonfigurirani spletne strežnik ali aplikacija spletnega mesta lahko izkriva informacije, kot sta vaš pravi IP naslov ali podrobnosti strežnika, ki lahko zmanjšata vaš anonimnost ali pomagajo hakiru. Če uporabljate alternativno platformo, se prepričajte, da je varna, preden jo postavite na splet. Če obstaja dvoma, posvetujte s spletnimi vodili o varnostnem oblikovanju spletne strežnika in varenjih spletnih aplikacij, npr:
sv: Var medveten om att en dåligt konfigurerad webbserver eller webbapplikation kan läcka information, som din verkliga IP-adress eller servrardetaljer, som kan minska din anonymitet eller underlätta för en hackare. Om du använder en alternativ plattform, se till att säkerställa den innan du publicerar den online. Om du är osäker, konsultera online-guider om härdning av webbserver och webbapplikation, till exempel:
uk: Будьте обізнані, що погано налаштований веб-сервер або веб-застосунок можуть призвести до витоку інформації, такої як ваша реальна IP-адреса або дані сервера, що може зменшити вашу анонімність чи допомогти хакеру. Якщо використовуєте альтернативну платформу, обов'язково її захищіть перш ніж публікувати онлайн. У разі сумнівів, ознайомтесь з онлайн-посібниками з ущільнення веб-серверів та веб-застосунків, наприклад:
vi: Xin lưu ý rằng máy chủ web hoặc ứng dụng web được cấu hình kém có thể rò rỉ thông tin như địa chỉ IP thực hoặc chi tiết máy chủ của bạn, điều này có thể làm giảm tính ẩn danh của bạn hoặc hỗ trợ tin tặc. Nếu sử dụng một nền tảng thay thế, hãy đảm bảo bảo mật nó trước khi đưa nó lên mạng. Nếu nghi ngờ, hãy tham khảo hướng dẫn trực tuyến về tăng cường máy chủ web và ứng dụng web, ví dụ:

source: Apache Web Server Security Guide
ar: دليل أمان خادم ويب أباتشي
az: Apache Web Server Təhlükəsizlik Bələdçisi
bo: Apache དྲ་སྦྲེལ་བདེ་འཇགས་ལག་དེབ།
cs: Průvodce zabezpečením Apache Web Server
da: Apache Web Server Sikkerhedsguide
el: Οδηγός ασφαλείας διακομιστή Web Apache
es: Guía de Seguridad de Servidor Web Apache
et: Apache veebiserveri turvajuhend
fa: راهنمای امنیتی وب‌سرور اپاچی
fi: Apache Verkkopalvelimen Suojausopas
hi: Apache वेब सर्वर सुरक्षा गाइड
hu: Apache webszerver biztonsági útmutatója
in: Panduan Keamanan Server Web Apache
it: Guida alla sicurezza del server Web Apache
ja: Apache Webサーバーのセキュリティガイド
ko: 아파치 웹 서버 보안 가이드
nb: Apache Web Server Sikkerhetsguide
nl: Apache Web Server-beveiligingshandleiding
pt: Guia de segurança do servidor Web Apache
sl: Vodilo za varnost spletne strežnika Apache
sv: Guide för säkerhet i Apache-webbserver
uk: Посібник з безпеки веб-сервера Apache
vi: Hướng dẫn bảo mật máy chủ web Apache

source: Nginx Web Server Security Guide
ar: دليل أمان خادم الويب Nginx
az: Nginx Veb Server Təhlükəsizlik Bələdçisi
bo: Nginx དྲ་སྦྲེལ་བདེ་འཇགས་ལག་དེབ།
cs: Průvodce zabezpečením Nginx Web Server
da: Nginx Web Server Sikkerhedsguide
el: Οδηγός ασφαλείας διακομιστή Web Nginx
es: Guía de Seguridad de Servidor Web Nginx
et: Nginxi veebiserveri turbejuhend
fa: راهنمای امنیتی وب‌سرور انجیناکس
fi: Nginx Verkkopalvelimen Suojausopas
hi: Nginx वेब सर्वर सुरक्षा गाइड
hu: Nginx webszerver biztonsági útmutatója
in: Panduan Keamanan Server Web Nginx
it: Guida alla sicurezza del server Web Nginx
ja: Nginx Webサーバーのセキュリティガイド
ko: 엔진엑스 웹 서버 보안 가이드
nb: Nginx Web Server Sikkerhetsguide
nl: Beveiligingshandleiding voor Nginx-webservers
pt: Guia de segurança do servidor Web Nginx
sl: Vodilo za varnost spletne strežnika Nginx
sv: Guide för säkerhet i Nginx-webbserver
uk: Посібник з безпеки веб-сервера Nginx
vi: Hướng dẫn bảo mật máy chủ web Nginx

source: How to Harden Your WordPress Site
ar: كيفية تقوية موقع WordPress الخاص بك
az: WordPress saytınızı necə sərtləşdirmək olar
bo: ཁྱེད་ཀྱི་ WordPress ལས་སྟེགས་ཇེ་བརྟན་དུ་གཏོང་ཚུལ།
cs: Jak zabezpečit váš web postavený na WordPress
da: Sådan sikrer du din WordPress-side
el: Πώς να σκληρύνετε τον ιστότοπό σας στο WordPress
es: Cómo Fortalecer Tu Sitio WordPress
et: Kuidas tugevdada oma WordPressi saiti
fa: چگونه بهینه‌سازی امنیتی سایت وردپرس خود را انجام دهید
fi: Kuinka vahvistaa WordPress-sivustoasi
hi: आपकी WordPress साइट को कैसे मजबूत करें
hu: Hogyan erősítsd meg WordPress-webhelyedet
in: Cara Memperkuat Situs WordPress Anda
it: Come rafforzare il tuo sito WordPress
ja: WordPressサイトのセキュリティ強化方法
ko: 워드프레스 사이트를 강화하는 방법
nb: Hvordan herde WordPress-nettstedet ditt
nl: Hoe u uw WordPress-site kunt verharden
pt: Como fortalecer seu site WordPress
sl: Kako izboljšati varnost vašega WordPress mesta
sv: Hur du stärker säkerheten i din WordPress-webbplats
uk: Як ущільнити ваш сайт WordPress
vi: Cách củng cố trang web WordPress của bạn

source: <b>Note:</b> On some Apache installations, the <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> and <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> modules are enabled by default. It is important to disable these, or otherwise protect access to the urls, to avoid compromising the anonymity and security of your server.
ar: <b>ملاحظة:</b> في بعض تركيبات أباشي، يتم تمكين <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> و<a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'> mod_info</a> بشكل افتراضي. من المهم إيقاف تشغيل هذه الوحدات أو حماية الوصول إلى عناوينها لتفادي المساس بسرية وأمن خادومك.
az: <b>Qeyd:</b> Bəzi Apache quraşdırmalarında <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> və <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> modulları dəyfləndirilib. Serverinizin anonimliyi və təhlükəsizliyini saxlamaq üçün, bu modulları söndürmək və ya linklərə girişə qoruyuculuq etmək önəmlidir.
bo: <b>དྲན་རྟགས།</b> Apache ཁག་ཅིག་གི་སྒྲིག་འཛུགས་ཐོག <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> དང་ <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> ཚན་པ་སྔོན་སྒྲིག་ལྟར་བརྒྱུད་ཡོད། ཁྱེད་ཀྱི་སྦྲེལ་ཐབས་ཀྱི་མིང་གསང་རྒྱབ་སྐྱོང་དང་བདེ་འཇགས་ལ་གནོད་པ་མི་ཡོང་བར། འདི་དག་སྒོ་རྒྱག་པའམ་ཡང་ན་ URL ལ་འཛུལ་སྤྱོད་སྲུང་སྐྱོབ་བྱེད་པ་ནི་ཧ་ཅང་གལ་ཆེ།
cs: <b>Poznámka:</b> Na některých instalacích Apache jsou moduly <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> a <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> výchozím nastavením povolené. Je důležité tyto moduly zakázat, nebo jinak zabezpečit přístup k adresám URL, abyste zabránili ohrožení anonymity a zabezpečení vašeho serveru.
da: <b>Bemærk:</b> På nogle Apache-installationer er <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> og <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a>-modulerne aktiveret som standard. Det er vigtigt at deaktivere disse eller på anden måde beskytte adgangen til url'erne for at undgå at kompromittere anonymiteten og sikkerheden på din server.
el: <b>Σημείωση:</b> Σε ορισμένες εγκαταστάσεις του Apache, τα <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> και <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> modules είναι ενεργοποιημένα από προεπιλογή. Είναι σημαντικό να τα απενεργοποιήσετε ή να προστατεύσετε διαφορετικά την πρόσβαση στα urls, προκειμένου να μην απειληθεί η ανωνυμία και η ασφάλεια του διακομιστή σας.
es: <b>Nota:</b> En algunas instalaciones de Apache, los módulos <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> y <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> se habilitan de forma predeterminada. Es importante deshabilitarlos o de otra forma proteger el acceso a las urls para evitar comprometer el anonimato y la seguridad de tu servidor.
et: <b>Märkus:</b> Mõnel Apache'i paigaldusel on vaikimisi lubatud <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> ja <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> moodulid. On oluline need keelata või kaitsta URL-e muul viisil, et vältida serveri anonüümsuse ja turvalisuse ohustamist.
fa: <b>توجه:</b> در برخی نصب‌های آپاچی، ماژول‌های <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> و <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> پیش‌فرض فعال هستند. غیرفعال کردن این موارد یا در غیر این صورت محافظت از دسترسی به این آدرس‌ها حیاتی است تا گمنامی و امنیت سرور شما به مخاطره نیفتد.
fi: <b>Huomio:</b> Jotkut Apache-asennukset voivat olla oletuksena käynnistäneet <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a>- ja <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a>-moduulit. On tärkeää poistaa nämä käytöstä tai muuten suojata pääsy URL-osoitteisiin, jotta palvelimesi anonymiteetti ja tietoturva eivät vaarannu.
hi: नोट: कुछ Apache स्थापनाओं में, mod_status और mod_info मॉड्यूल डिफ़ॉल्ट रूप से सक्रिय होते हैं। अपने सर्वर की गुप्तता और सुरक्षा को हानि पहुँचाने से बचने के लिए, ये दोनों को अक्षम करना या उनके URL की पहुँच को अन्यथा सुरक्षित करना महत्वपूर्ण है।
hu: <b>Megjegyzés:</b> Néhány Apache telepítésen alapértelmezetten engedélyezve van a <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> és <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> modul. Fontos ezeket letiltani vagy a hozzáférést ezekhez az URL-ekhez más módon megvédeni ahhoz, hogy ne veszélyeztesse a szerver anonimitását és biztonságát.
in: <b>Catatan:</b> Pada beberapa instalasi Apache, modul <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> dan <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> diaktifkan secara default. Hal ini penting untuk menonaktifkan modul-modul ini, atau melindungi akses ke url-url tersebut, untuk menghindari kerentanan anonimitas dan keamanan server Anda.
it: <b>Nota:</b> Su alcune installazioni di Apache, i moduli <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> e <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> sono abilitati per impostazione predefinita. È importante disabilitarli o proteggere l'accesso agli URL per evitare di compromettere l'anonimato e la sicurezza del tuo server.
ja: <b>注意:</b> 一部のApacheインストールでは、<a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a>および<a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a>モジュールがデフォルトで有効になっています。これらを無効にするか、またはこれらのURLへのアクセスを保護することは重要です。これにより、サーバーの匿名性とセキュリティが危険にさらされることを避けることができます。
ko: <b>참고:</b> 일부 아파치 설치에서는 기본적으로 <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> 및 <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> 모듈이 활성화되어 있습니다. 이 모듈을 비활성화하거나 URL에 대한 접근을 보호하는 것이 익명성과 서버의 보안을 훼손하지 않기 위해서는 중요합니다.
nb: <b>Merk:</b> På noen Apache-installasjoner er modulene <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> og <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> er standardaktiverte. Det er viktig å deaktivere disse, eller på annen måte beskytte tilgangen til URL-ene for å unngå å svekke anonymiteten og sikkerheten til serveren din.
nl: <b>Let op:</b> Op sommige Apache-installaties zijn de modules <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> en <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> standaard ingeschakeld. Het is belangrijk om deze uit te schakelen, of anders de toegang tot de URL's te beveiligen, om de anonimiteit en veiligheid van uw server niet in gevaar te brengen.
pt: <b>Observação:</b> Em algumas instalações do Apache, os módulos <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> e <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> são habilitados por padrão. É importante desabilitar esses módulos ou proteger o acesso às URLs para evitar comprometer a anonimidade e segurança do seu servidor.
sl: <b>Opomba:</b> Na nekaterih namestitvah Apache, so moduli <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> in <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> omogočeni privzeto. Je pomembno, da onemogočite te, ali pa drugače zaščitite dostop do URL-jev, da preprečite kompromis anonimnosti in varnosti vašega strežnika.
sv: <b>OBS:</b> På vissa Apache-installationer är modulerna <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> och <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> aktiverade som standard. Det är viktigt att inaktivera dessa eller på annat sätt skydda åtkomsten till url:erna för att undvika att äventyra anonymiteten och säkerheten för din server.
uk: <b>Примітка:</b> На деяких установках Apache за замовчуванням увімкнені модулі <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status</a> і <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a>. Важливо відключити їх або іншим чином захистити доступ до цих URL-адрес, щоб уникнути компрометації анонімності та безпеки свого сервера.
vi: <b>Lưu ý:</b> Trên một số bản cài đặt Apache, <a href=https://httpd.apache.org/docs/2.4/mod/mod_status.html target=_blank class='sitelink external'>mod_status< /a> và mô-đun <a href=https://httpd.apache.org/docs/2.4/mod/mod_info.html target=_blank class='sitelink external'>mod_info</a> được bật theo mặc định. Điều quan trọng là phải vô hiệu hóa những tính năng này hoặc bảo vệ quyền truy cập vào các url để tránh ảnh hưởng đến tính ẩn danh và bảo mật của máy chủ của bạn.

source: home
ar: البداية
az: ev
bo: ཁྱིམ།
cs: domů
da: hjem
el: Αρχική
es: página principal
et: algusleht
fa: خانه
fi: Aloitussivu
hi: घर
hu: tetejére
ja: ホーム
ko: 홈
nb: hjem
nl: start
pt: inicio
sl: doma
sv: hem
uk: головна
vi: nhà
