Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: In the box marked <i>No Proxy for</i> add the line <code>127.0.0.1,localhost</code> to ensure the I2P console and other locally hosted websites are still available.
ar: في الخانة المحددة بـ<i>بدون وكيل من أجل</i> أضف السطر <code>127.0.0.1,localhost</code> لضمان توفر محطة I2P والمواقع المضيفة محليا بشكل مستمر.
az: <i>Proksi yoxdur</i> ilə işarələnmiş qutuya I2P konsolunun və yerli olaraq yerləşdirilən digər veb-saytların hələ də əlçatan olmasını təmin etmək üçün <code>127.0.0.1,localhost</code> xəttini əlavə edin.
bo: <i>དྲ་བའི་ལ་མཐུད་སྤྱོད་མེད་པའི་སྒྲིག་སྟོན།</i> ནང་ <code>127.0.0.1,localhost</code> དུམ་ཐིག་ཁ་སྣོན་བྱས་ནས་ I2P བརྒྱུད་སྒྲིག་དང་ས་ཁོངས་སྣོན་བྱས་པའི་དྲ་ཚིགས་ཚང་མ་ཐོབ་ཐབས་ཡོད་པ་ངེས་པར་བྱེད།
cs: Do pole označeného <i>No Proxy for</i> přidejte řádek <code>127.0.0.1,localhost</code>, abyste zajistili, že konzole I2P a další lokálně hostované webové stránky budou stále dostupné.
da: I boksen markeret <i>Ingen proxy til</i> tilføj linjen <code>127.0.0.1,localhost</code> for at sikre, at I2P-konsollen og andre lokalt hostede websites stadig er tilgængelige.
el: Στο πλαίσιο με τον τίτλο <i>Χωρίς proxy για</i> προσθέστε τη γραμμή <code>127.0.0.1,localhost</code> για να διασφαλίσετε ότι η κονσόλα του I2P και άλλες ιστοσελίδες που φιλοξενούνται τοπικά παραμένουν διαθέσιμες.
es: En el cuadro marcado como <i>Sin proxy para</i>, agregue la línea <code>127.0.0.1, localhost</code> para asegurar que la consola I2P y otros sitios web alojados localmente sigan disponibles.
et: Märkige kasti <i>No Proxy for</i> rida <code>127.0.0.1,localhost</code>, et tagada I2P konsooli ja muude kohapeal majutatud veebisaitide kättesaadavus.
fa: در کادر با علامت <i>No Proxy for</i> خط <code>127.0.0.1,localhost</code> را اضافه کنید تا مطمئن شوید که کنسول I2P و سایر وب‌سایت‌های میزبانی محلی همچنان در دسترس هستند.
fi: Lisää <i>No Proxy for</i> -kenttään rivi <code>127.0.0.1,localhost</code> varmistaaksesi, että I2P-konsoli ja muut paikallisesti isännöidyt verkkosivustot ovat edelleen käytettävissä.
hi: <i>ऑनलाइन प्रोक्सी के लिए कोई प्रोक्सी नहीं</i> बॉक्स में, <code>127.0.0.1,localhost</code> लाइन जोड़ें, ताकि I2P कंसोल और अन्य स्थानीय में आंतरिक वेबसाइट्स उपलब्ध रहें।
hu: A <i>No Proxy for</i> opció melletti mezőbe add hozzá a <code>127.0.0.1,localhost</code> sort, hogy biztosítsd az I2P konzol és más lokálisan hostolt webhelyek rendelkezésre állását.
in: Di kotak bertuliskan <i>Tanpa Proxy untuk</i> tambahkan baris <code>127.0.0.1,localhost</code> untuk memastikan konsol I2P dan situs web lain yang dihosting secara lokal masih tersedia.
it: Nella casella contrassegnata con <i>Nessun proxy per</i>, aggiungi la linea <code>127.0.0.1,localhost</code> per assicurarti che la console di I2P e altri siti web ospitati localmente siano ancora disponibili.
ja: <i>プロキシなし</i>とマークされたボックスに行 <code>127.0.0.1,localhost</code> を追加して、I2P コンソールとその他のローカルでホストされている Web サイトが引き続き利用できることを確認します。
ko: <i>No Proxy for</i>라고 표시된 상자에 <code>127.0.0.1,localhost</code> 줄을 추가하여 I2P 콘솔 및 기타 로컬 호스팅 웹사이트를 계속 사용할 수 있는지 확인하세요.
nb: I boksen merket <i>Ingen proxy for</i> legg til linjen <code>127.0.0.1,localhost</code> for å sikre at I2P-konsollen og andre lokalt vertede nettsteder fortsatt er tilgjengelige.
nl: Voeg in het vakje met de tekst <i>Niet voor proxy</i> de regel <code>127.0.0.1,localhost</code> toe om ervoor te zorgen dat de I2P-console en andere lokaal gehoste websites nog steeds beschikbaar zijn.
pt: Na caixa marcada <i>No Proxy for</i> adicione a linha <code>127.0.0.1,localhost</code> para garantir que o console I2P e outros sites hospedados localmente ainda estejam disponíveis.
sl: V polju označenem z <i>Brez posredniškega strežnika za</i> dodajte vrstico <code>127.0.0.1,localhost</code>, da se zagotovi, da je konzola I2P in druge lokalno gostiteljstvo spletnih strani še vedno na voljo.
sv: I rutan <i>Ingen proxy för</i> lägg till raden <code>127.0.0.1,localhost</code> för att säkerställa att I2P-konsolen och andra lokalt värdade webbplatser fortfarande är tillgängliga.
uk: У поле з позначкою <i>Немає проксі-сервера для</i> додайте рядок <code>127.0.0.1,localhost</code>, щоб забезпечити доступність консолі I2P та інших веб-сайтів, розміщених на локальному хості.
vi: Trong hộp có dòng <i>Không sử dụng Proxy cho</i> thêm dòng <code>127.0.0.1,localhost</code> để đảm bảo cổng điều khiển I2P và các trang web địa phương khác vẫn có thể sử dụng.

source: Tick the box marked <i>Proxy DNS when using SOCKS v5</i> to prevent DNS leaks.
ar: اختر الخانة المحددة بـ <i>وكيل نظام تسميات النطاق عند استخدامSOCKS v5</i> لمنع تسربات نظام الأسماء.
az: DNS sızıntılarını önlemek için <i>SOCKS v5 kullanırken DNS proxy</i> kutusunu işaretleyin.
bo: <i>SOCKS v5 བེད་སྤྱོད་སྐབས་ DNS དྲ་བའི་ལ་མཐུད་སྤྱོད་བྱེད།</i> སྒྲིག་སྟོན་ནང་རྟགས་མེད་པར་ DNS གསང་བ་མི་འབྱུང་བར་བྱེད།
cs: Zaškrtněte políčko označené <i>Proxy DNS při použití SOCKS v5</i>, abyste zabránili úniku DNS.
da: Marker afkrydsningsfeltet mærket <i>Proxy DNS when using SOCKS v5</i> for at forhindre DNS-lækager.
el: Επιλέξτε το πλαίσιο με τον τίτλο <i>Proxy DNS όταν χρησιμοποιείτε SOCKS v5</i> για να αποτρέψετε διαρροές DNS.
es: Marque la casilla <i>Proxy DNS al usar SOCKS v5</i> para evitar fugas de DNS.
et: Märkige kasti <i>Proxy DNS when using SOCKS v5</i>, et vältida DNS lekkeid.
fa: برای جلوگیری از نشت DNS، کادر <i>پراکسی DNS هنگام استفاده از SOCKS v5</i> را علامت بزنید.
fi: Estä DNS-vuodot valitsemalla ruutu <i>Välityspalvelin DNS käytettäessä SOCKS v5:tä</i>.
hi: <i>SOCKS v5 का उपयोग करते समय DNS को प्रोक्सी के माध्यम से</i> नामक बॉक्स को चेक करें, जिससे DNS लीक से बचा जा सके।
hu: Jelöld ki a jelölőnégyzetet a <i>Kerüljön proxy használatra a DNS, ha SOCKS v5 használatban van</i> opció mellett, hogy megakadályozd a DNS szivárgást.
in: Centang kotak bertuliskan <i>Proxy DNS saat menggunakan SOCKS v5</i> untuk mencegah kebocoran DNS.
it: Seleziona la casella contrassegnata con <i>Proxy DNS quando si utilizza SOCKS v5</i> per evitare perdite di DNS.
ja: DNS リークを防ぐために、<i>SOCKS v5 使用時のプロキシ DNS</i> とマークされたボックスにチェックを入れます。
ko: DNS 누출을 방지하려면 <i>SOCKS v5 사용 시 프록시 DNS</i>라고 표시된 상자를 선택합니다.
nb: Merk av boksen merket <i>Proxy DNS når du bruker SOCKS v5</i> for å forhindre DNS-lekkasjer.
nl: Vink het vakje aan met <i>Proxy DNS inschakelen bij gebruik van SOCKS v5</i> om DNS-lekken te voorkomen.
pt: Marque a caixa marcada <i>Proxy DNS ao usar SOCKS v5</i> para evitar vazamentos de DNS.
sl: Označite polje <i>Posredniški DNS, ko uporabljate SOCKS v5</i>, da preprečite preskočke DNS.
sv: Markera rutan <i>Använd proxy-DNS vid användning av SOCKS v5</i> för att förhindra DNS-läckage.
uk: Щоб запобігти витокам DNS, установіть прапорець <i>Proxy DNS при використанні SOCKS v5</i>.
vi: Đánh dấu vào ô có dòng <i>Sử dụng Proxy DNS khi sử dụng SOCKS v5</i> để ngăn chặn rò rỉ DNS.

source: Hit the <i>OK</i> button and test the proxy is working by visiting <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> and <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
ar: اضغط على زر <i>موافق</i> ثم اختبر عمل الوكيل عن طريق زيارة <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> و <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
az: <i>Tamam</i> düğmesine basın ve proxy'nin çalıştığını test etmek için <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> ve <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a> adreslerini ziyaret edin.
bo: <i>OK</i> མཐེབ་ཁུག་ལ་བརྒྱུད་སྒྲིག་བརྒྱུད་བྱེད་པར་ཚོད་ལྟ་བྱེད་པར་ <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> དང་ <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a> ལ་བལྟ་བརྒྱུད་བྱེད་པར་ཚོད་ལྟ་བྱེད་དགོས།
cs: Klikněte na tlačítko <i>OK</i> a otestujte, zda proxy funguje, tím že navštívíte <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> a <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
da: Tryk på knappen <i>OK</i> og test om proxyen virker ved at besøge <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> og <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
el: Πατήστε το κουμπί <i>OK</i> και ελέγξτε αν το προξενήτρια λειτουργεί επισκεπτόμενοι τις σελίδες <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> και <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
es: Haga clic en el botón <i>Aceptar</i> y pruebe que el proxy funciona visitando <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> y <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
et: Vajutage nuppu <i>OK</i> ning testige puhverserveri toimimist, külastades <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> ja <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
fa: دکمه <i>OK</i> را فشار دهید و با مراجعه به <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> تست کنید که پروکسی کار می کند
fi: Paina <i>OK</i>-painiketta ja testaa välityspalvelimen toiminta vierailemalla <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> -sivustolla ja <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>-sivustolla.
hi: ऑक्सी कार्य कर रहा है यह परीक्षण करने के लिए <i>OK</i> बटन दबाएँ और <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> और <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a> पर जाकर।
hu: Nyomj a <i>OK</i> gombra és teszteld a proxy működését azzal, hogy meglátogatod a <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> és a <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a> oldalakat.
in: Tekan tombol <i>OK</i> dan coba test proxy berfungsi dengan mengunjungi <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> dan <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
it: Premi il pulsante <i>OK</i> e verifica che il proxy funzioni visitando <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> e <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
ja: 「OK」ボタンをクリックして、プロキシが正常に動作するかを<a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a>と<a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>にアクセスしてテストしてください。
ko: OK 버튼을 클릭하고 프록시가 작동하는지 확인하기 위해 <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a>와 <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>을 방문하세요.
nb: Klikk på <i>OK</i>-knappen og test at proxyen fungerer ved å besøke <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> og <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
nl: Klik op de knop <i>OK</i> en test of de proxy werkt door naar <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> and <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a> te gaan.
pt: Clique no botão <i>OK</i> e teste se o proxy está funcionando visitando <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> e <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
sl: Kliknite gumb <i>OK</i> in preverite, ali posredniški strežnik deluje, obiščite <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> in <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
sv: Tryck på knappen <i>OK</i> och testa om proxyt fungerar genom att besöka <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> och <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
uk: Натисніть кнопку <i>Гаразд</i> і перевірте працездатність проксі, відвідавши <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> та <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
vi: Nhấn nút <i>Đồng ý</i> và kiểm tra proxy đang hoạt động bằng cách truy cập <a href=http://planeta.i2p/ target=_blank rel=noreferrer class=sitelink>planeta.i2p</a> và <a href=https://www.myip.com/ target=_blank rel=noreferrer class='sitelink external'>www.myip.com</a>.
