Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Updated settings for all pools.
ar: تحديث إعدادات للجميع.
az: Bütün hovuzlar üçün yenilənmiş parametrlər.
bo: སྐར་ཁོངས་ཆ་ཚང་གི་སྒྲིག་སྟེན་བསྒྱུར་བཏོན་པ།
cs: Aktualizováno nastavení pro všechny bazény.
da: Opdateret indstillinger for alle sammenlægninger
el: Ενημερωμένες ρυθμίσεις για όλες τις πισίνες.
es: Se ha actualizado la configuración para todos los depósitos (pools) de túneles.
et: Kõigi tunneligruppide seaded uuendatud.
fa: تنظیمات به روز شده برای همه استخرها.
fi: Päivitetyt asetukset kaikille altaille.
hi: सभी पूल के लिए सेटिंग अपडेट की गई।
hu: Minden készlet beállításai frissítve.
in: Pengaturan telah diperbarui untuk semua pool.
it: Impostazioni aggiornate per tutti i pool.
ja: 全プールで設定が更新されました。
ko: 모든 풀의 설정 저장됨.
nb: Oppdaterte innstillinger for alle bassenger.
nl: Instelling voor alle pools geupdate.
pt: Configurações atualizadas para todos os recursos alocados.
sl: Nastavitve za vse bazene so posodobljene.
sv: Uppdaterad inställningar för alla pooler
uk: Оновлені налаштування для всіх пулів.
vi: Cập nhật cài đặt cho tất cả các nhóm.

source: Exploratory tunnel configuration saved successfully.
ar: تم حفظ إعدادات النفق بنجاح.
az: Kəşfiyyat tunelinin konfiqurasiyası uğurla yadda saxlanıldı.
bo: འཚོལ་ཞིབ་སྐུད་སྲོག་སྐར་གྱི་རྒྱུན་སྒྲིག་སྟེན་ལེགས་གྲུབ་བྱུང་།
cs: Konfigurace průzkumného tunelu byla úspěšně uložena.
da: Den udforskende tunnel konfigurationen blev gemt med succes.
el: Η διαμόρφωση της διερευνητικής σήραγγας αποθηκεύτηκε με επιτυχία.
es: Se guardó con éxito la configuración de túneles exploratorios.
et: Võrgu avastamise tunnelite häälestus edukalt salvestatud.
fa: پیکربندی تونل اکتشافی با موفقیت ذخیره شد.
fi: Tutkimustunnelin määritys onnistui.
hi: अन्वेषणी टनल की सेटिंग सफलतापूर्वक सहेजी गई।
hu: A felfedező alagút beállításai sikeresen mentve.
in: konfigurasi exploratory tunnel berhasil disimpan.
it: Configurazione del tunnel d'esplorazione salvata con successo.
ja: 予備トンネルの設定が正常に保存されました。
ko: 예비 터널 설정이 성공적으로 저장됬습니다.
nb: Oppsett av utforskningstunnel lagret.
nl: Exploratory tunnel configuratie succesvol opgeslagen.
pt: Explorada Configuração de túnnel salva com sucesso
sl: Nastavitve raziskovalnih tuneljev so uspešno shranjene.
sv: Konfiguration för förberadande tunnlar har sparats.
uk: Дослідницька конфігурація тунелю успішно збережена.
vi: Cấu hình đường hầm thăm dò đã được lưu thành công.

source: Error saving the configuration (applied but not saved) - please see the error logs.
ar: خطأ في حفظ الاعدادات (مطبقة لكنها غير محفوظة) أنظر الاخطاء.
az: Konfiqurasiyanın saxlanmasında xəta (tətbiq edilib, lakin saxlanmayıb) - xəta qeydlərinə baxın.
bo: རྒྱུད་སྟེན་ཉར་ནོཙ་འཛོལ་བ། (བཀོད་ཡོད་ཀྱང་གིས་ཉར་མ་ཐུབ།) - འཛོལ་བའི་ཟིག་ཐོ་ལ་གཟིགས་རོགས།
cs: Chyba při ukládání konfigurace (použito, ale neuloženo) – podívejte se do protokolů chyb.
da: Der opstod en fejl da konfigurationen skulle gemmes (indstillingerne bliver anvendt, men ikke gemt) - se venligst fejl loggen.
el: Σφάλμα αποθήκευσης της διαμόρφωσης (εφαρμόστηκε αλλά δεν αποθηκεύτηκε) - δείτε τα αρχεία καταγραφής σφαλμάτων.
es: Error al guardar la configuración (se ha aplicado pero no guardado) - porfavor, revise los registros de errores.
et: Viga häälestuse salvestamisel (kehtestatud, mitte salvestatud) - palun vaata vealogi.
fa: خطا در ذخیره پیکربندی (اعمال شده اما ذخیره نشده است) - لطفا گزارش های خطا را ببینید.
fi: Virhe tallennettaessa asetuksia (sovellettu, mutta ei tallennettu) - tarkasta virhelokit.
hi: सेटिंग सहेजने में त्रुटि (लागू की गई पर सहेजी नहीं) - कृपया त्रुटि लॉग देखें।
hu: Hiba a beállítások mentése közben (alkalmazva, de nincs mentve) - kérlek, ellenőrizd a hibanaplót.
in: Kesalahan dalam menyimpan konfigurasi (diterapkan tetapi tidak disimpan) - silakan lihat error log.
it: Errore nel salvataggio della configurazione (applicata ma non salvata) - vedere i log di errore.
ja: 設定の保存中にエラー (適用されたが保存されず) - エラーログをご確認ください。
ko: 설정 저장 오류 (적용됬으나 저장되지 않음) - 오류 로그를 확인하세요.
nb: Feil ved lagring av konfigurasjonen (brukt, men ikke lagret) - vennligst se feilloggene.
nl: Fout bij opslaan van de configuratie (toegepast maar niet opgeslagen) - kijk in de fout logs.
pt: Erro ao salvar a configuração (aplicada, mas não salva) - consulte os logs de erros.
sl: Napaka pri shranjevanju konfiguracije (nastavljene, vendar ne shranjene) - glejte dnevnike napak.
sv: Fel vid sparande av konfigurationen (tillämpad men inte sparad) - se felloggarna.
uk: Помилка збереження конфігурації (застосовано, але не збережено) - перегляньте журнали помилок.
vi: Lỗi khi lưu cấu hình (đã áp dụng nhưng chưa được lưu) - vui lòng xem nhật ký lỗi.

source: {0} hop
ar: {0} قفزات
bo: {0} གདོང་།
el: {0} αναπήδηση
es: {0} salto
fa: {0} هاپ
fi: {0} hyppy
hi: {0} हॉप
in: {0} hops
ja: {0}ホップ
ko: {0} 홉
nb: {0} hopp
pt: {0} salto
sl: {0} skok
sv: {0} hopp
uk: {0} Хоп
vi: {0} bước nhảy

source: {0} tunnel
ar: {0} أنفاق
az: {0} tunel
bo: {0} སྐུད་སྲོག་སྐར།
cs: {0} tunel
el: σήραγγα {0}
es: {0} túnel
fa: {0} تونل ها
fi: {0} tunneli
hi: {0} टनल
hu: {0} alagút
in: {0} terowongan
ja: {0} 個のトンネル
ko: {0} 터널
pt: {0} túnel
sl: {0} tunel
uk: {0} тунель
vi: {0} đường hầm

source: Exploratory tunnels
ar: استكشاف الأنفاق
az: Kəşfiyyat tunelləri
bo: འཚོལ་ཞིབ་སྐུད་སྲོག་སྐར་དག།
cs: Průzkumné tunely
da: Udforskende tunneler
el: Διευρευνητικά τούνελ
es: Túneles exploratorios
et: Võrgu avastamise tunnelid
fa: تونل های اکتشافی
fi: Tutkivia käytäviä
hi: अन्वेषणी टनल
hu: Felfedező alagút
in: Exploratory tunnel
it: Tunnel d'esplorazione
ja: 予備トンネル
ko: 예비 터널
nb: Utforskningstunneler
pt: Explorador de tunnels
sl: Raziskovalni tuneli
sv: Utforskande tunnlar
uk: Дослідницькі тунелі
vi: Đường hầm khám phá

source: ANONYMITY WARNING - Settings include 0-hop tunnels.
ar: تحذير حول درجة المجهولية: تتضمن إعدادات الأنفاق 0 - نظير.
az: ANONİMLİK XƏBƏRDARLIĞI - Parametrlərə 0-hop tunelləri daxildir.
bo: མིང་བརྟེན་པའི་ཉེན་བརྡ་བ། - སྒྲིག་སྟེན་ལ་0-hop སྐུད་སྲོག་སྐར་དག་ཡོད།
cs: ANONYMITY WARNING - Nastavení zahrnuje 0-hop tunely.
da: ANONYMITETS ADVARSEL - Indstillinger indholder 0-hop tunneler.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΝΩΝΥΜΙΑΣ - Οι ρυθμίσεις περιλαμβάνουν τούνελ 0-βημάτων.
es: ADVERTENCIA DE ANONIMATO - Los ajustes incluyen túneles de 0 saltos.
et: ANONÜÜMSUSE HOIATUS - Häälestus lubab 0-sammuseid tunneleid.
fa: هشدار ناشناس بودن - تنظیمات شامل تونل های 0 هاپ است.
fi: ANONYMITEETTIVAROITUS - Asetukset sisältävät 0 hypyn käytäviä.
hi: गुप्तता चेतावनी - सेटिंग में 0 हॉप टनल शामिल हैं।
hu: ANONIMITÁSI FIGYELMEZTETÉS - a beállítások 0-ugrású alagutat tartalmaznak.
in: PERINGATAN ANONIMITAS - pengaturan mencakup 0-hop tunnel.
it: AVVISO ANONIMATO - Le impostazioni includono tunnel 0-hop.
ja: 匿名性警告 - 設定に0ホップのトンネルが含まれています。
ko: 익명 경고 - 설정이 0단계 터널을 포함합니다.
nb: ANONYMITETSADVARSEL - Innstillingene inneholder 0-hopp tunneler.
nl: ANONIMITEITS WAARSCHUWING - Instellingen bevatten 0-hop tunnels.
pt: AVISO ANONIMATO - As configurações incluem 0-hop túneis.
sl: OPOMBA O ANONIMNOSTI - Nastavitve vključujejo 0-skokov tunele.
sv: Anonymitetsvarning - Inställningar inkluderar tunnlar med 0-hopp.
uk: ПОПЕРЕДЖЕННЯ АНОНІМНОСТІ: Налаштування включають тунелі без хопів.
vi: CẢNH BÁO ẨN DANH - Cài đặt bao gồm đường hầm 0 bước.

source: WARNING - 0-hop tunnels not recommended for IPv6-only routers.
ar: تحذير - لا يُنصح باستخدام أنفاق 0-hop لأجهزة التوجيه IPv6 فقط.
az: XƏBƏRDARLIQ - 0-hop tunelləri yalnız IPv6 marşrutlaşdırıcıları üçün tövsiyə edilmir.
bo: ཉེན་བརྡ་བ། - 0-hop སྐུད་སྲོག་སྐར་དག་IPv6-ཙམ་གི་རོ་ཌེར་ལ་འོས་པར་འོས་མིན།
cs: UPOZORNĚNÍ - Tunely 0-hop se nedoporučují pro směrovače pouze s protokolem IPv6.
da: ADVARSEL - 0-hop tunneler anbefales ikke til IPv6-routere.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ - Οι σήραγγες 0-hop δεν συνιστώνται για δρομολογητές μόνο IPv6.
es: ADVERTENCIA: No se recomiendan túneles de 0 saltos para enrutadores solo IPv6.
et: HOIATUS – 0-hüppe tunneleid ei soovitata kasutada ainult IPv6 ruuterite jaoks.
fa: هشدار - تونل های 0-hop برای روترهای IPv6 فقط توصیه نمی شود.
fi: VAROITUS - 0-hyppytunneleita ei suositella vain IPv6-reitittimille.
hi: चेतावनी - केवल IPv6 राउटरों के लिए 0 हॉप टनल सिफारिश नहीं की जाती हैं।
hu: FIGYELEM – A 0-hop alagutak nem ajánlottak csak IPv6-os útválasztókhoz.
in: PERINGATAN - Terowongan 0-hop tidak disarankan untuk router khusus IPv6.
it: AVVERTENZA: tunnel a 0 hop non consigliati per router solo IPv6.
ja: 警告- IPv 6のみのルーターには0ホップトンネルは推奨されません。
ko: 경고 - IPv6 전용 라우터에는 0홉 터널이 권장되지 않습니다.
nb: ADVARSEL - 0-hop tunneler anbefales ikke for IPv6-bare rutere.
nl: WAARSCHUWING - 0-hoptunnels niet aanbevolen voor routers met alleen IPv6.
pt: AVISO - Túneis de 0 salto não recomendados para roteadores somente IPv6.
sl: OPOMBA - Tuneli 0-skoka niso priporočeni za usmerjevalnike le IPv6.
sv: VARNING - 0-hop tunnlar rekommenderas inte för IPv6-routrar.
uk: ПОПЕРЕДЖЕННЯ. Тунелі з нульовим переходом не рекомендуються для маршрутизаторів, які підтримують лише IPv6.
vi: CẢNH BÁO - Đường hầm 0-hop không được khuyến nghị cho các bộ định tuyến chỉ IPv6.

source: WARNING - Inbound 0-hop tunnels not recommended for hidden routers.
ar: تحذير - لا يُنصح باستخدام أنفاق 0-hop الواردة لأجهزة التوجيه المخفية.
az: XƏBƏRDARLIQ - Daxil olan 0-hop tunelləri gizli marşrutlaşdırıcılar üçün tövsiyə edilmir.
bo: ཉེན་བརྡ་བ། - ནང་འདྲེན་གི་0-hop སྐུད་སྲོག་སྐར་དག་སྐུབ་རོ་ཌེར་ལ་འོས་པར་འོས་མིན།
cs: VAROVÁNÍ - Příchozí 0-hop tunely se pro skryté směrovače nedoporučují.
da: ADVARSEL - Indgående 0-hop tunneler anbefales ikke til skjulte routere.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ - Οι εισερχόμενες σήραγγες 0-hop δεν συνιστώνται για κρυφούς δρομολογητές.
es: ADVERTENCIA: No se recomiendan túneles entrantes de 0 saltos para enrutadores ocultos.
et: HOIATUS – sissetulevaid 0-hüppe tunneleid ei soovitata peidetud ruuterite jaoks.
fa: اخطار - تونل های 0-hop ورودی برای روترهای مخفی توصیه نمی شود.
fi: VAROITUS - Saapuvia 0-hyppytunneleita ei suositella piilotetuille reitittimille.
hi: चेतावनी - छिपे हुए राउटरों के लिए इनबाउंड 0 हॉप टनल सिफारिश नहीं की जाती हैं।
hu: FIGYELMEZTETÉS - A bejövő 0-hop alagutak nem ajánlottak rejtett útválasztókhoz.
in: PERINGATAN - Terowongan 0-hop masuk tidak disarankan untuk router tersembunyi.
it: AVVERTENZA: tunnel a 0 hop in entrata non consigliati per router nascosti.
ja: 警告 - 受信 0 ホップ トンネルは、隠しルーターには推奨されません。
ko: 경고 - 숨겨진 라우터에는 인바운드 0-홉 터널이 권장되지 않습니다.
nb: ADVARSEL - Innkommende 0-hop-tunneler anbefales ikke for skjulte rutere.
nl: WAARSCHUWING - Inkomende 0-hoptunnels niet aanbevolen voor verborgen routers.
pt: AVISO - Túneis de entrada de 0 salto não recomendados para roteadores ocultos.
sl: OPOMBA - Vhodni 0-skokov tuneli niso priporočeni za skrite usmerjevalnike.
sv: VARNING - Inkommande 0-hop tunnlar rekommenderas inte för dolda routrar.
uk: ПОПЕРЕДЖЕННЯ. Вхідні тунелі з нульовим переходом не рекомендуються для прихованих маршрутизаторів.
vi: CẢNH BÁO - Đường hầm 0-hop đầu vào không được khuyến nghị cho các bộ định tuyến ẩn.

source: ANONYMITY WARNING - Settings include 1-hop tunnels.
ar: تحذير حول درجة المجهولية: الاعدادات تحتوي على نفق واحد.
az: ANONİMLİK XƏBƏRDARLIĞI - Parametrlərə 1-hop tunelləri daxildir.
bo: མིང་བརྟེན་པའི་ཉེན་བརྡ་བ། - སྒྲིག་སྟེན་ལ་1-hop སྐུད་སྲོག་སྐར་དག་ཡོད།
cs: ANONYMITY WARNING - Nastavení zahrnuje 1-hop tunely.
da: ANONYMITETS ADVARSEL - Indstillinger indholder 1-hop tunneler.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΝΩΝΥΜΙΑΣ - Οι ρυθμίσεις περιλαμβάνουν τούνελ 1-βημάτων.
es: ADVERTENCIA DE ANONIMATO - Los ajustes incluyen túneles de 1 salto.
et: ANONÜÜMSUSE HOIATUS - Häälestus lubab 1-sammuseid tunneleid.
fa: اخطار ناشناس - تنظیمات شامل تونل های 1-hop است.
fi: ANONYMITEETTIVAROITUS - Asetukset sisältävät yhden hypyn käytäviä.
hi: गुप्तता चेतावनी - सेटिंग में 1 हॉप टनल शामिल हैं।
hu: ANONIMITÁSI FIGYELMEZTETÉS - a beállítások 1-ugrású alagutat tartalmaznak.
in: PERINGATAN ANONIMITAS - pengaturan mencakup 1-hop tunnel.
it: AVVISO ANONIMATO - Le impostazioni includono tunnel 1-hop.
ja: 匿名性警告 - 設定に1ホップのトンネルが含まれています。
ko: 익명 경고 - 설정이 1단계 터널을 포함합니다.
nb: ANONYMITETSADVARSEL - Innstillingene inneholder 1-hopp tunneler.
nl: ANONIMITEITS WAARSCHUWING - Instellingen bevatten 1-hop tunnels.
pt: AVISO ANONIMATO - As configurações incluem 1- hop túneis.
sl: OPOMBA O ANONIMNOSTI - Nastavitve vključujejo 1-skokov tunele.
sv: Anonymitetsvarning - Inställningar inkluderar tunnlar med 1-hopp.
uk: ПОПЕРЕДЖЕННЯ АНОНІМНОСТІ: Налаштування включають тунелі з одним хопом.
vi: CẢNH BÁO ẨN DANH - Cài đặt bao gồm đường hầm 1 bước.

source: PERFORMANCE WARNING - Settings include very long tunnels.
ar: تحذير الأداء: وتتضمن الإعدادات أنفاق طويلة جدا.
az: PERFORMANS XƏBƏRDARLIĞI - Parametrlərə çox uzun tunellər daxildir.
bo: ནུས་གནས་ཉེན་བརྡ་བའི་ཉེན་བརྡ་བ། - སྒྲིག་སྟེན་ལ་ཧ་ཅང་རིང་བའི་སྐུད་སྲོག་སྐར་དག་ཡོད།
cs: VÝKON VAROVÁNÍ - Nastavení zahrnuje velmi dlouhé tunely.
da: YDELSES ADVARSEL - Indstillingerne omfatter meget lange tunneler.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΕΠΙΔΟΣΗΣ - Οι ρυθμίσεις περιλαμβάνουν πολύ μεγάλα τούνελ.
es: ADVERTENCIA DE RENDIMIENTO - Los ajustes incluyen túneles de gran longitud.
et: JÕUDLUSE HOIATUS - Häälestus lubab väga pikki tunneleid.
fa: هشدار عملکرد - تنظیمات شامل تونل های بسیار طولانی است.
fi: SUORITUSKYKYVAROITUS - Asetukset sisältävät hyvin pitkiä käytäviä
hi: प्रदर्शन चेतावनी - सेटिंग में बहुत लंबे टनल शामिल हैं।
hu: TELJESÍTMÉNY FIGYELMEZTETÉS - A beállítások nagyon hosszú alagutakat eredményeznek
in: PERINGATAN KINERJA - pengaturan mencakup tunnel yang sangat panjang .
it: AVVISO PRESTAZIONI - Le impostazioni includono tunnel molto lunghi.
ja: パフォーマンス警告 - 設定に非常に長いトンネルが含まれています。
ko: 퍼포먼스 경고 - 설정이 아주 긴 터널을 포함합니다
nb: YTELSESADVARSEL - Innstillingene inneholder veldig lange tunneler.
nl: PRESTATIE WAARSCHUWING - Instellingen bevatten erg lange tunnels.
pt: AVISO DE DESEMPENHO - As configurações incluem túneis muito longos.
sl: OPOMBA O USTREZNOSTI - Nastavitve vključujejo zelo dolge tunele.
sv: Prestantavarning - Inställningar inkluderar tunnlar med väldigt många hopp.
uk: ПОПЕРЕДЖЕННЯ ПРОДУКТИВНОСТІ: Налаштування включають дуже довгі тунелі.
vi: CẢNH BÁO HIỆU SUẤT - Cài đặt bao gồm các đường hầm rất dài.

source: PERFORMANCE WARNING - Settings include high tunnel quantities.
ar: تحذير الأداء: وتتضمن الإعدادات عدد كبير من أنفاق طويلة جدا.
az: PERFORMANS XƏBƏRDARLIĞI - Parametrlərə yüksək tunel miqdarları daxildir.
bo: ནུས་གནས་ཉེན་བརྡ་བའི་ཉེན་བརྡ་བ། - སྒྲིག་སྟེན་ལ་མངའ་བའི་སྐུད་སྲོག་སྐར་དག་ཡོད།
cs: PERFORMANCE WARNING - Nastavení zahrnují vysoké množství tunelů.
da: YDELSES ADVARSEL - Indstillinger omfatter en høj mængde tunneler.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΕΠΙΔΟΣΗΣ - Οι ρυθμίσεις περιλαμβάνουν μεγάλη ποσότητα τούνελ.
es: ADVERTENCIA DE RENDIMIENTO - Los ajustes incluyen grandes cantidades de túneles.
et: JÕUDLUSE HOIATUS - Häälestus lubab väga suurt tunnelite kogust.
fa: هشدار عملکرد - تنظیمات شامل مقادیر بالای تونل است.
fi: SUORITUSKYKYVAROITUS - Asetukset sisältävät suuria määriä tunneleita
hi: प्रदर्शन चेतावनी - सेटिंग में उच्च टनल मात्राएं शामिल हैं।
hu: TELJESÍTMÉNY FIGYELMEZTETÉS - a beállítások magas alagút mennyiséget tartalmaznak.
in: PERINGATAN KINERJA - pengaturan mencakup tunnel yang sangat banyak..
it: AVVISO PRESTAZIONI - Le impostazioni includono grosse quantità di tunnel.
ja: パフォーマンス警告 - 設定に高いトンネルの数量が含まれています。
ko: 퍼포먼스 경고 - 설정이 많은 양의 터널을 포함합니다.
nb: YTELSESADVARSEL - Innstillingnee inneholder høye tunnelmengder.
nl: PRESTATIE WAARSCHUWING - Instellingen bevatten hoge tunnel aantallen.
pt: AVISO DE DESEMPENHO - As configurações incluem grandes quantidades de tunnels
sl: OPOMBA O USTREZNOSTI - Nastavitve vključujejo visoke količine tuneljev.
sv: Prestantavarning - Inställningar inkluderar stora mängder tunnlar.
uk: ПОПЕРЕДЖЕННЯ ПРОДУКТИВНОСТІ: Налаштування включають велику кількість тунелів.
vi: CẢNH BÁO HIỆU SUẤT - Cài đặt bao gồm số lượng đường hầm cao.

source: Inbound
ar: الداخل
az: Gələn
bo: ནང་འདྲེན།
cs: Příchozí
da: Indadgående
el: Εισερχόμενα
es: Entrante
et: Sisse
fa: ورودی
fi: Sisääntulevia
hi: इनबाउंड
hu: Bejövő
it: In ingresso
ja: 着信
ko: 수신
nb: Inngående
nl: Inkomend
pt: Entrada
sl: Vhodni
sv: Inkommande
uk: вхідно
vi: Luồng dữ liệu vào

source: Outbound
ar: الخارج
az: gedən
bo: ཕྱི་འདྲེན།
cs: Odchozí
da: Udadgående
el: Εξερχόμενα
es: Saliente
et: Välja
fa: خروجی
fi: Ulosmeneviä
hi: ऑउटबाउंड
hu: Kimenő
it: In uscita
ja: 送信
ko: 송신
nb: Utgående
nl: Uitgaand
pt: Saída
sl: Izhodni
sv: Utgående
uk: вихідно
vi: Luồng dữ liệu ra

source: Quantity
ar: الكمية
az: Miqdar
bo: གྲངས་ཚད།
cs: Množství
da: Mængde
el: Ποσότητα
es: Cantidad
et: Kogus
fa: تعداد
fi: Määrä
hi: मात्रा
hu: Mennyiség
in: Kuantitas
it: Quantità
ja: 数量
ko: 양
nb: Mengde
nl: Hoeveelheid
pt: Quantidade
sl: Količina
sv: Kvantitet
uk: Кількість
vi: Số lượng

source: Backup quantity
ar: قدر نسخ الاحتياط
az: Yedək miqdarı
bo: རྗེས་གསོག་གི་གྲངས་ཚད།
cs: Záložní množství
da: Reserve mængde
el: Εφεδρική ποσότητα
es: Cantidad en reserva
et: Varukogus
fa: مقدار پشتیبان
fi: Määrä varalla
hi: बैकअप मात्रा
hu: Mentési mennyiség
in: Kuantitas cadangan
it: Quantità di backup
ja: バックアップ量
ko: 백업 양
nb: Sikkerhetskopi-mengde
nl: Backup hoeveelheid
pt: Quantidade de backup
sl: Rezervna količina
sv: Backup kvantitet
uk: Резервна кількість
vi: Đường hầm dự trữ

source: Length
ar: طول
az: Uzunluq
bo: རིང་ཚད།
cs: Délka
da: Længde
el: Μήκος
es: Longitud
et: Pikkus
fa: طول
fi: Pituus
hi: लंबाई
hu: Hossz
in: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
nb: Lengde
nl: Lengte
pt: comprimento
sl: Dolžina
sv: Längd
uk: Довжина
vi: Độ dài

source: Randomization
ar: عشوائي
az: Təsadüfiləşdirmə
bo: གང་འདྲ་བཟོ་བ།
cs: Randomizace
da: Randomisering
el: Τυχαιότητα
es: Aleatorización
et: Juhuslikkus
fa: تصادفی سازی
fi: Satunnaisuus
hi: रैंडमाइज़ेशन
hu: Véletlenszerűség
in: Randomisasi
it: Randomizzazione
ja: ランダム化
ko: 랜덤화
nb: Tilfeldiggjøring
nl: Randomisatie
pt: randomização
sl: Naključnost
sv: Randomisering
uk: Рандомізація
vi: Ngẫu nhiên

source: Inbound options
ar: اتصال داخلي
az: Gələn seçimlər
bo: ནང་འདྲེན་གྱི་གདམ་ག
cs: Příchozí možnosti
da: Indadgående optioner
el: Επιλογές εισερχόμενης κίνησης
es: Opciones de entrada
et: Valikud (sisenev)
fa: گزینه های ورودی
fi: Saapuva vaihtoehtoja
hi: इनबाउंड विकल्प
hu: Bejövő opciók
in: Pilihan inbound
it: Opzioni di ingresso
ja: 受信オプション
ko: 수신 옵션
nb: Innkommende valg
nl: Inkomende opties
pt: opções de entrada
sl: Možnosti vhodnih
sv: Inkommande alternativ
uk: Вхідні параметри
vi: Tùy chọn gửi đến

source: Outbound options
ar: اتصال خارجي
az: Gidən seçimləri
bo: ཕྱི་འདྲེན་གྱི་གདམ་ག
cs: Odchozí možnosti
da: Udadgående optioner
el: Επιλογές εξερχόμενης κίνησης
es: Opciones de salida
et: Valikud (väljuv)
fa: گزینه های خروجی
fi: Lähtevä vaihtoehtoja
hi: ऑउटबाउंड विकल्प
hu: Kimenő opciók
in: Pilihan outbound
it: Opzioni di uscita
ja: 送信オプション
ko: 송신 옵션
nb: Utgående valg
nl: Uitgaande opties
pt: opções de saída
sl: Možnosti izhodnih
sv: Utgående alternativ
uk: Вихідні варіанти
vi: Tùy chọn gửi đi

source: Add user
ar: أضِفْ المستخدم
az: İstifadəçi əlavə et
bo: སྤྱོད་མཁན་ཁ་སྣོན།
cs: Přidat uživatele
da: Tilføje bruger
el: Προσθήκη χρήστη
es: Añadir usuario
et: Lisage kasutaja
fa: افزودن کاربر
fi: Lisää käyttäjä
hi: उपयोगकर्ता जोड़ें
hu: Felhasználó hozzáadása
in: Tambah user
it: Aggiungi utente
ja: ユーザーを追加
ko: 유저 추가
nb: Legg til bruker
nl: Gebruiker toevoegen
pt: Adicionar usuário
sl: Dodaj uporabnika
sv: Lägg till användare
uk: Додати користувача
vi: Thêm người dùng

source: Cannot save theme choice, theme name has illegal characters
bo: བརྗོད་བྱ་འདེམས་ཐོག་ཉར་མི་ཐུབ། བརྗོད་བྱའི་མིང་ལ་ཁྲིམས་འགལ་གྱི་ཡི་གེ་ཡོད།
hi: थीम चयन नहीं बचा सकते, थीम नाम में अवैध वर्ण हैं
ko: 테마 선택을 저장할 수 없습니다. 테마 이름에 잘못된 문자가 포함되어 있습니다

source: Theme change saved.
ar: تم حفظ تغيير التيمة.
az: Mövzu dəyişikliyi saxlanıldı.
bo: བརྗོད་བྱའི་བསྒྱུར་བ་ཉར་ཚར།
cs: Změna motivu uložena.
da: Tema ændringen blev gemt.
el: Η αλλαγή θέματος αποθηκεύτηκε.
es: Se ha guardado el cambio del tema decorativo.
et: Teema muutus salvestatud.
fa: تغییر تم ذخیره شد.
fi: Teema muutos tallennetaan.
hi: थीम बदलाव सहेजा गया।
hu: A témaváltoztatás mentve.
in: Perubahan theme disimpan.
it: Modifica del tema salvata.
ja: テーマの変更が保存されました。
ko: 테마 변경 저장됨.
nb: Draktendring lagret.
nl: Thema wijziging opgeslagen.
pt: Skin salvo
sl: Sprememba teme je shranjena.
sv: Temaförändring sparad.
uk: Зміна теми збережена.
vi: Đã lưu thay đổi chủ đề.

source: Mobile console option saved.
ar: تم حفظ خيار وحدة التحكم المحمولة.
az: Mobil konsol seçimi yadda saxlanıldı.
bo: འགྲུལ་སྐུད་སྐར་ཞལ་གྱི་གདམ་ག་ཉར་ཚར།
cs: Možnost mobilní konzole uložena.
da: Mobil konsoloption gemt
el: Η επιλογή κονσόλας κινητού αποθηκεύτηκε.
es: Se ha guardado la opción de consola móvil.
et: Mobiilikonsooli valik on salvestatud.
fa: گزینه کنسول موبایل ذخیره شد.
fi: Mobiilikonsolivaihtoehto tallennettu.
hi: मोबाइल कंसोल विकल्प सहेजा गया।
hu: A mobilkonzol opció mentve.
in: Pilihan mobile console telah disimpan.
it: Opzioni della console mobile salvate.
ja: モバイルコンソールオプションが保存されました。
ko: 모바일 콘솔 옵션 저장됨.
nb: Mobilkonsollvalg lagret.
nl: Mobiele console optie opgeslagen.
pt: Opções do Painél Móvel salvas.
sl: Možnost mobilne konzole je shranjena.
sv: Mobila konsol-alternativ sparade.
uk: Опція мобільної консолі збережена.
vi: Đã lưu tùy chọn bảng điều khiển di động.

source: No user name entered
ar: لم يتم إدخال اسم المستخدم
az: İstifadəçi adı daxil edilməyib
bo: སྤྱོད་མཁན་མིང་བཀན་མེད་མེད།
cs: Nebylo zadáno žádné uživatelské jméno
da: Ingen brugernavn indtastet
el: Δεν έχει καταχωρηθεί όνομα χρήστη
es: No se ha introducido el nombre de usuario
et: kasutajanime pole sisestatud
fa: نام کاربری وارد نشده است
fi: Käyttäjätunnusta ei ole annettu
hi: कोई उपयोगकर्ता नाम दर्ज नहीं किया
hu: Nincs megadva felhasználónév
in: Tidak ada nama user yang dimasukkan
it: Nessuna username inserita
ja: ユーザー名が入力されていません
ko: 유저네임이 입력되지 않았습니다
nb: Inget brukernavn angitt
nl: Geen gebruikersnaam ingevoerd
pt: Nenhum nome de usuário inserido
sl: Ni vneseno uporabniškega imena
sv: Inget användarnamn angivet
uk: Не вказано ім’я користувача
vi: Không nhập tên người dùng

source: User name may not contain '='
bo: སྤྱོད་མཁན་མིང་ལ་ '=' འོང་མི་ཆོག་ཡོད།
hi: उपयोगकर्ता नाम में '=' नहीं हो सकता
ko: 사용자 이름에 '='을 포함할 수 없습니다
