Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A list of countries derived from the <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a> with a poor civil liberties reputation. This list is used to place routers running in the specified countries in <i>Hidden Mode</i> to provide enhanced security for users. The following countries are designated as strict: Afghanistan, Azerbaijan, Bahrain, Belarus, Brunei, Burundi, Cameroon, Central African Republic, Chad, China, Cuba, Democratic Republic of the Congo, Egypt, Equatorial Guinea, Eritrea, Ethiopia, Iran, Kazakhstan, Laos, Libya, Myanmar, North Korea, Palestinian Territories, Rwanda, Saudi Arabia, Somalia, South Sudan, Sudan, Eswatini (Swaziland), Syria, Tajikistan, Thailand, Turkey, Turkmenistan, Venezuela, United Arab Emirates, Uzbekistan, Western Sahara, Yemen.
ar: قائمة بالدول مأخوذة من تقرير <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>حريات العالم</a> تتميز بسمعة سيئة للحريات المدنية. تستخدم هذه القائمة لوضع الموجهات التي تعمل في الدول المحددة بوضع <i>النمط المخفي</i> لتوفير أمن معزز للمستخدمين. تم تصنيف الدول التالية على أنها صارمة: أفغانستان وأذربيجان والبحرين وبيلاروس وبروناي وبوروندي والكاميرون وجمهورية أفريقيا الوسطى وتشاد والصين وكوبا وجمهورية الكونغو الديمقراطية ومصر وغينيا الاستوائية وإريتريا وإثيوبيا وإيران وكازاخستان ولاوس وليبيا وميانمار وكوريا الشمالية والأراضي الفلسطينية ورواندا والمملكة العربية السعودية والصومال وجنوب السودان والسودان وإسواتيني وسوريا وطاجيكستان وتايلاند وتركيا وتركمانستان وفنزويلا والإمارات العربية المتحدة وأوزباكستان والصحراء الغربية واليمن.
az: Güclü vəzifələrinin itibarında düşməyi ilə tanınan <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Dünya Azadlıq Hesablama</a> ilindən alınmış ölkələrin siyahısı. Bu siyahı istifadəçilərə təkmilləşdirilmiş təhlükəsizlik təmin etmək üçün müəyyən ölkələrdə işləyən ruterni <i>Gizli Rejimə</i> qoymaq üçün istifadə olunur. Aşağıdakı ölkələr məhdud olaraq təyin olunur: Əfqanıstan, Azərbaycan, Bəhreyn, Belarus, Bruney, Burundi, Kamerun, Mərkəzi Afrika Respublikası, Çad, Çin, Kuba, Konqo Demokratik Respublikası, Misir, Ekvatorial Qvineya, Eritreya, Efiopiya, İran, Qazaxıstan, Laos, Liviya, Myanmar, Koreya Xətt-i-xidməti, Filistin Məmulatları, Ruanda, Səudiyyə Ərəbistanı, Somalya, Cənubi Sudan, Sudan, Esvatinə (Svazilənd), Suriya, Tacikistan, Tayland, Türkiyə, Türkmənistan, Venesuela, Birləşmiş Ərəb Əmirlikləri, Özbəkistan, Qərbi Sahara, yəni Yəmən.
bo: <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>འཛམ་གླིང་གི་རང་དབང་འབྲུམ་འཚོལ་ཆོག་པའི་ཞུ་བཟུང་</a> ལས་བཏུས་པའི་རྒྱལ་ཁབ་ཀྱི་ཡིག་ཐོ་ཞིག་སྟེ། ཁོང་དེ་དག་ལ་བདེ་འཇགས་ཀྱི་བདེ་དབང་ལ་ཆ་བཞག་མ་བྱས་པ་ཡིན། འདིའི་ཡིག་ཐོ་དེ་མཉམ་གྲོགས་རྣམས་ལ་བདེ་འཇགས་ལྷག་པར་སྤྲོད་པ་བྱང་ཆུབ་པ་མ་ཟད་གསལ་བཤད་རྒྱལ་ཁབ་དེ་དག་ཏུ་བསྐྱོད་པའི་སྒོ་བསྒྲག་མ་རྣམས་<i>གསང་བའི་ཚུལ་གྱི་རྒྱུས་</i>སུ་གཏོང་བར་བཀོལ་སྤྱོད་བྱས་ཡོད། གཙན་རྐྱེན་ཆེ་བའི་རྒྱལ་ཁབ་འདི་རྣམས་ལ་གོ་རིམ་གཞུང་གི་མཉམ་གྲོགས་དེ་དག་ཡིན། ཨའཕ་གཱ་ནི་སུ་ཐཱན་, ཨ་ཛར་བའེའི་ཇན་, བ་ཧ་རེན་, ཀར་ལ་རུ་སུ་, བུ་རུ་ནའེ་, བུ་རུན་དི་, ཀ་མ་རུན་, དབུས་ཕྱོགས་ཀྱི་ཨ་ཕྲི་ཀ་གཙོ་བོ་, ཆད་, རྒྱ་མི་, སི་ཁུ་བ་, ཀོ་ངོ་གཙོ་བོར་གྱུར་པའི་དམངས་གཙོའི་རྒྱལ་ཁབ་, ཨི་ཇིབ་ཐུ, ཨི་ཁུ་ཝ་ཐོར་, ཨེ་རི་ཐྲེ་ཡ་, ཨི་ཐོ་པི་ཡ་, ཨི་རན་, ཀ་ཛཀས་ཐན་, ལཱ་ཨོས་, ལི་བི་ཡ་, མེ་ཡན་མར་, དབྱང་ཕྱོགས་ཀྱི་འབྲུག་, པ་ལི་སུ་ཐཾ་གཙོ་བོར་གྱུར་པའི་ཡུལ་ཁོངས་, རུ་ཝན་ཌ་, སའུ་དི་ཨ་ར་བོ་ཡི་, སོ་མ་ལི་ཡ་, ལྷོ་ཕྱོགས་ཀྱི་སུ་ཌིན་, སུ་ཌན་, ཨི་ཨས་ཝ་ཐི་ནི་ (སུ་ཝ་ཛི་ལེན་), སི་རི་ཡ་, ཏ་ཇི་ཁིས་ཐན་, ཐཱ་ཡི་ལན་, ཏར་ཀི་, ཏར་ཀ་མེ་ནི་སུ་ཐཱན་, ཝེ་ནི་ཛུ་ཨེ་ལ་, རྒྱ་མིའི་རྒྱལ་ཁབ་ཁང་ཐུས་ཆེ་བ་, ཨུ་ཛེ་བེ་ཀི་སུ་ཐཱ་ནི་སུ་ཐཱན་, ནུ་བ་ཧ་ར་ས་ར་, ཡི་མེན་བཅས་སོ།།
cs: Seznam zemí odvozený z <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Zprávy o svobodě ve světe</a> obsahující země s pověstí chabých občanských svobod. Tento seznam se používá k umístění routerů, které běží ve specifikovaných zemích do <i>Skrytého režimu</i> za účelem zvýšení bezpečnosti uživatelů. Následující země jsou označeny jako přísné: Afghánistán, Ázerbájdžán, Bahrajn, Bělorusko, Brunej, Burundi, Kamerun, Středoafrická republika, Čad, Čína, Kuba, Demokratická republika Kongo, Egypt, Rovníková Guinea, Eritrea, Etiopie, Írán, Kazachstán, Laos, Libye, Myanmar, Severní Korea, Palestinská území, Rwanda, Saúdská Arábie, Somálsko, Jižní Súdán, Súdán, Svatini (Svazijsko), Sýrie, Tádžikistán, Thajsko, Turecko, Turkmenistán, Venezuela, Spojené arabské emiráty, Uzbekistán, Západní Sahara, Jemen.
da: En liste over lande afledt fra <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a> med et dårligt ry for borgerlige rettigheder. Denne liste bruges til at placere routere, der kører i de specifikke lande, i <i>Hidden Mode</i> for at give øget sikkerhed for brugerne. Følgende lande betegnes som strenge: Afghanistan, Azerbaijan, Bahrain, Belarus, Brunei, Burundi, Cameroon, Central African Republic, Chad, China, Cuba, Democratic Republic of the Congo, Egypt, Equatorial Guinea, Eritrea, Ethiopia, Iran, Kazakhstan, Laos, Libya, Myanmar, North Korea, Palestinian Territories, Rwanda, Saudi Arabia, Somalia, South Sudan, Sudan, Eswatini (Swaziland), Syria, Tajikistan, Thailand, Turkey, Turkmenistan, Venezuela, United Arab Emirates, Uzbekistan, Western Sahara, Yemen.
el: Μια λίστα χωρών προερχόμενη από την <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Έκθεση Παγκόσμιας Ελευθερίας</a> με κακή φήμη σε θέματα πολιτικών ελευθεριών. Αυτή η λίστα χρησιμοποιείται για την τοποθέτηση δρομολογητών που λειτουργούν σε συγκεκριμένες χώρες σε <i>Κρυφή Λειτουργία</i> προκειμένου να παρέχεται αυξημένη ασφάλεια για τους χρήστες. Οι παρακάτω χώρες έχουν καθοριστεί ως αυστηρές: Αφγανιστάν, Αζερμπαϊτζάν, Μπαχρέιν, Λευκορωσία, Μπρουνέι, Μπουρούντι, Καμερούν, Κεντροαφρικανική Δημοκρατία, Τσαντ, Κίνα, Κούβα, Δημοκρατία του Κονγκό, Αίγυπτος, Ισημερινή Γουινέα, Ερυθραία, Αιθιοπία, Ιράν, Καζακστάν, Λάος, Λιβύη, Μιανμάρ, Βόρεια Κορέα, Παλαιστινιακά Εδάφη, Ρουάντα, Σαουδική Αραβία, Σομαλία, Νότιο Σουδάν, Σουδάν, Νεσβατίνι (Σουαζηλάνδη), Συρία, Τατζικιστάν, Ταϊλάνδη, Τουρκία, Τουρκμενιστάν, Βενεζουέλα, Ηνωμένα Αραβικά Εμιράτα, Ουζμπεκιστάν, Δυτική Σαχάρα, Υεμένη.
es: Una lista de países derivada del <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Informe Mundial de Libertad</a> con una mala reputación en cuanto a libertades civiles. Esta lista se usa para colocar enrutadores que funcionan en los países especificados en modo <i>Oculto</i> para proporcionar mayor seguridad a los usuarios. Los siguientes países están designados como estrictos: Afganistán, Azerbaiyán, Baréin, Bielorrusia, Brunéi, Burundi, Camerún, República Centroafricana, Chad, China, Cuba, República Democrática del Congo, Egipto, Guinea Ecuatorial, Eritrea, Etiopía, Irán, Kazajistán, Laos, Libia, Birmania, Corea del Norte, Territorios Palestinos, Ruanda, Arabia Saudita, Somalia, Sudán del Sur, Sudán, Eswatini (Swazilandia), Siria, Tayikistán, Tailandia, Turquía, Turkmenistán, Venezuela, Emiratos Árabes Unidos, Uzbekistán, Sahara Occidental, Yemen.
et: Nimekiri riikidest, mis põhineb <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Maailma Vabadusraportil</a> ja millel on halb maine kodanikuvabaduste osas. Seda nimekirja kasutatakse marsruuterite paigutamiseks <i>Varjatud režiimi</i> määratud riikides, et pakkuda kasutajatele täiustatud turvalisust. Järgmised riigid on määratud rangena: Afganistan, Aserbaidžaan, Bahrein, Valgevene, Brunei, Burundi, Kamerun, Kesk-Aafrika Vabariik, Tšaad, Hiina, Kuuba, Kongo Demokraatlik Vabariik, Egiptus, Ekvatoriaal-Guinea, Eritrea, Etioopia, Iraan, Kasahstan, Laos, Liibüa, Myanmari (Birma), Põhja-Korea, Palestiina alad, Rwanda, Saudi Araabia, Somaalia, Lõuna-Sudaan, Sudaan, Esvatiini (Svaasimaa), Süüria, Tadžikistan, Tai, Tuneesia, Türkmenistan, Venezuela, AÜE, Usbekistan, Lääne-Sahara, Jeemen.
fa: فهرستی از کشورها از گزارش آزادی جهانی با <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>آوارگی بد آزادی مدنی</a>. این فهرست برای قرار دادن روترهایی که در کشورهای مشخص شده در حال اجرا هستند در حالت <i>پنهان</i> برای ارائه امنیت بهتر برای کاربران مورد استفاده قرار می‌گیرد. کشورهای زیر به عنوان محدود تعیین شده‌اند: افغانستان، آذربایجان، بحرین، بلاروس، برونئی، بوروندی، کامرون، جمهوری آفریقای مرکزی، چاد، چین، کوبا، جمهوری دمکراتیک کنگو، مصر، گینه استوایی، اریتره، اتیوپی، ایران، قزاقستان، لائوس، لیبی، میانمار، کره شمالی، اراضی فلسطین، رواندا، عربستان سعودی، سومالی، سودان جنوبی، سودان، اسواتینی، سوریه، تاجیکستان، تایلند، ترکیه، ترکمنستان، ونزوئلا، امارات متحده عربی، ازبکستان، صحرای غربی، یمن.
fi: Luettelo maista, jotka ovat peräisin <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a>:sta ja joilla on huono maine kansalaisten vapauksien suhteen. Tätä luetteloa käytetään sijoittamaan kyseisiin maihin sijoitetut reitittimet <i>Piilotustilaan</i> tarjotaksemme käyttäjille parannettua turvallisuutta. Seuraavat maat on määritelty tiukoiksi: Afganistan, Azerbaidžan, Bahrain, Valko-Venäjä, Brunei, Burundi, Kamerun, Keski-Afrikan tasavalta, Tšad, Kiina, Kuuba, Kongon demokraattinen tasavalta, Egypti, Päiväntasaajan Guinea, Eritrea, Etiopia, Iran, Kazakstan, Laos, Libya, Myanmar, Pohjois-Korea, Palestiinan territoriot, Ruanda, Saudi-Arabia, Somalia, Etelä-Sudan, Sudan, Eswatini (Swazimaa), Syyria, Tadžikistan, Thaimaa, Turkki, Turkmenistan, Venezuela, Yhdistyneet arabiemiirikunnat, Uzbekistan, Länsi-Sahara, Jemen.
hi: मानवीय स्वतंत्रता के बारे में खराब नाम से जाने वाले देशों की सूची, जिसे <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>विश्व स्वतंत्रता रिपोर्ट</a> से निकाला गया है। यह सूची उन देशों में चल रहे रूटर को <i>छिपे हुए मोड</i> में रखने के लिए उपयोग की जाती है, ताकि उपयोगकर्ताओं के लिए बेहतर सुरक्षा प्रदान की जा सके। निम्नलिखित देशों को सख्त माना जाता है: अफगानिस्तान, अज़रबैजान, बहरीन, बेलारूस, ब्रुनेई, बुरुंडी, कैमरून, मध्य अफ्रीकी गणराज्य, चाद, चीन, कुबा, कोंगो की लोकतांत्रिक गणराज्य, मिस्र, इक्वेटोरियल गिनी, इरीत्रिया, इथियोपिया, ईरान, कज़ाखस्तान, लाओस, लिबीया, म्यांमार, उत्तर कोरिया, पैलेस्टीनी भूमि, रवांडा, सऊदी अरब, सोमाली, दक्षिण सूडान, सूडान, इस्वाटिनी (स्वाझीलैंड), सीरिया, ताजिकिस्तान, थाईलैंड, तुर्की, तुर्कमेनिस्तान, वेनेजुएला, यूनाइटेड अरब अमीरात, उज़बेकिस्तान, पश्चिमी सहारा, यमन।
hu: Azoknak az országoknak a listája, amelyeket a< a href = https://freedomhouse.org/report/countries-world-freedom-2019 class = 'sitelink external' target = _blank rel = noreferrer> Világ Szabadság Jelentés</a> alapján készítettek, rossz civil szabadsággal kapcsolatos hírnevet szerzett. Ezt a listát arra használják, hogy/elhelyezkedjenek a megadott országokban a futó útválasztók a <i>rejtett üzemmódban</i>, hogy fejlettebb biztonságot nyújtsanak a felhasználóknak. Az alábbi országokat szigorúnak jelölték ki: Afganisztán, Azerbajdzsán, Bahrein, Fehéroroszország, Brunei, Burundi, Kamerun, Közép-Afrikai Köztársaság, Csád, Kína, Kuba, Kongói Demokratikus Köztársaság, Egyiptom, Egyenlítői-Guinea, Eritrea, Etiópia, Irán, Kazahsztán, Laosz, Líbia, Mianmar, Észak-Korea, Palesztin Területek, Ruanda, Szaúd-Arábia, Szomália, Dél-Szudán, Szudán, Szváziföld (Szváziföld), Szíria, Tádzsikisztán, Thaiföld, Törökország, Türkmenisztán, Venezuela, Egyesült Arab Emírségek, Üzbegisztán, Nyugat-Szahara, Jemen.
in: Daftar negara yang berasal dari <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Laporan Kebebasan Dunia</a> dengan reputasi kebebasan sipil yang buruk. Daftar ini digunakan untuk menempatkan router yang berjalan di negara-negara yang ditentukan dalam mode <i>Tersembunyi</i> untuk menyediakan keamanan yang lebih tinggi bagi pengguna. Negara-negara berikut ditetapkan sebagai ketat: Afghanistan, Azerbaijan, Bahrain, Belarusia, Brunei, Burundi, Kamerun, Republik Afrika Tengah, Chad, Cina, Kuba, Republik Demokratik Kongo, Mesir, Guinea Khatulistiwa, Eritrea, Ethiopia, Iran, Kazakhstan, Laos, Libya, Myanmar, Korea Utara, Palestina, Rwanda, Arab Saudi, Somalia, Sudan Selatan, Sudan, Eswatini (Swaziland), Suriah, Tajikistan, Thailand, Turki, Turkmenistan, Venezuela, Uni Emirat Arab, Uzbekistan, Sahara Barat, Yaman.
it: Un elenco di paesi derivato dal <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a> con una scarsa reputazione per le libertà civili. Questo elenco viene utilizzato per collocare i router che operano nei paesi specificati in <i>Modalità Nascosta</i> per garantire una maggiore sicurezza agli utenti. I seguenti paesi sono designati come severi: Afghanistan, Azerbaigian, Bahrain, Bielorussia, Brunei, Burundi, Camerun, Repubblica Centrafricana, Ciad, Cina, Cuba, Repubblica Democratica del Congo, Egitto, Guinea Equatoriale, Eritrea, Etiopia, Iran, Kazakistan, Laos, Libia, Myanmar, Corea del Nord, Territori Palestinesi, Ruanda, Arabia Saudita, Somalia, Sudan del Sud, Sudan, Eswatini (Swaziland), Siria, Tagikistan, Thailandia, Turchia, Turkmenistan, Venezuela, Emirati Arabi Uniti, Uzbekistan, Sahara Occidentale, Yemen.
ja: 信頼性の低い市民の自由に関して<a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a>から導かれた国のリストです。このリストは、指定された国で実行されるルーターをユーザーのために強化されたセキュリティを提供するために<i>Hidden Mode</i>に配置するために使用されます。以下の国が厳格指定されています：アフガニスタン、アゼルバイジャン、バーレーン、ベラルーシ、ブルネイ、ブルンジ、カメルーン、中央アフリカ共和国、チャド、中国、キューバ、コンゴ民主共和国、エジプト、赤道ギニア、エリトリア、エチオピア、イラン、カザフスタン、ラオス、リビア、ミャンマー、北朝鮮、パレスチナ領土、ルワンダ、サウジアラビア、ソマリア、南スーダン、スーダン、エスワティニ（スワジランド）、シリア、タジキスタン、タイ、トルコ、トルクメニスタン、ベネズエラ、アラブ首長国連邦、ウズベキスタン、西サハ.ラ、イエメン。
ko: <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>세계 자유 보고서</a>에서 파생된 국가 목록 시민의 자유에 대한 평판이 좋지 않습니다. 이 목록은 사용자에게 강화된 보안을 제공하기 위해 지정된 국가에서 실행되는 라우터를 <i>숨김 모드</i>로 배치하는 데 사용됩니다. 엄격한 국가로 지정된 국가는 아프가니스탄, 아제르바이잔, 바레인, 벨로루시, 브루나이, 부룬디, 카메룬, 중앙아프리카공화국, 차드, 중국, 쿠바, 콩고민주공화국, 이집트, 적도기니, 에리트레아, 에티오피아, 이란, 카자흐스탄입니다. , 라오스, 리비아, 미얀마, 북한, 팔레스타인 영토, 르완다, 사우디아라비아, 소말리아, 남수단, 수단, 에스와티니(스와질란드), 시리아, 타지키스탄, 태국, 터키, 투르크메니스탄, 베네수엘라, 아랍에미리트, 우즈베키스탄, 서사하라 , 예멘.
nb: En liste over land hentet fra <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Verdensrapporten om frihet</a> med et dårlig rykte når det gjelder sivile friheter. Denne listen brukes til å plassere rutere som kjører i de angitte landene i <i>Skjult modus</i> for å gi forbedret sikkerhet for brukerne. Følgende land er merket som strenge: Afghanistan, Aserbajdsjan, Bahrain, Hviterussland, Brunei, Burundi, Kamerun, Den sentralafrikanske republikken, Tsjad, Kina, Cuba, Den demokratiske republikken Kongo, Egypt, Ekvatorial-Guinea, Eritrea, Etiopia, Iran, Kasakhstan, Laos, Libya, Myanmar, Nord-Korea, Palestinske territorier, Rwanda, Saudi-Arabia, Somalia, Sør-Sudan, Sudan, Eswatini (Swaziland), Syria, Tadsjikistan, Thailand, Tyrkia, Turkmenistan, Venezuela, De forente arabiske emirater, Usbekistan, Vestsahara, Jemen.
nl: Een lijst van landen afgeleid van het <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a> met een slechte reputatie op het gebied van burgerlijke vrijheden. Deze lijst wordt gebruikt om routers die draaien in de gespecificeerde landen in <i>Verborgen Modus</i> te plaatsen om gebruikers meer beveiliging te bieden. De volgende landen zijn aangeduid als strikte landen: Afghanistan, Azerbeidzjan, Bahrein, Wit-Rusland, Brunei, Burundi, Kameroen, Centraal-Afrikaanse Republiek, Tsjaad, China, Cuba, Democratische Republiek Congo, Egypte, Equatoriaal-Guinea, Eritrea, Ethiopië, Iran, Kazachstan, Laos, Libië, Myanmar, Noord-Korea, Palestijnse Gebieden, Rwanda, Saudi-Arabië, Somalië, Zuid-Soedan, Sudan, Eswatini (Swaziland), Syrië, Tadzjikistan, Thailand, Turkije, Turkmenistan, Venezuela, Verenigde Arabische Emiraten, Oezbekistan, Westelijke Sahara, Jemen.
pt: Uma lista de países derivados do <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Relatório sobre Liberdade Mundial</a> com uma reputação ruim em termos de liberdades civis. Essa lista é usada para colocar os roteadores que executam nos países especificados no <i>Modo Oculto</i> para proporcionar maior segurança aos usuários. Os seguintes países são designados como restritos: Afeganistão, Azerbaijão, Barein, Bielorrússia, Brunei, Burundi, Camarões, República Centro-Africana, Chade, China, Cuba, República Democrática do Congo, Egito, Guiné Equatorial, Eritreia, Etiópia, Irã, Cazaquistão, Laos, Líbia, Mianmar, Coreia do Norte, Territórios Palestinianos, Ruanda, Arábia Saudita, Somália, Sudão do Sul, Sudão, Essuatíni (Suazilândia), Síria, Tajiquistão, Tailândia, Turquia, Turcomenistão, Venezuela, Emirados Árabes Unidos, Uzbequistão, Saara Ocidental, Iêmen.
sl: Seznam držav, izveden iz <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Poročila o svetu in svobodi</a>, z slabo reputacijo v zvezi z civilnimi svoboščami. Ta seznam se uporablja za postavljanje usmerjevalnikov, ki delajo v določenih državah, v <i>Skrito stanje</i>, da uporabnikom pruži izboljšano varnost. Naslednje države so označene kot stroge: Afganistan, Azerbajdžan, Bahrajn, Berala, Brunaj, Burundi, Kamerun, Središnja Afriška republika, Čad, Kitajska, Kuba, Demokratična republika Kongo, Egipt, Ravninska Gvineja, Eritreja, Etiopija, Iran, Kazahstan, Laosi, Libija, Mjanmar, Severna Koreja, Palestinska ozemlja, Ruanda, Saoudska Arabija, Somalija, Južni Sudani, Sudani, Esvatini (Swaziland), Sirija, Tadžikistan, Tajland, Turčija, Turkmenistan, Venecuela, Združeni Arabski Emirati, Uzbekistan, Zahodna Sara, Jemen.
sv: En lista över länder som härstammar från <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>World Freedom Report</a> med ett dåligt rykte för medborgerliga friheter. Denna lista används för att placera routare som körs i de angivna länderna i <i>Hidden Mode</i> för att ge förbättrad säkerhet för användarna. Följande länder betraktas som stränga: Afghanistan, Azerbajdzjan, Bahrain, Belarus, Brunei, Burundi, Kamerun, Centralafrikanska republiken, Tchad, Kina, Kuba, Demokratiska republiken Kongo, Egypten, Ekvatorialguinea, Eritrea, Etiopien, Iran, Kazakstan, Laos, Libyen, Myanmar, Nordkorea, Palestinska territorierna, Rwanda, Saudiarabien, Somalia, Sydsudan, Sudan, Eswatini (Swaziland), Syrien, Tadzjikistan, Thailand, Turkiet, Turkmenistan, Venezuela, Förenade Arabemiraten, Uzbekistan, Västsahara, Jemen.
uk: Список країн, узятий зі <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Звіту про свободу у світі</a>, що мають слабку репутацію у сфері громадянських свобод. Цей список використовується для переведення маршрутизаторів, що працюють у зазначених країнах, у режим <i>Прихованого</i> для підвищення безпеки користувачів. Наступні країни визначені як суворі: Афганістан, Азербайджан, Бахрейн, Білорусь, Бруней, Бурунді, Камерун, Центральноафриканська Республіка, Чад, Китай, Куба, Демократична Республіка Конго, Єгипет, Екваторіальна Гвінея, Еритрея, Ефіопія, Іран, Казахстан, Лаос, Лівія, М'янма, Північна Корея, Палестинські території, Руанда, Саудівська Аравія, Сомалі, Південний Судан, Судан, Есватіні (Свазіленд), Сирія, Таджикистан, Таїланд, Туреччина, Туркменістан, Венесуела, Об'єднані Арабські Емірати, Узбекистан, Західна Сахара, Ємен.
vi: Danh sách các nước có dựa trên <a href=https://freedomhouse.org/report/countries-world-freedom-2019 class='sitelink external' target=_blank rel=noreferrer>Báo cáo Tự do Thế giới</a> với uy tín kém về tự do dân sự. Danh sách này được sử dụng để đặt các bộ định tuyến hoạt động tại các nước được chỉ định vào chế độ <i>Ẩn</i> nhằm tăng cường bảo mật cho người dùng. Các nước được chỉ định nghiêm ngặt bao gồm: Afghanistan, Azerbaijan, Bahrain, Belarus, Brunei, Burundi, Cameroon, Cộng hòa Trung Phi, Chad, Trung Quốc, Cuba, Cộng hòa Dân chủ Congo, Ai Cập, Guinea Xích Đạo, Eritrea, Ethiopia, Iran, Kazakhstan, Lào, Libya, Myanmar, Bắc Triều Tiên, Lãnh thổ Palestine, Rwanda, Ả Rập Xê Út, Somalia, Nam Sudan, Sudan, Eswatini (Swaziland), Syria, Tajikistan, Thái Lan, Thổ Nhĩ Kỳ, Turkmenistan, Venezuela, Các Tiểu vương quốc Ả Rập Thống nhất, Uzbekistan, Sahara Tây, Yemen.

source: Tunnel
ar: نفق
az: Tunel
bo: འགྲུལ་ལམ་
cs: Tunel
el: Τούνελ
es: Túnel
fa: تونل
fi: Käytävä
hi: टंनल
hu: Alagút
in: Terowongan
ja: トンネル
ko: 터널
pt: Túnel
sl: Tunel
uk: Тунель
vi: Đường hầm
