Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If a <i>Registration Authentication</i> string is requested, you can find it on the <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registration Authentication page</a> linked from the <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>. Registration authentication ensures only the owner is able to register or otherwise manage the hostname, and is required on stats.i2p and reg.i2p.
ar: إذا طُلب سلسلة <i>المصادقة على التسجيل</i>، يمكنك العثور عليها على <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>صفحة المصادقة على التسجيل</a> المرتبطة من <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>صفحة تكوين مدير الأنفاق</a>. تضمن المصادقة على التسجيل أن يكون المالك وحده قادرًا على تسجيل أو إدارة اسم المضيف، وهو مطلوب في stats.i2p و reg.i2p.
az: Əgər <i>Qeydiyyat Təsdiq</i> sətr tələb edilsə, onu <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Qeydiyyat Təsdiq Səhifəsi</a>ndən tapa bilərsiniz. Bu səhifə, yalnız malikin host adını təsdiq etməsini təmin edir və sadece stats.i2p və reg.i2p üçün tələb olunur.
bo: <i>རྒྱུས་སྒྲིག་པའི་བདེ་འཇགས་</i>དམིགས་བསལ་གྱི་ཡིག་རྐྱང་སྐུལ་བཅོས་བྱེད་དགོས་ཚེ། ཁྱེད་རང་གིས་<a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>འགྲུལ་ལམ་སྐྱོང་བའི་རྒྱུས་བཀོད་པའི་ཤོག་ངོས་</a> ལས་མཚམས་སྦྲེལ་བྱས་པའི་ <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>རྒྱུས་བཀོད་པའི་བདེ་འཇགས་ཀྱི་ཤོག་ངོས་</a> ནང་དེ་སྤྱད་ནས་རྙེད་ཐུབ། རྒྱུས་བཀོད་པའི་བདེ་འཇགས་ཀྱི་ཤུགས་རྐྱེན་གྱིས་གཉེར་བ་པོ་ཁོ་ན་ངོ་མ་གསལ་བའི་རིང་མཐུད་དེ་བཀོད་པ་དང་རྒྱུས་བཀོད་པའི་ཤུགས་རྐྱེན་དེ་དག་སྐྱོང་ཚུལ་བཅོས་སྒྲིག་བྱེད་ཐུབ་པ་དེ་ཡིན་ཞིང་། stats.i2p དང་ reg.i2p ནང་དེ་དགོས་པ་ཡིན།
cs: Pokud je požadován řetězec <i>Registration Authentication</i>, můžete jej najít na <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>stránce Registration Authentication</a> propojené z <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>stránky Konfigurace správce tunelů</a>. Registration authentication zajišťuje, že pouze vlastník je schopen registrovat nebo jinak spravovat hostname a je vyžadováno na stats.i2p a reg.i2p.
da: Hvis en <i>Registreringsgodkendelse</i> forespørgsel anmodes, kan du finde den på <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registreringsgodkendelsessiden</a> som er linket fra <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>. Registreringsgodkendelse sikrer, at kun ejeren kan registrere eller på anden måde administrere værtsnavnet, og dette er påkrævet på stats.i2p og reg.i2p.
el: Εάν ζητηθεί μια συμβολοσειρά <i>εξουσιοδότησης καταχώρησης (Registration Authentication)</i>, μπορείτε να την βρείτε στην <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>σελίδα εξουσιοδότησης καταχώρησης (Registration Authentication page)</a> που συνδέεται από την <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>σελίδα διαμόρφωσης διαχειριστή σωλήνων (Tunnel Manager Configuration page)</a>. Η εξουσιοδότηση καταχώρησης εξασφαλίζει ότι μόνο ο κάτοχος είναι σε θέση να καταχωρίσει ή διαχειριστεί το όνομα του κεντρικού υπολογιστή, και απαιτείται στο stats.i2p και reg.i2p.
es: Si se solicita una cadena de <i>Autenticación de Registro</i>, se puede encontrar en la página <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Autenticación de Registro</a> enlazada desde la página de configuración del <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Administrador de Túneles</a>. La autenticación de registro garantiza que solo el propietario pueda registrar o administrar el nombre de host, y es requerida en stats.i2p y reg.i2p.
et: Kui küsitakse <i>Registreerimisautentimise</i> stringi, leiate selle <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registreerimisautentimise leheküljelt</a>, mis on seotud <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnelihalduri konfiguratsioonilehelt</a>. Registreerimisautentimine tagab, et ainult omanik saab registreerida või hallata hostinime ning seda nõutakse stats.i2p ja reg.i2p.
fa: اگر به رشته «تایید ثبت‌نام» نیاز باشد، می‌توانید آن را در صفحه «<a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>تایید ثبت‌نام</a>» پیدا کنید که از صفحه تنظیمات «<a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>مدیر تونل</a>» پیوند داده شده است. تایید ثبت‌نام اطمینان می‌دهد فقط مالک می‌تواند نام میزبان را ثبت یا مدیریت کند و بر روی stats.i2p و reg.i2p الزامی است.
fi: Jos pyydetään <i>rekisteröintitunnistautumismerkkijonoa</i>, voit löytää sen <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>rekisteröintitunnistautumissivulta</a>, joka on linkitetty <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a> -sivulta. Rekisteröintitunnistautuminen varmistaa, että vain omistaja voi rekisteröidä tai hallinnoida verkkosivun osoitetta ja sitä vaaditaan stats.i2p- ja reg.i2p-sivustoilla.
hi: यदि पंजीकरण प्रमाणन स्ट्रिंग की मांग की जाती है, तो आप इसे पंजीकरण प्रमाणन पेज से प्राप्त कर सकते हैं, जिसका लिंक टंनल मैनेजर के सेटिंग पेज से उपलब्ध होता है। पंजीकरण प्रमाणन सुनिश्चित करता है कि केवल मालिक होस्टनाम पंजीकृत कर सकता है या अन्यथा इसे प्रबंधित कर सकता है, और stats.i2p और reg.i2p पर आवश्यक होता है।
hu: Ha a <i>Regisztrációs hitelesítési</i> karaktersorozatra van szükség, megtalálja a <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Regisztrációs hitelesítési oldalon</a>, amely a <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager konfigurációs oldalról van hivatkozva. A regisztrációs hitelesítés biztosítja, hogy csak az tulajdonosa tudja regisztrálni vagy más módon kezelni a hosztnévet, és szükséges a stats.i2p és reg.i2p oldalakon.
in: Jika diminta <i>Otentikasi Pendaftaran</i>, Anda dapat menemukannya di halaman <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Otentikasi Pendaftaran</a> yang terkait dari halaman <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Konfigurasi Pengelola Terowongan</a>. Otentikasi pendaftaran memastikan hanya pemilik yang dapat mendaftar atau mengelola hostname, dan diperlukan di stats.i2p dan reg.i2p.
it: Se viene richiesta una stringa di <i>Autenticazione Registrazione</i>, la puoi trovare sulla <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Pagina di Autenticazione Registrazione</a> collegata dalla <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Pagina di Configurazione del Gestore del Tunnel</a>. L'autenticazione della registrazione garantisce che solo il proprietario sia in grado di registrare o gestire l'hostname e richiesta su stats.i2p e reg.i2p.
ja: もし<i>登録認証</i>文字列が要求された場合は、<a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>登録認証ページ</a>から見つけることができます。このページは<a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>トンネルマネージャー構成ページ</a>にリンクされています。登録認証は、ホスト名を登録または管理するのは所有者のみに制限し、stats.i2pとreg.i2pでは必要とされます。
ko: <i>등록 인증</i> 문자열을 요청하는 경우, <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>등록 인증 페이지</a>에서 찾을 수 있습니다. 해당 페이지는 <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>터널 관리자 구성 페이지</a>에서 링크되어 있습니다. 등록 인증은 소유자만 호스트 이름을 등록하거나 관리할 수 있도록 보장하며, stats.i2p와 reg.i2p에서 필요합니다.
nb: Hvis en <i>Registreringsautentisering</i>-streng er nødvendig, finner du den på <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registreringsautentiseringssiden</a> som er linket fra <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager-konfigureringssiden</a>. Registreringsautentisering sikrer at kun eieren kan registrere eller administrere vertsnavnet, og er påkrevd på stats.i2p og reg.i2p.
nl: Als een <i>Registratie Authenticatie</i> string wordt aangevraagd, kunt u deze vinden op de <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registratie Authenticatie pagina</a> die gelinkt is vanaf de <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuratie pagina</a>. Registratie authenticatie zorgt ervoor dat alleen de eigenaar de hostname kan registreren of beheren, en is vereist op stats.i2p en reg.i2p.
pt: Se um <i>Registro de Autenticação</i> for solicitado, você pode encontrá-lo na página de <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Autenticação de Registro</a> vinculada à página de <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Configuração do Gerenciador de Túneis</a>. A autenticação de registro garante que apenas o proprietário possa registrar ou gerenciar o nome do host, e é necessária para stats.i2p e reg.i2p.
sl: Če je zahtevana niz <i>Registracijska overitev</i>, ga lahko najdete na strani <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registracijska overitev</a>, povezan z <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Nastavitve menedžera tunela</a>. Registracijska overitev zagotavlja, da lahko registrira ali drugače upravlja s imenom gostitelja le lastnik, in je potrebna na stats.i2p in reg.i2p.
sv: Om en <i>Registreringsautentisering</i>-sträng begärs, kan du hitta den på <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Registreringsautentiseringssidan</a> länkad från <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Konfigurationssidan för tunnelhanteraren</a>. Registreringsautentisering säkerställer att endast ägaren kan registrera eller på annat sätt hantera värdnamnet och krävs för stats.i2p och reg.i2p.
uk: Якщо запитують <i>Строку аутентифікації реєстрації</i>, її можна знайти на сторінці <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Аутентифікація реєстрації</a>, до якої є посилання зі сторінки <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>конфігурації менеджера тунелів</a>. Аутентифікація реєстрації гарантує, що лише власник зможе зареєструвати чи керувати доменною назвою, і вимагається на stats.i2p та reg.i2p.
vi: Nếu yêu cầu một chuỗi <i>Xác thực Đăng ký</i>, bạn có thể tìm thấy nó trên trang <a href='http://127.0.0.1:7657/i2ptunnel/register?tunnel=3'>Xác thực Đăng ký</a> được liên kết từ trang <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Cấu hình Quản lý Đường hầm</a>. Xác thực đăng ký đảm bảo chỉ chủ sở hữu mới có thể đăng ký hoặc quản lý tên miền, và yêu cầu trên stats.i2p và reg.i2p.

source: If you are in a hurry and can't wait a few hours, you can tell people to use a "jump" address helper redirection service. This will usually work within a few minutes of your registering your hostname on the same site. Test it yourself first by entering <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> into your browser. Once it is working, you can tell others to use it.
ar: إذا كنت في عجلة ولا تستطيع الانتظار بضع ساعات، يمكنك إخبار الناس باستخدام خدمة تحويل عناوين المساعد "jump" . عادةً ما يعمل هذا خلال بضع دقائق من تسجيل اسم المضيف الخاص بك على نفس الموقع. اختبر ذلك بنفسك أولاً عن طريق إدخال <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> في متصفحك. مرة واحدة يعمل، يمكنك إخبار الآخرين باستخدامه.
az: Əgər çox sürətliysinizsə və bir neçə saat gözləmək istəmirsəniz, insanlara "jump" ünvan köməkçi yenidən yönləndirilmə xidmətindən istifadə etmələrini deyə bilərsiniz. Bu, host adınızı eyni saytda qeydiyyata almanızdan bir neçə dəqiqə sonra adətən işləyəcəkdir. Öncə onu bəyəninə daxil edərək özünüzə baxın. <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code>. İşləyəndə, başqalarına da istifadə etmələrini deyə bilərsiniz.
bo: ཁྱོད་ཀྱི་དུས་མེད་ན་དང་། གོང་གི་ཉིན་གཉིས་བར་བར་མ་བར་བཟོ་ནུབ་ན། ཁྱོད་མི་རྣམས་ལ་“བསྐོར་ཐུང་” གི་འཐོབ་ཐུང་གི་གཞུང་བརྒྱུད་དོ་ཁུར་བྱེད་པའི་ཞབས་ཞུ་སྤྱོད་པར་བཤད་ཆོག ཁྱོད་ཀྱིས་དོན་འཁྱོལ་བྱས་རྗེས་ཐོག་མར་མེན་གཅིག་གི་ནང་ལ་བཙུགས་ན་དེ་སྔོན་བཞིན་བྱེད་ཆོག སྔོན་ལ་ཁྱོད་དེ་རང་གིས་ཚང་མ་བཤེར་དགོས དེར་བཞེད་ན་ཁྱོད་ཀྱི་བྲ་ཤོར་ལ་འཇུག་དགོས <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> དེ་ཞིབ་དཔྱད་བྱས་རྗེས་ཁྱོད་མི་རྣམས་ལ་དེ་སྤྱོད་པར་བཤད་ཆོག
cs: Pokud máte náhodou náhle a nemůžete počkat pár hodin, můžete lidem říct, aby použili službu přesměrování pomocných adres "jump". Obvykle to funguje do několika minut poté, co zaregistrujete svůj hostname na stejném webu. Nejdříve to otestujte sami tím, že zadáte <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>vášvolenýhostname.i2p</i></code> do svého prohlížeče. Jakmile to funguje, můžete říct ostatním, aby to také používali.
da: Hvis du har travlt og ikke kan vente et par timer, kan du fortælle folk at bruge en hjælpeeroutingservice til "jump"-adressen. Dette vil normalt virke inden for et par minutter efter du har registreret dit værtsnavn på samme websted. Test det selv først ved at indtaste <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> i din browser. Når det virker, kan du fortælle andre at bruge den.
el: Εάν έχετε βιαστεί και δεν μπορείτε να περιμένετε μερικές ώρες, μπορείτε να πείτε στους ανθρώπους να χρησιμοποιήσουν έναν υπηρεσία ανακατεύθυνσης βοηθού "άλματος". Αυτό συνήθως θα λειτουργήσει εντός μερικών λεπτών από την καταχώρηση του ονόματος του κεντρικού υπολογιστή σας στον ίδιο ιστότοπο. Δοκιμάστε το πρώτα εισάγοντας <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> στο πρόγραμμα περιήγησής σας. Μόλις λειτουργήσει, μπορείτε να πείτε σε άλλους να το χρησιμοποιήσουν.
es: Si estás apurado y no puedes esperar algunas horas, puedes decirle a la gente que use un servicio de redirección de "salto" de ayuda de dirección. Generalmente funcionará en unos pocos minutos después de registrar tu nombre de host en el mismo sitio. Primero pruébalo tú mismo ingresando <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>tumismombrdecost.i2p</i></code> en tu navegador. Una vez que funcione, puedes decirles a otros que lo usen.
et: Kui olete kiirustanud ja ei saa mõnda tundi oodata, võite inimestele öelda, et nad saavad kasutada "jump" aadressiabistavaid ümbersuunamisteenuseid. Seda tavaliselt töötavad juba mõne minuti pärast pärast teie domeeni registreerimist samal saidil. Testige seda kõigepealt ise, sisestades oma veebibrauserisse <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code>. Kui see töötab, võite öelda teistele seda kasutada.
fa: اگر شما عجله دارید و نمی‌توانید چند ساعت صبر کنید، می‌توانید به مردم بگویید از سرویس هدایت بازآدرسی "پرش" استفاده کنند. این سرویس معمولاً در عرض چند دقیقه پس از ثبت نام نام میزبان خود در همان سایت کار می‌کند. ابتدا با وارد کردن <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> در مرورگر خود آن را تست کنید. پس از آن که کار می‌کند، می‌توانید به دیگران بگویید از آن استفاده کنند.
fi: Jos olet kiireinen etkä voi odottaa muutamaa tuntia, voit kehottaa ihmisiä käyttämään "hyppy"-osoitteen avustavaa uudelleenohjauspalvelua. Tämä toimii yleensä muutamassa minuutissa oman verkkosivun osoitteen rekisteröimisen jälkeen samalla sivustolla. Testaa se ensin itse syöttämällä <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>valitsemasiomain.nimi.i2p</i></code> selaimessasi. Kun se toimii, voit kertoa muille käyttää sitä.
hi: यदि आप तत्पर हैं और कुछ घंटों की प्रतीक्षा नहीं कर सकते, तो आप लोगों को 'जंप' एड्रेस हेल्पर रेडिरेक्टिव सर्विस का उपयोग करने के लिए कह सकते हैं। यह आमतौर पर आपके होस्टनाम को उसी साइट पर पंजीकृत करने के कुछ मिनटों के भीतर कार्य करने लगेगा। इसे अपने आप को पहले ही परीक्षण करें, अपने ब्राउज़र में http://stats.i2p/cgi-bin/jump.cgi?a=yourchosenhostname.i2p प्रविष्ट करके। एक बार यह कार्यरत हो जाता है, आप दूसरों को इसका उपयोग करने के लिए बता सकते हैं।
hu: Ha siettetsz, és nem tudsz pár órát várni, akkor elmondhatod az embereknek, hogy használják az „ugrás” címsegítő átirányító szolgáltatást. Ez általában néhány percen belül működni fog miután regisztráltad a hosztnévét ugyanazon az oldalon. Előbb teszteld le magad a böngésződben ennek a beírásával: <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>a választott menedékod.i2p</i></code>. Ha működik, akkor másoknak is elmondhatod, hogy használják.
in: Jika Anda dalam keadaan terburu-buru dan tidak bisa menunggu beberapa jam, Anda dapat memberitahu orang lain untuk menggunakan layanan bantuan alamat "lompat" atau redireksi. Biasanya ini akan berfungsi dalam beberapa menit sejak Anda mendaftarkan hostname di situs yang sama. Cobalah terlebih dahulu dengan memasukkan <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> ke browser Anda. Sekali ini berfungsi, Anda dapat memberitahu orang lain untuk menggunakannya.
it: Se hai fretta e non puoi aspettare qualche ora, puoi dire alle persone di utilizzare un servizio di reindirizzamento dell'indirizzo "jump". Di solito ciò funziona entro pochi minuti dalla registrazione del tuo hostname sullo stesso sito. Provalo tu stesso inserendo <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>nomescelto.i2p</i></code> nel tuo browser. Una volta che funziona, puoi dirlo agli altri.
ja: 急いでいて数時間待つことができない場合は、「ジャンプ」アドレスヘルパーのリダイレクトサービスを使用するよう他の人に伝えることができます。これは、同じサイトでホスト名を登録した後数分以内に通常動作します。まず、ブラウザに<code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code>を入力してテストしてください。動作するようになったら、他の人に使うよう伝えることができます。
ko: 급하게 시간을 기다릴 수 없다면, 사람들에게 "점프" 주소 도우미 리다이렉션 서비스를 사용하도록 알릴 수 있습니다. 이는 주소를 등록한 후 일반적으로 몇 분 내에 작동할 것입니다. 우선 브라우저에 <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code>를 입력하여 테스트해보세요. 작동할 때 다른 사람들에게 알릴 수 있습니다.
nb: Hvis du har det travelt og ikke kan vente noen timer, kan du be folk om å bruke en "hopp"-adressehjelper omdirigeringstjeneste. Dette vil vanligvis fungere innen noen minutter etter at du har registrert vertsnavnet ditt på samme nettsted. Test det først ved å skrive inn <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> i nettleseren din. Når det fungerer, kan du fortelle andre å bruke det.
nl: Als u haast heeft en niet enkele uren kunt wachten, kunt u mensen vertellen om een "jump" adres helper doorverwijzingsservice te gebruiken. Dit zal meestal binnen enkele minuten werken nadat u uw hostname op dezelfde site hebt geregistreerd. Test het eerst zelf door <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>uwgekozenhostname.i2p</i></code> in uw browser in te voeren. Zodra het werkt, kunt u anderen vertellen om het te gebruiken.
pt: Se você está com pressa e não pode esperar algumas horas, você pode pedir às pessoas para usarem um serviço de redirecionamento de endereço de "salto" ("jump"). Isso geralmente funcionará dentro de alguns minutos após você registrar o nome do host no mesmo site. Teste você mesmo primeiro inserindo <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>seunomeescolhido.i2p</i></code> no seu navegador. Uma vez que estiver funcionando, você pode dizer aos outros para usarem isso.
sl: Če ste v teku in ne morete počakati nekaj ur, ljudem lahko sporočite, da uporabljajo storitev usmerjanja pomočnika naslova "skok". To običajno deluje znotraj nekaj minut po registraciji vašega imena gostitelja na istem mestu. Najprej se sami preizkusite, vnesite <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>izbranoimegostitelja.i2p</i></code> v brskalnik. Ko to deluje, lahko drugim sporočite, da to uporabljajo.
sv: Om du har bråttom och inte kan vänta några timmar kan du be folk att använda en "jump"-adresshjälpretdegeringstjänst. Detta kommer vanligtvis att fungera inom några minuter efter att du har registrerat ditt värdnamn på samma sida. Testa det själv först genom att ange <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> i din webbläsare. När det fungerar kan du berätta för andra att använda det.
uk: Якщо вам терміново і декілька годин чекати не можна, ви можете повідомити людей користуватися службою «переходу» адресної допомоги. Зазвичай це спрацює протягом декількох хвилин після реєстрації вашої доменної назви на тому ж сайті. Випробуйте це самі, введши <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>вашаобранадоменна назва.i2p</i></code> у браузер. Коли це спрацює, ви можете сказати іншим це використовувати.
vi: Nếu bạn vội vàng không thể đợi vài giờ, bạn có thể bảo mọi người sử dụng dịch vụ định hướng lại địa chỉ trợ giúp "nhảy". Thường dịch vụ này sẽ hoạt động trong vài phút kể từ khi bạn đăng ký tên miền của mình trên cùng một trang. Hãy kiểm tra trước bằng cách nhập <code>http://stats.i2p/cgi-bin/jump.cgi?a=<i>yourchosenhostname.i2p</i></code> vào trình duyệt của bạn. Khi đã hoạt động, bạn có thể bảo mọi người sử dụng dịch vụ này.

source: Alternatively, you can copy the <i>address helper link</i> for your domain, indicated either on the addressbook list page, or on the details page for your domain e.g. <a href='/dns?details&amp;h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>details for skank.i2p</a>, and paste the link where it's required to share it with others.
bo: གལ་སྲིད་ན། ཁྱོད་ཁྱོད་ཀྱི་གཞི་ཡིག་གི་འཐོབ་ཐུང་གི་གཞུང་བརྒྱུད་དོ་ཁུར་བྱེད་པའི་སྡེབ་རྒྱུན་འདི་དང་འདྲ་བའི་གཞི་ཡིག་གི་ཞིབ་འཇུག་ནང་ནས་ཡང་ན་གཞི་ཡིག་གི་ཞིབ་འཇུག་ནང་ནས་དཔེར་ན། <a href='/dns?details&amp;h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>skank.i2p དང་འབྲེལ་ཡོད་ཞིབ་འཇུག</a> གི་ནང་ནས་འདི་བཤེར་ནས་གཞན་དག་ལ་གཞུང་བརྒྱུད་དོ་ཁུར་བྱེད་པར་དེ་བཙུགས་དགོས
hi: वैकल्पिक रूप से, आप अपने डोमेन के लिए <i>पता सहायक लिंक</i> को कॉपी कर सकते हैं, जो या तो पता पुस्तिका सूची पृष्ठ पर, या आपके डोमेन के विवरण पृष्ठ पर इंगित किया गया है जैसे <a href='/dns?details&amp;h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>skank.i2p के लिए विवरण</a>, और लिंक को उस स्थान पर चिपकाएं जहां इसे दूसरों के साथ साझा करने की आवश्यकता है।
ko: 또는, 도메인에 대한 <i>주소 도우링크</i>를 복사할 수 있습니다. 이는 주소록 목록 페이지나 도메인의 상세 페이지에서 표시됩니다. 예: <a href='/dns?details&amp;h=skank.i2p&amp;book=router' target=_blank rel=noreferrer>skank.i2p의 상세</a>. 그리고 다른 사람과 공유해야 하는 곳에 링크를 붙여넣으세요.

source: Backup your private key!
ar: قم بعمل نسخة احتياطية لمفتاحك الخاص!
az: Şəxsi açarınızı yedəkləyin!
bo: ཁྱོད་ཀྱི་གསང་གི་ལྡན་པའི་མིང་ཐོག་མ་བཟོ་ནུབ་བྱེད་དགོས！
cs: Zálohujte si svůj soukromý klíč!
da: Backup din private nøgle!
el: Δημιουργήστε αντίγραφα ασφαλείας του ιδιωτικού κλειδιού σας!
es: ¡Haz una copia de respaldo de tu clave privada!
et: Varundage oma privaatvõti!
fa: پشتیبان‌گیری کلید خصوصی‌تان کنید!
fi: Varmuuskopioi yksityinen avain!
hi: अपना निजी कुंजी बैकअप करें!
hu: Készíts biztonsági másolatot a privát kulcsodról!
in: Cadangkan kunci pribadi Anda!
it: Eseguire il backup della chiave privata!
ja: 秘密鍵をバックアップしてください。
ko: 개인 키를 백업하세요!
nb: Sikkerhetskopier privatnøkkelen din!
nl: Maak een back-up van uw privésleutel!
pt: Faça backup da sua chave privada!
sl: Naredite varnostno kopijo svojega zasebnega ključa!
sv: Säkerhetskopiera din privata nyckel!
uk: Резервна копія приватного ключа!
vi: Sao lưu chìa khóa riêng của bạn!
