Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A simple CGI application that takes a hostname as a parameter and returns a 301 redirect to the proper URL with a <code>?i2paddresshelper=key</code> string appended. The HTTP proxy will interpret the appended string and use the key as the actual destination. In addition, the proxy will cache the key so the address helper is not necessary until restart, and offer the option to add the resolved address to the addressbook.
ar: تطبيق CGI بسيط يأخذ اسم المضيف كمعلمة ويعيد توجيه 301 إلى الURL الصحيح مع سلسلة <code>?i2paddresshelper=key</code> مرفقة. سيقوم بركسي HTTP بتفسير السلسلة المرفقة واستخدام المفتاح كالوجهة الفعلية. إضافة إلى ذلك، سيقوم البركسي بتخزين المفتاح حتى لا تكون خدمة العنوان ضرورية حتى إعادة التشغيل، وعرض خيار إضافة العنوان المحلل إلى دليل العناوين.
az: A simple CGI tətbiqdir ki, təkər bir host adını parametr kimi götürür və <code>?i2paddresshelper=key</code> əlavə edilmiş doğru URL üçün bir 301 yönləndirməsinə qaytarır. HTTP proksisi əlavə olunmuş sətiri işləyəcək və məqsədə uyğun olaraq istifadə edəcək. Bundan əlavə, proksi açıqlanan ünvanı kitabçana əlavə etmək imkanını təklif edəcəkdir.
bo: ཨང་རུམ་མ་གཅིག་གིས་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་སྤྱིར་བཏང་གི་URL ལ་<code>?i2paddresshelper=key</code>ཅེས་པའི་ཡིག་རྐྱང་ཚུད་པའི་སྒོར་འཁོར་སོག་མ་ལོག་པའི་ཨང་རུམ་མ་གཉིས་ཅུ་རྩ་གཅིག་(301)ལ་སློག་པར་བྱེད་པའི་CGI ཉེར་སྤྱོད་རྩ་བའི་ཁག་ཅིག་ཡིན། HTTP སྤྲོ་ཁུ་ནི་ཡིག་རྐྱང་དེ་འགྱུར་བརྗོད་བྱས་ཏེ་མཉམ་གྲོགས་ཀྱི་གནས་ཚུལ་སྤྱིར་བཏང་དེ་རྣམས་མགོ་བརྩམས་ནས་བཀོལ་སྤྱོད་བྱེད་པ་ཡིན། དེ་མ་ཟད། སྤྲོ་ཁུ་འདིས་མཉམ་གྲོགས་ཀྱི་གནས་ཚུལ་དེ་སྣ་ཚོགས་བརྒྱུད་མ་བསྐྱར་བར་སྣོད་ཆུད་དུ་སྲུང་སྐྱོང་བྱེད་པ་མ་ཟད། སྒུལ་བསྐྱར་དུས་བུ་མ་རེ་རེར་ཡིག་ཁུ་གོང་ནས་མཉམ་གྲོགས་ཀྱི་གནས་ཚུལ་འདི་ཡིག་ཁུ་དེར་ཞུགས་རོགས་བྱེད་པའི་མཐུན་རྐྱེན་ཡང་སྤྲོད་པ་ཡིན།
cs: Jednoduchá aplikace CGI, která přijímá jako parametr hostname a vrátí 301 přesměrování na správnou URL s připojeným řetězcem <code>?i2paddresshelper=key</code>. Proxy server HTTP interpretuje připojený řetězec a používá klíč jako skutečný cíl. Proxy server také ukládá klíč do cache paměti, takže není nutné používat address helper až do restartu a nabízí možnost přidání vyřešené adresy do adresáře.
da: En simpel CGI-applikation, der tager et værtsnavn som en parameter og returnerer en 301-omdirigering til den korrekte URL med en <code>?i2paddresshelper=key></code> streng vedhæftet. HTTP-proxyen vil tolke den vedhæftede streng og bruge nøglen som det faktiske bestemmelsessted. Desuden vil proxy'en cachelagre nøglen, så adressenhjælperen ikke er nødvendig, indtil den genstartes, og den vil tilbyde muligheden for at tilføje den løste adresse til adressebogen.
el: Μια απλή εφαρμογή CGI που παίρνει ένα όνομα κεντρικού υπολογιστή ως παράμετρο και επιστρέφει μια επανεύθυνση 301 ανακατεύθυνσης στο σωστό URL με μία συμβολοσειρά <code>?i2paddresshelper=key</code> προσθέτονται. Ο HTTP διακομιστής θα ερμηνεύει την προστιθεμένη συμβολοσειρά και θα χρησιμοποιεί το κλειδί ως πραγματικό προορισμό. Επιπλέον, ο διακομιστής θα κρατάει το κλειδί στη μνήμη cache ώστε ο address helper να μην είναι απαραίτητος μέχρι την επανεκκίνηση και θα προσφέρει τη δυνατότητα προσθήκης της επιλυμένης διεύθυνσης στο addressbook.
es: Una aplicación CGI sencilla que toma un nombre de host como parámetro y retorna una redirección 301 a la URL correcta con la cadena <code>?i2paddresshelper=key</code> agregada. El proxy HTTP interpretará la cadena agregada y usará la clave como el destino real. Además, el proxy almacenará la clave en caché de modo que no sea necesario el auxiliar de direcciones hasta el reinicio, y ofrecerá la opción de agregar la dirección resuelta a la libreta de direcciones.
et: Lihtne CGI rakendus, mis võtab parameetrina vastu hostinime ja suunab selle 301 ümbersuunamise abil sobivale URL-ile, millele on lisatud <code>?i2paddresshelper=key</code> string. HTTP proksis tõlgendatakse lisatud stringi ja kasutatakse seda võrgusihina. Lisaks vahemäluvad proksid võrgusihina lisatud stringi nii, et aadressitoetajat pole uuesti vaja enne taaskäivitamist. Lisaks pakuvad proksid võimalust lisada lahendatud aadress aadressiraamatusse.
fa: یک برنامه CGI ساده است که یک نام میزبان را به عنوان پارامتر می‌گیرد و به URL صحیح تبدیل 301 ردیابی می‌کند با توسل به رشته <code>?i2paddresshelper=key</code> اضافه شده‌است. پراکسی HTTP این رشته اضافه شده را تعبیر می‌کند و از کلید به عنوان واقعی مقصد استفاده خواهدکرد. علاوه بر این، پراکسی کلید را کَش می‌کند بنابراین کمک نشانی تا راه‌اندازی مجدد ضروری نخواهد بود و امکان افزودن آدرس حل‌شده به کتاب آدرس را فراهم می‌کند.
fi: Yksinkertainen CGI-sovellus, joka ottaa isäntänimen parametrina ja palauttaa 301 uudelleenohjauksen oikeaan URL-osoitteeseen, johon on lisätty <code>?i2paddresshelper=key</code> -merkkijono. HTTP-välityspalvelin tulkitsee lisätyn merkkijonon ja käyttää avainta todellisena kohdeosoitteena. Lisäksi välityspalvelin välimuistaa avaimen, joten osoitteen apulaite ei ole tarpeellinen ennen uudelleenkäynnistystä, ja se tarjoaa mahdollisuuden lisätä ratkaistu osoite osoitekirjaan.
hi: एक सरल CGI अनुप्रयोग है जो एक होस्टनेम को पैरामीटर के रूप में लेता है और एक <code>?i2paddresshelper=key</code> स्ट्रिंग के साथ सही URL के लिए 301 रीडाइरेक्ट लौटाता है। HTTP प्रोक्सी जोड़े गए स्ट्रिंग को तालाबान करेगा और कुंजी को वास्तविक गंतव्य के रूप में उपयोग करेगा। इसके अलावा, प्रोक्सी कुंजी को कैश करेगा ताकि एड्रेस हेल्पर तब तक आवश्यक नहीं होगा जब तक कि सिस्टम फिर से शुरू नहीं होता है, और समाधानित पते को एड्रेसबुक में जोड़ने का विकल्प प्रदान करेगा।
hu: Egy egyszerű CGI alkalmazás, amely egy hostnevet kap paraméterként és visszatér egy 301 átirányítással a megfelelő URL-címmel, amelyhez egy <code>?i2paddresshelper= kulcs</code> karakterláncot fűz hozzá. Az HTTP proxy a fűzött karakterláncot értelmezni fogja és a kulcsot valós célpontként használja. Ezenkívül a proxy gyorsítótárazza a kulcsot, így az elérési segédlet nem szükséges a restart előtt, és lehetőséget nyújt a feloldott cím hozzáadására az addressbookhoz.
in: Aplikasi CGI sederhana yang mengambil hostname sebagai parameter dan mengembalikan redirect 301 ke URL yang tepat dengan tautan <code>?i2paddresshelper=key</code> yang terlampir. Proxy HTTP akan menginerpretasikan tautan yang terlampir dan menggunakan kunci sebagai tujuan sebenarnya. Selain itu, proxy akan menyimpan kunci sehingga address helper tidak diperlukan hingga restart, dan menawarkan pilihan untuk menambahkan alamat yang diselesaikan ke daftar alamat.
it: Una semplice applicazione CGI che prende un hostname come parametro e restituisce un reindirizzamento 301 all'URL corretto con una stringa <code>?i2paddresshelper=key</code> allegata. Il proxy HTTP interpreterà la stringa allegata e utilizzerà la chiave come destinazione reale. Inoltre, il proxy memorizzerà nella cache la chiave in modo che l'helper di indirizzo non sia necessario fino al riavvio, e offrirà l'opzione di aggiungere l'indirizzo risolto all'agenda.
ja: ホスト名をパラメータとして受け取り、<code>?i2paddresshelper=key</code>という文字列を追加して正しいURLへの301リダイレクトを返すシンプルなCGIアプリケーションです。HTTPプロキシは追加された文字列を解釈し、キーを実際の宛先として使用します。また、プロキシはキーをキャッシュするため、再起動までアドレスヘルパーは必要ありません。また、解決したアドレスをアドレス帳に追加するオプションも提供します。
ko: 호스트 이름을 매개 변수로 받아와 해당 URL로 <code>?i2paddresshelper=key</code> 문자열이 추가된 301 리디렉션을 반환하는 간단한 CGI 애플리케이션입니다. HTTP 프록시는 추가된 문자열을 해석하고 해당 키를 실제 대상으로 사용합니다. 또한, 프록시는 키를 캐시하여 주소 도우미가 재시작되기 전에는 필요하지 않으며, 해결된 주소를 주소록에 추가하는 옵션을 제공합니다.
nb: En enkel CGI-applikasjon som tar en vertsnavn som parameter og returnerer en 301-omdirigering til riktig URL med en <code>?i2paddresshelper=key</code>-streng som er lagt til. HTTP-proxyen vil tolke den tilføyde strengen og bruke nøkkelen som den faktiske destinasjonen. I tillegg vil proxyen mellomlagre nøkkelen, slik at adressehjelperen ikke er nødvendig før omstart, og tilby muligheten til å legge til den løste adressen i adresseboken.
nl: Een eenvoudige CGI-toepassing die een hostname als parameter accepteert en een 301-omleiding retourneert naar de juiste URL met een toegevoegde <code>?i2paddresshelper=key</code> string. De HTTP-proxy zal de toegevoegde string interpreteren en de sleutel als bestemming gebruiken. Bovendien zal de proxy de sleutel in de cache bewaren, zodat de adresassistent niet nodig is tot herstart, en de optie bieden om het opgeloste adres aan het adresboek toe te voegen.
pt: Um aplicativo CGI simples que recebe um nome de host como parâmetro e retorna um redirecionamento 301 para a URL correta com uma string <code>?i2paddresshelper=key</code> anexada. O proxy HTTP irá interpretar a string anexada e usar a chave como destino real. Além disso, o proxy armazenará em cache a chave para que o auxiliar de endereço não seja necessário até a reinicialização e oferecerá a opção de adicionar o endereço resolvido à agenda de endereços.
sl: Enostavna CGI aplikacija, ki prejme ime gostitelja kot parameter in vrne 301 preusmeritev na pravilen URL z <code>?i2paddresshelper=key</code> nizom, dodan na konec. HTTP posredniški strežnik interpretira niz, dodan na konec, in uporabi ključ kot resnični namen. Poleg tega bo posredniški strežnik zapomnil ključ, tako da je pomočnik naslova nenehna do ponovnega zagona, in ponudil možnost, da dodate rešeni naslov v imenik.
sv: En enkel CGI-applikation som tar en värdnamn som parameter och returnerar en 301-omdirigering till rätt URL med en <code>?i2paddresshelper=key</code> sträng bifogad. HTTP-proxyt kommer att tolka den bifogade strängen och använda nyckeln som den faktiska destinationen. Dessutom kommer proxyt att cacha nyckeln så att adresshjälpen inte behövs förrän omstart, och erbjuda möjligheten att lägga till den lösta adressen i adressboken.
uk: Простий веб-застосунок CGI, який отримує ім'я хоста як параметр і повертає перенаправлення 301 до правильної адреси з доданим рядком <code>?i2paddresshelper=key</code>. HTTP-проксі інтерпретуватиме доданий рядок і використовуватиме ключ як фактичну адресу призначення. Крім того, проксі буде кешувати ключ, щоб допомігник адреси не був необхідним до перезапуску, і пропонуватиме опцію додавання розв'язаної адреси до Книги адрес.
vi: Một ứng dụng CGI đơn giản nhận tên miền làm tham số và trả về 301 phân luồng đến URL chính xác với xâu <code>?i2paddresshelper=key</code> đính kèm. Proxy HTTP sẽ diễn giải xâu đính kèm và sử dụng khóa làm đích thực tế. Thêm vào đó, proxy sẽ lưu trữ khóa để trợ giúp địa chỉ không cần thiết cho đến khi khởi động lại, và cung cấp tùy chọn để thêm địa chỉ giải quyết vào danh bạ.

source: Laptop Mode
ar: أزياء الكمبيوتر المحمول
az: Laptop Modu
bo: ལབ་ཁུ་ཐབས་
cs: Režim notebooku
da: Bærbar tilstand
el: Λειτουργία φορητού υπολογιστή
es: Modo Portátil
et: Sülearvuti režiim
fa: حالت لپ‌تاپ
fi: Kannettava tietokone -tila
hi: लैपटॉप मोड
hu: Laptop Mód
in: Mode Laptop
it: Modalità laptop
ja: ラップトップモード
ko: 노트북 모드
nb: Laptop-modus
nl: Laptop Modus
pt: Modo Laptop
sl: Način prijenosa
sv: Laptopläge
uk: Мода на ноутбук
vi: Chế độ máy tính xách tay

source: An <a href=/confignet#ipchange>optional configuration</a> that automatically changes your <a href=/netdb?r=.>router identity</a> and <a href=/confignet#udpconfig>external port</a> when the public ip address your system is on changes. This can prevent an adversary from correlating your router identity and ip address in scenarios where your ip address may change frequently, for example when you're running I2P on a laptop from multiple locations.
ar: تهيئة<a href=/confignet#ipchange>اختيارية</a> تغير تلقائيًا هويتك الموجه <a href=/netdb?r=.>هوية موجهك</a> و<a href=/confignet#udpconfig>المنفذ الخارجي</a> عندما يتغير عنوان IP العام الذي تعمل عليه نظامك. يمكن ذلك منع طرف خبيث من ربط هوية موجهك وعنوان IP في السيناريوهات التي قد يتغير فيها عنوان IP بشكل متكرر، على سبيل المثال عند تشغيل I2P على جهاز لاب توب من عدة مواقع.
az: Sizin sisteminizin olduğu umumi IP ünvanının dəyişməsi halında avtomatik olaraq <a href=/confignet#ipchange>isteğe bağlı yapılandırmadır</a>, bu zaman <a href=/netdb?r=.>router identifikasiyasını</a> və <a href=/confignet#udpconfig>qeyri-mütləq portu</a> dəyişdirir. Bu, IP ünvanınızın sə frequently dəyişə biləcəyi mənada router identifikasiyası və IP ünvanınızın ayıklanmasına qarşı qoruyucu tədbirlər almaq üçün could prevent. Məsələn, I2P-ni bir neçə mövqeydən laptoptan çalışdırırsınız.
bo: <a href=/confignet#ipchange>རྒྱུས་འདོར་བྱེད་མི་ཆོག་པའི་བཀོད་སྒྲིག</a>(optional configuration)ཞིག་སྟེ། ཁྱེད་ཀྱི་མ་ལག་དཔལ་འབྱོར་གྱི་IP སྒོ་བསྒྲག་མ་འགྱུར་བར་སྐབས་ངོ་མ་གསལ་བའི་<a href=/netdb?r=.>སྒོ་བསྒྲག་མའི་ངོ་བཤད་</a>དང་ <a href=/confignet#udpconfig>ཕྱི་རོལ་གྱི་སྒོ་བསྒྲག་མ་</a>རྣམས་རང་འགུལ་གྱིས་འགྱུར་བར་བྱེད་པ་ཡིན། འདིས་ཁྱེད་ཀྱི་IP སྒོ་བསྒྲག་མ་གང་ནས་མ་ཚུགས་པར་འགྱུར་བ་བཅས་པ་དེ་དག་ལ་མཉམ་གྲོགས་གཤམ་དུ་མཉམ་གྲོགས་དང་དེ་དག་གི་སྒོ་བསྒྲག་མའི་ངོ་བཤད་རྣམས་དཔེ་མཚོན་དུ་བཀོལ་ཏེ་མཉམ་གྲོགས་གཞན་དག་གི་རོགས་མེད་དུ་འཛུལ་མི་ཐུབ་པ་བྱས་པ་ཡིན། དཔེ་མཚོན་དུ་ཁྱེད་ཀྱི་ལེབ་ཁུའི་ནང་མ་ཚུགས་པར་སྡོད་ས་མང་པོ་ཞིག་གི་ནང་I2P བསྐྱར་སྒྲིག་བྱས་པའི་སྐབས་ལ་བརྟེན་ནས་འདི་དེ་འབྱུང་བ་ཡིན།
cs: Volitelná konfigurace, která automaticky mění vaši <a href=/netdb?r=.>identitu routeru</a> a <a href=/confignet#udpconfig>externí port</a>, když se změní veřejná IP adresa vašeho systému. Tím lze zabránit protivníkovi v propojování vaší identity routeru a IP adresy v situacích, kdy se vaše IP adresa může často měnit, například pokud používáte I2P na notebooku z různých míst.
da: En <a href=/confignet#ipchange>valgfri konfiguration</a>, der automatisk ændrer din <a href=/netdb?r=.>routers identitet</a> og <a href=/confignet#udpconfig>ekstern port</a>, når den offentlige ip-adresse på dit system ændres. Dette kan forhindre en modstander i at korrelere din routers identitet og ip-adresse i situationer, hvor din ip-adresse kan ændre sig hyppigt, for eksempel når du kører I2P på en bærbar computer fra forskellige steder.
el: Μια <a href=/confignet#ipchange>προαιρετική διαμόρφωση</a> που αλλάζει αυτόματα την ταυτότητα του δρομολογητή σας και την εξωτερική θύρα όταν αλλάζει η δημόσια διεύθυνση IP στο σύστημά σας. Αυτό μπορεί να αποτρέψει έναν αντίπαλο από το σύνδεση της ταυτότητας του δρομολογητή σας με τη διεύθυνση IP σε περιπτώσεις όπου η IP διεύθυνση σας μπορεί να αλλάζει συχνά, για παράδειγμα όταν τρέχετε το I2P σε ένα φορητό υπολογιστή από διάφορες τοποθεσίες.
es: Una <a href=/confignet#ipchange>configuración opcional</a> que cambia automáticamente tu <a href=/netdb?r=.>identidad de router</a> y el <a href=/confignet#udpconfig>puerto externo</a> cuando cambia la dirección IP pública de tu sistema. Esto puede evitar que un adversario correlacione tu identidad de router y dirección IP en escenarios donde tu dirección IP pueda cambiar frecuentemente, por ejemplo cuando ejecutas I2P en una laptop desde múltiples ubicaciones.
et: Valikuline seadistus, mis muudab automaatselt sinu ruuteri identiteedi ja välise pordi, kui su süsteemi avalik IP-aadress muutub. See võib takistada vastaspoolel su ruuteri identiteedi ja IP-aadressi seostamist olukordades, kus su IP-aadress võib sageli muutuda, näiteks kui kasutad I2P-d sülearvutis, liikuvast asukohast.
fa: تنظیم‌گیری<a href=/confignet#ipchange>اختیاری</a> است که به‌طور خودکار شناسه <a href=/netdb?r=.>مسیریاب</a> شما و <a href=/confignet#udpconfig> درگاه خارجی</a> را وقتی که آدرس آی‌پی عمومی سیستم شما تغییر می‌کند، تغییر می‌دهد. این می‌تواند جلوی ارتباط‌یابی شناسه مسیریاب و آدرس آی‌پی شما توسط طرف مقابل را در مواردی که آدرس آی‌پی شما ممکن است به‌طور مکرر تغییر کند، بگیرد. برای مثال وقتی I2P را روی لپ‌تاپ از مکان‌های متفاوت اجرا می‌کنید.
fi: Vaihtoehtoinen määrittely, joka muuttaa automaattisesti <a href=/netdb?r=.>reitittimen tunnistetta</a> ja <a href=/confignet#udpconfig>ulkopuolista porttia</a>, kun julkisen IP-osoitteen muuttuu. Tämä voi estää vastapuolta yhdistämästä reitittimen tunnistetta ja IP-osoitetta skenaarioissa, joissa IP-osoite voi muuttua usein, esimerkiksi kun ajat I2P:iä kannettavalta tietokoneelta useammasta paikasta.
hi: एक <a href=/confignet#ipchange>वैकल्पिक सेटिंग</a> है जो आपके सिस्टम पर जब सार्वजनिक IP पता बदलता है, तो आपकी <a href=/netdb?r=.>रूटर पहचान</a> और <a href=/confignet#udpconfig>exteranal पोर्ट</a> को स्वचालित रूप से बदलता है। यह ऐसे मामलों में एक दुश्मन को आपकी रूटर पहचान और IP पते को संबंधित करने से रोक सकता है, जहां आपका IP पता अक्सर बदल सकता है, जैसे कि आप कई स्थानों से एक लैपटॉप पर I2P चला रहे हों।
hu: Egy <a href=/confignet#ipchange>opcionális konfiguráció</a>, amely automatikusan megváltoztatja a <a href=/netdb?r=.>router azonosítóját</a> és az <a href=/confignet#udpconfig>külső portot</a>, amikor a rendszer nyilvános IP-címe megváltozik. Ez megakadályozhatja, hogy egy ellenfél korrelálja a router azonosítóját és az IP-címét olyan helyzetekben, ahol az IP-címe gyakran változhat, például amikor több helyről futtatod az I2P-t egy laptopon.
in: Konfigurasi <a href=/confignet#ipchange>opsional</a> yang secara otomatis mengubah <a href=/netdb?r=.>identitas router</a> dan <a href=/confignet#udpconfig>port eksternal</a> saat alamat IP publik sistem Anda berubah. Ini dapat mencegah lawan menghubungkan identitas router dan alamat IP Anda dalam skenario di mana alamat IP Anda mungkin berubah sering, misalnya saat Anda menjalankan I2P di laptop dari berbagai lokasi.
it: Una <a href=/confignet#ipchange>configurazione opzionale</a> che cambia automaticamente la tua identità di router e la porta esterna quando l'indirizzo IP pubblico del tuo sistema cambia. Ciò può impedire a un avversario di correlare la tua identità di router e l'indirizzo IP in scenari in cui il tuo indirizzo IP può cambiare frequentemente, ad esempio quando utilizzi I2P su un laptop da diverse posizioni.
ja: システムが接続されている公共のIPアドレスが変更された場合に、自動的に<a href=/confignet#ipchange>オプションの設定</a>を変更して、<a href=/netdb?r=.>ルーターの識別子</a>と<a href=/confignet#udpconfig>外部ポート</a>を変更します。これにより、IPアドレスが頻繁に変更される場合、たとえばラップトップを複数の場所で使用してI2Pを実行している場合に、攻撃者がルーターの識別子とIPアドレスを関連付けるのを防ぐことができます。
ko: 공용 IP 주소가 변경될 때 시스템의 <a href=/confignet#ipchange>선택적 설정</a>을 통해 자동으로 <a href=/netdb?r=.>라우터 식별자</a>와 <a href=/confignet#udpconfig>외부 포트</a>를 변경할 수 있습니다. 이를 통해 적이 라우터 식별자와 IP 주소를 연결하는 것을 방지할 수 있습니다. IP 주소가 자주 변경될 수 있는 상황에서 이 기능을 사용할 수 있습니다. 예를 들어, 노트북에서 I2P를 여러 위치에서 실행하는 경우입니다.
nb: En <a href=/confignet#ipchange>valgfri konfigurasjon</a> som automatisk endrer din <a href=/netdb?r=.>rutens identitet</a> og <a href=/confignet#udpconfig>ekstern port</a> når IP-adressen din endres. Dette kan forhindre en motstander i å korrelere rutens identitet og IP-adressen din i scenarier der IP-adressen din kan endres hyppig, for eksempel når du kjører I2P på en bærbar datamaskin fra forskjellige steder.
nl: Een <a href=/confignet#ipchange>optionele configuratie</a> die automatisch uw <a href=/netdb?r=.>router identiteit</a> en <a href=/confignet#udpconfig>externe poort</a> verandert wanneer het openbare IP-adres van uw systeem verandert. Dit kan voorkomen dat een tegenstander uw router identiteit en IP-adres met elkaar correleert in scenario's waarin uw IP-adres vaak kan veranderen, bijvoorbeeld wanneer u I2P op een laptop vanaf meerdere locaties draait.
pt: Uma <a href=/confignet#ipchange>configuração opcional</a> que muda automaticamente sua <a href=/netdb?r=.>identidade do roteador</a> e <a href=/confignet#udpconfig>porta externa</a> quando o endereço IP público do seu sistema muda. Isso pode impedir que um adversário correlacione a identidade do seu roteador e o endereço IP em cenários onde seu endereço IP pode mudar com frequência, por exemplo, quando você está executando o I2P em um laptop em vários locais.
sl: Obvezna <a href=/confignet#ipchange>nastavitev</a>, ki samodejno spremeni svojo <a href=/netdb?r=.>identiteto strežnika</a> in <a href=/confignet#udpconfig>zunanje vrata</a>, ko se javni ip naslov, na katerem je vaš sistem, spremeni. To lahko prepreči nasprotnika, da ujema vašo identiteto strežnika in ip naslov v scenarijih, kjer se vaš ip naslov morda spreminja pogosto, na primer, ko pokrečete I2P na prijenosnem računalniku iz več mest.
sv: En <a href=/confignet#ipchange>valfri konfiguration</a> som automatiskt ändrar din <a href=/netdb?r=.>router-identitet</a> och <a href=/confignet#udpconfig>extern port</a> när den offentliga IP-adressen för systemet ändras. Detta kan förhindra en motståndare från att korrelera din router-identitet och IP-adress i scenarier där din IP-adress kan ändras ofta, till exempel när du kör I2P på en bärbar dator från flera platser.
uk: Налаштування <a href=/confignet#ipchange>необов'язкової конфігурації</a>, що автоматично змінює вашу <a href=/netdb?r=.>ідентичність маршрутизатора</a> і <a href=/confignet#udpconfig>зовнішній порт</a> при зміні публічної IP-адреси, на якій знаходиться ваша система. Це може запобігти кореляції ідентифікатора маршрутизатора і IP-адреси противником у випадках, коли ваша IP-адреса може змінюватися часто, наприклад коли ви використовуєте I2P на ноутбуці з різних місць.
vi: Một cấu hình <a href=/confignet#ipchange>tùy chọn</a> tự động thay đổi <a href=/netdb?r=.>danh tính bộ định tuyến</a> và <a href=/confignet#udpconfig>cổng bên ngoài</a> khi địa chỉ IP công khai mà hệ thống của bạn sử dụng thay đổi. Điều này có thể ngăn chặn đối thủ tương quan danh tính bộ định tuyến và địa chỉ IP trong trường hợp địa chỉ IP của bạn thay đổi thường xuyên, ví dụ khi chạy I2P trên máy tính xách tay từ nhiều vị trí.

source: Lease
ar: الإيجار
az: İcarəyə götürmək
bo: རྒྱུ་ཁུངས་(རྩ་བའི་འདུས་ཚོགས་)
cs: Pronájem
el: Μίσθωση
et: Lüüsikirje
fa: اجاره
fi: Vuokrasopimus
hi: रेंट
hu: Kiad
in: Sewa
ja: リース
ko: 리즈
nb: Leie
pt: Concessão
sl: Najem
uk: Оренда
vi: Thuê
