Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Can be enabled in the <code>clients.config</code> file. Can also be configured to bind to a specific interface or all interfaces. If both http and https are enabled, automatic redirection to https is enabled by default. If you make the Router Console available over the network, you might wish to <a href=/configui#passwordheading>enforce an access password</a> to prevent unauthorized access.
ar: يمكن تمكينه في ملف <code>clients.config</code>. كما يمكن تكوينه للارتباط بواجهة محددة أو كل الواجهات. إذا تم تمكين كل من http و https، فسيتم تمكين إعادة التوجيه التلقائية إلى https افتراضيًا. إذا قمت بجعل واجهة الموجه متاحة عبر الشبكة، قد ترغب في <a href=/configui#passwordheading>فرض كلمة مرور للوصول</a> لمنع الوصول غير المصرح به.
az: <code>clients.config</code> faylında aktivləşdirilə bilər. Həmçinin müəyyən bir interface və ya bütün interfacelərə bağlamaq üçün konfiqurasiyalaşdırıla bilər. Http və https hər ikisi aktivləşdirilmişdədirsə, avtomatik olaraq https-ə yönlendirilir. Router Konsolu şəbəkə üzərində mövcud edildikdə, qeyri-qanuni daxil edilmiş əmranlara qarşı <a href=/configui#passwordheading>giriş parolunun</a> tətbiq edilməsini istəyə bilərsiniz.
bo: <code>clients.config</code> ཡིག་ཆར་བཙོན་ཐུབ། གཞན་ཡང་མཐུད་སྣེ་ཞིག་པོར་ཡང་མཐུད་སྣེ་ཚང་མར་བརྩེགས་པར་རྒྱུན་སྒྲིག་བྱེད་ཐུབ། གལ་སྲན་ http དང་ https གཉིས་ཀ་བཙོན་ན། https ལ་རང་ཤུགས་ངངས་བསྒྱུར་བ་ནི་སྔོན་སྒྲིག་བཀོད་ཡོད། གལ་སྲན་ཁྱེད་ཀྱིས་རོ་ཌེར་རོགས་དྲན་དྲ་ལམ་ཐོག་ནས་འཛུལ་སྤྱོད་བྱེད་ན། <a href=/configui#passwordheading>འཛུལ་སྤྱོད་གསང་ཐོང་བརྡ་བརྒྱུགས་བྱེད་པར་</a>རྒྱུན་དུ་བཙོན་པར་རེད་པར་འགྲི་བའི་འཛུལ་སྤྱོད་འགོངས་པར་བཀག་པར་རེད་པར་འགྲི།
cs: Lze povolit v souboru <code>clients.config</code>. Lze také konfigurovat tak, aby byl vázán na konkrétní rozhraní nebo na všechna rozhraní. Pokud jsou povoleny jak HTTP, tak HTTPS, automatické přesměrování na HTTPS je povoleno jako výchozí. Pokud umožníte konzoli směrovače přes síť, možná budete chtít<strong> vynutit heslo pro přístup</strong> k zabránění neoprávněného přístupu.
da: Kan aktiveres i <code>clients.config</code> filen. Kan også konfigureres til at binde til et bestemt interface eller alle interfaces. Hvis både http og https er aktiveret, er automatisk omdirigering til https aktiveret som standard. Hvis du gør Router-konsollen tilgængelig over netværket, kan du ønske at <a href=/configui#passwordheading>styrke adgangskoden</a> for at forhindre uautoriseret adgang.
el: Μπορεί να ενεργοποιηθεί στο αρχείο <code>clients.config</code>. Μπορεί επίσης να ρυθμιστεί ώστε να συνδέεται με μια συγκεκριμένη διεπαφή ή με όλες τις διεπαφές. Εάν είναι ενεργοποιημένα τόσο το http όσο και το https, η αυτόματη ανακατεύθυνση στο https είναι ενεργοποιημένη από προεπιλογή. Εάν καθιστάτε την Κονσόλα Δρομολογητή διαθέσιμη στο δίκτυο, θα μπορούσατε να επιθυμείτε να επιβάλετε έναν κωδικό πρόσβασης <a href=/configui#passwordheading>για να αποτρέψετε την μη εξουσιοδοτημένη πρόσβαση</a>.
es: Puede habilitarse en el archivo <code>clients.config</code>. También puede configurarse para unirse a una interfaz específica o a todas las interfaces. Si se habilitan http y https, la redirección automática a https está habilitada de forma predeterminada. Si haces disponible la Consola del Enrutador a través de la red, es posible que desees <a href=/configui#passwordheading>imponer una contraseña de acceso</a> para evitar accesos no autorizados.
et: Saab lubada <code>clients.config</code> failis. Saab ka konfigureerida seotud konkreetse liidese või kõigi liidestega. Kui nii http kui ka https on lubatud, siis vaikimisi on automaatne ümbersuunamine https-le lubatud. Kui teete ruuterikonsooli võrgus kättesaadavaks, soovite võib-olla <a href=/configui#passwordheading>tingida juurdepääsu parooliga</a>, et vältida lubamatut juurdepääsu.
fa: می‌تواند در فایل <code>clients.config</code> فعال شود. همچنین می‌تواند تنظیم شود تا فقط به یک رابط خاص یا همه رابط‌ها متصل شود. اگر هر دو http و https فعال باشند، تغییر مسیر خودکار به https به‌طور پیش‌فرض فعال است. اگر کنسول رهیاب را در شبکه قابل دسترس کنید، ممکن است بخواهید از طریق <a href=/configui#passwordheading>اجبار رمزعبور دسترسی</a> جلوی دسترسی غیرمجاز را بگیرید.
fi: Voidaan ottaa käyttöön <code>clients.config</code>-tiedostossa. Voidaan myös määrittää sitoutumaan tiettyyn rajapintaan tai kaikkiin rajapintoihin. Jos sekä http että https ovat käytössä, automaattinen uudelleenohjaus https:iin on käytössä oletuksena. Jos teet reititinikkunan saataville verkon yli, saatat haluta <a href=/configui#passwordheading>pakottaa käyttösalasanan</a> estääksesi luvattoman pääsyn.
hi: सक्षम करने के लिए <code>clients.config</code> फ़ाइल में जाएंगे। यह एक विशिष्ट इंटरफेस या सभी इंटरफेस के साथ बांधने के लिए भी सेट किया जा सकता है। यदि दोनों http और https सक्षम हैं, तो स्वचालित रूप से https पर रीडाइरेक्शन सक्षम होता है। यदि आप रूटर कंसोल को नेटवर्क पर उपलब्ध कराते हैं, तो अनुमति नहीं देने के लिए <a href=/configui#passwordheading>एक पहुँच पासवर्ड</a> को लागू करने की इच्छा हो सकती है।
hu: Engedélyezhető a <code>clients.config</code> fájlban. Konfigurálható, hogy egy adott felületre vagy összes felületre kötődjön. Ha mind a http, mind az https engedélyezve van, az automatikus irányítás az https-re alapértelmezés szerint be van kapcsolva. Ha a Router konzolt hálózaton keresztül hozzáférhetővé teszi, akkor a hozzáférési jelszót meg kell adni az engedély nélküli hozzáférés megakadályozásához.
in: Dapat diaktifkan di file <code>clients.config</code>. Juga dapat dikonfigurasi untuk terikat ke antarmuka tertentu atau semua antarmuka. Jika http dan https sama-sama diaktifkan, pengalihan otomatis ke https diaktifkan secara default. Jika Anda menjadikan Konsol Router tersedia melalui jaringan, Anda mungkin ingin <a href=/configui#passwordheading>menegakkan kata sandi akses</a> untuk mencegah akses tidak sah.
it: Può essere abilitato nel file <code>clients.config</code>. Può anche essere configurato per associarsi a un'interfaccia specifica o a tutte le interfacce. Se sia http che https sono abilitati, la reindirizzamento automatico a https è abilitato per impostazione predefinita. Se rendi la Console del Router disponibile in rete, potresti desiderare di <a href=/configui#passwordheading>imporre una password di accesso</a> per prevenire l'accesso non autorizzato.
ja: <code>clients.config</code>ファイルで有効にすることができます。特定のインターフェイスまたはすべてのインターフェイスにバインドするようにも設定できます。httpとhttpsの両方が有効になっている場合、httpsへの自動リダイレクトがデフォルトで有効になっています。ルーターコンソールをネットワーク上で利用可能にする場合は、<a href=/configui#passwordheading>アクセスパスワードを強制</a>して、許可されていないアクセスを防止することをお勧めします。
ko: <code>clients.config</code> 파일에서 활성화할 수 있습니다. 특정 인터페이스 또는 모든 인터페이스에 바인딩되도록 구성할 수도 있습니다. http와 https 모두 활성화되어 있는 경우, 자동으로 https로 리디렉션됩니다. 라우터 콘솔을 네트워크 상에서 사용할 수 있게 한 경우, 무단 액세스를 방지하기 위해 <a href=/configui#passwordheading>액세스 비밀번호를 설정하는 것이 좋습니다.</a>
nb: Kan aktiveres i <code>clients.config</code>-filen. Kan også konfigureres for å binde til en bestemt grensesnitt eller alle grensesnitt. Hvis både http og https er aktivert, er automatisk omdirigering til https standard. Hvis du gjør Ruterkonsollen tilgjengelig over nettverket, bør du vurdere å <a href=/configui#passwordheading>vedlegge et tilgangspassord</a> for å forhindre uautorisert tilgang.
nl: Kan worden ingeschakeld in het bestand <code>clients.config</code>. Kan ook geconfigureerd worden om te koppelen aan een specifieke interface of alle interfaces. Als zowel http als https ingeschakeld zijn, is automatische omleiding naar https standaard ingeschakeld. Als u de Routerconsole beschikbaar maakt via het netwerk, wilt u mogelijk een <a href=/configui#passwordheading>wachtwoord voor toegang af dwingen</a> om ongeautoriseerde toegang te voorkomen.
pt: Pode ser ativado no arquivo <code>clients.config</code>. Também pode ser configurado para se vincular a uma interface específica ou a todas as interfaces. Se tanto o http quanto o https estiverem habilitados, a redireção automática para https estará ativada por padrão. Se você tornar o Console do Roteador disponível na rede, talvez deseje <a href=/configui#passwordheading>aplicar uma senha de acesso</a> para evitar acesso não autorizado.
sl: Lahko se omogoči v datoteki <code>clients.config</code>. Lahko tudi konfigurirate vez na specifičen vmesnik ali vse vmesnike. Če sta http in https omogočeni, je samodejno preusmerjanje na https privzeto omogočeno. Če ponudite Konzolo strežnika preko omrežja, morda želite <a href=/configui#passwordheading>zahtevati geslo dostopa</a>, da preprečite neovlaščen dostop.
sv: Kan aktiveras i filen <code>clients.config</code>. Kan också konfigureras för att binda till en specifik gränssnitt eller alla gränssnitt. Om både http och https är aktiverade, är automatisk omdirigering till https aktiverat som standard. Om du gör Router Console tillgänglig över nätverket, kan du vilja <a href=/configui#passwordheading>tvinga fram ett åtkomstlösenord</a> för att förhindra obehörig åtkomst.
uk: Може бути увімкнений у файлі <code>clients.config</code>. Також може бути налаштований на приєднання до конкретного інтерфейсу або всіх інтерфейсів. Якщо HTTP та HTTPS увімкнені одночасно, автоматичне перенаправлення на HTTPS увімкнене за замовчуванням. Якщо Ви робите консоль маршрутизатора доступною через мережу, Вам може захотітися <a href=/configui#passwordheading>вимагати пароль доступу</a> для запобігання несанкціонованому доступу.
vi: Có thể kích hoạt trong tập tin <code>clients.config</code>. Cũng có thể cấu hình liên kết với giao diện cụ thể hoặc tất cả các giao diện. Nếu kích hoạt cả http và https, chuyển hướng tự động sang https sẽ được kích hoạt mặc định. Nếu làm cho Bộ điều khiển router có sẵn trên mạng, bạn có thể muốn <a href=/configui#passwordheading>ánh mật khẩu truy cập</a> để ngăn chặn truy cập không được phép.

source: Local connection to wrapper control channel port
ar: اتصال محلي بمنفذ قناة تحكم wrapper
az: Wraplayıcı nəzarət kanalı limanına yerli bağlantı
bo: wrapper ཚོད་འཛིན་རྒྱུད་རྒྱུད་མཐེབ་སྐར་ལ་ས་གནས་འབྲེལ་མཐུད།
cs: Místní připojení k řídicímu kanálu obálky
da: Lokal forbindelse til wrapper-kontrolkanalporten
el: Τοπική σύνδεση στη θύρα ελέγχου του wrapper
es: Conexión local al puerto de canal de control del envoltorio
et: Kohalik ühendus wrap-kanali pordiga
fa: اتصال محلی به درگاه کنترل پوشه
fi: Paikallinen yhteys kääreohjauskanavan porttiin
hi: वॉर्पर कंट्रोल चैनल पोर्ट के साथ स्थानीय कनेक्शन
hu: Helyi kapcsolat a burkoló vezérlőcsatornájához
in: Koneksi lokal ke port saluran kontrol wrapper
it: Connessione locale alla porta del canale di controllo del wrapper
ja: ラッパーコントロールチャンネルポートへのローカル接続
ko: 랩퍼 컨트롤 채널 포트에 대한 로컬 연결
nb: Lokal tilkobling til innpakningskontrollkanalport
nl: Lokale verbinding met wrapper- en regelkanaalpoort
pt: Conexão local à porta de canal de controle do invólucro
sl: Lokalna povezava z vratnikom za nadzorno kanalov
sv: Lokal anslutning till wrapper control channel-port
uk: Локальне підключення до порту каналу управління обгортки
vi: Kết nối cục bộ với cổng kênh điều khiển bao bọc

source: Outbound to 32000 only, does not listen on this port. Starts at 31000 and will increment until 31999 looking for a free port. To change, see the <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper documentation</a>.
ar: الإرسال الخارجي إلى 32000 فقط، لا يستمع على هذا المنفذ. يبدأ من 31000 وسيزيد حتى 31999 بحثًا عن منفذ حر. للتغيير، شاهد <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>توثيق wrapper</a>.
az: Yalnızca 32000 nömrəli çıxış, bu limanda dinlənməz. 31000-dən başlayaraq və boş liman axtarana qədər 31999-a qədər artırılacaq. Dəyişdirmək üçün,<a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>buraya</a> dəyəni görün.
bo: 32000 ལ་ཕྱིར་འགྲེམ་པ་ཙམ། མཐེབ་སྐར་འདིར་ཉན་མི་ཡོད། 31000 ནས་འགོ་ཚུགས་ནས་ 31999 བར་མཐེབ་སྐར་ཞིག་འཚོལ་བར་རིམ་པ་རེད་པར་འགྲེམ་བཞིན་པ། བསྒྱུར་བར་འདོད་ན། <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper ཡིག་ཆ་</a>ལ་གཟིགས།
cs: Vyjíždí pouze do 32000, na tomto portu neposlouchá. Začíná na 31000 a bude se zvyšovat až do 31999, hledajíc volný port. Pro změnu viz <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentace obálky</a>.
da: Udgående kun til 32000, lytter ikke på denne port. Starter ved 31000 og vil øge indtil 31999 på udkig efter en ledig port. For at ændre, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper-dokumentationen</a>.
el: Εξερχόμενη κίνηση μόνο προς τη θύρα 32000, δεν ακούει σε αυτήν τη θύρα. Ξεκινά από τη θύρα 31000 και θα αυξηθεί μέχρι τη θύρα 31999 ψάχνοντας για μια ελεύθερη θύρα. Για να αλλάξετε, δείτε την <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>τεκμηρίωση του wrapper</a>.
es: Solo saliente a 32000, no escucha en este puerto. Comienza en 31000 e incrementa hasta 31999 buscando un puerto libre. Para cambiar, ve la <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentación del envoltorio</a>.
et: Ainult väljaminev 32000-sse, ei kuula sellel pordil. Alustab 31000-st ja suurendab, kuni leiab vaba pordi 31999-ni. Muutmiseks vaadake <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper dokumentatsiooni</a>.
fa: فقط به خارج از 30000. بر روی این درگاه گوش نمی‌دهد. از 31000 شروع می‌شود و تا 31999 افزایش می‌یابد تا درگاه آزادی پیدا کند. برای تغییر، مستندات <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>پوشه</a> را ببینید.
fi: Ulostuleva vain 32000:een, ei kuuntele tätä porttia. Alkaa 31000:sta ja lisääntyy kunnes se löytää vapaan portin 31999:een asti. Muuttaaksesi, katso <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>kääreasiakirjat</a>.
hi: केवल 32000 पर आउटबाउंड, इस पोर्ट पर सुनने के लिए नहीं होता है। 31000 में शुरू होता है और 31999 तक बढ़ता है, मुक्त पोर्ट की तलाश करता है। बदलने के लिए, <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper दस्तावेज़ीकरण</a> देखें।
hu: Csak kimenő 32000-ig, nem hallgatózik ezen a porton. 31000-től kezdődik, és egészen 31999-ig növekszik, szabad portot keresve. A változtatáshoz lásd a <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper dokumentációt</a>.
in: Outbound ke 32000 hanya, tidak mendengarkan di port ini. Dimulai dari 31000 dan akan bertambah hingga 31999 mencari port yang kosong. Untuk mengubah, lihat <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentasi wrapper</a>.
it: In uscita solo verso la porta 32000, non ascolta su questa porta. Inizia alla porta 31000 e incrementa fino a 31999 cercando una porta libera. Per modificarlo, consultare la <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentazione di wrapper</a>.
ja: 32000へのアウトバウンドのみで、このポートではリッスンしません。31000から始まり、空きポートを探すために31999まで増加します。変更するには、<a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>ラッパードキュメント</a>を参照してください。
ko: 32000으로만 전방 연결됩니다. 이 포트에서 수신 대기하지 않습니다. 31000에서 시작하여 빈 포트를 찾을 때까지 31999까지 증가합니다. 변경하려면, <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper 문서</a>를 참조하세요.
nb: Utgående til kun 32000, lytter ikke på denne porten. Starter på 31000 og vil øke til 31999 mens den leter etter en ledig port. Hvis du vil endre dette, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>innpakningsdokumentasjonen</a>.
nl: Alleen uitgaand naar poort 32000, luistert niet op deze poort. Begint bij 31000 en zal toenemen tot 31999 op zoek naar een vrije poort. Raadpleeg de <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper-documentatie</a> om dit te wijzigen.
pt: Apenas de saída para 32000, não escuta nesta porta. Começa em 31000 e aumenta até 31999 procurando por uma porta livre. Para mudar, consulte a <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentação do invólucro</a>.
sl: Izhodno le do 32000, na tem vratih ne posluša. Začne pri 31000 in bo povečevalo do 31999, iskalo brezplačnih vrata. Da spremeniš, glej <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentacijo wrapper</a>.
sv: Endast utgående till 32000, lyssnar inte på denna port. Börjar på 31000 och ökar tills 31999 på jakt efter en ledig port. För att ändra, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper-dokumentationen</a>.
uk: Вихідне лише до 32000, не прослуховує цього порту. Починається з 31000 і збільшується до 31999, шукаючи вільний порт. Щоб змінити, дивіться <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>документацію wrapper</a>.
vi: Chỉ đi ra đến cổng 32000, không lắng nghe trên cổng này. Bắt đầu từ 31000 và sẽ tăng lên cho đến 31999 để tìm kiếm một cổng trống. Để thay đổi, xem <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>tài liệu của wrapper</a>.

source: Local control channel for the service wrapper
ar: قناة التحكم المحلية للخدمة wrapper
az: Xidmət wrapper-ə yerli nəzarət kanalı
bo: ཞབས་ཞུ་ wrapper གི་ས་གནས་འབྲེལ་མཐུད་རྒྱུད་རྒྱུད་མཐེབ་སྐར།
cs: Místní řídicí kanál pro obálku služby
da: Lokal kontrolkanal til service-wrapperen
el: Τοπική θύρα ελέγχου για τον wrapper της υπηρεσίας
es: Canal de control local para el envoltorio de servicio
et: Teenuse wrap-kanal
fa: کانال کنترل محلی برای پوشه سرویس
fi: Paikallinen ohjauskanava palvelun kääreelle
hi: सेवा वॉर्पर के लिए स्थानीय नियंत्रण चैनल
hu: Helyi vezérlőcsatorna a szolgáltatásburkolóhoz
in: Saluran kontrol lokal untuk pelindung layanan
it: Canale di controllo locale per il wrapper di servizio
ja: サービスラッパーのローカル制御チャンネル
ko: 서비스 래퍼에 대한 로컬 컨트롤 채널
nb: Lokal kontrollkanal for tjenesteinnpakning
nl: Lokaal regelkanaal voor de servicewrapper
pt: Canal de controle local para o invólucro de serviço
sl: Lokalen nadzoren kanal za vratnik storitve
sv: Lokal kontrollkanal för tjänsteemballaget
uk: Локальний канал керування для обгортки сервісу
vi: Kênh điều khiển cục bộ cho lớp bọc dịch vụ

source: To change, see the <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper documentation</a>.
ar: للتغيير، شاهد <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>توثيق wrapper</a>.
az: Dəyişdirmək üçün, <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>buraya</a> dəyəni görün.
bo: བསྒྱུར་བར་འདོད་ན། <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper ཡིག་ཆ་</a>ལ་གཟིགས།
cs: Pro změnu viz <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentace obálky</a>.
da: For at ændre, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper-dokumentationen</a>.
el: Για να αλλάξετε, δείτε την <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>τεκμηρίωση του wrapper</a>.
es: Para cambiar, ve la <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentación del envoltorio</a>.
et: Muutmiseks vaadake <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>mähise dokumentatsiooni</a>.
fa: برای تغییر، مستندات <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>پوشه</a> را ببینید.
fi: Muuttaaksesi, katso <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>kääreasiakirjat</a>.
hi: बदलने के लिए, <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper दस्तावेज़ीकरण</a> देखें।
hu: A változtatáshoz lásd a <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper dokumentációt</a>.
in: Untuk mengubah, lihat <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentasi pelindung</a>.
it: Per modificare, consultare la <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentazione di wrapper</a>.
ja: 変更するには、<a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>ラッパードキュメント</a>を参照してください。
ko: 변경하려면, <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper 문서</a>를 참조하세요.
nb: For å endre dette, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>innpakningsdokumentasjonen</a>.
nl: Om te wijzigen, zie de <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper documentatie</a>.
pt: Para alterar, consulte a <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>documentação do invólucro</a>.
sl: Da spremeniš, glej <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>dokumentacijo wrapper</a>.
sv: För att ändra, se <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>wrapper-dokumentationen</a>.
uk: Щоб змінити, дивіться <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>документацію wrapper</a>.
vi: Để thay đổi, xem <a href=https://wrapper.tanukisoftware.com/doc/english/prop-port.html target=_blank rel=noreferrer class='sitelink external'>tài liệu của wrapper</a>.
