Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting (in minutes) allows you to manually configure how long to wait after startup before RouterInfos in the NetDb are checked for validity, after which point only valid routers will be accepted for inclusion. When the validation occurs, expired RouterInfos and unresponsive peers only accessible via SSU will be removed from the NetDb. [Default is 60 minutes] Note: This setting has no bearing on older routers (older than 0.9.29 by default) which are removed from the NetDb and banned for the router session as soon as a NetDb store is attempted.
ar: هذا الإعداد (بالدقائق) يتيح لك تكويف مدة الانتظار يدوياً بعد الإقلاع قبل فحص صحة معلومات الرواتر في قاعدة البيانات الشبكية، حيث سيتم قبول الرواتر الصالحة فقط للإدراج. عند التحقق من الصحة، سيتم إزالة معلومات الرواتر المنتهية الصلاحية والأقران غير المستجيبة المتاحة عبر بروتوكول SSU من قاعدة البيانات الشبكية. [الافتراضي هو 60 دقيقة] ملاحظة: لا تؤثر هذه الإعدادات على الرواتر الأقدم (أقدم من 0.9.29 افتراضيا) التي يتم إزالتها من قاعدة البيانات الشبكية وحظرها لمدة جلسة الراوتر عند محاولة تخزين قاعدة البيانات الشبكية.
az: Bu ayar (dəqiqələrlə) sizin istəyinizə əsasən yönləndirici məlumatlarının İnformasiya İqliminin vaxtından sonra neçə dəqiqə gözlənilməsi haqqında əlavə tənzimləmə imkanı verir. Bu vaxtdan sonra, yalnız düzgün yönləndiricilər qəbul ediləcəkdir. Bu doğrulama zamanı, sona çatmış yönləndirici məlumatları və SSU vasitəsilə yalnız lazımsız müşahidəçilər qeyb olurlar, İnformasiya İqlimindən çıxarılacaq. [Default olaraq 60 dəqiqə] Qeyd edin: Bu ayar, İnformasiya İqlimimdən çıxarılaraq doruş tərəfdən qovulan köhnə yönləndiricilərin (default olaraq 0.9.29-dan köhnələri) İnformasiya İqlimidən kənarlaşdırmaq və qadağan etmək üçün nəzarətə çəkmir.
bo: སྒྲིག་འགོད་འདི་(སྐར་ཆ་ནང་) ཁྱེད་ལ་ NetDb ནང་གི་ RouterInfos ནུས་མེད་མིན་པ་བརྟག་དཔྱད་བྱེད་པའི་སྔོན་ལ་འགོ་ཚོགས་རྗེས་སྒུག་དུས་ཚོད་ག་ཚོད་ཅིག་ལག་བསྟར་རྒྱུན་ལྡན་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད། དེའི་རྗེས་ནུས་ལྡན་པའི་རྒྱུད་པ་ཁོ་ན་ནང་འདྲེན་བྱེད། ནུས་མེད་བརྟག་དཔྱད་བྱེད་སྐབས། དུས་ཡོལ་བའི་ RouterInfos དང་ SSU བརྒྱུད་ཐོག་ནས་འཛུལ་ཐུབ་པའི་ལྡན་ལུག་མེད་པའི་མཐུད་སྣེ་རྣམས་ NetDb ནས་རྩ་བོར། [སྔོན་སྒྲིག་ནི་སྐར་ཆ་ 60] དྲན་རྟགས། སྒྲིག་འགོད་འདིས་རྒྱུད་པ་རྙིང་པ་(སྔོན་སྒྲིག་ལྟར་ 0.9.29 ལས་རྙིང་བ) ལ་ཤུགས་རྐྱེན་མེད། དེ་དག་ NetDb ནས་རྩ་བོར་བ་དང་རྒྱུད་པའི་ལོགས་སྐབས་སུ་བཀག་པ་ཡིན།
cs: Toto nastavení (v minutách) vám umožňuje manuálně nastavit, jak dlouho po spuštění počkáte, než se kontrolují RouterInfos v NetDb z hlediska platnosti, po kterém budou do příjmu přijaty pouze platné routery. Při validaci jsou z NetDb odebrány neplatné RouterInfos a nepřístupné servery, které jsou přístupné pouze prostřednictvím SSU. [Výchozí hodnota je 60 minut] Poznámka: Toto nastavení nemá vliv na starší routery (starší než ve výchozím nastavení 0.9.29), které jsou z NetDb odebrány a banovány pro aktuální sezení routování hned, jakmile je pokus o uložení do NetDb.
da: Denne indstilling (i minutter) giver dig mulighed for manuelt at konfigurere, hvor længe der skal ventes efter opstart, før RouterInfos i NetDb kontrolleres for gyldighed, hvorefter kun gyldige routere accepteres til inkludering. Når valideringen foretages, fjernes udløbne RouterInfos og ikke-responsivt lede kun tilgængelige via SSU fra NetDb. [Standard er 60 minutter]. Bemærk: Denne indstilling har ingen indflydelse på ældre routere (ældre end 0.9.29 som standard), der fjernes fra NetDb og er udelukket for router-sessionen, så snart der forsøges en NetDb-butik.
el: Αυτή η ρύθμιση (σε λεπτά) σας επιτρέπει να ρυθμίσετε μηχανικά πόσο καιρό πρέπει να περιμένετε μετά την εκκίνηση πριν ελεγχθούν οι RouterInfos στο NetDb για την ισχύ τους, μετά από το σημείο αυτό θα γίνει δεκτοί μόνο έγκυροι δρομολογητές για συμπερίληψη. Κατά τη διάρκεια της επικύρωσης, οι ληγμένοι RouterInfos και οι μη ανταποκρινόμενοι χρήστες προσβάσιμοι μόνο μέσω SSU θα αφαιρεθούν από το NetDb. [Η προεπιλεγμένη τιμή είναι 60 λεπτά] Σημείωση: Αυτή η ρύθμιση δεν έχει καμία σχέση με τους παλαιότερους δρομολογητές (παλαιότερους από 0.9.29 από προεπιλογή), οι οποίοι αφαιρούνται από το NetDb και απαγορεύονται για τη διαδικασία του δρομολογητή αμέσως μόλις προσπαθηθεί μια αποθήκευση του NetDb.
es: Esta configuración (en minutos) le permite configurar manualmente cuánto tiempo esperar después del inicio antes de que se verifique la validez de las RouterInfos en NetDb, después de lo cual solo se aceptarán routers válidos para su inclusión. Cuando ocurre la validación, las RouterInfos caducadas y los pares no responden solo accesibles a través de SSU se eliminarán de NetDb. [Predeterminado son 60 minutos] Nota: Esta configuración no tiene relación con los routers más antiguos (más antiguos que la versión 0.9.29 de forma predeterminada), que se eliminarán de NetDb y se prohibirán para la sesión del enrutador en cuanto se intente almacenar NetDb.
et: See seadistus (minutites) võimaldab teil seadistada, kui kaua pärast käivitamist oodatakse enne kui kontrollitakse RouterInfos NetDb-s. Pärast seda aktsepteeritakse ainult kehtivad ruuterid. Edasilükatud RouterInfos ja SSU-ga kättesaamatud eakaaslased eemaldatakse NetDb-st validerimise ajal. [Vaikimisi on 60 minutit] Märkus: see seadistus ei mõjuta vanemaid ruutereid (vaikimisi vanemad kui 0.9.29), mis eemaldatakse NetDb-st ja keelatakse routeri seansi jaoks, niipea kui NetDb ladu on aset leidnud.
fa: این تنظیم (در چند دقیقه) به شما امکان می دهد تا به صورت دستی پیکربندی کنید که چه مدت پس از راه اندازی قبل از بررسی اعتبار RouterInfos در NetDb، منتظر بمانید، پس از آن تنها روترهای معتبر برای گنجاندن پذیرفته می شوند.
fi: Perustusajankohdan jälkeen voit tässä asetuksessa (minuutteina) määrittää kuinka kauan odotetaan ennen kuin NetDb:n RouterInfos tutkitaan niiden pätemättömyyden varalle, jonka jälkeen vain pätevät reitittimet hyväksytään mukaan. Kun tarkistus tehdään, päättyneet RouterInfos ja huonosti reagoivat vertaiset, joihin on pääsy vain SSU:n kautta, poistetaan NetDb:stä. [Oletusarvo on 60 minuuttia] Huomaa: Tämä asetus ei vaikuta vanhempiin reitittimiin (oletuksena vanhempi kuin 0.9.29), jotka poistetaan NetDb:stä ja estetään reititinistunnosta heti kun NetDb-varastoa yritetään.
hi: यह सेटिंग (मिनट में) आपको नेटडीबी में RouterInfos की वैधता की जांच के लिए शुरुआत के बाद कितनी देर इंतजार करने की मात्रा को मैन्युअल रूप से सेट करने की अनुमति देती है, जिसके बाद केवल वैध राउटर्स को शामिल किया जाएगा। जब वैधता परीक्षण होता है, समय से पार गए RouterInfos और केवल SSU के माध्यम से पहुंचने वाले अक्षम समकक्षों को नेटडीबी से हटाया जाएगा। [मानक मान 60 मिनट है] नोट: यह सेटिंग पहले के राउटरों (मानक रूप से 0.9.29 से पुराने) पर कोई प्रभाव नहीं डालती है जो जब भी नेटडीबी स्टोर की कोशिश की जाती है, तो नेटडीबी से हटाए और राउटर सत्र के लिए प्रतिबंधित हो जाते हैं।
hu: Ez a beállítás (percben) lehetővé teszi, hogy kézzel állítsa be, mennyi ideig kell várni a rendszerindítás után, mielőtt a RouterInfo-kat a NetDb-ben ellenőriznék. Ezt követően csak érvényes routerek lesznek elfogadva a felvételre. Amikor a ellenőrzés megtörténik, a lejárt RouterInfo-k és az SSU-n keresztül elérhetetlen társak eltávolításra kerülnek a NetDb-ből. [Az alapértelmezés 60 perc] Megjegyzés: Ez a beállítás nem érinti a régebbi routereket (alapértelmezetten 0.9.29-nél régebbiek), amelyek eltávolításra kerülnek a NetDb-ből, és az útválasztói munkamenetet követően tiltásra kerülnek, amint egy NetDb tárolás megkísérelve lesz.
in: Pengaturan ini (dalam menit) memungkinkan Anda mengkonfigurasi secara manual berapa lama menunggu setelah startup sebelum RouterInfos di NetDb diperiksa validitasnya, setelah itu hanya router valid yang akan diterima untuk dimasukkan. Ketika validasi terjadi, RouterInfos yang kedaluwarsa dan rekan-rekan yang tidak responsif yang hanya dapat diakses melalui SSU akan dihapus dari NetDb. [Default adalah 60 menit] Catatan: Pengaturan ini tidak ada hubungannya dengan router lama (lebih tua dari 0.9.29 secara default) yang dihapus dari NetDb dan dilarang untuk sesi router segera setelah penyimpanan NetDb dicoba.
it: Questa impostazione (in minuti) consente di configurare manualmente il tempo di attesa dopo l'avvio prima che venga verificata la validità degli RouterInfos nel NetDb, dopo il quale saranno accettati solo router validi per l'inclusione. Quando avviene la validazione, gli RouterInfos scaduti e i peer non responsivi accessibili solo tramite SSU verranno rimossi dal NetDb. [Il valore predefinito è di 60 minuti] Nota: questa impostazione non ha alcuna incidenza sui router più vecchi (più vecchi di 0,9,29 per impostazione predefinita) che vengono rimossi dal NetDb e banditi per la sessione del router non appena viene tentato uno store del NetDb
ja: この設定（分単位）は、起動後にNetDb内のRouterInfoの有効性を確認するまでの待機時間を手動で設定することを可能にします。その後、有効なルーターのみが組み込まれます。検証が行われると、期限切れのRouterInfoとSSUでのみアクセス可能な応答のないピアがNetDbから削除されます。[デフォルトは60分] 注：この設定は、古いルーター（デフォルトでは0.9.29より古い）には影響しません。古いルーターはNetDbから削除され、NetDbストアの試行時にルーターセッションから禁止されます。
ko: 이 설정(분 단위)은 시작 후 NetDb의 RouterInfos의 유효성을 확인하기 전까지의 대기 시간을 수동으로 구성할 수 있게 합니다. 이 시점 이후에는 유효한 라우터만 포함됩니다. 유효성 확인 시, 만료된 RouterInfos 및 SSU로만 접속 가능한 응답이 없는 동료는 NetDb에서 제거됩니다. [기본값은 60분] 참고: 이 설정은 NetDb 저장이 시도되자마자 NetDb에서 삭제되고 라우터 세션에 금지되는 기본값인 0.9.29보다 오래된 라우터에 영향을 주지 않습니다.
nb: Denne innstillingen (i minutter) lar deg manuelt konfigurere hvor lenge du skal vente etter oppstart før RouterInfos i NetDb blir sjekket for gyldighet. Etter dette vil bare gyldige rutere bli akseptert for inkludering. Når valideringen skjer, blir utløpsrutere og utilgjengelige peerbare rutere via SSU fjernet fra NetDb. [Standard er 60 minutter] Merk: Denne innstillingen har ingen innvirkning på eldre rutere (eldre enn 0.9.29 som standard) som blir fjernet fra NetDb og forbudt for ruteren så snart et NetDb-lager blir forsøkt.
nl: Deze instelling (in minuten) stelt je in staat om handmatig te configureren hoelang je moet wachten na het opstarten voordat RouterInfos in de NetDb worden gecontroleerd op geldigheid, waarna alleen geldige routers worden geaccepteerd voor opname. Bij de validatie worden verlopen RouterInfos en niet-reagerende peers die alleen toegankelijk zijn via SSU, uit de NetDb verwijderd. [Standaard is 60 minuten] Opmerking: deze instelling heeft geen invloed op oudere routers (standaard ouder dan 0.9.29) die uit de NetDb worden verwijderd en verboden worden voor de router sessie zodra er een NetDb-opslag wordt geprobeerd.
pt: Esta configuração (em minutos) permite que você configure manualmente o tempo a ser aguardado após a inicialização antes que os RouterInfos no NetDb sejam verificados em termos de validade, após o qual somente roteadores válidos serão aceitos para inclusão. Quando a validação ocorre, RouterInfos expirados e pares inativos acessíveis apenas via SSU serão removidos do NetDb. [O padrão é de 60 minutos] Nota: Esta configuração não afeta roteadores mais antigos (anteriores a 0.9.29 por padrão), que são removidos do NetDb e banidos para a sessão do roteador assim que um armazenamento do NetDb é tentado.
sl: Ta nastavitev (v minutah) vam omogoča ročno konfiguriranje, koliko počakati po zagonu, preden se RouterInfos v NetDb preverjajo glede na veljavnost, po kateri se bodo le veljavni usmerjevalniki sprejeli za vključitev. Ko se preverjanje izvede, bodo izbrisane potekle RouterInfos in nedelovanje parterjev, dostopni le preko SSU, odstranjeni iz NetDb. [Privzeto je 60 minut] Opomba: Ta nastavitev ni povezana z starškimi usmerjevalniki (privzeto starški od 0.9.29), ki jih NetDb odstranijo in prepove za sejansko usmerjevalnika takoj po poskusu shranjevanja NetDb.
sv: Den här inställningen (i minuter) gör det möjligt att manuellt konfigurera hur länge du ska vänta efter start innan RouterInfos i NetDb kontrolleras för att vara giltiga, efter vilket endast giltiga routrar accepteras för inkludering. När valideringen sker kommer utgångna RouterInfos och oresponsiva peers som bara är tillgängliga via SSU att tas bort från NetDb. [Standard är 60 minuter] Observera: Den här inställningen har ingen inverkan på äldre routar (som är äldre än 0.9.29 som standard) som tas bort från NetDb och blir förbjudna för router-sessionen så snart en NetDb-lagring försöks att göras.
uk: Це налаштування (в хвилинах) дозволяє вручну сконфігурувати час очікування після запуску до перевірки дійсності RouterInfos у NetDb, після чого будуть прийматися лише дійсні роутери. При перевірці будуть видалені з NetDb застарілі RouterInfos та недоступні піри, до яких можна дістатися лише через SSU. [За замовчуванням 60 хвилин] Зауваження: це налаштування не стосується старих роутерів (за замовчуванням старших 0.9.29), які видаляються з NetDb і блокуються на час сесії роутера відразу після спроби збереження NetDb.
vi: Cài đặt này (tính bằng vài phút) cho phép bạn định cấu hình thủ công thời gian chờ đợi sau khi khởi động trước khi RouterInfos trong NETDB được kiểm tra tính hợp lệ, sau đó chỉ có các bộ định tuyến hợp lệ sẽ được chấp nhận để đưa vào. Khi xác nhận xảy ra, RouterInfos đã hết hạn và các đồng nghiệp không phản hồi chỉ có thể truy cập thông qua SSU sẽ bị xóa khỏi NETDB. .

source: This setting, when set to true, will block direct communication from all routers in your own country and add them to your banlist until your router restarts. [Default is false]
bo: སྒྲིག་འགོད་འདི་ true ལ་གཏན་འཁེལ་བྱས་ཚེ། ཁྱེད་ཀྱི་རང་གི་རྒྱལ་ཁབ་ནང་གི་རྒྱུད་པ་ཚང་མ་དང་ཐད་ཀྱི་ཐད་འཕྲོད་བཀག་པ་དང་། ཁྱེད་ཀྱི་བཀག་པའི་ཐོ་གཞིར་ཁ་སྣོན་བྱེད། ཁྱེད་ཀྱི་རྒྱུད་པ་བསྐྱར་འགོ་ཚོགས་བར་དུ་བཀག་པ་མཚམས་འཇོག [སྔོན་སྒྲིག་ནི་ false]
hi: यह सेटिंग, जब true पर सेट की जाती है, तो आपके अपने देश के सभी राउटर्स से प्रत्यक्ष संचार को अवरुद्ध करेगी और उन्हें आपकी बैनलिस्ट में जोड़ देगी जब तक कि आपका राउटर पुनः आरंभ नहीं हो जाता। [डिफ़ॉल्ट गलत है]
ko: 이 설정을 true로 설정하면, 자국의 모든 라우터와의 직접 통신을 차단하고 라우터가 재시작될 때까지 이들을 차단 목록에 추가합니다. [기본값은 false]

source: This setting, when set to true, will block direct communication from all X tier routers that publish a G congestion cap (no transit tunnels), adding them to the session banlist. [Default is true]
bo: གྱི་དོན་དུ་འདི་བཙུགས་པ་དང་ལྷུད་ཡོད་པའི་སྡེ་ཁུལ་G (འགོག་སྒ໲འི་ཚད)དྲིལ་བསྒ໲གས་པའི་X རིམ་པའི་རུ་ཐོག་ཚུ་ནས་ཐད་ཀར་འབྲེལ་གཏུགས་བྱ་རྒ໱ུ་འགོག་ནི་དང་། ཚོགས་པའི་འཇོག་པའི་ཐོ་ཡིག་ནང་དུ་བསྣན་པ་ཡིན། [སྔོན་ལེན་True ཡིན]
hi: यह सेटिंग, जब true पर सेट होती है, सभी X tier राउटर से सीधे संचार को ब्लॉक करेगी जो G congestion cap (कोई transit tunnel नहीं) प्रकाशित करती हैं, उन्हें सत्र प्रतिबंध सूची में जोड़ते हुए। [डिफ़ॉल्ट true है]
ko: 이 설정이 true로 설정되면 G 정체 비율(전환 터널 없음)을 게시하는 모든 X 계층 라우터의 직접 통신을 차단하고 세션 금지 목록에 추가합니다. [기본값은 true입니다]

source: This setting permits disabling SSU tests to determine if your router is firewalled and can be enabled for routers that are definitely not firewalled but are experiencing intermittent firewalling issues. In the event that testing is disabled, both SSU and NTCP should report your current public ip address on <a href=/info>the router info page</a>. [Restart required]
ar: هذا الإعداد يسمح بتعطيل اختبارات SSU لتحديد ما إذا كان الراوتر الخاص بك محمي بجدار ناري ويمكن تمكينه للرواتر التي لا شك أنها غير محمية بجدار ناري ولكنها تعاني من قضايا فرض جدار ناري متقطعة. في حالة تعطيل الاختبار، كلا SSU وـ NTCP يجب أن يبلغ عن عنوان IP العام الحالي الخاص بك على <a href=/info>صفحة معلومات الراوتر</a>. [إعادة تشغيل مطلوبة]
az: Bu parametr, ruterinizin möhkəm olub-olmadığını müəyyən etmək üçün SSU testlərini deaktiv etməyə icazə verir və mütləq firewalled olmayan, lakin aralıq yanğına qarşı problemlər yaşayan marşrutlaşdırıcılar üçün aktivləşdirilə bilər. Test qeyri-aktiv edildikdə, həm SDU, həm də NTCP <a href=/info>marşrutlaşdırıcı məlumat səhifəsində cari ictimai ip ünvanınızı bildirməlidir</a>. [Yenidən başladın tələb olunur]
bo: སྒྲིག་འགོད་འདིས་ SSU ཚོད་ལྟ་སྒོ་བ་བརྒྱུད་པ་མེ་བརྒྱུད་པ་མེ་བར་དུག་ཡོད་མེད་པ་བརྒྱུད་པ་མེ་བར་དུག་ཡོད་མེད་པ་ཡིན་ཡོད་པའི་རྒྱུད་པ་དག་ལ་བརྒྱུད་བྱེད་པར་གྱི་གནས་ཐབས་བྱེད། ཚོད་ལྟ་སྒོ་བ་བརྒྱུད་བྱེད་པའི་གནས་ཚུལ་དུ། SSU དང་ NTCP གཉིས་ཀ <a href=/info>རྒྱུད་པའི་ཆ་འཕྲིན་ཤོག་ངོས།</a> ཐོག་ཁྱེད་ཀྱི་ད་ལྟའི་སྤྱི་ IP ཁ་བྱང་སྙན་སྒྲོན་བྱེད་དགོས། [བསྐྱར་འགོ་ཚོགས་དགོས།]
cs: Toto nastavení umožňuje deaktivovat testy SSU, aby se zjistilo, zda je váš směrovač chráněn firewallem, a může být povoleno pro směrovače, které jsou určitě bez firewalu, ale mají problémy s přerušovaným blokováním firewallu. Pokud jsou testy zakázány, měly by oba protokoly SSU a NTCP hlásit vaši aktuální veřejnou IP adresu na <a href=/info>stránce s informacemi o směrovači</a>. [Je vyžadován restart]
da: Denne indstilling tillader at deaktivere SSU-test for at afgøre om din router er firewall-sikret og kan aktiveres for routere, der helt sikkert ikke er firewall-sikret, men oplever intermittent firewalling-problemer. Hvis testning er deaktiveret, bør både SSU og NTCP rapportere din aktuelle offentlige ip-adresse på <a href=/info>router informationssiden</a>. [Genstart krævet]
el: Αυτή η ρύθμιση επιτρέπει την απενεργοποίηση των δοκιμών SSU για να προσδιορίσετε εάν ο δρομολογητής σας έχει τείχος προστασίας και μπορεί να ενεργοποιηθεί για δρομολογητές που σίγουρα δεν έχουν τείχος προστασίας, αλλά αντιμετωπίζουν προβλήματα τείχους προστασίας μεταβλητής συνδεσιμότητας. Στην περίπτωση που απενεργοποιηθούν οι δοκιμές, τόσο η SSU όσο και η NTCP θα αναφέρουν την τρέχουσα διεύθυνση IP του δικτύου σας στην <a href=/info>σελίδα πληροφοριών του δρομολογητή</a>. [Απαιτείται επανεκκίνηση]
es: Esta configuración permite deshabilitar las pruebas de SSU para determinar si tu enrutador está bloqueado por firewall y puede habilitarse para enrutadores que definitivamente no están bloqueados por firewall pero están experimentando problemas intermitentes de firewall. En el caso de que la prueba esté deshabilitada, tanto SSU como NTCP deberían informar tu dirección IP pública actual en <a href=/info>la página de información del enrutador</a>. [Reinicio requerido]
et: See seadistus lubab keelata SSU testid, et teha kindlaks, kas teie ruuter on tulemüüri taga ja see saab lubada ruuteritele, mis pole kindlasti tulemüüri taga, kuid kogevad katkendlikke tulemüüri probleeme. Testimise keelamise korral peaksid nii SSU kui ka NTCP teatama teie praeguse avaliku IP-aadressi aadressil <a href=/info>ruuteri teabekülg</a>. [Nõutav taaskäivitamine]
fa: این تنظیم اجازه می دهد تا تست های SSU را غیرفعال کنید تا مشخص شود آیا روتر شما دارای فایروال است یا خیر و می توان آن را برای روترهایی که قطعا فایروال ندارند اما مشکلات فایروال متناوب را تجربه می کنند فعال کرد.
fi: Tämä asetus sallii SSU-testien poistamisen reitittimesi suojauksen määrittämiseksi ja voidaan ottaa käyttöön reitittimille, jotka eivät ole ehdottomasti suojattuja, mutta kokevat satunnaista palomuuriongelmaa. Jos testi on poistettu käytöstä, sekä SSU että NTCP raportoivasta nykyisestä julkisesta ip-osoitteestasi <a href=/info>reitittimen tietosivulla</a>. [Vaaditaan uudelleenkäynnistys]
hi: यह सेटिंग आपको यह जांच करने के लिए SSU परीक्षणों को अक्षम करने की अनुमति देती है कि आपका राउटर फ़ायरवॉल के पीछे है या नहीं, और जो राउटर निश्चित रूप से फ़ायरवॉल के पीछे नहीं हैं लेकिन अनियमित फ़ायरवॉलिंग समस्याओं का सामना कर रहे हैं। यदि परीक्षण अक्षम किया जाता है, तो दोनों SSU और NTCP <a href=/info>राउटर जानकारी पृष्ठ</a> पर आपकी वर्तमान सार्वजनिक IP पता रिपोर्ट करने चाहिए। [रीस्टार्ट की आवश्यकता है]
hu: Ez a beállítás lehetővé teszi az SSU tesztek letiltását a router tűzfalállapotának meghatározásához, és engedélyezhető azokon a routerekre, amelyek határozottan nincsenek tűzfalon kívül, de időszakos tűzfalozási problémákkal küzdenek. Abban az esetben, ha a tesztelés le van tiltva, mind az SSU, mind az NTCP jelentenie kell a jelenlegi nyilvános IP-címet a <a href=/info>tűzfal információ oldal</a>on. [Újraindítás szükséges]
in: Pengaturan ini memungkinkan pematikan pengujian SSU untuk menentukan apakah router Anda dibatasi firewall dan dapat diaktifkan untuk router yang pasti tidak dibatasi firewall namun mengalami masalah pembatasan firewall yang tidak beraturan. Dalam hal pengujian dinonaktifkan, baik SSU maupun NTCP seharusnya melaporkan alamat IP publik saat ini Anda di <a href=/info>halaman informasi router</a>. [Restart diperlukan]
it: Questa impostazione consente di disabilitare i test SSU per determinare se il tuo router è protetto da firewall e può essere abilitata per i router che sicuramente non sono protetti da firewall ma che riscontrano problemi di protezione intermittent. Se i test sono disabilitati, sia SSU che NTCP dovrebbero riportare il tuo indirizzo IP pubblico corrente sulla <a href=/info>pagina delle informazioni del router</a>. [Richiede riavvio]
ja: この設定により、ルータがファイアウォールであるかどうかを判断するためのSSUテストを無効にすることができます。ファイアウォールでないことが確認されているが、一時的なファイアウォールの問題が発生しているルータに対して有効にすることもできます。テストが無効にされている場合、SSUとNTCPの両方が<a href=/info>ルータ情報ページ</a>で現在の公開IPアドレスを報告するはずです。[再起動が必要です]
ko: 이 설정은 라우터가 방화벽으로 막히고 있는지 여부를 확인하는 SSU 테스트를 비활성화하는 것을 허용하며, 분명히 방화벽으로 막히지 않았지만 간헐적인 방화벽 문제가 있는 라우터에 대해서만 활성화할 수 있습니다. 테스트가 비활성화된 경우, SSU 및 NTCP 모두 <a href=/info>라우터 정보 페이지</a>에서 현재 공인 IP 주소를 보고해야 합니다. [재부팅이 필요함]
nb: Denne innstillingen tillater å deaktivere SSU-tester for å bestemme om ruteren din har brannmur og kan brukes for rutere som definitivt ikke har brannmur, men som opplever periodiske brannmursproblemer. Hvis testingen er deaktivert, bør både SSU og NTCP rapportere din nåværende offentlige IP-adresse på siden <a href=/info>router informasjon</a>. [Omstart kreves]
nl: Deze instelling maakt het mogelijk om tests voor SSU-verbindingen uit te schakelen om te bepalen of je router een firewall heeft. Dit kan worden ingeschakeld voor routers die zeker geen firewall hebben, maar die problemen hebben met intermitterende firewall-instellingen. Als tests zijn uitgeschakeld, zouden zowel SSU als NTCP je huidige openbare IP-adres moeten rapporteren op <a href=/info>de router-informatiepagina</a>. [Herstart vereist]
pt: Essa configuração permite desabilitar os testes SSU para determinar se o seu roteador está com firewall e pode ser habilitado para roteadores que definitivamente não estão com firewall, mas estão enfrentando problemas intermitentes de firewall. No caso de os testes serem desabilitados, tanto SSU quanto NTCP devem relatar seu endereço IP público atual na <a href=/info>página de informações do roteador</a>. [Reinicialização necessária]
sl: Ta nastavitev dovoljuje onemogočanje SSU preizkusov za določanje, ali je vaš usmerjevalnik omejen, in se lahko omogoči za usmerjevalnike, ki so zanesljivo neomejeni, vendar doživljajo nepredvidljive težave z omejevalcem. Če je testiranje onemogočeno, bi morala SSU in NTCP poročata o vašem trenutnem javnem ip naslovu na <a href=/info>strani za informacije o usmerjevalniku</a>. [Ponovni zagon zahtoven]
sv: Denna inställning tillåter inaktivering av SSU-tester för att avgöra om din router är brandväggad och kan aktiveras för routrar som definitivt inte är brandväggade men upplever intermittent brandväggningsproblem. Om testningen är inaktiverad ska både SSU och NTCP rapportera din nuvarande publika IP-adress på <a href=/info>routers informationsida</a>. [Omstart krävs]
uk: Це налаштування дозволяє відключити тести SSU для визначення того, чи знаходиться ваш роутер за файрволом, і його можна активувати для роутерів, які напевно не піддаються файрволу, але мають проблеми з тимчасовим блокуванням. У разі відключення тестування, як SSU, так і NTCP повинні відображати вашу поточну публічну IP-адресу на <a href=/info>сторінці інформації про роутер</a>. [Потрібний перезапуск]
vi: Cài đặt này cho phép vô hiệu hóa các bài kiểm tra SSU để xác định xem bộ định tuyến của bạn có bị tường lửa hay không, và có thể được kích hoạt cho các bộ định tuyến rõ ràng không bị tường lửa nhưng đang gặp vấn đề tường lửa không ổn định. Trong trường hợp kiểm tra bị vô hiệu hóa, cả SSU và NTCP nên báo cáo địa chỉ công khai hiện tại của bạn trên trang thông tin về <a href=/info>bộ định tuyến</a>. [Yêu cầu khởi động lại]
