Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting (in hours) allows you to manually configure how old a RouterInfo is in order for it to be checked by the Refresh Routers Job. By default, the age of a RouterInfo before a refresh is intitiated scales according to the size of the NetDb, increasing as the NetDb grows in size. A value of 0 will force the Router Refresh Job to check every router in the NetDb, regardless of age.
ar: هذا الإعداد (بالساعات) يتيح لك تكويف عمر معلومات الراوتر يدوياً حتى يتم فحصها من قبل مهمة تحديث الرواتر. افتراضياً، يتناسب عمر معلومات الراوتر قبل بدء التحديث مع حجم قاعدة البيانات الشبكية، حيث يزيد كلما كبر حجم القاعدة. القيمة 0 ستجبر مهمة تحديث الراوتر على فحص كل راوتر في قاعدة البيانات بصرف النظر عن عمره.
az: Bu parametr (saatlarla) Refresh Routers Job tərəfindən yoxlanılması üçün RouterInfo-nun neçə yaşında olduğunu əl ilə konfiqurasiya etməyə imkan verir. Standart olaraq, yeniləmədən əvvəl RouterInfo yaşı NetDb ölçüsünə uyğun olaraq ölçülür, NetDb ölçüsündə getdikcə artır. 0 dəyəri Router Yeniləmə İşini yaşından asılı olmayaraq NetDb-dəki hər bir routeri yoxlamağa məcbur edəcək.
bo: སྒྲིག་འགོད་འདི་(ཆུ་ཚོད་ནང་) ཁྱེད་ལ་རྒྱུད་པ་གསར་བསྐྱར་ལས་ཀས་བརྟག་དཔྱད་བྱེད་པའི་ RouterInfo གི་དུས་ཚོད་ག་ཚོད་ཅིག་ཡིན་པ་ལག་བསྟར་རྒྱུན་ལྡན་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད། སྔོན་སྒྲིག་ལྟར་ན་གསར་བསྐྱར་འགོ་བརྩམས་པའི་སྔོན་གྱི་ RouterInfo གི་ལོ་རྒྱུས་ནི་ NetDb ཆེ་ཆུང་དང་བསྟུན་འགྱུར་བ་བྱེད་ཅིང་། NetDb ཆེ་རུ་འགྲོ་བ་དང་བསྟུན་འཕར། གནས་གྲངས་ 0 ལ་གཏན་འཁེལ་བྱས་ཚེ་རྒྱུད་པ་གསར་བསྐྱར་ལས་ཀས་ NetDb ནང་གི་རྒྱུད་པ་ཚང་མ་ལོ་རྒྱུས་ལ་མ་ལྟོས་པར་བརྟག་དཔྱད་བྱེད་པར་བང་བ།
cs: Toto nastavení (v hodinách) vám umožňuje manuálně konfigurovat maximální stáří RouterInfo pro ověření Refresh Routers Job. Ve výchozím nastavení se věk RouterInfo před aktualizací škáluje podle velikosti NetDb, který roste v závislosti na velikosti NetDb. Hodnota 0 následně donutí Router Refresh Job, aby zkontroloval každý router v NetDb, bez ohledu na věk.
da: Denne indstilling (i timer) giver dig mulighed for manuelt at konfigurere, hvor gammel en RouterInfo skal være for at blive kontrolleret af jobbet Refresh Routers. Som standard skalerer alderen på en RouterInfo, inden en opdatering initieres, i forhold til størrelsen af NetDb, og stiger, når NetDb vokser i størrelse. En værdi på 0 vil tvinge Jobbet Refresh Router til at kontrollere hver router i NetDb, uanset alder.
el: Αυτή η ρύθμιση (σε ώρες) σας επιτρέπει να ρυθμίσετε μηχανικά πόσο παλιά είναι μια RouterInfo ώστε να ελεγχθεί από τη δουλειά ανανέωσης δρομολογητών. Από προεπιλογή, η ηλικία μιας RouterInfo πριν από μια ανανέωση κλιμακώνεται ανάλογα με το μέγεθος της NetDb, αυξάνοντας καθώς η NetDb μεγαλώνει σε μέγεθος. Μια τιμή 0 θα αναγκάσει τη δουλειά ανανέωσης δρομολογητών να ελέγξει κάθε δρομολογητή στη NetDb, ανεξάρτητα από την ηλικία του.
es: Esta configuración (en horas) le permite configurar manualmente con qué antigüedad debe tener una RouterInfo para que sea revisada por el Trabajo de actualización de enrutadores. De forma predeterminada, la antigüedad de una RouterInfo antes de iniciar una actualización escala según el tamaño de NetDb, aumentando a medida que crece NetDb. Un valor de 0 obligará al Trabajo de actualización de enrutadores a revisar cada enrutador en NetDb, independientemente de su antigüedad.
et: See sättetus (tundides) võimaldab sul seadistada, kui vana peab olema RouterInfo, et seda kontrolliks värskenduste tööülesanne. Vaikimisi sõltub RouterInfo vanus enne värskendamist NetDb suurusest, suurenedes koos NetDb suurenemisega. Väärtus 0 sunnib värskenduste tööülesannet kontrollima iga ruuterit NetDb-s, sõltumata nende vanusest.
fa: این تنظیم (بر حسب ساعت) به شما امکان می دهد تا به صورت دستی پیکربندی کنید که RouterInfo چند ساله است تا توسط Refresh Routers Job بررسی شود.
fi: Tämä asetus (tunteina) mahdollistaa reitin tiedon iän manuaalisen määrityksen, jotta se tarkistetaan Päivitetyt Reitittimet -tehtävän toimesta. Oletuksena reitin tiedon ikä ennen päivitystä mukautuu NetDb-kannan koon mukaan, kasvaen mitä enemmän NetDb-kanta kasvaa. Arvo 0 pakottaa Päivitetyt Reitittimet -tehtävän tarkistamaan jokaisen reitittimen NetDb-kannassa, riippumatta iästä.
hi: इस सेटिंग (घंटे में) आपको हैंडली कॉन्फ़िगर करने की अनुमति देती है कि राउटर इन्फॉर्मेशन कितना पुराना होना चाहिए ताकि इसे रफ्रेश राउटर जॉब द्वारा जांचा जा सके। मानक रूप से, नेटडीबी के आकार के अनुसार राउटर इन्फॉर्मेशन की उम्र पहले से ही नवीनीकरण के लिए तय की जाती है, जो नेटडीबी के आकार में बढ़ने के साथ बढ़ती है। 0 के मान को चुनकर, राउटर रिफ्रेश जॉब को नेटडीबी में प्रत्येक राउटर की जांच करने के लिए मजबूर किया जाएगा, वयस्कता के बिना।
hu: Ez a beállítás (órában) lehetővé teszi, hogy kézzel konfigurálja, hogy milyen régi legyen egy RouterInfo ellenőrzéséhez a Refresh Routers Job által. Az alapértelmezés szerint az idő, amelyen belül egy RouterInfo értékelődik újra, a NetDb méretével arányosan növekszik, ahogy a NetDb nagyobb lesz. A 0 érték arra kényszeríti, hogy a Router Refresh Job minden routert ellenőrizzen a NetDb-ben, függetlenül az életkortól.
in: Pengaturan ini (dalam jam) memungkinkan Anda mengkonfigurasi secara manual berapa umur RouterInfo agar dapat diperiksa oleh Pekerjaan Refresh Routers. Secara default, usia RouterInfo sebelum penyegaran dimulai berskala sesuai dengan ukuran NetDb, meningkat seiring bertambahnya ukuran NetDb. Nilai 0 akan memaksa Pekerjaan Penyegaran Router untuk memeriksa setiap router di NetDb, berapa pun usianya.
it: Questa impostazione (in ore) consente di configurare manualmente l'età di un RouterInfo affinché venga controllato dal job Refresh Routers. Per impostazione predefinita, l'età di un RouterInfo prima di un aggiornamento scala in base alla dimensione di NetDb, aumentando all'aumentare della dimensione di NetDb. Un valore di 0 forzerà il job Refresh Routers a controllare ogni router in NetDb, indipendentemente dall'età.
ja: この設定 (時間単位) では、Refresh Routers ジョブによってチェックされるために RouterInfo がいくつの歳になる必要があるかを手動で設定することができます。デフォルトでは、リフレッシュが開始される前の RouterInfo の年齢は、NetDb のサイズに応じてスケールされ、NetDb のサイズが大きくなるにつれて増加します。値が 0 の場合、Router Refresh ジョブは NetDb 内のすべてのルーターを年齢に関係なくチェックすることになります。
ko: 이 설정 (시간 단위)을 사용하면 Refresh Routers Job에 의해 확인되기 위해 라우터가 얼마나 오래되어야하는지를 수동으로 구성할 수 있습니다. 기본적으로 갱신 전에 RouterInfo의 나이는 NetDb의 크기에 따라 증가합니다. 0의 값을 설정하면 Router Refresh Job이 NetDb의 모든 라우터를 나이와 상관없이 확인하도록 강제합니다.
nb: Denne innstillingen (i timer) lar deg manuelt konfigurere hvor gammel en RouterInfo må være for at den skal bli sjekket av jobben 'Refresh Routers'. Som standard øker alderen til en RouterInfo før en oppdatering utføres i henhold til størrelsen på NetDb, slik at den øker i takt med størrelsen på NetDb. En verdi på 0 vil tvinge jobben 'Refresh Routers' til å sjekke hver eneste ruter i NetDb, uavhengig av alder.
nl: Deze instelling (in uren) stelt u in staat om handmatig te configureren hoe oud een RouterInfo moet zijn om te worden gecontroleerd door de Refresh Routers Job. Standaard schaalt de leeftijd van een RouterInfo voordat een vernieuwing wordt gestart volgens de grootte van de NetDb, waarbij de leeftijd toeneemt naarmate de NetDb groter wordt. Een waarde van 0 dwingt de Router Refresh Job om elke router in de NetDb te controleren, ongeacht de leeftijd.
pt: Esta configuração (em horas) permite que você configure manualmente a idade máxima de um RouterInfo para que ele seja verificado pelo Refresh Routers Job. Por padrão, a idade de um RouterInfo antes de uma atualização é escalonada de acordo com o tamanho do NetDb, aumentando conforme o NetDb cresce. Um valor de 0 força o Router Refresh Job a verificar todos os roteadores do NetDb, independente da idade.
sl: Ta nastavitev (v urah) vam omogoča ročno konfiguriranje starosti RouterInfo, da ga lahko preveri posluga Osveži usmerjevalnike. Privzeto je starost RouterInfo pred osvežitvijo, nastavljena glede na velikost NetDb, povečana pa, ko NetDb raste v velikosti. Vrednost 0 bo prisili poslugo Osveži usmerjevalnike, da preveri vsak usmerjevalnik v NetDb, ne glede na starost.
sv: Den här inställningen (i timmar) gör det möjligt att manuellt konfigurera hur gammal en RouterInfo måste vara för att den ska kontrolleras av Refresh Routers Job. Som standard anpassas åldern för en RouterInfo innan en uppdatering initieras utifrån storleken på NetDb, det vill säga att åldern ökar när NetDb växer i storlek. Ett värde på 0 tvingar Router Refresh Job att kontrollera varje router i NetDb, oavsett ålder.
uk: Це налаштування (в годинах) дає змогу вручну налаштувати вік RouterInfo для перевірки Завданням оновлення роутерів. За замовчуванням вік RouterInfo перед запуском оновлення змінюється в залежності від розміру NetDb, збільшуючись при зростанні розміру NetDb. Значення 0 примусить Завдання оновлення роутерів перевіряти кожен роутер у NetDb, незалежно від віку.
vi: Cài đặt này (tính bằng giờ) cho phép bạn định cấu hình thủ công một bộ định tuyến giới hạn theo thứ tự để nó được kiểm tra bởi công việc bộ định tuyến làm mới. Theo mặc định, tuổi của RouterInfo trước khi làm mới quy mô theo kích thước của NetDb, tăng khi NetDb tăng kích thước. Giá trị 0 sẽ buộc công việc làm mới bộ định tuyến phải kiểm tra mọi bộ định tuyến trong NetDb, bất kể tuổi tác.

source: This setting (in seconds) allows you to manually configure the amount of time to wait before an attempt to refresh a router is determined to have failed. [The default is 20 seconds]
ar: هذا الإعداد (بالثواني) يتيح لك تكويف مدة الانتظار يدوياً قبل أن يعتبر محاولة تحديث راوتر فاشلة. [الافتراضي هو 20 ثانية]
az: Bu parametr (saniyə ərzində) ruterin yenilənməsi cəhdinin uğursuz olduğu müəyyən edilməzdən əvvəl gözləmək üçün vaxtın miqdarını əl ilə konfiqurasiya etməyə imkan verir. [Standart 20 saniyədir]
bo: སྒྲིག་འགོད་འདི་(སྐར་ཆ་ནང་) ཁྱེད་ལ་རྒྱུད་པ་གསར་བསྐྱར་བྱེད་པའི་ཚོད་ལྟ་ཕམ་ཉེས་སུ་གཏན་འཁེལ་བྱེད་པའི་སྔོན་གྱི་སྒུག་དུས་ཚོད་ལག་བསྟར་རྒྱུན་ལྡན་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད། [སྔོན་སྒྲིག་ནི་སྐར་ཆ་ 20]
cs: Toto nastavení (ve vteřinách) vám umožňuje ručně nastavit časový interval, který se má počkat, než se pokus o obnovení routeru považuje za selhání. [Výchozí hodnota je 20 sekund]
da: Denne indstilling (i sekunder) giver dig mulighed for manuelt at konfigurere ventetiden, før et forsøg på at opdatere en router anses for mislykket. [Standard er 20 sekunder]
el: Αυτή η ρύθμιση (σε δευτερόλεπτα) σας επιτρέπει να ρυθμίσετε μηχανικά το χρονικό διάστημα που πρέπει να περιμένετε πριν θεωρηθεί αποτυχημένη μια προσπάθεια ανανέωσης ενός δρομολογητή. [Η προεπιλεγμένη τιμή είναι 20 δευτερόλεπτα]
es: Esta configuración (en segundos) le permite configurar manualmente la cantidad de tiempo que debe esperarse antes de que se determine que un intento de actualización de un enrutador ha fallado. [El predeterminado son 20 segundos]
et: See sättetus (sekundites) võimaldab sul seadistada aja, kui kaua oodata, enne kui üritus ruuteri värskendamiseks loetakse luhtunuks. [Vaikimisi 20 sekundit]
fa: این تنظیم (در چند ثانیه) به شما اجازه می دهد تا به صورت دستی مدت زمان انتظار را قبل از اینکه تلاش برای تازه کردن روتر مشخص شود شکست خورده است، پیکربندی کنید.
fi: Tämä asetus (sekunteina) mahdollistaa ajan määrän manuaalisen määrittämisen, joka odotetaan ennen kuin yritetään päivittää reititintä ja jolloin päivitys toteamatta epäonnistuneeksi. [Oletuksena on 20 sekuntia]
hi: यह सेटिंग (सेकंड में) आपको राउटर को फिर से सुरु करने की कोशिश के पहले कितनी देर इंतजार करने की मात्रा को मैन्युअल रूप से सेट करने की अनुमति देती है। [मानक मान 20 सेकंड है]
hu: Ez a beállítás (másodpercben) lehetővé teszi, hogy kézzel állítsa be a várakozási időt, mielőtt egy routert frissíteni kísérelne meg, és ez nem sikerülne. [Az alapértelmezés 20 másodperc]
in: Pengaturan ini (dalam hitungan detik) memungkinkan Anda mengonfigurasi secara manual jumlah waktu menunggu sebelum upaya menyegarkan router dianggap gagal. [Defaultnya adalah 20 detik]
it: Questa impostazione (in secondi) consente di configurare manualmente il tempo di attesa prima che un tentativo di aggiornamento di un router venga considerato fallito. [Il valore predefinito è 20 secondi]
ja: この設定 (秒単位) は、ルーターのリフレッシュの試行が失敗したと判断されるまでに待機する時間を手動で設定できます。[デフォルトは20秒]
ko: 이 설정 (초 단위)은 라우터 갱신 시도가 실패로 판단되기 전에 기다릴 시간을 수동으로 구성할 수 있습니다. [기본값은 20초입니다]
nb: Denne innstillingen (i sekunder) lar deg manuelt konfigurere hvor lang tid det skal ventes før et forsøk på å oppdatere en ruter blir vurdert som mislykket. [Standard er 20 sekunder]
nl: Deze instelling (in seconden) stelt je in staat om handmatig de tijd in te stellen die moet worden gewacht voordat een poging om een ​​router te vernieuwen als mislukt wordt beschouwd. [De standaard is 20 seconden]
pt: Esta configuração (em segundos) permite que você configure manualmente o tempo de espera antes que uma tentativa de atualização de um roteador seja determinada como falha. [O padrão é de 20 segundos]
sl: Ta nastavitev (v sekundah) vam omogoča ročno konfiguriranje časa, koliko časa počakati preden se poskus osvežitve usmerjevalnika obravnava kot neuspešen. [Privzeto je 20 sekund]
sv: Den här inställningen (i sekunder) gör det möjligt att manuellt konfigurera tiden att vänta innan ett försök att uppdatera en router anses ha misslyckats. [Standardvärdet är 20 sekunder]
uk: Це налаштування (в секундах) дозволяє вручну сконфігурувати час очікування до визнання спроби оновлення роутера невдалою. [За замовчуванням 20 секунд]
vi: Cài đặt này (tính bằng giây) cho phép bạn định cấu hình thủ công lượng thời gian chờ đợi trước khi cố gắng làm mới bộ định tuyến được xác định là không thành công. [Mặc định là 20 giây]

source: This setting determines whether routers classified as uninteresting (K or L tier, unreachable or older than 0.9.50) are checked during the refresh router process after 1 hour of uptime. [Default is false]
ar: هذا الإعداد يحدد ما إذا كانت الرواتر المصنّفة غير ذات أهمية (فئة K أو L، غير قابلة للوصول أو أقدم من 0.9.50) سيتم فحصها أثناء عملية تحديث الرواتر بعد ساعة واحدة من تشغيل النظام. [الافتراضي هو خطأ]
az: Bu parametr maraqsız olaraq təsnif edilən marşrutlaşdırıcıların (K və ya L dərəcəli, 0.9.50 -dən yuxarı və ya daha yuxarı) yenilənmə marşrutlaşdırıcısı prosesində 1 saatlıq iş vaxtından sonra yoxlanılıb-tapılmadığını müəyyən edir. [Standart yanlışdır]
bo: སྒྲིག་འགོད་འདིས་སྤྱི་བཏང་མ་ཡིན་པར་དབྱེ་བ་(K ཡང་ན་ L རིམ་པ། འབྲེལ་ཐུབ་མེད་པ་ཡང་ན་ 0.9.50 ལས་རྙིང་བ) བརྟན་གནས་དུས་ཚོད་ཆུ་ཚོད་ 1 རྗེས་རྒྱུད་པ་གསར་བསྐྱར་བྱེད་པའི་བརྒྱུད་རིམ་ནང་བརྟག་དཔྱད་བྱེད་མིན་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ནི་ false]
cs: Toto nastavení určuje, zda se routerům klasifikovaným jako nezajímavým (K nebo L vrstva, nedosažitelný nebo starší než 0.9.50) ověří se během procesu obnovy routeru po dobu 1 hodiny provozu. [Standartní hodnota je false]
da: Denne indstilling bestemmer, om routere, der er klassificeret som uinteressante (K eller L-tier, utilgængelige eller ældre end 0.9.50), kontrolleres under opdateringsprocessen for routeren efter 1 times drift. [Standard er falsk]
el: Αυτή η ρύθμιση καθορίζει εάν οι δρομολογητές που ταξινομούνται ως μη ενδιαφέροντες (K ή L tier, ανεπίτευκτοι ή παλαιότεροι από 0.9.50) ελέγχονται κατά τη διαδικασία ανανέωσης δρομολογητή μετά από 1 ώρα λειτουργίας. [Η προεπιλεγμένη τιμή είναι false]
es: Esta configuración determina si los enrutadores clasificados como poco interesantes (nivel K o L, inalcanzables o más antiguos que la versión 0.9.50) se revisan durante el proceso de actualización del enrutador después de 1 hora de funcionamiento. [Predeterminado es false]
et: See sättetus otsustab, kas värskenduste tööülesande raames kontrollitakse ruutereid, mis on määratletud kui mittehuvipakkuvad (K- või L-taseme, kättesaamatud või vanemad kui 0.9.50) pärast 1 tunni möödumist pärast käivitamist. [Vaikeväärtus on vale]
fa: این تنظیم تعیین می‌کند که آیا روترهای طبقه‌بندی‌شده به‌عنوان غیرجالب (سطح K یا L، غیرقابل دسترس یا قدیمی‌تر از 0.9.50) در طول فرآیند تازه‌سازی روتر پس از 1 ساعت کارکرد بررسی می‌شوند.
fi: Tämä asetus määrittää tarkistetaanko päivitettyjen reitittimien prosessin aikana 1 tunnin jälkeen reitittimet, jotka on luokiteltu epäkiinnostaviksi (K tai L-tier, tavoittamattomia tai vanhempia kuin 0.9.50 versio). [Oletuksena on epätosi]
hi: यह सेटिंग निर्धारित करती है कि क्या उन राउटरों की जांच की जाती है जो अनिच्छुक (के या एल टायर, पहुंचमुक्त या 0.9.50 से पुराने) के रूप में वर्गीकृत किए गए हैं, 1 घंटे के बाद राउटर रिफ्रेश प्रक्रिया के दौरान। [मानक मान असत्य है]
hu: Ez a beállítás meghatározza, hogy az érdektelennek minősített routerek (K vagy L szint, elérhetetlen vagy 0.9.50-nél régebbiek) ellenőrizve lesznek-e a router frissítési folyamata után 1 óra üzemidő után. [Az alapértelmezés hamis]
in: Pengaturan ini menentukan apakah router yang diklasifikasikan sebagai tidak menarik (tingkat K atau L, tidak dapat dijangkau atau lebih lama dari 0.9.50) diperiksa selama proses penyegaran router setelah waktu aktif 1 jam. [Defaultnya salah]
it: Questa impostazione determina se i router classificati come non interessanti (tier K o L, irraggiungibili o più vecchi di 0.9.50) vengono controllati durante il processo di aggiornamento dei router dopo 1 ora di uptime. [Il valore predefinito è falso]
ja: この設定は、興味のない (K または L ティア、到達不能または0.9.50より古い) と分類されたルーターが、稼働時間1時間後にリフレッシュルータープロセス中にチェックされるかどうかを決定します。[デフォルトはfalse]
ko: 이 설정은 라우터 갱신 프로세스에서 1시간 동안 운영 시간이 지난 후에도 흥미로운 요소로 분류되지 않은(K 또는 L 계층, 도달할 수 없거나 0.9.50 이전 버전) 라우터를 확인할지 여부를 결정합니다. [기본값은 false입니다]
nb: Denne innstillingen avgjør om rutere som er klassifisert som uinteressante (K eller L-tier, utilgjengelige eller eldre enn 0.9.50) sjekkes under prosessen for å oppdatere ruteren etter 1 times oppetid. [Standard er falsk]
nl: Deze instelling bepaalt of routers die als oninteressant worden geclassificeerd (K- of L-niveau, onbereikbaar of ouder dan 0.9.50) worden gecontroleerd tijdens het vernieuwingsproces van de router na 1 uur uptime. [Standaard is false]
pt: Esta configuração determina se os roteadores classificados como não interessantes (K ou L tier, inacessíveis ou mais antigos que 0.9.50) são verificados durante o processo de atualização dos roteadores após 1 hora de tempo de atividade. [O padrão é falso]
sl: Ta nastavitev določa, ali se usmerjevalniki, kategorizirani kot neinteresni (raven K ali L, nedosegljivi ali starški od 0.9.50) preverjajo med postopkom osvežitve usmerjevalnika po 1 uri časa delovanja. [Privzeto je false]
sv: Den här inställningen avgör om routerns som kategoriseras som ointressanta (K eller L tier, oåtkomliga eller äldre än 0.9.50) kontrolleras under uppdateringsprocessen efter 1 timmes drifttid. [Standard är false]
uk: Це налаштування визначає, чи будуть перевірятися роутери, класифіковані як нецікаві (рівні K або L, недоступні або старші за 0.9.50), під час процесу оновлення роутерів після 1 години роботи. [За замовчуванням false]
vi: Cài đặt này xác định xem các bộ định tuyến được phân loại là không thú vị (K hoặc L, không thể truy cập hoặc cũ hơn 0.9,50) được kiểm tra trong quá trình bộ định tuyến làm mới sau 1 giờ thời gian hoạt động. [Mặc định là sai]

source: When set to true, this setting will relax the conditions required for your router to publish congestion caps, specifically when it's determined that your bandwidth usage is high. Other conditions, such as high job lag or a router classified as slow, will still cause caps to be published. [Default is false]
bo: true ལ་གཏན་འཁེལ་བྱས་ཚེ། སྒྲིག་འགོད་འདིས་ཁྱེད་ཀྱི་རྒྱུད་པས་འགག་འཕྲང་ཚད་སྤེལ་བྱེད་པར་མཁོ་བའི་ཆ་རྐྱེན་ཞལ་དུ་གཏོང་བ་དང་། ལྷག་པར་དུ་ཁྱེད་ཀྱི་རྒྱུག་ཚད་བེད་སྤྱོད་མཐོ་བར་གཏན་འཁེལ་བྱས་ཚེ་རེད། ཆ་རྐྱེན་གཞན་དག་ལས་ཀའི་རྗེས་འགྲོས་མཐོ་བ་ཡང་ན་རྒྱུད་པ་དལ་བར་དབྱེ་བ་བཅས་ཀྱིས་སྔར་བཞིན་ཚད་སྤེལ་བྱེད་པར་བརྒྱུན་འགྱུར་བྱེད། [སྔོན་སྒྲིག་ནི་ false]
hi: जब true पर सेट किया जाता है, तो यह सेटिंग आपके राउटर द्वारा कंजेशन कैप्स प्रकाशित करने के लिए आवश्यक शर्तों को शिथिल कर देगी, विशेष रूप से जब यह निर्धारित होता है कि आपका बैंडविड्थ उपयोग उच्च है। अन्य शर्तें, जैसे उच्च जॉब लैग या धीमे के रूप में वर्गीकृत राउटर, फिर भी कैप्स प्रकाशित होने का कारण बनेंगी। [डिफ़ॉल्ट गलत है]
ko: true로 설정하면, 이 설정은 대역폭 사용량이 높다고 판단될 때 라우터가 혼잡 제한을 게시하는 데 필요한 조건을 완화합니다. 다른 조건, 예를 들어 높은 작업 지연이나 라우터가 느리다고 분류되는 경우에도 여전히 제한이 게시되도록 합니다. [기본값은 false]
