Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Peers that meet or exceed tunnel build rate average for all profiled peers.
ar: الأقران الذين يستوفون أو يتجاوزون متوسط ​​معدل بناء الأنفاق لجميع الأقران الذين تم تحديدهم.
az: Bütün profilli həmyaşıdlar üçün tunel qurma sürəti ortasına cavab verən və ya onu aşan həmyaşıdlar.
bo: ཞིབ་འཇུག་བྱས་པའི་ལག་གདང་ཚང་མའི་གྲུང་ནེལ་བཟོ་བའི་ཚད་ཆ་སྙོམ་ལ་སོན་པ་ཡང་ན་ལས་བརྒལ་བའི་ལག་གདང་།
cs: Peers, kteří splňují nebo překračují průměrnou rychlost budování tunelu pro všechny profilované partnery.
da: Peers, der opfylder eller overstiger tunnelbyggehastighedsgennemsnittet for alle profilerede peers.
el: Ομότιμοι που πληρούν ή υπερβαίνουν τον μέσο όρο του ρυθμού κατασκευής σήραγγας για όλους τους ομοτίμους με προφίλ.
es: Pares que alcanzan o exceden la media de construcción de túneles de todos los pares comprobados.
et: Sarnased rakendused, mis vastavad tunneli ehitamise kiiruse keskmisele või ületavad kõigi profiilidega sarnaste rakenduste puhul.
fa: همتاهایی که میانگین نرخ ساخت تونل را برای همه همتایان نمایه شده برآورده می کنند یا از آن فراتر می روند.
fi: Vertaiset, jotka täyttävät tai ylittävät tunnelin rakentamisnopeuden keskiarvon kaikkien profiloitujen kumppanien osalta.
hi: पीयर जो सभी प्रोफ़ाइल्ड पीयर के लिए टनल बनाने की औसत दर को पूरा करते हैं या उससे अधिक होते हैं।
hu: Olyan társak, amelyek elérik vagy meghaladják az alagútépítési arány átlagát az összes profilozott társ esetében.
in: Rekan yang memenuhi atau melampaui rata-rata tingkat pembangunan terowongan untuk semua rekan yang diprofilkan.
it: Peer che soddisfano o superano la media di tunnel costruiti per tutti i peer profilati.
ja: すべてのプロファイリングされたピアのトンネル構築レートの平均以上のピア。
ko: 프로파일링된 모든 피어의 터널 구축 속도 평균을 충족하거나 초과하는 피어입니다.
nb: Personer som møter eller overgår gjennomsnittet av tunnelbyggehastighet for alle profilerte jevnaldrende.
nl: Peers die het tunnelbouwpercentage voor alle geprofileerde peers halen of overschrijden.
pt: Peers que atendem ou excedem a média da taxa de construção de túnel para todos os pares com perfil.
sl: Parterji, ki izpolnjujejo ali presega povprečje gradnje tuneljev za vse profilirane parterje.
sv: Peers som möter eller överskrider tunnelbyggnadshastighetens genomsnitt för alla profilerade kamrater.
uk: Однорангові пристрої, які відповідають або перевищують середню швидкість створення тунелю для всіх профільованих однорангових пристроїв.
vi: Các đồng nghiệp đáp ứng hoặc vượt quá mức trung bình của tốc độ xây dựng đường hầm cho tất cả các đồng nghiệp có hồ sơ.

source: Floodfill peers currently available for NetDb inquiries.
ar: أقران Floodfill متاحون حاليًا لاستفسارات NetDb.
az: Floodfill həmyaşıdları hazırda NetDb sorğuları üçün əlçatandır.
bo: NetDb འདྲི་རྩད་ལ་ད་ལྟ་སྤྱོད་རུང་བའི་ཁྲོགས་ཆེན་ལག་གདང་།
cs: Pro dotazy NetDb jsou aktuálně k dispozici partneři Floodfill.
da: Floodfill peers, der i øjeblikket er tilgængelige for NetDb-forespørgsler.
el: Ploodfill peers διαθέσιμα αυτήν τη στιγμή για ερωτήματα NetDb.
es: El número de pares disponibles para consultas a la base de datos de red.
et: Floodfill eakaaslased on praegu saadaval NetDb päringute jaoks.
fa: همتایان Floodfill در حال حاضر برای درخواست های NetDb در دسترس هستند.
fi: Floodfill-vertaiset tällä hetkellä saatavilla NetDb-kyselyihin.
hi: वर्तमान में नेटडीबी जांच के लिए उपलब्ध फ्लॉडफिल पीयर।
hu: A NetDb lekérdezéséhez jelenleg elérhető Floodfill társak.
in: Rekan Floodfill saat ini tersedia untuk pertanyaan NetDb.
it: Peer Floodfill attualmente disponibili per le richieste NetDb.
ja: 現在 NetDb の問い合わせに利用できるフラッドフィル ピア。
ko: 현재 NetDb 문의에 Floodfill 피어를 사용할 수 있습니다.
nb: Floodfill-kolleger tilgjengelig for NetDb-henvendelser.
nl: Floodfill-peers zijn momenteel beschikbaar voor NetDb-vragen.
pt: Peers Floodfill atualmente disponíveis para consultas do NetDb.
sl: Zalivni parterji trenutno na voljo za vprašanja NetDb.
sv: Floodfill peers för närvarande tillgängliga för NetDb-förfrågningar.
uk: Однорангові вузли Floodfill наразі доступні для запитів NetDb.
vi: Các đồng nghiệp của Floodfill hiện có sẵn cho các yêu cầu NetDb.

source: Peers not profiled as high capacity (lower build rate than average peer).
ar: الأقران الذين لم يتم تصنيفهم على أنهم ذوي قدرة عالية (معدل بناء أقل من متوسط ​​الأقران).
az: Yüksək tutumlu olaraq təyin olunmayan həmyaşıdlar (orta həmyaşıddan daha aşağı tikinti dərəcəsi).
bo: མཐོ་ནུས་ཅན་དུ་ཞིབ་འཇུག་བྱས་མེད་པའི་ལག་གདང་(སྤྱིར་བཏང་ལག་གདང་ལས་དམའ་བའི་བཟོ་ཚད།)
cs: Peers není profilován jako vysokokapacitní (nižší rychlost sestavování než průměrný partner).
da: Peers ikke profileret som høj kapacitet (lavere byggehastighed end gennemsnitlig peer).
el: Ομότιμοι δεν χαρακτηρίζονται ως υψηλής χωρητικότητας (χαμηλότερος ρυθμός κατασκευής από τον μέσο όρο ομότιμων).
es: Pares no descritos como de alta capacidad (media de construcción por debajo de la media de los pares).
et: Sarnased rakendused ei ole profileeritud nii suure võimsusega (madalam ehitusmäär kui keskmisel analoogil).
fa: همتایان به عنوان ظرفیت بالا (نرخ ساخت پایین تر از میانگین همتایان) مشخصات ندارند.
fi: Vertaiset, joita ei profiloitu niin suureksi kapasiteetiksi (alempi rakennusnopeus kuin keskimäärin).
hi: उच्च क्षमता के रूप में प्रोफ़ाइल नहीं किए गए पीयर (औसत पीयर की तुलना में कम बनाने की दर)।
hu: A hasonlók nem nagy kapacitásúak (alacsonyabb építési arány, mint az átlagos partnereknél).
in: Peer tidak diprofilkan sebagai yang berkapasitas tinggi (tingkat build lebih rendah dibandingkan peer rata-rata).
it: Peer non profilati come alta capacita (Ratio di costruzione inferiore rispetto al peer medio)
ja: 高容量としてプロファイルされていないピア (平均的なピアよりもビルド レートが低い)。
ko: 피어는 고용량으로 프로파일링되지 않습니다(평균 피어보다 빌드 속도가 낮음).
nb: Peers ikke profilert som høy kapasitet (lavere byggehastighet enn gjennomsnittlig peer).
nl: Peers niet geprofileerd als hoge capaciteit (lagere buildsnelheid dan gemiddelde peer).
pt: Peers não perfilados como de alta capacidade (taxa de construção mais baixa do que o peer médio).
sl: Parterji, ki niso profilirani kot visoka kapaciteta (manjša stopnja gradnje kot povprečni parter).
sv: Peers inte profilerade som hög kapacitet (lägre bygghastighet än genomsnittlig peer).
uk: Однорангові вузли не мають високої потужності (нижчий рівень створення, ніж середній одноранговий).
vi: Đồng nghiệp không được định hình là công suất cao (tốc độ xây dựng thấp hơn so với đồng nghiệp trung bình).

source: speed
ar: سرعة
az: sürət
bo: མྱུར་ཚད།
cs: rychlost
da: hastighed
el: ταχύτητα
es: velocidad
et: kiirus
fa: سرعت
fi: nopeus
hi: गति
hu: sebesség
in: kecepatan
it: velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: snelheid
pt: velocidade
sl: hitrost
sv: hastighet
uk: швидкість
vi: tốc độ

source: Peak throughput (bytes per second) over a 1 minute period that the peer has sustained in a single tunnel.
ar: ذروة الإنتاجية (بايت في الثانية) خلال فترة دقيقة واحدة والتي حافظ عليها النظير في نفق واحد.
az: Həmyaşıdın tək tuneldə saxladığı 1 dəqiqəlik müddət ərzində ən yüksək ötürmə qabiliyyəti (saniyədə bayt).
bo: ལག་གདང་གཅིག་གི་ནང་སྐར་མ་གཅིག་གི་རིང་ལ་རྒྱུན་མཐུགས་པའི་མངའ་ཚད་(སྐར་ཆ་རེར་སྐར་ཆ།)
cs: Špičková propustnost (bajty za sekundu) za dobu 1 minuty, kterou partner udržel v jediném tunelu.
da: Pop gennemløb (bytes pr. sekund) over en periode på 1 minut, som peeren har opretholdt i en enkelt tunnel.
el: Μέγιστη απόδοση (byte ανά δευτερόλεπτο) σε διάστημα 1 λεπτού που έχει διατηρήσει ο ομότιμος σε ένα μόνο τούνελ.
es: Rendimiento máximo (bytes por segundo) que el par ha sostenido en un único túnel en el intervalo de 1 minuto.
et: maksimaalne läbilaskevõime (baiti sekundis) 1 minuti jooksul, mida partner on ühes tunnelis säilitanud.
fa: بیشترین ترافیک (بایت در ثانیه) در طول مدت یک دقیقه‌ای که همتا توانسته در یک تونل واحد حفظ کند.
fi: Huippusuorituskyky (tavua sekunnissa) yhden minuutin aikana, jonka vertaissovellus on ylläpitänyt yhdessä tunnelissa.
hi: एकमात्र टनल में सहन किए गए शीर्ष गुणवत्ता (प्रति सेकंड बाइट्स) की अवधि 1 मिनट है।
hu: Csúcsteljesítmény (bájt/másodperc) 1 perces periódus alatt, amelyet a peer egyetlen alagútban elért.
in: Throughput puncak (byte per detik) selama periode 1 menit yang dipertahankan oleh rekan dalam satu terowongan.
it: picco di throughput (byte al secondo) su un periodo di 1 minuto che il peer ha sostenuto in un singolo tunnel.
ja: 単一トンネル内でピアが維持した 1 分間のピーク スループット (1 秒あたりのバイト数)。
ko: 피어가 단일 터널에서 유지한 1분 동안의 최대 처리량(초당 바이트)입니다.
nb: Topp gjennomstrømning (byte per sekund) over en periode på 1 minutt som peeren har hatt i en enkelt tunnel.
nl: Piekdoorvoer (bytes per seconde) gedurende een periode van 1 minuut die de peer in één tunnel heeft doorstaan.
pt: Pico de rendimento (bytes por segundo) durante um período de 1 minuto que o peer sustentou em um único túnel.
sl: Vrhovna prenosna zmogljivost (bajti na sekundo) v 1-minutnem obdobju, ki jo je parter vzdržal v enem tunelu.
sv: Högsta genomströmning (byte per sekund) under en period på 1 minut som peeren har upprätthållit i en enda tunnel.
uk: Пікова пропускна здатність (байтів на секунду) протягом 1 хвилини, яку одноранговий пристрій підтримував в одному тунелі.
vi: Thông lượng đỉnh (byte mỗi giây) trong khoảng thời gian 1 phút mà đồng nghiệp đã duy trì trong một đường hầm duy nhất.

source: latency
ar: الكمون
az: gecikmə
bo: དུས་འགྱངས།
cs: latence
da: latenstid
el: λανθάνουσα κατάσταση
es: latencia
et: latentsus
fa: اختلاف زمان
fi: latenssi
hi: देरी
hu: késleltetés
in: latensi
it: latenza
ja: レイテンシ
ko: 지연 시간
nb: latens
nl: latentie
pt: latência
sl: zavzeta
sv: latens
uk: затримка
vi: độ trễ

source: Is the peer responding to tests in a timely fashion? To configure the timeout value: <code>router.peerTestTimeout={n}</code> (value is milliseconds, default 1000ms)
ar: هل القرين يستجيب للاختبارات بطريقة مناسبة للوقت؟ لتكوين قيمة التوقيت: <code>router.peerTestTimeout={n}</code> (القيمة بالمللي ثانية، الافتراضي 1000 مللي ثانية)
az: Həmyaşıd testlərə vaxtında cavab verirmi? Zaman aşımı dəyərini konfiqurasiya etmək üçün: <code>router.peerTestTimeout={n}</code> (dəyər millisaniyədir, defolt 1000ms)
bo: ལག་གདང་གིས་ཚོད་ལྟར་དུས་ཐོག་ཏུ་ལན་སྤྲོད་བཞིན་པ་ཡོད་དམ། དུས་ཚོད་རྫོགས་པའི་གནས་ཐང་རྒྱན་སྒྲིག་བྱེད་པ། <code>router.peerTestTimeout={n}</code> (གནས་ཐང་ནི་སྐར་ཆ་སྐར་ཆ་སྐར་ཆ། སྔོན་སྒྲིག་1000ms)
cs: Reaguje partner na testy včas? Chcete-li nakonfigurovat hodnotu časového limitu: <code>router.peerTestTimeout={n}</code> (hodnota je milisekundy, výchozí 1000 ms)
da: Reagerer peeren på tests rettidigt? For at konfigurere timeout -værdien: <code>router.peertestTimeOut={n}</code> (værdi er millisekunder, standard 1000ms)
el: Ο ομότιμος ανταποκρίνεται εγκαίρως στις δοκιμές; Για να διαμορφώσετε την τιμή χρονικού ορίου: <code> router.peertestTimeout = {n} </code> (η τιμή είναι χιλιοστά του δευτερολέπτου, προεπιλογή 1000ms)
es: ¿El compañero está respondiendo a las pruebas de manera oportuna? Para configurar el valor de tiempo de espera: <code>router.peerTestTimeOut={n}</code> (el valor es milisegundos, 1000ms predeterminado)
et: Kas kaaslane vastab testidele õigeaegselt?
fa: آیا همتا به صورت مناسب واکنش نشان می‌دهد؟ برای تنظیم مقدار زمان‌بندی: <code>router.peerTestTimeout={n}</code> (مقدار به میلی‌ثانیه است و پیش‌فرض 1000میلی‌ثانیه است)
fi: Vastaako vertaiskäyttäjä testeihin ajoissa?
hi: क्या पीयर परीक्षणों के लिए समय सीमा के अनुसार प्रतिक्रिया दे रहा है? समय सीमा की स्थापना करने के लिए: <code>router.peerTestTimeout={n}</code> (मान मिलीसेकंड है, मानक 1000ms)
hu: A társ megfelelő időben válaszol a tesztekre? Az időtúllépés értékének konfigurálása: <code>router.peerTestTimeout={n}</code> (az érték ezredmásodperc, alapértelmezett 1000 ms)
in: Apakah peer menanggapi tes tepat waktu? Untuk mengkonfigurasi nilai timeout: <code>router.peerTestTimeout={n}</code> (nilai dalam milidetik, default 1000ms)
it: Il peer sta rispondendo in un tempo ragionevole? Per configurare il timeout: <code>router.peerTestTimeout={n}</code> (Il valore è in millisecondi, default 1000ms)
ja: ピアはタイムリーにテストに応答していますか？ タイムアウト値を構成するには：<code> router.peertestimeout = {n} </code>（値はミリ秒、デフォルト1000ms）
ko: 동료가 적시에 테스트에 응답하고 있습니까? 시간 초과 값을 구성하려면: <code>router.peerTestTimeout={n}</code>(값은 밀리초, 기본값은 1000ms)
nb: Responderer jevnaldrende på tester på en riktig måte? For å konfigurere tidsavbruddsverdien: <code> Router.peertestTimeout={n}</code> (Verdien er millisekunder, standard 1000ms)
nl: Reageert de peer tijdig op tests? Om de time -outwaarde te configureren: <code>router.peerertestTimeout={n}</code> (waarde is milliseconden, standaard 1000ms)
pt: O colega está respondendo aos testes em tempo hábil? Para configurar o valor do tempo limite: <code>router.peertesttimeout={n}</code> (o valor é milissegundos, padrão 1000ms)
sl: Ali se parter pravčasno odziva na teste? Za konfiguriranje vrednosti časovnika: <code>router.peerTestTimeout={n}</code> (vrednost je v milisekundah, privzeto 1000ms)
sv: Reagerar kamraten på tester i tid?
uk: Чи своєчасно одноліток відповідає на тести? Щоб налаштувати значення часу очікування: <code>router.peerTestTimeout={n}</code> (значення мілісекунди, за замовчуванням 1000 мс)
vi: Đồng nghiệp có phản ứng kịp thời với các bài kiểm tra không? Để định cấu hình giá trị thời gian chờ<code>:router.peerTestTimeout ={n}</code> (giá trị là mili giây, mặc định 1000ms)

source: capacity
ar: القدرة
az: tutum
bo: ནུས་ཚད།
cs: kapacita
da: kapacitet
el: χωρητικότητα
es: capacidad
et: maht
fa: ظرفیت
fi: kapasiteetti
hi: क्षमता
hu: kapacitás
in: kapasitas
it: capacità
ja: 許容数
ko: 수용력
nb: kapasitet
nl: capaciteit
pt: capacidade
sl: kapaciteta
sv: kapacitet
uk: місткість
vi: dung lượng

source: how many tunnels can we ask them to join in an hour?
ar: كم من الانفاق نطلب منهم الانضمام في ساعة؟
az: bir saat ərzində onlardan neçə tunel istəyə bilərik?
bo: ཆུ་ཚོད་གཅིག་གི་ནང་ཁོང་ཚོར་གྲུང་ནེལ་ལ་འཛོམས་པར་བརྒྱུག་ཐུབ་ག་ཚད།
cs: Kolik tunelů je můžeme požádat, aby se připojili za hodinu?
da: hvor mange tunneler kan vi spørge dem at tilslutte sig i timen?
el: πόσες σήραγγες μπορούμε να τους ζητήσουμε να ενωθούν σε μια ώρα?
es: ¿a cuántos túneles les podemos pedir que se unan en una hora?
et: mitmes tunnelis võime neil tunnis osaleda paluda?
fa: چند تونل می‌توانیم از وی بخواهیم در یک ساعت بپیوندد؟
fi: Kuinka moneen käytävään voimme pyytää heitä osallistumaan tunnissa?
hi: हम उन्हें एक घंटे में कितने टनल में शामिल होने के लिए पूछ सकते हैं?
hu: Óránként hány alagútba kérhetjük őket, hogy csatlakozzanak?
in: Berapa banyak tunnel yang bisa kita minta mereka untuk bergabung dalam satu jam?
it: a quanti tunnel possiamo chiedergli di partecipare in un'ora?
ja: 一時間でどれだけ多くのトンネルの参加を求められるか？
ko: 시간 당 얼마나 많은 터널에 참가하도록 요청합니까?
nb: Hvor mange tunneler kan vi spørre dem om å ta del i på en time?
nl: hoeveel tunnels kunnen we ze vragen om zich in een uur bij aan te sluiten?
pt: quantos túneis podemos convidar para participar em uma hora?
sl: koliko tuneljev lahko v eno uro vprašamo, da se pridružijo?
sv: hur många tunnlar kan vi be dem att gå med i på en timme?
uk: скільки тунелів ми можемо попросити їх приєднатися за годину?
vi: chúng ta có thể yêu cầu họ tham gia bao nhiêu đường hầm trong một giờ?

source: integration
ar: انضمام
az: inteqrasiya
bo: མཉམ་འབྲེལ།
cs: integrace
el: ενσωμάτωση
es: integración
et: integratsioon
fa: ادغام
fi: integraatio
hi: एकीकरण
hu: integráció
in: integrasi
it: integrazione
ja: 統合
ko: 통합
nb: integrasjon
nl: integratie
pt: integração
sl: integracija
uk: інтеграція
vi: tích hợp

source: how many new peers have they told us about lately?
ar: كم من النظائر موجودة مؤخرا؟
az: son vaxtlar bizə neçə yeni həmyaşıdları haqqında danışdılar?
bo: ཉེ་ཆར་ཁོང་ཚོས་ང་ཚོར་བཤད་པའི་གསར་པའི་ལག་གདང་གནས་ག་ཚད་རེད།
cs: o kolika nových spolužácích nám v poslední době řekli?
da: hvor mange nye peers har de fortalt os om på det seneste?
el: για πόσους νέους συνομηλίκους μας είπαν τελευταία?
es: ¿cuántos pares nuevos nos han indicado últimamente?
et: mitmest uuest ruuterist nad meile hiljuti rääkinud on?
fa: چند همتای جدید در اخرین مدت به ما معرفی کرده اند؟
fi: kuinka monesta uudesta kollegasta he ovat kertoneet meille viime aikoina?
hi: हाल ही में वे हमें कितने नए पीयर के बारे में बताये हैं?
hu: A közelmúltban hány új társról szóltak nekünk?
in: berapa banyak peer baru yang mereka informasikan kepada kita akhir-akhir ini?
it: di quanti peer ci hanno fatto sapere ultimamente?
ja: 最近どれだけ多くの新規ピアを伝えたか？
ko: 얼마나 많은 피어와 최근 통신했습니까?
nb: hvor mange nye likemenn har de fortalt oss om i det siste?
nl: hoeveel nieuwe peers hebben ze ons recentelijk over verteld?
pt: quantos novos pares nos foram apresentados recentemente?
sl: koliko novih parterjev so nam naročili v zadnjem času?
sv: hur många nya noder har de berättat för oss om nyligen?
uk: про скількох нових однолітків вони розповіли нам останнім часом?
vi: gần đây họ đã nói với chúng ta về bao nhiêu đồng nghiệp mới?

source: All
ar: الكل
az: Hamısı
bo: ཚང་མ།
cs: Vše
da: Alle
el: Όλοι
es: Todos
et: Kõik
fa: همه
fi: Kaikki
hi: सभी
hu: Összes
in: Semuanya
it: Tutto
ja: すべて
ko: 모두
nb: Alt
nl: Alle
pt: Todos
sl: Vse
sv: Alla
uk: Все
vi: Tất cả

source: Session Bans
ar: حظر الجلسة
az: Sessiya qadağaları
bo: གྲོས་ཚོགས་བཀག་པ།
cs: Zákazy relace
da: Sessionsforbud
el: Απαγορεύσεις συνεδριών
es: Prohibiciones de sesiones
et: Seansi keelud
fa: ممنوعیت‌های نشست
fi: Istuntokiellot
hi: सत्र प्रतिबंध
hu: Munkamenet tiltások
in: Larangan Sesi
it: Divieti di sessione
ja: セッション禁止
ko: 세션 금지
nb: Øktforbud
nl: Sessieverboden
pt: Proibições de sessão
sl: Prepovedi sejansa
sv: Sessionsförbud
uk: Заборони сеансів
vi: Cấm phiên

source: Total number of banned peers
ar: إجمالي عدد الأقران المحظورين
az: Qadağan edilmiş həmyaşıdların ümumi sayı
bo: བཀག་པའི་ལག་གདང་གི་བསྡོམ་གྲངས།
cs: Celkový počet zakázaných vrstevníků
da: Samlet antal udelukkede jævnaldrende
el: Συνολικός αριθμός αποκλεισμένων συνομηλίκων
es: Número total de compañeros prohibidos
et: keelatud kaaslaste koguarv
fa: تعداد کل همتاهای ممنوع شده
fi: Kiellettyjen vertaisten kokonaismäärä
hi: प्रतिबंधित पीयर की कुल संख्या
hu: A kitiltott társak száma összesen
in: Jumlah total rekan yang diblokir
it: Numero totale di peer esclusi
ja: 禁止されたピアの総数
ko: 금지된 총 피어 수
nb: Totalt antall utestengte jevnaldrende
nl: Totaal aantal verboden peers
pt: Número total de pares banidos
sl: Skupno število prepovedanih parterjev
sv: Totalt antal förbjudna kamrater
uk: Загальна кількість забанених однолітків
vi: Tổng số đồng nghiệp bị cấm

source: Note: 'LU' class routers have been excluded from the list.
bo: དྲན་ཐོ། 'LU' རིགས་གྲས་ཀྱི་རོ་ཌེར་རྣམས་ཐོ་རེའི་ནང་ནས་ཕྱི་རོལ་དུ་འདོར་བྱས་ཡོད།
hi: नोट: 'LU' वर्ग के राउटर्स को सूची से बाहर रखा गया है।
ko: 참고: 'LU' 클래스 라우터는 목록에서 제외되었습니다.

source: To view, see {0}Session Bans{1}.
bo: མཐོང་འདོད་ན། {0}གྲོས་ཚོགས་བཀག་པ།{1} ལ་གཟིགས།
hi: देखने के लिए, {0}सत्र प्रतिबंध{1} देखें।
ko: 보려면, {0}세션 차단{1}을 참조하세요.

source: Select search engine
ar: اختر محرك البحث
az: Axtarış motorunu seçin
bo: འཚོལ་བཤེར་སྒུལ་བྱེད་འདེམ་རྒྱུ།
cs: Vyberte vyhledávač
da: Vælge søgemaskine
el: Επιλογή μηχανής αναζήτησης
es: Seleccionar motor de búsqueda
et: valige otsingumootor
fa: انتخاب موتور جستجو
fi: Valitse hakukone
hi: खोज इंजन चुनें
hu: Válassz keresőmotort
in: Pilih mesin pencari
it: Seleziona motore di ricerca
ja: 検索エンジンを選択
ko: 검색엔진 선택
nb: Velg søkemotor
nl: Selecteer zoekmachine
pt: Escolha um mecanismo de busca
sl: Izberi motor iskanja
sv: Välj sökmotor
uk: Виберіть пошукову систему
vi: Chọn công cụ tìm kiếm

source: Clock Skew of {0}
ar: انحراف الساعة {0}
az: {0} saatının əyilməsi
bo: {0} ཀྱི་ཆུ་ཚོད་གཡོར་བ།
cs: Zkosení hodin o {0}
da: Urskævhed på {0}
el: Λοξή κίνηση ρολογιού {0}
es: Desfase de reloj de {0}
et: Kella viltu {0}
fa: انحراف ساعت از {0}
fi: Kellon vino / {0}
hi: {0} की समय असमंजस
hu: Óra ferde {0}
in: Kemiringan Jam {0}
it: Sfalsamento orologio di {0}
ja: {0}のクロックスキュー
ko: {0}의 시계 오차
nb: Klokkeskjevhet på {0}
nl: Klokafwijking van {0}
pt: Desvio de relógio de {0}
sl: Skosen časovnik {0}
sv: Clock Skew av {0}
uk: Перекіс годинника {0}
vi: Đồng hồ sai lệch của {0}

source: Testing
ar: جاري التجريب
az: Test etmək
bo: ཚོད་ལྟ་བྱེད་བཞིན་པ།
cs: Testování
da: Tester
el: Δοκιμάζει
es: Probando
et: Testin
fa: آزمایش
fi: Testataan
hi: परीक्षण
hu: Tesztelés
in: Menguji
it: Verifica in corso
ja: テスト中
ko: 시험중
nb: Tester
nl: Testen
pt: A Testar
sl: Testiranje
sv: Testar
uk: Тестування
vi: Kiểm tra

source: Private TCP Address
ar: عنوان TCP خاص
az: Şəxsi TCP Ünvanı
bo: སྒེར་གྱི་ TCP ཁ་བྱང་།
cs: Soukromá adresa TCP
da: Privat TCP-adresse
el: Ιδιωτική διεύθυνση TCP
es: Dirección TCP privada
et: privaatne TCP-aadress
fa: آدرس TCP خصوصی
fi: Yksityinen TCP-osoite
hi: गुप्त TCP पता
hu: Privát TCP-cím
in: Alamat TCP Pribadi
it: Indirizzo TCP privato
ja: プライベートTCPアドレス
ko: 개인 TCP 주소
nb: Privat TCP-adresse
nl: Privé TCP-adres
pt: Endereço TCP Privado
sl: Zasebni TCP naslov
sv: Privat TCP-adress
uk: Приватна адреса TCP
vi: Địa chỉ TCP riêng

source: SymmetricNAT
ar: متماثل
az: Simmetrik NAT
bo: སིམ་མེད་རིང་ལེན་NAT
cs: Symetrický NAT
da: SymmetriskNAT
el: Συμμετρικό ΝΑΤ
es: NAT simétrico
et: SümmeetrilineNAT
fa: متقارن NAT
fi: Symmetrinen NAT
hi: सिमेट्रिक NAT
hu: Szimmetrikus NAT
in: NAT Simetris
it: NAT simmetrico
ja: 対称NAT
ko: 대칭NAT
nb: Symmetrisk NAT
nl: SymetrischNAT
pt: SimétricoNAT
sl: SimetričniNAT
sv: SymmetriskNAT
uk: Симетричний Нат
vi: NAT đối xứng

source: Firewalled with Inbound TCP Enabled
ar: جدار حماية مع تمكين TCP الوارد
az: Gələn TCP Aktivləşdirilmiş Firewalled
bo: ནང་འོག་ཐོན་པའི་TCP རྒྱུན་དུ་བཙོན་པ་དང་བཅས་པའི་མེ་སྐས་རྒྱབ་ཡོལ།
cs: Firewalled s povoleným příchozím TCP
da: Firewalled med indgående TCP aktiveret
el: Τείχος προστασίας με ενεργοποιημένο το εισερχόμενο TCP
es: ADVERTENCIA-Bloqueado por cortafuegos con TCP entrante habilitado
et: Tulemüür, sissetulev TCP on lubatud
fa: دیوار آتش با فعال بودن TCP ورودی
fi: Palomuuri, jossa Inbound TCP käytössä
hi: इनबाउंड TCP सक्षम होने के साथ फायरवॉल के पीछे
hu: Bejövő TCP-vel tűzfalazva
in: Di-Firewall dengan TCP Masuk Diaktifkan
it: Firewall con TCP in entrata abilitato
ja: インバウンド TCP が有効になっているファイアウォール
ko: 인바운드 TCP가 활성화된 방화벽
nb: Brannmur med Inbound TCP aktivert
nl: Firewall met inkomend TCP ingeschakeld
pt: Firewalled com TCP de entrada ativado
sl: Zaščiten s firewallom z omogočenim vhodnim TCP
sv: Brandvägg med inkommande TCP aktiverat
uk: Брандмауер із увімкненим вхідним TCP
vi: Tường lửa với TCP trong nước được bật

source: Firewalled &amp; Floodfill
ar: جدار الحماية وموجه الفيضان
az: Firewalled və Daşqınlıq
bo: མེ་སྐས་རྒྱབ་ཡོལ་དང་རྒྱུན་དུ་བཙོན་པ་ཕུལ་བ།
cs: Firewalled
da: Firewalled og Floodfill
el: Firewalled και Floodfill
es: ADVERTENCIA-Bloqueado por cortafuegos y habilitado como router I2P floodfill
et: Tulemüür ja üleujutus
fa: دیوار آتش و فلودفیل
fi: Palomuuri ja tulva täyttö
hi: फायरवॉल के पीछे &amp; फ्लॉडफिल
hu: Firewalled és Floodfill
in: Firewalled dan banjir
it: Firewalled e Inondazione
ja: ファイアウォール
ko: 방화 및 홍수 채소
nb: Brannmur og flomfyll
nl: Firewall
pt: Firewall e Floodfill
sl: Zaščiten s firewallom &amp; Zalivni
sv: Firewalled och Floodfill
uk: Брандмауер
vi: Tường lửa và lũ lụt

source: Disconnected
ar: منقطع
az: Bağlantısı
bo: འབྲེལ་བ་བཅད་པ།
cs: Odpojeno
da: Afbrudt
el: Αποσυνδέθηκε
es: Desconectado
et: Ühendus katkestatud
fa: قطع شده
fi: Yhteys katkaistu
hi: असंगत
hu: Leválasztva
in: Terputus
it: Disconnesso
ja: 切断されました
ko: 연결이 끊어졌습니다
nb: Koblet fra
nl: Verbinding verbroken
pt: Desconectado
sl: Razklopljen
sv: Frånkopplad
uk: Відключено
vi: Mất kết nối

source: UDP Port In Use
ar: منفذ UDP قيد الاستخدام
az: İstifadədə UDP portu
bo: UDP སྒོ་མོ་བེད་སྤྱོད་བྱེད་བཞིན་པ།
cs: Port UDP se používá
da: UDP-port i brug
el: Θύρα UDP σε χρήση
es: Puerto UDP en uso
et: UDP-port kasutusel
fa: درگاه UDP مشغول است
fi: UDP-portti käytössä
hi: UDP पोर्ट उपयोग में है
hu: UDP port használatban
in: Port UDP Sedang Digunakan
it: Porta UDP in uso
ja: UDPポートが使用中です
ko: UDP 포트 사용 중
nb: UDP-port i bruk
nl: UDP-poort in gebruik
pt: Porta UDP em uso
sl: UDP vrata v uporabi
sv: UDP-port används
uk: Використовується порт UDP
vi: Cổng UDP đang được sử dụng
