Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Ensure your Java is up to date. Version 1.8 or higher is required; version 11 or higher is recommended. Check your Java version at the top of <a href=/info>the router information page</a>.
ar: تأكد من تحديث جافا لديك. الإصدار 1.8 أو أحدث مطلوب؛ الإصدار 11 أو أحدث موصى به. تحقق من إصدار جافا الخاص بك في أعلى <a href=/info>صفحة معلومات الموجه</a>.
az: Java-nızın yenilikləri yoxlamaqdan əmin olun. 1.8 versiyası və ya daha yüksək tələb olunur; 11 və daha yüksək versiyası məsləhət görülür. Java versiyanızı <a href=/info>işə salını ətraflı məlumatlar</a> səhifəsində yoxlayın.
bo: ཁྱོད་རང་གི་Java ནི་གསར་སྒྱུར་བྱས་ཡོད་པར་འགྲོ་བར་གཏུགས། སྒྲིག་རིམ་ 1.8 དང་དེ་ཡན་ཆད་གང་རུང་དགོས་པ་ཡིན། སྒྲིག་རིམ་ 11 དང་དེ་ཡན་ཆད་གང་རུང་བརྗེ་བཤེར་བྱས་ཡོད་ན་དགའ། <a href=/info>རུ་ཊར་གྱི་ཆ་འཕྲིན་ཤོག་ངོས།</a>གི་མགོ་བརྒྱབ་ནས་ཁྱོད་རང་གི་Java སྒྲིག་རིམ་གང་ཡིན་པ་ཚོད་ལྟ་བྱོས།
cs: Zajistěte, aby vaše Java byla aktuální. Vyžaduje se verze 1.8 nebo vyšší; verze 11 nebo vyšší je doporučena. Zkontrolujte svou verzi Javy na vrcholu <a href=/info>stránky s informacemi o připojení</a>.
da: Sørg for at din Java er opdateret. Version 1.8 eller nyere er påkrævet; version 11 eller nyere anbefales. Tjek din Java-version øverst på <a href=/info>routerinformationssiden</a>.
el: Βεβαιωθείτε ότι το Java είναι ενημερωμένο. Απαιτείται η έκδοση 1.8 ή νεότερη και συνιστάται η έκδοση 11 ή νεότερη. Ελέγξτε την έκδοση Java στην κορυφή της <a href=/info>σελίδας πληροφοριών δρομολογητή</a>.
es: Asegúrate de que tu Java esté actualizado. Se requiere la versión 1.8 o superior; se recomienda la versión 11 o superior. Revisa tu versión de Java en la parte superior de la <a href=/info>página de información del enrutador</a>.
et: Veenduge, et teie Java oleks ajakohane. On nõutud versioon 1.8 või uuem, soovitatav on versioon 11 või uuem. Kontrollige oma Java versiooni <a href=/info>marsruuteri teabelehel</a>.
fa: اطمینان حاصل کنید جاوای شما به‌روز است. نسخه 1.8 یا بالاتر الزامی است؛ پیشنهاد می‌شود از نسخه 11 یا بالاتر استفاده کنید. نسخه جاوا را در بالای <a href=/info>صفحه اطلاعات رهیاب</a> چک کنید.
fi: Varmista, että Java on päivitetty. Vaaditaan versio 1.8 tai sitä uudempi; suositellaan versiota 11 tai sitä uudempaa. Tarkista Java-version yläosasta <a href=/info>reitittimen tietosivulta</a>.
hi: सुनिश्चित करें कि आपका जावा नवीनतम है। 1.8 या उससे ऊपर की संस्करण की आवश्यकता होती है; सुझावित है 11 या उससे ऊपर का संस्करण। अपनी जावा संस्करण की जाँच करें <a href=/info>रूटर जानकारी पृष्ठ</a> के शीर्ष पर।
hu: Biztosítsa, hogy a Java naprakész legyen. Legalább 1.8-as verzió szükséges; a 11-es vagy újabb verzió pedig ajánlott. Ellenőrizze a Java verzióját a <a href=/info>router információs oldal</a>án.
in: Pastikan Java Anda terupdate. Versi 1.8 atau lebih tinggi diperlukan; versi 11 atau lebih tinggi disarankan. Periksa versi Java Anda di bagian atas <a href=/info>halaman informasi router</a>.
it: Assicurati che Java sia aggiornato. La versione 1.8 o superiore è richiesta; si consiglia la versione 11 o superiore. Verifica la tua versione di Java nella parte superiore della <a href=/info>pagina delle informazioni del router</a>.
ja: Javaが最新であることを確認してください。バージョン1.8以上が必要であり、バージョン11以上が推奨されています。Javaのバージョンは、<a href=/info>ルーター情報ページ</a>の上部で確認してください。
ko: Java가 최신 버전인지 확인하세요. 버전 1.8이상이 필요하며, 버전 11 이상을 권장합니다. Java 버전은 <a href=/info>라우터 정보 페이지</a> 상단에서 확인할 수 있습니다.
nb: Sørg for at Java er oppdatert. Versjon 1.8 eller høyere kreves; versjon 11 eller høyere anbefales. Sjekk Java-versjonen din øverst på <a href=/info>ruteren informasjonsside</a>.
nl: Zorg ervoor dat uw Java up-to-date is. Versie 1.8 of hoger is vereist; versie 11 of hoger wordt aanbevolen. Controleer uw Java-versie bovenaan <a href=/info>de informatiepagina van de router</a>.
pt: Verifique se o Java está atualizado. A versão 1.8 ou superior é necessária; a versão 11 ou superior é recomendada. Verifique a versão do seu Java no topo da <a href=/info>página de informações do roteador</a>.
sl: Zaupajte, da je vaša Java trenutna. Zahtevana je različica 1.8 ali višja; priporočena je različica 11 ali višja. Preverite svojo različico Java na vrhu <a href=/info>strani z informacijami o strežniku</a>.
sv: Se till att din Java är uppdaterad. Version 1.8 eller högre krävs. Version 11 eller högre rekommenderas. Kontrollera din Java-version längst upp på <a href=/info>sida för routerinformationen</a>.
uk: Переконайтеся, що ваша Java оновлена. Вимагається версія 1.8 або вища; рекомендується 11 або вища. Перевірте версію Java на верхній частині <a href=/info>сторінки інформації про маршрутизатор</a>.
vi: Đảm bảo Java của bạn được cập nhật.

source: Problems running on Legacy Hardware
ar: مشاكل أثناء التشغيل على أجهزة أقدم
az: Ənənəvi Beynəlxalq Texnika ilə işləyən problemlər
bo: སྔོན་གྱི་མིག་འཕྲུལ་ལག་ཆས་དེ་དག་གི་སྒོ་ནས་བརྒྱུད་སྐྱོད་བྱེད་སྐབས་ཀྱི་གནད་དོན།
cs: Problémy s během na zastaralém hardware
da: Problemer med kørsel på forældet hardware
el: Προβλήματα εκτέλεσης σε παλαιότερο υλικό
es: Problemas al ejecutar en hardware legacy
et: Probleemid päriliku riistvara töötamisel
fa: مشکلات اجرا بر روی سخت‌افزارهای قدیمی
fi: Ongelmia toiminnassa vanhalla laitteistolla
hi: पुराने हार्डवेयर पर चलाने की समस्याएँ
hu: Problémák az örökölt hardveren történő futtatásnál
in: Masalah saat dijalankan pada Perangkat Legacy
it: Problemi nell'esecuzione su hardware Legacy
ja: レガシーハードウェアで実行される問題
ko: 레거시 하드웨어에서 실행하는 문제
nb: Problemer som kjører på eldre maskinvare
nl: Problemen bij het uitvoeren op Legacy-hardware
pt: Problemas ao executar em Hardware antigo
sl: Težave pri delovanju na starodavnem hardverju
sv: Problem med att köra på äldre maskinvara
uk: Проблеми при запуску на застарілому обладнанні
vi: Sự cố khi chạy trên Phần cứng kế thừa

source: [Linux/Unix/Solaris] If you can't start the router with <code>i2p/i2prouter start</code> try the <code>runplain.sh</code> script in the same directory. Root privileges are never required to run I2P+. If you need to compile the <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi library</a> (which is necessary in rare cases), consult the documentation, visit the forums, or visit <a href=irc://127.0.0.1:6668/saltR class=chatlink>the I2P+ channel</a> or <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC developer channel</a>.
ar: [Linux/Unix/Solaris] إذا لم تتمكن من بدء الموجه باستخدام <code>i2p/i2prouter start</code> حاول شريط الأوامر <code>runplain.sh</code> في نفس الدليل. لا تتطلب أبدًا أي امتيازات جذرية لتشغيل I2P+. إذا احتجت لتجميع <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>مكتبة jBigi</a> (والتي تكون ضرورية في حالات نادرة)، الرجاء استشارة التوثيق، زيارة المنتديات، أو زيارة قناة <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+</a> أو قناة <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>مطوري IRC</a>.
az: [Linux/Unix/Solaris] Routeri <code>i2p/i2prouter start</code> ilə başlatmaq olmur vəya eyni qovluqda olan <code>runplain.sh</code> skriptini sınayın. Root hüquqlarını özəlliklə I2P+ nümayiş etdirmək üçün tələb olunmur. Əgər nadir hallarda <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi kitabxanasını</a> kompilyasiya etməli olarsınızsa, sənədləxanayı, forumları və ya <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ kanalını</a> əvvəlcədən bilən məlumatlara baxmaq üçün istifadə edin və ya <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC inkişafçı kanalını</a> ziyarət edin.
bo: [Linux/Unix/Solaris] གལ་སྲིད་ཁྱོད་རང་གིས་<code>i2p/i2prouter start</code> དང་མཐུད་ནས་རུ་ཊར་མགོ་ཙམ་ཡང་མ་རྒྱུགས་པ་ཡིན་ན། དེ་ནི་དེ་དང་གཅིག་གྱུར་གྱི་ཐོག་གི <code>runplain.sh</code> ལུགས་ཚུལ་སྒྲིག་ཆས་ལ་བརྟག་དཔྱད་བྱོས། I2P+ རྒྱུགས་དུས་སུ་རུ་ཊ་དབང་ཆ་(Root privileges) གང་ཡང་དགོས་མེད། གལ་སྲིད་ཁྱོད་རང་གིས་<a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi library</a> (དེ་ནི་མཚམས་སྤོ་བའི་གནས་ཚུལ་གྱི་སྐབས་སུ་དགོས་པ་ཡིན) བཀོལ་སྤྱོད་བྱེད་དགོས་ན། གསལ་བཤད་དེ་དག་ལ་བལྟས་ནས། སྐད་འཕྲིན་ཁང་(forum) དུ་སོང་ངམ་ན་<a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ ཆུ་ཚད།</a> ཡང་ན་<a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC བཟོ་སྐྲུན་པའི་ཆུ་ཚད།</a>དུ་སོང་བར་གདོང་འདེབས།
cs: [Linux/Unix/Solaris] Pokud nelze spustit směrovač pomocí příkazu <code>i2p/i2prouter start</code>, zkuste skript <code>runplain.sh</code> ve stejném adresáři. Pro spuštění I2P+ nejsou potřeba oprávnění roota. Pokud je nutné přeložit knihovnu jBigi (což je vzácný případ), přečtěte si dokumentaci, navštivte fóra nebo navštivte <a href=irc://127.0.0.1:6668/saltR class=chatlink>kanál I2P+</a> nebo <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>vývojářský kanál IRC</a>.
da: [Linux/Unix/Solaris] Hvis du ikke kan starte routeren med <code>i2p/i2prouter start</code>, skal du prøve <code>runplain.sh</code>-scriptet i samme mappe. Der kræves aldrig root-privilegier for at køre I2P+. Hvis du skal kompilere <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi biblioteket</a> (hvilket er nødvendigt i sjældne tilfælde), skal du konsultere dokumentationen, besøge forummet eller besøge <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ kanalen</a> eller <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC udviklerkanalen</a>.
el: [Linux/Unix/Solaris] Εάν δεν μπορείτε να ξεκινήσετε τον router με την εντολή <code>i2p/i2prouter start</code>, δοκιμάστε το σενάριο <code>runplain.sh</code> στον ίδιο φάκελο. Δεν απαιτούνται ποτέ δικαιώματα ρίζας για να τρέξετε το I2P+. Εάν χρειάζεστε να μεταγλωττίσετε την <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>βιβλιοθήκη jBigi</a> (που είναι απαραίτητη σε σπάνιες περιπτώσεις), ανατρέξτε στην τεκμηρίωση, επισκεφθείτε τα φόρουμ ή επισκεφθείτε <a href=irc://127.0.0.1:6668/saltR class=chatlink>το κανάλι I2P+</a> ή <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>το κανάλι ανάπτυξης IRC</a>.
es: [Linux/Unix/Solaris] Si no puedes iniciar el enrutador con <code>i2p/i2prouter start</code>, intenta el script <code>runplain.sh</code> en el mismo directorio. ¡Nunca se requieren privilegios de root para ejecutar I2P+! Si necesitas compilar la <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>biblioteca jBigi</a> (lo que es necesario en casos poco frecuentes), consulta la documentación, visita los foros o visita el <a href=irc://127.0.0.1:6668/saltR class=chatlink>canal de I2P+</a> o el <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canal IRC de desarrolladores</a>.
et: [Linux/Unix/Solaris] Kui te ei saa marsruuterit käivitada koos <code>i2p/i2prouter start</code> proovige sama kataloogis <code>runplain.sh</code> skripti. Juurõigusi pole kunagi vaja I2P+ käivitamiseks. Kui peate kompileerima <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi teeki</a> (mis on vajalik harvadel juhtudel), konsulteerige dokumentatsiooniga, külastage foorumeid või minge <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ kanalisse</a> või <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC-i arenduskanalisse</a>.
fa: [Linux/Unix/Solaris] اگر نتوانستید رهیاب را با <code>i2p/i2prouter start</code> شروع کنید، اسکریپت <code>runplain.sh</code> را در همان پوشه امتحان کنید. اخذ مجوز ریشه هرگز برای اجرای I2P+ ضروری نیست. اگر نیاز به کامپایل <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>کتابخانه jBigi</a> داشتید (که در موارد نادر لازم است)، اسناد را مطالعه کنید، انجمن‌ها را مراجعه کنید یا از کانال <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+</a> یا کانال <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>توسعه‌دهندگان IRC</a> دیدار کنید.
fi: [Linux/Unix/Solaris] Jos et saa reititintä käyntiin <code>i2p/i2prouter start</code>, kokeile samaan hakemistoon sijoitettua <code>runplain.sh</code> -skriptiä. I2P+:n suorittaminen ei koskaan vaadi root-käyttöoikeuksia. Jos tarvitset <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi-kirjaston</a> (mikä on tarpeen harvinaisissa tapauksissa) kääntämistä, katso dokumentaatiota, käy foorumeilla tai vieraile <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ -kanavalla</a> tai <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC-kehittäjäkanavalla</a>.
hi: [Linux/Unix/Solaris] यदि आपको <code>i2p/i2prouter start</code> के साथ रूटर शुरू नहीं कर पाते हैं, तो समान डिरेक्टरी में <code>runplain.sh</code> स्क्रिप्ट को प्रयास करें। I2P+ को चलाने के लिए रूट पर्वतारोही कभी नहीं चाहिए। यदि आपको <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi लाइब्रेरी</a> को संकलित करने की आवश्यकता है (जो दुर्लभ मामलों में आवश्यक होता है), संदर्भ सामग्री की पढ़ते हैं, फ़ोरम्स पर जाएँ, या <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ चैनल</a> या <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC डेवलपर चैनल</a> पर जाएँ।
hu: [Linux/Unix/Solaris] Ha nem tudod elindítani a routert a <code>i2p/i2prouter start</code> paranccsal, próbáld ki a <code>runplain.sh</code> szkriptet ugyanabban a könyvtárban. A root jogosultság soha nem szükséges az I2P+ futtatásához. Ha szükséged van a <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi könyvtár</a> fordítására (ritka esetekben szükséges), nézd át az dokumentációt, látogasd meg a fórumokat, vagy ugorj be <a href=irc://127.0.0.1:6668/saltR class=chatlink>az I2P+ csatornára</a> vagy a <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>fejlesztői IRC csatornára</a>.
in: [Linux/Unix/Solaris] Jika Anda tidak dapat memulai router dengan <code>i2p/i2prouter start</code> cobalah skript <code>runplain.sh</code> di direktori yang sama. Hak akses root tidak pernah diperlukan untuk menjalankan I2P+. Jika Anda perlu menkompilasi <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>pustaka jBigi</a> (yang diperlukan dalam kasus jarang), konsultasikan dokumentasi, kunjungi forum, atau kunjungi <a href=irc://127.0.0.1:6668/saltR class=chatlink>saluran I2P+</a> atau <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>saluran pengembang IRC</a>
it: [Linux/Unix/Solaris] Se non riesci ad avviare il router con <code>i2p/i2prouter start</code>, prova lo script <code>runplain.sh</code> nella stessa directory. I privilegi di root non sono mai richiesti per eseguire I2P+. Se è necessario compilare la libreria <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi</a> (che è necessaria in casi rari), consulta la documentazione, visita i forum o entra nella <a href=irc://127.0.0.1:6668/saltR class=chatlink>chat I2P+</a> o nel <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canale degli sviluppatori IRC</a>.
ja: [Linux/Unix/Solaris] ルーターを<code>i2p/i2prouter start</code>で起動できない場合は、同じディレクトリにある<code>runplain.sh</code>スクリプトを試してみてください。I2P+を実行するには管理者権限は必要ありません。レアケースで<a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigiライブラリ</a>をコンパイルする必要がある場合は、ドキュメントを参照するか、フォーラムを訪れるか、<a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+のチャンネル</a>または<a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC開発者チャンネル</a>を訪れてください。
ko: [Linux/Unix/Solaris] 만약 <code>i2p/i2prouter start</code>으로 라우터를 시작할 수 없다면, 동일한 디렉토리에 있는 <code>runplain.sh</code> 스크립트를 시도해보세요. I2P+를 실행하기 위해서는 관리자 권한이 필요하지 않습니다. 경우에 따라 <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi 라이브러리</a>를 컴파일해야 할 때도 있습니다. 이 경우 문서를 참조하거나 포럼을 방문하거나 <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ 채널</a> 또는 <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC 개발자 채널</a>을 방문하세요.
nb: [Linux/Unix/Solaris] Hvis du ikke kan starte ruter med <code>i2p/i2prouter start</code>, prøv skriptet <code>runplain.sh</code> i samme mappe. Rotrettigheter er aldri nødvendig for å kjøre I2P+. Hvis du trenger å kompilere <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi-biblioteket</a> (som er nødvendig i sjeldne tilfeller), konsulter dokumentasjonen, besøk forumene eller besøk <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+ kanalen</a> eller <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC utviklerkanal</a>.
nl: [Linux/Unix/Solaris] Als u de router niet kunt starten met <code>i2p/i2prouter start</code>, probeer dan het script <code>runplain.sh</code> in dezelfde map. Root-rechten zijn nooit vereist om I2P+ uit te voeren. Als u de <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi-bibliotheek</a> moet compileren (wat in zeldzame gevallen nodig is), raadpleeg dan de documentatie, bezoek de fora of bezoek <a href=irc://127.0.0.1:6668/saltR class=chatlink>het I2P+ kanaal</a> of <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC-ontwikkelaarskanaal</a>.
pt: [Linux/Unix/Solaris] Se você não conseguir iniciar o roteador com <code>i2p/i2prouter start</code>, tente o script <code>runplain.sh</code> no mesmo diretório. Privilégios de root nunca são necessários para executar o I2P+. Se você precisa compilar a biblioteca <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi</a> (que é necessária em casos raros), consulte a documentação, visite os fóruns ou o <a href=irc://127.0.0.1:6668/saltR class=chatlink>canal I2P+</a> ou <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>canal de desenvolvedores do IRC</a>.
sl: [Linux/Unix/Solaris] Če ne morete zagnati strežnika z <code>i2p/i2prouter start</code>, poskusite z <code>runplain.sh</code> skripto v isti mapi. Root privilegije nikoli niso potrebne za delovanje I2P+. Če morate kompilirati <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>knjižnico jBigi</a> (kar je potrebno v rijetkih primerih), posvetujte dokumentacijo, obiščite fora, ali obiščite <a href=irc://127.0.0.1:6668/saltR class=chatlink>kanal I2P+</a> ali <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC kanal za razvijalce</a>.
sv: [Linux/Unix/Solaris] Om du inte kan starta routern med <code>i2p/i2prouter start</code>, prova med skriptet <code>runplain.sh</code> i samma katalog. Root-rättigheter krävs aldrig för att köra I2P+. Om du behöver kompilera <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>jBigi-biblioteket</a> (vilket är nödvändigt i sällsynta fall), konsultera dokumentationen, besök forumen eller besök <a href=irc://127.0.0.1:6668/saltR class=chatlink>I2P+-kanalen</a> eller <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC-utvecklar-kanalen</a>.
uk: [Linux/Unix/Solaris] Якщо ви не можете запустити маршрутизатор з <code>i2p/i2prouter start</code>, спробуйте скрипт <code>runplain.sh</code> в тій самій директорії. Права root ніколи не потрібні для роботи I2P+. Якщо вам потрібно скомпілювати <a href=http://i2p-projekt.i2p/jbigi.html target=_blank rel=noreferrer>бібліотеку jBigi</a> (що потрібно рідко), ознайомтесь з документацією, відвідайте форуми, або зверніться на <a href=irc://127.0.0.1:6668/saltR class=chatlink>канал I2P+</a> чи <a href=irc://127.0.0.1:6668/i2p-dev class=chatlink>IRC-канал розробників</a>.
vi: [Linux/Unix/Solaris] Nếu bạn không thể khởi động bộ định tuyến bằng <code>i2p/i2prouter start</code>, hãy thử tập lệnh <code>runplain.sh</code> trong cùng thư mục.

source: Enable Universal Plug and Play (UPnP)
ar: تمكين الكشف التلقائي للخدمات (UPnP)
az: Universal Plug and Play (UPnP) aktivləşdirilsin
bo: Universal Plug and Play (UPnP) སྒྲུབ་འགོར་ཆོག་པར་བཟོས།
cs: Povolit Univerzální zásuvnou a hru (UPnP)
da: Aktivér Universal Plug and Play (UPnP)
el: Ενεργοποίηση του Universal Plug and Play (UPnP)
es: Habilitar Universal Plug and Play (UPnP)
et: Luba Universal Plug and Play (UPnP)
fa: فعال کردن اتصال مجدد جهانی (UPnP)
fi: Ota käyttöön Universal Plug and Play (UPnP)
hi: Universal Plug and Play (UPnP) को सक्षम करें
hu: Engedélyezze a Universal Plug and Play (UPnP) lehetőségét
in: Aktifkan Universal Plug and Play (UPnP)
it: Abilita Universal Plug and Play (UPnP)
ja: ユニバーサルプラグアンドプレイ（UPnP）を有効にする
ko: Universal Plug and Play (UPnP) 활성화
nb: Aktiver Universal Plug and Play (UPnP)
nl: Universele Plug-and-Play (UPnP) inschakelen
pt: Ativar Universal Plug and Play (UPnP)
sl: Omogoči univerzalno vstavitev in uporabo (UPnP)
sv: Aktivera Universal Plug and Play (UPnP)
uk: Увімкніть Universal Plug and Play (UPnP)
vi: Bật tính năng Cắm và Chạy Đa năng (UPnP)
