Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you're running a dynamic site handling a large number of concurrent users, content caching can often improve the time taken to deliver pages. For content that rapidly changes, a <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching strategy</a> may still yield some benefits. The <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx webserver</a> provides a competent caching sub-system, or for a more heavy-weight solution, have a look at <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
ar: إذا كنت تشغل موقعًا ديناميكيًا يتعامل مع عدد كبير من المستخدمين بشكل متزامن، فإن تخزين المحتوى في الذاكرة قد يحسن غالبًا الوقت المستغرق لتوصيل الصفحات. بالنسبة للمحتوى الذي يتغير بسرعة، قد لا تزال استراتيجية "التخزين الصغير" <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching</a> تعود ببعض الفوائد. يوفر خادوم الويب <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> نظام تخزين فعال، أو لحل أثقل وزنًا، تفحص <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
az: Əgər bir çox müxtəlif istifadəçi idarə olunan dinamik bir sayt işlədirsinizsə, məzmunu önbellekləmə vaxt itirmənin azalmasına əlavə kimi təmin edə bilər. Mərhələli dəyişən məzmun üçün <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>mikro-önbellekləmə strategiyası</a> hələ də bəzi faydalar verə bilər. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx veb-server</a> yaxşı bir önbellekləmə alt sistemi təklif edir və daha çətindir bir həll üçün <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>ə də nəzər salsaq.
bo: ཁྱོད་ཀྱིས་མང་པོ་མཐུད་པའི་མི་ཚོར་བཟུང་བར་བཟོ་བོའི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཐོབ་ཐང་གི་ནང་གི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་གཞི་བཟུང་བར་བཟོ་བོ། གཞི་བཟུང་བའི་ཐོབ་ཐང་གི་ནང་གི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་<a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching strategy</a> དེ་བཟུང་བར་བཟོ་བོ། <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx གློག་གི་ཞུང་གི་ཤོག</a> ནི་གཞི་བཟུང་བའི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བོ། དེ་བོད་གཞི་བཟུང་བའི་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་<a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a> དེ་བཟུང་བར་བཟོ་བོ།
cs: Pokud provozujete dynamický web zpracovávající velké množství souběžných uživatelů, cache obsahu často zlepšuje dobu doručení stránek. Pro obsah, který se rychle mění, může <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>strategie mikro-cache</a> stále přinášet některé výhody. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx webový server</a> poskytuje kompetentní pod-systém cache nebo, pokud hledáte těžší řešení, podívejte se na <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
da: Hvis du kører en dynamisk side, der håndterer et stort antal samtidige brugere, kan indholdscaching ofte forbedre den tid det tager at levere sider. For indhold, der ændres hurtigt, kan en <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching strategi</a> stadig medføre visse fordele. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx webserveren</a> giver et kompetent caching delsystem, eller for en mere avanceret løsning, kan du se på <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
el: Εάν έχετε μια δυναμική ιστοσελίδα που διαχειρίζεται ένα μεγάλο αριθμό παράλληλων χρηστών, η προσωρινή αποθήκευση του περιεχομένου μπορεί συχνά να βελτιώσει το χρόνο παράδοσης των σελίδων. Για περιεχόμενο που αλλάζει γρήγορα, μια <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching στρατηγική</a> εξακολουθεί να έχει ορισμένα οφέλη. Ο διακομιστής ιστού Nginx παρέχει ένα αξιόπιστο υποσύστημα προσωρινής αποθήκευσης, ενώ για μια πιο βαριά λύση, ρίξτε μια ματιά στο <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
es: Si estás ejecutando un sitio dinámico manejando un gran número de usuarios concurrentes, el almacenamiento en caché de contenido a menudo puede mejorar el tiempo para entregar páginas. Para contenido que cambia rápidamente, una <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>estrategia de micro-cacheo</a> aún puede dar algunos beneficios. El servidor web <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> proporciona un competente subsistema de caché, o para una solución más pesada, echa un vistazo a <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
et: Kui töötate dünaamilisel saidil, mis töötleb suurt hulka samal ajal kasutajaid, võib sisu vahemällu salvestamine sageli parandada lehtede kättesaamise aega. Kiiresti muutuva sisu korral võib <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>mikrovahemälu strateegia</a> ikkagi mõningaid hüvesid anda. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx veebiserver</a> pakub pädevat vahemälu alamsüsteemi või vaadake üle <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a> võimsamad vahemällu salvestamise lahendused.
fa: اگر سایت پویایی را اجرا می‌کنید که تعداد زیادی کاربر هم‌زمان را پشتیبانی می‌کند، ذخیره‌سازی محتوا اغلب می‌تواند زمان تحویل دادن صفحات را بهبود بخشد. برای محتوایی که به سرعت تغییر می‌کند، استراتژی «میکرو-کشینگ» <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>می‌تواند همچنان مزایایی داشته باشد</a>. وب‌سرور <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> زیرساخت قابل‌اعتمادی برای ذخیره‌سازی ارائه می‌دهد یا برای راه‌حلی سنگین‌تر، <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a> را بررسی کنید.
fi: Jos suoritat dynaamista sivustoa, jossa on suuri määrä samanaikaisia käyttäjiä, sisällön välimuisti voi usein parantaa sivujen toimitusaikaa. Sisällölle, joka muuttuu nopeasti, <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>mikrovälimuististrategia</a> voi silti olla hyödyksi. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx-webpalvelin</a> tarjoaa pätevän välimuistijärjestelmän, mutta jos tarvitset raskaampaa ratkaisua, tutustu <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
hi: यदि आप एक डायनामिक साइट पर कार्यरत हैं जो एक बड़ी संख्या में समान समय पर उपयोगकर्ताओं का सामना करता है, तो सामग्री कैशिंग अक्सर पृष्ठों को पहुँचाने में ले लिए समय को सुधार सकती है। जल्दी बदलने वाले सामग्री के लिए, <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>माइक्रो-कैशिंग रणनीति</a> अभी भी कुछ लाभ प्रदान कर सकती है। <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx वेबसर्वर</a> एक सक्षम कैशिंग सब-सिस्टम प्रदान करता है, या अधिक भारी समाधान के लिए <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a> की जांच करें।
hu: Ha dinamikus oldalt futtat, ami sok egyidejű felhasználót kezel, a tartalom gyorsítótárazása gyakran javíthatja az oldalak letöltési idejét. Azokra a tartalmakra, amelyek gyorsan változnak, egy <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>mikro gyorsítótárazási stratégia</a> még mindig némi előnyt nyújthat. Az <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx webszerver</a> rendelkezik egy hatékony gyorsítótárazási alrendszerrel, vagy ha súlyosabb megoldást szeretne, nézze meg a <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>-t.
in: Jika Anda menjalankan situs dinamis yang menangani jumlah pengguna serentak besar, penyimpanan konten sering dapat meningkatkan waktu penyampaian halaman. Untuk konten yang cepat berubah, strategi <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>penyimpanan mikro</a> masih dapat memberikan manfaat. Webserver <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> menyediakan subsistem penyimpanan yang andal, atau untuk solusi berat, periksa <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
it: Se stai gestendo un sito dinamico che elabora un gran numero di utenti contemporanei, la memorizzazione nella cache del contenuto può spesso migliorare il tempo necessario per fornire le pagine. Per i contenuti che cambiano rapidamente, una <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>strategia di micro-caching</a> può ancora fornire alcuni vantaggi. Il server web <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> fornisce un sottosistema di memorizzazione nella cache competente o, per una soluzione più pesante, prova <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
ja: もし大量の同時ユーザーをハンドリングするダイナミックなサイトを運営している場合、コンテンツのキャッシュはしばしばページの配信時間を改善することができます。急速に変わるコンテンツに対しては、<a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>マイクロキャッシング戦略</a>はまだいくつかの利点を生み出すかもしれません。 <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginxウェブサーバー</a>は、有能なキャッシュサブシステムを提供し、またより重厚な解決策を求める場合 <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a> をご覧ください。
ko: 동시 사용자 수가 많은 동적 사이트를 운영하는 경우, 콘텐츠 캐싱을 사용하면 페이지 전송 시간이 개선될 수 있습니다. 빠르게 변경되는 콘텐츠의 경우, <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>마이크로 캐싱 전략</a>은 여전히 이점을 제공할 수 있습니다. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx 웹 서버</a>는 열심히 작동하는 캐싱 서브 시스템을 제공하며, 더 효과적인 솔루션을 원한다면 <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>를 살펴보세요.
nb: Hvis du kjører en dynamisk nettside som håndterer et stort antall samtidige brukere, kan caching av innhold ofte forbedre tiden det tar å levere sider. For innhold som endres raskt, kan en <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>mikro-caching-strategi</a> fremdeles gi visse fordeler. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx webserveren</a> tilbyr et kompetent caching-under-system, eller for en mer ressursintensiv løsning kan du se på <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
nl: Als je een dynamische site draait die een groot aantal gelijktijdige gebruikers verwerkt, kan het cachen van inhoud vaak de tijd verbeteren die nodig is om pagina's te leveren. Voor inhoud die snel verandert, kan een <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-cachingstrategie</a> toch enkele voordelen opleveren. De webserver <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> biedt een competente caching-ondersteuning, of voor een zwaardere oplossing kun je kijken naar <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
pt: Se você estiver executando um site dinâmico que lida com um grande número de usuários simultâneos, o cache de conteúdo geralmente pode melhorar o tempo necessário para fornecer páginas. Para conteúdo que muda rapidamente, uma estratégia de <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-cache</a> ainda pode trazer alguns benefícios. O servidor da web <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> fornece um subsistema de cache competente, ou, para uma solução mais robusta, dê uma olhada em <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
sl: Če pokrenete dinamično stran, ki obvlada veliko število hkrasnega uporabnikov, predpomnilnik vsebine pogosto izboljša čas potreben za dostavo strani. Za vsebino, ki se hitro spremeni, lahko strategija <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-predpomnilnik</a> še vedno prinese nekaj koristi. <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx spletne strežnik</a> ponuja sposoben podsystem predpomnilnika, ali za težje rešitve, ogledajte <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
sv: Om du kör en dynamisk webbplats som hanterar ett stort antal samtidiga användare kan cachning av innehåll ofta förbättra leveranstiden för sidorna. För innehåll som ändras snabbt kan en <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>micro-caching-strategi</a> fortfarande ge vissa fördelar. Den <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx-webbservern</a> erbjuder ett kompetent cachningssystem, eller för en tyngre lösning kan du titta på <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
uk: Якщо ви хостите динамічний сайт з великою кількістю одночасних користувачів, часто кешування контенту може поліпшити час доставки сторінок. Для швидко мінливого контенту, стратегія <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>мікро-кешування</a> може принести деякі переваги. Веб-сервер <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Nginx</a> містить компетентну підсистему кешування, або для більш потужного рішення, подивіться <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.
vi: Nếu bạn đang chạy một trang web động xử lý một số lượng lớn người dùng đồng thời thì bộ nhớ đệm nội dung thường có thể cải thiện thời gian phân phối trang. Đối với nội dung thay đổi nhanh chóng, <a href=https://blog.stackpath.com/glossary-micro-caching/ target=_blank class='sitelink external'>chiến lược lưu vào bộ nhớ đệm vi mô</a> vẫn có thể mang lại một số lợi ích . <a href=https://www.nginx.com/ target=_blank class='sitelink external'>Máy chủ web Nginx</a> cung cấp một hệ thống con bộ nhớ đệm hiệu quả hoặc đối với một giải pháp nặng hơn, có một hãy xem <a href=https://varnish-cache.org/ target=_blank class='sitelink external'>Varnish</a>.

source: Using an alternative webserver
ar: استخدام خادوم ويب بديل
az: Alternativ veb-server istifadəsi
bo: གཞན་གློག་གི་ཞུང་གི་ཤོག་བཟུང་བར་བཟོ་བོ།
cs: Používání alternativního webového serveru
da: Brug af en alternativ webserver
el: Χρήση εναλλακτικού διακομιστή ιστού
es: Usando un servidor web alternativo
et: Alternatiivse veebiserveri kasutamine
fa: استفاده از یک وب‌سرور جایگزین
fi: Käytä vaihtoehtoista verkkopalvelinta
hi: एक 替代 वेबसर्वर का उपयोग करना
hu: Egy alternatív webszerver használata
in: Menggunakan server web alternatif
it: Utilizzando un server web alternativo
ja: 代替ウェブサーバーを使用する
ko: 대체 웹 서버 사용하기
nb: Bruke en alternativ webserver
nl: Het gebruik van een alternatieve webserver
pt: Usando um servidor web alternativo
sl: Uporaba alternativnega spletne strežnika
sv: Att använda en alternativ webbserver
uk: Використання альтернативного веб-сервера
vi: Sử dụng máy chủ web thay thế
