Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: An I2P router usually only needs to be seeded once, to join the network for the first time. However, if the router is running for an extended period without network connectivity it may also need to be reseeded. Reseeding involves fetching multiple "RouterInfo" files (bundled into a signed zip-file) from at least two predefined server URLs picked from a volunteer-run group of clearnet HTTPS servers.
ar: عادةً ما يحتاج جهاز توجيه I2P إلى زرعه مرة واحدة فقط، للانضمام إلى الشبكة للمرة الأولى. ومع ذلك، إذا كان جهاز التوجيه يعمل لفترة طويلة دون الاتصال بالشبكة، فقد يحتاج أيضًا إلى إعادة زرعه. تتضمن إعادة الزرع جلب عدة ملفات "RouterInfo" (مجمعة في ملف مضغوط موقّع) من عنواني URL محددين مسبقًا للخادم على الأقل تم اختيارهما من مجموعة يديرها متطوعون من خوادم Clearnet HTTPS.
az: Bir i2P router adətən yalnız bir dəfə yalnız bir dəfə toxunun, ilk dəfə şəbəkəyə qoşulmaq lazımdır. Bununla birlikdə, marşrutlaşdırıcı şəbəkə bağlantısı olmadan uzun müddət davam edərsə, onu da bərpa etmək lazımdır. Repeeding, çox sayda əvvəlcədən təyin edilmiş server URL-lərdən bir çox "routerinfo" fayllarını (imzalanmış bir zip-faylına), ən azı iki əvvəlcədən təyin edilmiş server URL-lərdən, ClearNet-in CleanNet ClemaNET serverlərindən seçilmiş ən azı iki əvvəlcədən təyin edilmiş server URL-lərdən götürməyi əhatə edir.
bo: I2P གི་བྷོ་དེ་ནི་དྲ་བའི་དྲ་བཞག་གི་སྐབས་སུ་རེ་སིིཌ་བྱེད་པ་གཅིག་ཙམ་གཏོང་བར་དགོས། འོན་ཀྱང་བྷོ་དེ་ནི་དྲ་བ་མེད་པའི་ཚེ་ཡང་རེ་སིིཌ་བྱེད་པ་དགོས་པ་ཡོད། རེ་སིིཌ་བྱེད་པ་ནི་མི་འདྲ་བའི་གླེང་བཞག་གི་དྲ་བའི་གཞི་གྲངས་ནང་གི་གླེང་བཞག་གི་གཞི་གྲངས་གཉིས་ཀྱི་ནང་ནས་གླེང་བཞག་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན། དེ་ཡང་ན་གསར་བརྗེ་བའི་དྲ་བའི་གཞི་གྲངས་ཀྱི་ནང་ནས་གླེང་བཞག་གི་ཡིག་ཆ་མང་པོ་འདོན་པ་ཡིན།
cs: Směrovač I2P obvykle potřebuje být zakořeněn pouze jednou, aby se připojil k síti poprvé. Pokud však směrovač běží po delší dobu bez připojení k síti, může také potřebovat zasejat. Zasejání zahrnuje získávání několika souborů „RouterInfo“ (sbalených do podepsaného zip souboru) z alespoň dvou předdefinovaných serverových adres URL vybraných z dobrovolnické skupiny serverů s clearnetovou podporou HTTPS.
da: En I2P-router behøver normalt kun at blive genbesået en gang for at slutte sig til netværket første gang. Hvis routeren imidlertid har kørt i længere tid uden netværksforbindelse, kan det også være nødvendigt at genbeså den. Genbesål involverer hentning af flere "RouterInfo"-filer (pakket ind i en signeret zip-fil) fra mindst to foruddefinerede server-URL'er, der er valgt fra en frivillig gruppe af clearnet HTTPS-servere.
el: Ένας δρομολογητής I2P συνήθως χρειάζεται να γίνει reseed μόνο μία φορά, για να συμμετάσχει στο δίκτυο για πρώτη φορά. Ωστόσο, αν ο δρομολογητής λειτουργεί για παρατεταμένο χρονικό διάστημα χωρίς σύνδεση στο δίκτυο, μπορεί να χρειαστεί επίσης να γίνει reseed. Η διαδικασία του reseed περιλαμβάνει τη λήψη πολλαπλών αρχείων "RouterInfo" (συγκεντρωμένων σε ένα υπογεγραμμένο zip-αρχείο) από τουλάχιστον δύο προκαθορισμένες διευθύνσεις URL εξυπηρετητών που εκτελούνται εθελοντικά από ομάδα διακομιστών clearnet HTTPS.
es: Un router I2P normalmente sólo necesita ser resembrado una vez, para unirse a la red por primera vez. Aunque si el router se ejecuta por un largo periodo sin conectividad de red, puede necesitar ser resembrado. Resembrar implica obtener múltiples archivos "RouterInfo" (empaquetados en un archivo zip firmado) desde al menos 2 URLs predefinidas obtenidas de un grupo de servidores HTTPS en clearnet administrados por voluntarios.
et: I2P ruuter vajab tavaliselt ühe korra uuestisöötmist, et võrguga esimest korda ühineda. Siiski, kui ruuter töötab pikema aja jooksul ilma võrguühenduseta, võib see vajada ka uuestisöötmist. Uuestisööt hõlmab mitme „RouterInfo“ faili (moodustatud allkirjastatud zip-failiks) toomist vähemalt kahest eelsalvestatud serveri URL-ist, mis on võetud vabatahtlike poolt töödatavatest clearnet HTTPS serveritest.
fa: یک روتر I2P معمولاً فقط یک بار نیاز دارد تا برای اولین بار به شبکه بپیوندد.
fi: I2P-reititin tarvitsee yleensä vain reseedin liittyäkseen verkkoon ensimmäisen kerran. Jos reititin pyörii pitkään ilman verkkoyhteyttä, voi olla tarpeen myös reseedaaminen. Reseedaus tarkoittaa, että useita "RouterInfo"-tiedostoja (pakattuna allekirjoitettuun zip-tiedostoon) haetaan vähintään kahdesta ennaltamääritellystä palvelin-URLista, jotka on valittu vapaaehtoistoimintaan osallistuvasta joukosta "clearnet"-HTTPS-palvelimia.
hi: आमतौर पर, I2P राउटर को केवल एक बार बीजीकरण करने की जरूरत होती है, जब आप पहली बार नेटवर्क को शामिल करते हैं। हालांकि, यदि राउटर लंबे समय तक नेटवर्क कनेक्टिविटी के बिना चल रहा होता है, तो यह फिर से बीजीकरण करने की भी जरूरत पड़ सकती है। बीजीकरण में निर्धारित किए गए कम से कम दो सर्वर यूआरएल से (स्वाक्षरित ज़िप फ़ाइल में सम्मिलित) कई "RouterInfo" फ़ाइल प्राप्त करने का शामिल होता है, जो स्वयंसेवक द्वारा चलाए जाने वाले क्लियरनेट HTTPS सर्वरों के समूह से चुने जाते हैं।
hu: Általában az I2P routernek csak egyszer kell újratelepíteni, hogy csatlakozzon a hálózathoz első alkalommal. Azonban, ha a router hosszabb ideig fut hálózati kapcsolat nélkül, akkor lehet, hogy újratelepítésre is szükség van. Az újratelepítés tartalmazza a „RouterInfo” fájlok (egy aláírt zip-fájlba csomagolva) több példányának letöltését legalább két előre meghatározott kiszolgáló URL-ről, amelyeket önkéntesek működtetnek a világhálós HTTPS kiszolgálók csoportjában.
in: Biasanya router I2P hanya perlu disemaian sekali, untuk bergabung dengan jaringan untuk pertama kalinya. Namun, jika router telah berjalan tanpa konektivitas jaringan selama waktu yang lama, mungkin juga memerlukan reseeding. Reseeding melibatkan pengambilan beberapa file "RouterInfo" (dibungkus dalam zip-file yang ditandatangani) dari minimal dua alamat URL server yang telah ditentukan sebelumnya, yang dipilih dari kelompok sukarelawan pengatur server HTTPS clearnet.
it: Un router I2P generalmente necessita di essere inizializzato solo una volta, per entrare in rete. Ma, se il router sta girando per un lungo periodo senza connettività di rete è possibile che necessiti del reseed. Il reseed comporta il recupero di file multipli "RouterInfo" (incorporati in un file zip firmato) da almeno due URL predefiniti presi da un gruppo di server HTTPS di internet di volontari.
ja: I2Pルーターは通常、ネットワークに初めて参加するために一度だけシードが必要です。ただし、ルーターがネットワーク接続のない状態で長時間稼働している場合、再度シードする必要があります。シードには、ボランティアによって運営される一群のクリアネットのHTTPSサーバーから、少なくとも2つの事前定義されたサーバーURLから複数の「RouterInfo」ファイル（署名付きのzipファイルにバンドルされている）を取得する必要があります。
ko: I2P 라우터는 일반적으로 네트워크에 처음으로 참여할 때 한 번만 재시드해야 합니다. 그러나 라우터가 네트워크 연결 없이 장기간 실행되는 경우에는 재시드해야 할 수도 있습니다. 재시드에는 적어도 두 개의 사전 정의된 서버 URL에서 여러 "RouterInfo" 파일(서명된 zip 파일에 번들로 포함됨)을 검색하는 것이 포함됩니다. 이 서버 URL은 자원 봉사자가 운영하는 클리어넷 HTTPS 서버의 그룹에서 선택됩니다.
nb: En I2P-ruter trenger vanligvis bare å bli sådd én gang for å bli med i nettverket for første gang. Imidlertid, hvis ruteren kjører over lengre tid uten nettverkstilkobling, kan det også være nødvendig å bli sådd på nytt. Å så innebærer å hente flere "RouterInfo"-filer (bundlet i en signert zip-fil) fra minst to forhåndsdefinerte server-URLer valgt fra en frivilligdriftet gruppe av clearnet HTTPS-servere.
nl: Een I2P-router hoeft meestal slechts één keer gezaaid te worden om zich voor de eerste keer bij het netwerk aan te sluiten. Als de router echter gedurende lange tijd zonder netwerkverbinding draait, moet hij mogelijk ook opnieuw gezaaid worden. Het zaaien omvat het ophalen van meerdere 'RouterInfo'-bestanden (gecombineerd in een ondertekend zip-bestand) van ten minste twee vooraf gedefinieerde server-URL's die zijn gekozen uit een vrijwilligersgroep van clearnet HTTPS-servers.
pt: Normalmente, um roteador I2P só precisa ser reseeded uma vez, para se conectar à rede pela primeira vez. No entanto, se o roteador estiver em execução por um longo período sem conectividade de rede, ele também poderá precisar ser reseeded. O reseed envolve o download de múltiplos arquivos "RouterInfo" (agrupados em um arquivo zip assinado) a partir de, no mínimo, duas URLs de servidores predefinidas selecionadas a partir de um grupo de servidores HTTPS da Clearnet mantidos por voluntários.
sl: Strežnik I2P običajno potrebuje samo enkratno zalaganje, da se prvič pridruži omrežju. Vendar, če strežnik dolgo časa deluje brez omrežne povezave, ga lahko tudi ponovno zalaga. Ponovno zalaganje vključuje prenos več "RouterInfo" datotek (obvezno v podpisani zip-datoteki) iz vsaj dveh preddefiniranih URL strežnikov, izbranih iz skupine dobrodelno skrbilcev, ki vodi skupino HTTPS strežnikov na odkriti mreži.
sv: En I2P-router behöver vanligtvis bara seedas en gång för att ansluta till nätverket för första gången. Om routern körs under en längre tid utan nätverksanslutning kan den dock också behöva seedas på nytt. Att seeda innebär att hämta flera "RouterInfo"-filer (buntade i en signerad zip-fil) från minst två fördefinierade server-URL:er valda från en frivilligdriven grupp av tydliga HTTPS-servrar.
uk: Маршрутизатор I2P зазвичай потребується перенасити лише один раз, щоб вперше приєднатися до мережі. Проте, якщо маршрутизатор працюватиме довгий час без підключення до мережі, йому також може знадобитися перенасіння. Перенасіння полягає у завантаженні декількох файлів «RouterInfo» (упакованих у підписаний zip-архів) принаймні з двох заздалегідь визначених URL-адрес серверів, вибраних із групи добровільно керованих серверів HTTPS чистої мережі.
vi: Một bộ định tuyến I2P thường chỉ cần được gieo hạt một lần để tham gia mạng lần đầu tiên. Tuy nhiên, nếu bộ định tuyến chạy trong một thời gian dài mà không có kết nối mạng thì cũng có thể cần phải cài đặt lại. Việc gieo hạt lại liên quan đến việc tìm nạp nhiều tệp "RouterInfo" (được gói thành tệp zip đã ký) từ ít nhất hai URL máy chủ được xác định trước được chọn từ một nhóm máy chủ HTTPS Clearnet do tình nguyện viên điều hành.

source: If the number of known peers drops below 50, I2P will attempt to reseed automatically. If the reseed attempt fails, a notification will appear in the sidebar with an option to manually reseed. A failed reseed attempt can occur if your local firewall limits outbound traffic, you are experiencing network connectivity issues, or if the reseed request is blocked entirely.
ar: إذا انخفض عدد الأقران المعروفة إلى أقل من 50، فسوف تقوم I2P بمحاولة التعذيب تلقائيًا. إذا فشلت محاولة إعادة البذر، ستظهر إشعار في اللوحة الجانبية مع خيار لإعادة البذر يدويًا. يمكن أن يحدث فشل محاولة إعادة البذر إذا حدت درعك المحلية حركة المرور الصادرة أو كنت تواجه مشكلات اتصال بالشبكة أو إذا تم منع طلب إعادة البذر بالكامل.
az: Tanınmış həmyaşıdların sayı 50-dən aşağı düşərsə, i2P avtomatik olaraq yenidən qurulmağa cəhd edəcəkdir. Reseed cəhd uğursuz olarsa, yan paneldə bir bildiriş əl ilə idarə etmək imkanı olan bir bildiriş görünəcəkdir. Yerli firewall, yerli firewallın getdiyi trafikdə məhdudlaşarsa, uğursuz bir rezed bir cəhd baş verə bilər, şəbəkə bağlantısı problemləri yaşayırsınız və ya reseed tələbi tamamilə bloklanır.
bo: མིང་དོན་གཞན་གི་གྲངས་ཀ་50 ནས་ཤུབ་པ་ནི་I2P གིས་རེ་སིིཌ་བྱེད་པ་རང་བཞིན་གྱིས་བྱེད་པ་ཡིན། རེ་སིིཌ་བྱེད་པ་མི་ཐུབ་ན་མིང་དོན་གཞན་གི་གྲངས་ཀ་མེད་པའི་ཚེ་ཡང་རེ་སིིཌ་བྱེད་པ་དགོས་པ་ཡོད། རེ་སིིཌ་བྱེད་པ་མི་ཐུབ་པའི་རྒྱུ་མཚན་ནི་ཁྱོད་ཀྱིས་བཞིན་གཞི་ནས་དྲ་བའི་གནས་ཚུལ་བར་ན་གཤིབ་པ་དང་། དྲ་བའི་གནས་ཚུལ་གཤིབ་པ་དང་། རེ་སིིཌ་བྱེད་པའི་བཞེད་དོན་ཡོངས་སུ་བར་ན་གཤིབ་པ་བཅས་ཡིན།
cs: Pokud se počet známých peerů sníží pod 50, I2P se pokusí automaticky provést zasejení. Pokud pokus o zasejení selže, na boční liště se zobrazí upozornění s možností ručního zasejení. Pokus o zasejení selže, může se stát, pokud vaše místní firewall omezuje odchozí provoz, máte problémy s připojením k síti nebo pokud je požadavek na zasejení zablokován úplně.
da: Hvis antallet af kendte peers falder under 50, vil I2P forsøge at genbeså automatisk. Hvis genbeså-forsøget ikke lykkes, vises en meddelelse i sidepanelet med mulighed for manuel genbeså. Et mislykket genbeså-forsøg kan forekomme, hvis din lokale firewall begrænser udgående trafik, du oplever netværksforbindelsesproblemer eller hvis genbeså-anmodningen blokeres helt.
el: Εάν ο αριθμός των γνωστών συνομιλητών πέσει κάτω από το 50, το I2P θα προσπαθήσει να γίνει reseed αυτόματα. Εάν η προσπάθεια reseed αποτύχει, θα εμφανιστεί μια ειδοποίηση στην πλαϊνή γραμμή με τη δυνατότητα να γίνει reseed με τη χειροκίνητη μέθοδο. Μια αποτυχημένη προσπάθεια reseed μπορεί να συμβεί εάν ο τοπικός τείχος περιορίζει την εξερχόμενη κυκλοφορία, αντιμετωπίζετε προβλήματα συνδεσιμότητας στο δίκτυο ή αν η αίτηση reseed αποκλείεται εξ ολοκλήρου.
es: Si el número de pares conocidos baja de 50, I2P intentará el resembrado automáticamente. Si este falla, aparecerá una notificación en la barra lateral con la opción de resembrado manual. Un fallo en el resembrado puede ocurrir si tu cortafuegos local limita el tráfico de salida, o si tienes problemas en la red, o si estas peticiones están bloqueadas.
et: Kui teadaolevate eendite arv langeb alla 50, üritab I2P automaatselt uuesti sööta. Kui uuesti söötmise katse nurjub, ilmub küljepaanil teade koos võimalusega uuesti sööta käsitsi. Nurjunud uuesti söötmise katse võib juhtuda, kui teie kohalik tulemüür piirab väljaminevat liiklust, teil on võrguühenduse probleeme või kui uuesti söötamise taotlus on täielikult blokeeritud.
fa: اگر تعداد همتایان شناخته شده به کمتر از 50 برسد، I2P سعی می کند به طور خودکار مجدداً نصب شود.
fi: Jos tunnettujen yhteyksien määrä putoaa alle 50:n, I2P yrittää reseedaamista automaattisesti. Jos reseed-yritys epäonnistuu, tulee sivupalkeeseen ilmoitus, jossa on vaihtoehto reseedaamiseen manuaalisesti. Reseed-yritys voi epäonnistua, jos paikallinen palomuuri rajoittaa ulosmenevää liikennettä, sinulla on ongelmia verkkoyhteydessä tai jos reseed-pyyntö on estetty kokonaan.
hi: यदि जाने माने पीयर की संख्या 50 से कम हो जाती है, तो I2P स्वचालित रूप से बीजीकरण की कोशिश करेगा। यदि बीजीकरण का प्रयास विफल हो जाता है, तो साइडबार में एक सूचना दिखाई देगी जिसमें मैन्युअल बीजीकरण करने का विकल्प होगा। बीजीकरण की कोशिश में विफलता का कारण आपके स्थानिक फ़ायरवॉल द्वारा बाहरी ट्राफ़िक की सीमित करना, आपकी नेटवर्क कनेक्टिविटी में समस्या होना, या बीजीकरण अनुरोध को पूरी तरह से ब्लॉक करना हो सकता है।
hu: Ha a ismert partnerek száma 50 alá esik, az I2P megpróbálja az automatikus újratelepítést. Ha az újratelepítési kísérlet sikertelen, egy értesítés jelenik meg az oldalsávon a kézi újratelepítés lehetőséggel. Az újratelepítési kísérlet sikertelensége előfordulhat, ha helyi tűzfal korlátozza a kimenő forgalmat, hálózati kapcsolattal kapcsolatos problémákba ütközöl, vagy ha az újratelepítési kérés teljes mértékben letiltásra került.
in: Jika jumlah peer yang diketahui turun di bawah 50, I2P akan mencoba melakukan reseed secara otomatis. Jika upaya reseed gagal, notifikasi akan muncul di sidebar dengan pilihan untuk melakukan reseed secara manual. Upaya reseed yang gagal dapat terjadi jika firewall lokal Anda membatasi lalu lintas keluar, Anda mengalami masalah konektivitas jaringan, atau jika permintaan reseed sepenuhnya diblokir.
it: Se il numero di peer conosciuti scende sotto 50, I2P proverà il reseed automaticamente. Se il tentativo di reseed fallisce, una notifica apparirà nella barra laterale con una opzione per il reseed manuale. Un tentativo di reseed fallito può accadere se il tuo firewall locale limita il traffico in uscita, stai avendo problemi di connettività, o se la richiesta di reseed è bloccata del tutto.
ja: 既知のピアの数が50未満になると、I2Pは自動的にシードを試みます。シードの試行が失敗すると、サイドバーに通知が表示され、手動でのシードを選択できます。シードの試行が失敗する原因は、ローカルのファイアウォールがアウトバウンドトラフィックを制限している、ネットワーク接続の問題が発生している、またはシードの要求が完全にブロックされている場合があります。
ko: 알려진 피어 수가 50개 미만으로 떨어지면, I2P는 자동적으로 재시드를 시도할 것입니다. 만약 재시드 시도가 실패한다면, 사이드바에 재시드를 수동으로 하는 옵션과 함께 알림이 표시됩니다. 재시드 시도가 실패할 수 있는 이유로는 로컬 방화벽이 아웃바운드 트래픽을 제한하는 경우, 네트워크 연결 문제가 발생하는 경우, 혹은 재시드 요청이 완전히 차단되는 경우가 있습니다.
nb: Hvis antallet kjente kolleger synker under 50, vil I2P forsøke å så automatisk. Hvis forsøket på å så mislykkes, vil det vises en melding i sidepanelet med muligheten til å så manuelt. Et mislykket forsøk på å så kan oppstå hvis brannmuren din begrenser utgående trafikk, du opplever nettverksproblemer, eller hvis såforespørselen er blokkert helt.
nl: Als het aantal bekende peers onder de 50 daalt, zal I2P automatisch proberen om te zaaien. Als de zaai-poging mislukt, zal er een melding verschijnen in de zijbalk met de optie om handmatig te zaaien. Een mislukte zaai-poging kan optreden als uw lokale firewall uitgaand verkeer beperkt, als u problemen heeft met de netwerkverbinding, of als het zaai-verzoek volledig wordt geblokkeerd.
pt: Caso o número de peers conhecidos fique abaixo de 50, o I2P tentará reseed automaticamente. Se a tentativa de reseed falhar, uma notificação será exibida na barra lateral com a opção de reseed manual. Uma tentativa de reseed mal sucedida pode ocorrer se o firewall local limitar o tráfego de saída, se você estiver enfrentando problemas de conectividade de rede ou se o pedido de reseed for bloqueado completamente.
sl: Če se število znanih sosednjih strežnikov zmanjša pod 50, bo I2P poskušal samodejno ponovno zalagati. Če ponovno zalaganje ne uspe, bo na vrstnici prikazana obvestila z možnostjo za ročno ponovno zalaganje. Neuspešno ponovno zalaganje lahko nastane, če vaš lokalni omejivec blokira izhodnji promet, če imate težave z omrežno povezavo ali če je zahtevo za ponovno zalaganje popolnoma blokirano.
sv: Om antalet kända noder sjunker under 50 kommer I2P att försöka seeda automatiskt. Om seedningsförsöket misslyckas kommer en notifikation att visas i sidofältet med möjlighet att manuellt seeda. Ett misslyckat seedningsförsök kan inträffa om din lokala brandvägg begränsar utgående trafik, om du har nätverksanslutningsproblem eller om seedningsförfrågan blockeras helt och hållet.
uk: Якщо кількість відомих пірів спаде нижче 50, I2P спробує перенаситися автоматично. Якщо спроба перенасіння не вдасться, з'явиться повідомлення в боковій панелі з опцією для ручного перенасіння. Невдалу спробу перенасіння може спричинити обмеження місцевим файрволом вихідного трафіку, проблеми з мережним підключенням або повне блокування запиту на перенасіння.
vi: Nếu số lượng đồng nghiệp đã biết giảm xuống dưới 50, I2P sẽ cố gắng tự động khởi động lại. Nếu nỗ lực gieo lại không thành công, một thông báo sẽ xuất hiện trong thanh bên với tùy chọn gieo hạt lại theo cách thủ công. Nỗ lực gieo lại không thành công có thể xảy ra nếu tường lửa cục bộ của bạn giới hạn lưu lượng truy cập đi, bạn đang gặp sự cố kết nối mạng hoặc nếu yêu cầu gieo lại bị chặn hoàn toàn.

source: In the event that you suspect the request is being blocked, you can configure I2P to use a proxy to reseed. Go to the {0} and configure the proxy type, hostname, and port.
ar: في حالة شككت في أن الطلب يتم منعه، يمكنك تكوي I2P لاستخدام وكيل مراقبة لإعادة البذر. انتقل إلى {0} وقم بتكوين نوع وكيل المراقبة واسم المضيف والمنفذ.
az: Sorğunun bloklandığına şübhə etdiyiniz təqdirdə, i2P-ni yenidən qurulmuş bir proxy istifadə etmək üçün konfiqurasiya edə bilərsiniz. {0} gedin və proxy tipini, host adı və portunu konfiqurasiya edin.
bo: ཁྱོད་ཀྱིས་བཞེད་དོན་བར་ན་གཤིབ་པ་ཡིན་པའི་བརྟག་དཔྱད་བྱས་ན་ཁྱོད་ཀྱིས་བྱེད་སྒོ་སྒྲིག་འགོད་བྱེད་པའི་ཆེད་དུ་I2P སྤྱོད་ཐུབ། གཤམ་གྱི་གཞི་གྲངས་ནང་གི་བྱེད་སྒོའི་རིགས་དང་། ཨང་མིང་། དང་བོར་གནས་གི་གཞི་གྲངས་བརྒྱུད་སྒྲིག་བྱོས། {0}
cs: V případě, že máte podezření, že je požadavek blokován, můžete nakonfigurovat I2P tak, aby používal proxy pro zasejení. Přejděte na {0} a nakonfigurujte typ, název hostitele a port proxy.
da: Hvis du har mistanke om, at anmodningen bliver blokeret, kan du konfigurere I2P til at bruge en proxy til at gensende. Gå til {0} og konfigurer proxytypen, værtsnavnet og porten.
el: Στην περίπτωση που υποπτεύεστε ότι η αίτηση αποκλείεται, μπορείτε να ρυθμίσετε το I2P να χρησιμοποιεί έναν διαμεσολαβητή για το reseed. Πηγαίνετε στο {0} και ρυθμίστε τον τύπο διαμεσολαβητή, το όνομα του κεντρικού υπολογιστή και τη θύρα.
es: En el caso de que sospeches que estás siendo bloqueado, puedes configurar I2P para usar un proxy para resembrar. Ves al {0} y configura el tipo de proxy, nombre de equipo y puerto.
et: Kui kahtlustate, et päringut takistatakse, saate I2P seadistada kasutama proxyt reseedi saamiseks. Minge lehele {0} ja konfigureerige proxy tüüp, hostinimi ja port.
fa: نید I2P را تنظیم کنید تا از طریق یک پروکسی برای بازشتیابی استفاده کند. به {0} بروید و نوع پروکسی، نام میزبان و پورت را پیکربندی کنید.
fi: Jos epäilet, että pyyntö on estetty, voit määrittää I2P:n käyttämään proxya reseediin. Mene sivulle {0} ja määritä proxyn tyyppi, isäntänimi ja portti.
hi: यदि आप संदेह करते हैं कि अनुरोध ब्लॉक किया जा रहा है, तो आप I2P को प्रोक्सी का उपयोग करने के लिए सेट कर सकते हैं ताकि यह बीजीकरण कर सके। {0} पर जाएं और प्रोक्सी प्रकार, होस्टनाम और पोर्ट की सेटिंग करें।
hu: Abban az esetben, ha gyanítod, hogy a kérés blokkolódik, beállíthatod az I2P-t arra, hogy proxyt használjon az újratelepítéshez. Látogasd meg az {0}-t, és állítsd be a proxy típusát, a hosztnevet és a portot.
in: Jika Anda menduga permintaan tersebut diblokir, Anda dapat mengkonfigurasi I2P untuk menggunakan proxy untuk melakukan reseeding. Bukalah {0} dan konfigurasikan jenis proxy, hostname, dan portnya.
it: Nel caso in cui tu sospettassi che la richiesta sia stata bloccata, puoi configurare I2P per usare un proxy per il reseed. Vai alla {0} e configura il tipo di proxy, l'hostname, e la porta.
ja: 要求がブロックされている可能性がある場合、I2Pをプロキシを使用して再シードするように設定できます。{0}を開き、プロキシの種類、ホスト名、ポートを構成してください。
ko: 요청이 차단되고 있다고 의심되는 경우, I2P를 프록시를 사용하여 재시드하도록 설정할 수 있습니다. {0}로 이동하여 프록시 유형, 호스트명, 포트번호를 구성하십시오.
nl: Als u vermoedt dat het verzoek wordt geblokkeerd, kunt u I2P configureren om een proxy te gebruiken om te zaaien. Ga naar het {0} en configureer het type proxy, de hostnaam en de poort.
pt: No caso de suspeitar que a solicitação esteja sendo bloqueada, você pode configurar o I2P para usar um proxy para reseed. Acesse o {0} e configure o tipo, o nome do host e a porta do proxy.
sl: Če verjamete, da je zahtevo blokirano, lahko nastavite I2P za uporabo posredniškega strežnika za ponovno zalaganje. Pojdite na {0} in nastavite vrsto posredniškega strežnika, ime gostitelja in vrat.
sv: Om du misstänker att förfrågan blockeras kan du konfigurera I2P att använda en proxy för att seeda. Gå till {0} och konfigurera proxytyp, värdnamn och port.
uk: У випадку якщо ви підозрюєте, що запит блокується, ви можете налаштувати I2P для використання проксі для перенасіння. Перейдіть на сторінку {0} та налаштуйте тип проксі, ім'я хоста та порт.
vi: Trong trường hợp bạn nghi ngờ yêu cầu bị chặn, bạn có thể cấu hình I2P sử dụng proxy để gieo hạt. Truy cập {0} và cấu hình loại proxy, tên miền và cổng.
