Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: However, a restart is always required after this error.
ar: مع ذلك، يتطلب إعادة التشغيل دائمًا بعد هذا الخطأ.
az: Bununla belə, bu səhvdən sonra həmişə yenidən başladın tələb olunur.
bo: འདི་ནོར་བའི་རྗེས་སུ་གསར་དུ་འདོད་པར་བཟོ་དགོས།
cs: Nicméně po této chybě je vždy vyžadován restart.
da: Dog er et genstart altid nødvendigt efter denne slags fejl.
el: Ωστόσο, απαιτείται πάντα επανεκκίνηση μετά από αυτό το σφάλμα.
es: Sin embargo, siempre es necesario reiniciar después de que aparezca este error.
et: Paraku on sellest üle saamiseks alati vaja I2P uuesti käivitada.
fa: با این حال، همیشه بعد از این خطا یک راه اندازی مجدد مورد نیاز است.
fi: Tämä virhe vaatii aina uudelleenkäynnistyksen, vaikka se olisikin tilapäinen.
hi: हालांकि, यह त्रुटि के बाद हमेशा पुनः शुरू करना आवश्यक होता है।
hu: Azonban, e hiba után újraindítás mindig szükséges.
in: Namun, restart selalu diperlukan untuk memperbaiki error ini.
it: Tuttavia un riavvio è sempre richiesto dopo questo errore.
ja: ただし、このエラーの後は常に再起動が必要です。
ko: 그러나, 해당 오류 이후에는 재시작이 필수적입니다.
nb: Men, en omstart er alltid nødvendig etter denne feilen.
nl: Echter, een herstart is altijd nodig na deze fout.
pt: Entretanto, reiniciar é sempre necessário após este erro.
sl: Vendar je ponovni zagon vedno zahtevan po tej napaki.
sv: En omstart krävs alltid efter detta fel.
uk: Проте після цієї помилки завжди потрібно перезапустити.
vi: Tuy nhiên, luôn phải khởi động lại sau lỗi này.

source: ERR - UDP Disabled and Inbound TCP host/port not set
ar: خطأ - تعطيل بروتوكول يو دي بي وعدم تعيين مضيف/منفذ تي سي بي الوارد
az: ERR - UDP Disabled və Inbound TCP host/port quraşdırılmayıb
bo: ནོར་བ་- UDP མེན་པ་དང་། TCP ཐོག་མའི་གློག་གི་ཞིབ་ཚགས་ཡང་ན་ལམ་མེན་པ།
cs: CHYBA - UDP vypnuto a vstupní TCP host/port není nastaven
da: ERR - UDP er deaktiveret og indadgående TCP vært/port er ikke indstillet.
el: ERR - Το UDP είναι απενεργοποιημένο και ο κεντρικός υπολογιστής/θύρα εισερχόμενου TCP δεν έχει οριστεί
es: ERROR - UDP deshabilitado, y equipo/puerto-TCP entrante no establecido
et: VIGA - UDP välja lülitatud ja TCP vastuvõtu port seadmata.
fa: ERR - UDP غیرفعال است و میزبان/درگاه TCP ورودی تنظیم نشده است
fi: VIRHE - UDP kielletty, eikä sisääntulevaa TCP osoitetta/porttia asetettu
hi: त्रुटि - UDP अक्षम और इनबाउंड TCP होस्ट/पोर्ट सेट नहीं किया गया
hu: HIBA - UDP letiltva és Bejövő TCP hoszt/port nincs beállítva
in: ERR-UDP dinonaktifkan dan host/port Inbound TCP tidak diatur
it: ERR - UDP Disabilitato e host/porta TCP in Ingresso non impostata
ja: ERR - UDP が無効で、受信 TCP ホスト/ポートが設定されていません
ko: 오류 - UDP 비활성화됨, 수신 TCP 호스트/포트 세팅 안됨
nb: ERR - UDP deaktivert og innkommende TCP verts-/port ikke satt
nl: ERR - UDP Uitgeschakeld en Inkomende TCP host/poort niet gezet
pt: ERR - UDP desabilitado e host/porta TCP de entrada não configurado
sl: NAPAKA - UDP onemogočen in vhodni TCP gostitelj/vrata nista nastavljena
sv: FEL - UDP Inaktivera och Inkommande TCP-värd/port inte satt
uk: ПОМИЛКА - UDP вимкнено і не встановлено вхідний TCP-хост/порт
vi: ERR - UDP bị vô hiệu hóa và máy chủ/cổng TCP gửi đến không được đặt

source: You have not configured inbound TCP with a hostname and port on the Network Configuration page, however you have disabled UDP.
ar: لم تقم بتكوين بروتوكول تي سي بي الوارد مع اسم مضيف ومنفذ على صفحة تكوين الشبكة، ومع ذلك فقد تم تعطيل بروتوكول يو دي بي.
az: Siz Şəbəkə Konfiqurasiyası səhifəsində host adı və port ilə daxil olan TCP-ni konfiqurasiya etməmisiniz, lakin UDP-ni deaktiv etmisiniz.
bo: ཁྱོད་ཀྱིས་དྲོད་ཀྱི་བཀོ་སྒྲིག་གི་ཤོག་ངོས་སུ་གློག་གི་ཞིབ་ཚགས་དང་ལམ་གིས་TCP ཐོག་མའི་བཀོ་སྒྲིག་བྱས་མེད་ཀྱང་ཁྱོད་ཀྱིས་UDP མེན་པར་བཟོ་གི་ཡོད།
cs: Nenastavili jste příchozí TCP s hostitelem a portem na stránce s konfigurací sítě, ale vypnuli jste UDP.
da: Du har ikke konfigureret indgående TCP med en værtsnavn og port på Network Configuration siden, men du har deaktiveret UDP.
el: Δεν έχετε διαμορφώσει εισερχόμενο TCP με ένα όνομα κεντρικού υπολογιστή και θύρα στη σελίδα Διαμόρφωσης Δικτύου, αλλά έχετε απενεργοποιήσει το UDP.
es: No ha configurado el TCP entrante con un nombre de servidor y puerto en la página de Configuración de Red, no obstante ha deshabilitado UDP.
et: Te ei ole lisanud sisenevat TCP-d hosti nime ja pordiga Võrgu seadistuse lehel, samas kui olete UDP keelanud.
fa: شما TCP ورودی را با نام میزبان و پورت در صفحه پیکربندی شبکه پیکربندی نکرده اید، با این حال UDP را غیرفعال کرده اید.
fi: Et ole määrittänyt saapuvan TCP:n isäntänimeä ja porttia Verkkoasetukset-sivulla, mutta olet kuitenkin poistanut UDP:n käytöstä.
hi: आपने नेटवर्क सेटिंग पृष्ठ पर इनबाउंड TCP के लिए एक होस्टनाम और पोर्ट सेट नहीं किया है, हालांकि आपने UDP को अक्षम किया है।
hu: Nem konfigurálta a bejövő TCP-t gazdagépnévvel és porttal a Hálózati konfiguráció oldalon, de letiltotta az UDP-t.
in: Anda belum mengkonfigurasi inbound TCP dengan nama host dan port pada halaman konfigurasi jaringan, namun anda telah menonaktifkan UDP.
it: Non hai configurato TCP in ingresso con un hostname e porta nella pagina di configurazione della rete, tuttavia hai disabilitato UDP.
ja: [ネットワーク構成] ページでホスト名とポートを使用して受信 TCP を構成していませんが、UDP が無効になっています。
ko: 네트워크 구성 페이지에서 호스트 이름과 포트로 수신 TCP를 구성하지 않았지만 UDP를 비활성화했습니다.
nb: Du har ikke konfigurert innkommende TCP med et vertsnavn og en port på siden for nettverkskonfigurasjon, men du har deaktivert UDP.
nl: U heeft inkomende TCP niet geconfigureerd met een hostnaam en poort op de netwerkconfiguratiepagina, maar u heeft UDP uitgeschakeld.
pt: Você não configuraou a entrada TCP com um nome de host e porta na página de Configuração de Rede, no entanto você desativou o UDP.
sl: Niste konfigurirali vhodnega TCP z imenom gostitelja in vrata na strani za konfiguracijo omrežja, vendar ste onemogočili UDP.
sv: Du har inte konfigurerat inkommande TCP med en värdnamn och port på sidan för nätverkskonfiguration, men du har inaktiverat UDP.
uk: Ви не налаштували вхідний TCP з вказівкою імені хоста та порту на сторінці конфігурації мережі, проте вимкнули UDP.
vi: Bạn chưa định cấu hình TCP gửi đến với tên máy chủ và cổng trên trang Cấu hình Mạng, tuy nhiên bạn đã tắt UDP.

source: Therefore your router cannot accept inbound connections.
ar: وبالتالي لا يمكن لموجهك قبول الاتصالات الواردة.
az: Buna görə də marşrutlaşdırıcınız daxil olan əlaqələri qəbul edə bilməz.
bo: དེ་ཡིན་པས་ཁྱོད་ཀྱི་རོ་ཊར་ཐོག་མའི་མཐུད་པ་མི་བཟོ་ཐུབ།
cs: Váš router proto nemůže přijímat příchozí spojení.
da: Derfor kan din router ikke accepterer indadgående forbindelser.
el: Επομένως ο δρομολογητής σας δεν μπορεί να δεχτεί εισερχόμενες συνδέσεις.
es: Por lo tanto el router no puede aceptar conexiones entrantes.
et: Seetõttu ei saa su ruuter sisenevaid ühendusi vastu võtta.
fa: بنابراین روتر شما نمی تواند اتصالات ورودی را بپذیرد.
fi: Reitittimesi ei voi hyväksyä sisääntulevia yhteyksiä.
hi: इसलिए आपका रूटर आगामी कनेक्शन स्वीकार नहीं कर सकता।
hu: Ennélfogva a router nem tud bejövő kapcsolatokat fogadni.
in: Oleh karena itu, router anda tidak dapat menerima koneksi masuk.
it: Di conseguenza il tuo router non può accettare connessioni in ingresso.
ja: したがって、ルーターは受信接続を受け入れることができません。
ko: 라우터는 수신 연결을 허가하지 못할 것입니다.
nb: Derfor kan ruteren din ikke godta innkommende tilkoblinger.
nl: Daarom kan je router geen inkomende connecties accepteren.
pt: Portanto, seu roteador não pode aceitar conexões de entrada.
sl: Zato vaš strežnik ne more sprejemati vhodnih povezav.
sv: Därför kan din router inte acceptera inkommande anslutningar.
uk: Отже ваш маршрутизатор не зможе приймати вхідні з'єднання.
vi: Do đó, bộ định tuyến của bạn không thể chấp nhận các kết nối gửi đến.

source: Please configure a TCP host and port on the Network Configuration page or enable UDP.
ar: الرجاء تكوين مضيف تي سي بي ومنفذ على صفحة تكوين الشبكة أو تمكين بروتوكول يو دي بي.
az: Şəbəkə Konfiqurasiyası səhifəsində TCP host və portunu konfiqurasiya edin və ya UDP-ni aktivləşdirin.
bo: དྲོད་ཀྱི་བཀོ་སྒྲིག་གི་ཤོག་ངོས་སུ་TCP གློག་གི་ཞིབ་ཚགས་དང་ལམ་བཀོ་སྒྲིག་བྱེད་དང་ཡང་ན་UDP ཡིས་བྱེད་པར་བཟོ་དགོས།
cs: Nastavte na stránce s konfigurací sítě TCP hostitele a port nebo povolte UDP.
da: Konfigurer venligst en TCP-vært og -port på Network Configuration-siden eller aktiver UDP.
el: Διαμορφώστε έναν κεντρικό υπολογιστή και θύρα TCP στη σελίδα Διαμόρφωση δικτύου ή ενεργοποιήστε το UDP.
es: Por favor, configure un servidor TCP y puerto en la página de Configuración de Red, o habilite UDP.
et: Palun konfigureerige TCP host ja port Võrgu konfiguratsiooni leheküljel või lubage UDP.
fa: لطفا یک میزبان و پورت TCP را در صفحه پیکربندی شبکه پیکربندی کنید یا UDP را فعال کنید.
fi: Määritä TCP-isäntä ja -portti Verkkoasetukset-sivulla tai ota UDP käyttöön.
hi: कृपया नेटवर्क सेटिंग पृष्ठ पर TCP होस्ट और पोर्ट को सेट करें या UDP को सक्षम करें।
hu: Konfiguráljon egy TCP gazdagépet és portot a Hálózati konfiguráció oldalon, vagy engedélyezze az UDP-t.
in: Silakan mengkonfigurasi TCP host dan port pada halaman konfigurasi jaringan atau mengaktifkan UDP.
it: Perfavore configura un hostname e porta TCP nella pagina di configurazione della rete o abilita UDP.
ja: 「ネットワーク構成」ページで TCP ホストとポートを構成するか、UDP を有効にしてください。
ko: 네트워크 구성 페이지에서 TCP 호스트 및 포트를 구성하거나 UDP를 활성화하세요.
nb: Vennligst konfigurer en TCP-vert og port på siden for nettverkskonfigurasjon eller aktiver UDP.
nl: Configureer een TCP-host en poort op de netwerkconfiguratiepagina of schakel UDP in.
pt: Por favor, configure um host e porta TCP na página de Configuração de Rede ou ative o UDP.
sl: Prosim, da konfigurirate gostitelja TCP in vrata na strani za konfiguracijo omrežja ali omogočite UDP.
sv: Vänligen konfigurera en TCP-värd och port på sidan för nätverkskonfiguration eller aktivera UDP.
uk: Будь ласка, налаштуйте TCP-хост та порт на сторінці конфігурації мережі або увімкніть UDP.
vi: Vui lòng định cấu hình máy chủ và cổng TCP trên trang Cấu hình mạng hoặc bật UDP.

source: ERR - Client Manager I2CP Error - check logs
ar: خطأ - مشكلة في إدارة العملاء I2CP - الرجاء التحقق من سجلات الأخطاء
az: ERR - Müştəri Meneceri I2CP xətası - qeydləri yoxlayın
bo: ནོར་བ་- ཐོན་འབྲིང་དོ་དམ་I2CP ནོར་བ་- ཉིན་ཐོ་ཚོ་མཚོན་དགོས།
cs: CHYBA - Chyba správce klientů I2CP - zkontrolujte záznamy
da: ERR - Klient Manager I2CP Fejl - Tjek loggen
el: ERR - Σφάλμα Client Manager I2CP - έλεγχος αρχείων καταγραφής
es: ERROR - Error I2CP del administrador de clientes - revise los registros
et: VIGA - I2CP kliendihalduri viga - vaata logi
fa: ERR - خطای Client Manager I2CP - سیاهههای مربوط را بررسی کنید
fi: ERR - Client Manager I2CP Error - tarkista lokit
hi: त्रुटि - क्लाइंट मैनेजर I2CP त्रुटि - लॉग जाँचें
hu: HIBA - Kliens Kezeló I2CP Hiba - ellenőrizd a naplót
in: ERR-Client Manager I2CP Error - periksa logs
it: ERR - Errore gestore client I2CP - controllare i log
ja: ERR - クライアント マネージャー I2CP エラー - ログを確認してください
ko: 오류 - 클라이언트 매니저 I2CP 오류 - 로그 확인
nb: FEIL - Klientbehandling I2CP-feil - sjekk loggene
nl: ERR - Client Manager I2CP Fout - controlleer logs
pt: ERR - Erro I2CP Client Manager - verificar os logs
sl: NAPAKA - Napaka menedžerja klienta I2CP - preverite dnevnike
sv: FEL - I2CP klienthanterings fel - kolla loggarna
uk: ПОМИЛКА - Помилка клієнт-менеджера I2CP - перевірте журнали
vi: ERR - Lỗi I2CP của trình quản lý khách hàng - kiểm tra nhật ký

source: This is usually due to a port 7654 conflict. Check the logs to verify.
ar: عادة ما يرجع ذلك إلى تعارض في المنفذ 7654. قم بالتحقق من السجلات للتأكد.
az: Bu adətən port 7654 münaqişəsi ilə bağlıdır.
bo: འདི་ནི་གོ་དུས་ལམ་7654 གི་འགལ་བའི་རྐྱེན་གྱིས་བཟོ་བ་ཡིན། ཉིན་ཐོ་ཚོ་མཚོན་ནས་བརྟག་དགོས།
cs: Obvykle jde o konflikt na portu 7654. Zkontrolujte záznamy pro ověření.
da: Dette skyldes normalt en konflikt med port 7654. Check loggen for at bekræfte.
el: Αυτό συνήθως οφείλεται σε διένεξη θύρας 7654.
es: Esto se debe generalmente a un conflicto en el puerto 7654. Revise los registros para verificarlo.
et: See juhtub tõenäoliselt pordi 7654 kasutamise konflikti tõttu. Kontrolli logist.
fa: این معمولاً به دلیل تداخل پورت 7654 است.
fi: Tämä johtuu yleensä sataman 7654 konfliktista. Tarkista lokit tarkistaaksesi.
hi: यह आमतौर पर पोर्ट 7654 के संघर्ष के कारण होता है। लॉग की जाँच करें यह सत्यापित करने के लिए।
hu: Ez rendszerint a 7654-es port ütkzözés miatt van. Ellenőrizd le a naplóban.
in: Hal ini biasanya disebabkan oleh konflik di port 7654. Periksa log untuk memverifikasinya.
it: Questo è generalmente dovuto ad un conflitto di porta 7654. Controllare i log per verificare.
ja: これは通常、ポート 7654 の競合が原因です。
ko: 보통은 7654 포트 충돌 때문입니다. 로그를 확인하세요.
nb: Dette skyldes vanligvis en portkonflikt på 7654. Sjekk loggene for å bekrefte.
nl: Dit komt doorgaans door een conflict met poort 7654. Kijk in de logs om dit te bevestigen.
pt: Isto acontece normalmente devido a uma competição pelo uso da porta 7654. Veja os relatórios para verificar
sl: To je običajno posledica konflikta na vratih 7654. Preverite dnevnike za potrditev.
sv: Detta beror vanligtvis på att port 7654 används av annat program. Kontrollera loggarna för att verifiera.
uk: Зазвичай це викликається конфліктом порту 7654. Перевірте журнали для підтвердження.
vi: Điều này thường là do xung đột cổng 7654. Kiểm tra nhật ký để xác minh.

source: Do you have another I2P instance running? Stop the conflicting program and restart I2P.
ar: هل يعمل برنامج I2P آخر لديك؟ أوقف البرنامج المتعارض وأعد تشغيل I2P.
az: Çalışan başqa I2P nümunəniz varmı?
bo: ཁྱོད་ཀྱིས་གཞན་I2P གི་དོན་ལུགས་གནས་པ་ཡོད་པ་མཚོན་དགོས། འགལ་བའི་དོན་ལུགས་མཚོན་དང་ཡང་ན་I2P གསར་དུ་འདོད་པར་བཟོ་དགོས།
cs: Máte spuštěnou jinou instanci I2P? Zastavte konfliktní program a restartujte I2P.
da: Har du en anden I2P forekomsten, der kører? Stop modstridende programmet og genstart I2P.
el: Έχετε άλλη παρουσία I2P σε λειτουργία;
es: ¿Tiene otra instancia de I2P en ejecución? Detenga el programa que ocasiona el conflicto y reinicie I2P.
et: Järsku sul on juba I2P ruuter jooksmas? Peata pordikonflikti põhjustanud programm ja käivita I2P uuesti.
fa: آیا نمونه I2P دیگری در حال اجرا دارید؟
fi: Onko sinulla toinen I2P -ilmentymä? Pysäytä ristiriitainen ohjelma ja käynnistä I2P uudelleen.
hi: क्या आपके पास एक और I2P इंस्टेंस चल रहा है? संघर्षपूर्ण प्रोग्राम को स्थगित करें और I2P को पुनः शुरू करें।
hu: Van egy másik futó I2P példány? Állítsd le az ütkző programot és indítsd újra az I2P-t.
in: Apakah anda sedang menjalankan I2P yang lain? Hentikan program tersebut lalu restart I2P.
it: Hai un'altra istanza I2P avviata? Termina il programma in conflitto e riavvia I2P.
ja: 別の I2P のインスタンスを実行していませんか？競合しているプログラムを停止し、 I2P を再起動してください。
ko: 다른 I2P 인스턴스가 가동중입니까? 충돌하는 프로그램을 종료하고 I2P를 재시작하세요.
nb: Har du en annen I2P-instans som kjører? Stopp det konfliktende programmet og start I2P på nytt.
nl: Heb je een andere I2P instantie draaien? Stop het conflicerende programma en herstart I2P.
pt: Tens outra instância do I2P funcionando? Pare o programa que está conflitando e reinicie o I2P.
sl: Ali imate drugo instanco I2P, ki se izvaja? Ustavite konflikt program in ponovno zagnite I2P.
sv: Har du en annan instans av I2P som körs? Stoppa det kolliderande programmet och starta om I2P.
uk: Чи працює інший екземпляр I2P? Зупиніть конфліктну програму та перезапустіть I2P.
vi: Bạn có phiên bản I2P nào khác đang chạy không? Dừng chương trình xung đột và khởi động lại I2P.

source: The skew (offset) of your computer's clock relative to the network-synced time.
ar: الاختلاف (التزيح) في ساعة جهازك الكمبيوتر مقارنة بالوقت المتزامن مع الشبكة.
az: Şəbəkə ilə sinxronlaşdırılmış vaxta nisbətən kompüterinizin saatının əyriliyi (ofset).
bo: ཁྱོད་ཀྱི་རྒྱུད་ཁོངས་ཀྱི་དུས་ཚོད་དང་དྲོད་ཀྱི་དུས་ཚོད་ནི་འགལ་བའི་ཚོད།
cs: Rozdíl (posun) času vašeho počítače ve srovnání s časem synchronizovaným v síti.
da: Forskydningen (forskel) mellem din computers ur og netværkets synkroniserede tid.
el: Η λοξή (μετατόπιση) του ρολογιού του υπολογιστή σας σε σχέση με την ώρα συγχρονισμού δικτύου.
es: El desfase (diferencia) del reloj de tu computadora con respecto al tiempo sincronizado con la red.
et: Teie arvuti kellaaegade nihke (offset) võrdlemine võrguga sünkroonitud ajaga.
fa: انحراف (تغییر) ساعت رایانه شما نسبت به زمان همگام سازی شبکه.
fi: Tietokoneesi kellon vino (poikkeama) suhteessa verkkosynkronoituun aikaan.
hi: आपके कंप्यूटर की घड़ी का असंतुलन नेटवर्क सिंक के समय के संबंध में।
hu: A számítógép órájának torzítása (eltolása) a hálózattal szinkronizált időhöz képest.
in: Kemiringan (offset) jam komputer Anda relatif terhadap waktu yang disinkronkan jaringan.
it: Il disallineamento (offset) dell'orologio del tuo computer relativo al tempo sincronizzato con la rete.
ja: ネットワーク同期時刻に対するコンピュータの時計のスキュー (オフセット)。
ko: 네트워크 동기화 시간을 기준으로 컴퓨터 시계의 왜곡(오프셋)입니다.
nb: Forskjellen (offset) på datamaskinens klokke i forhold til nettverkssynkronisert tid.
nl: De afwijking (offset) van de klok van uw computer ten opzichte van de netwerkgesynchroniseerde tijd.
pt: O desvio (compensação) do relógio do seu computador em relação ao tempo sincronizado pela rede.
sl: Premik (premak) uro vašega računalnika v odnosu do časa sinhroniziranega z omrežjem.
sv: Avvikelsen (offset) för din dators klocka i förhållande till nätverkssynkroniserad tid.
uk: Відхилення (зміщення) Вашого комп’ютерного годинника відносно часу, синхронізованого з мережею.
vi: Độ lệch (độ lệch) của đồng hồ trên máy tính của bạn so với thời gian được đồng bộ hóa trên mạng.

source: I2P requires your computer's time be accurate.
ar: يتطلب I2P دقة توقيت جهاز الكمبيوتر الخاص بك.
az: I2P kompüterinizin vaxtının dəqiq olmasını tələb edir.
bo: I2P ནི་ཁྱོད་ཀྱི་རྒྱུད་ཁོངས་ཀྱི་དུས་ཚོད་ཡང་དག་བཟོ་བར་བཟོ་དགོས།
cs: I2P vyžaduje přesnost času vašeho počítače.
da: I2P kræver, at din computers tid er præcis.
el: Το I2P απαιτεί η ώρα του υπολογιστή σας να είναι ακριβής.
es: I2P requiere que la hora de tu computadora sea precisa.
et: I2P nõuab, et teie arvuti aeg oleks täpne.
fa: I2P نیاز دارد که زمان رایانه شما دقیق باشد.
fi: I2P edellyttää, että tietokoneesi aika on tarkka.
hi: I2P आपके कंप्यूटर के समय की सटीकता की आवश्यकता रखता है।
hu: I2P megköveteli, hogy a számítógép ideje pontos legyen.
in: I2P membutuhkan waktu komputer Anda yang akurat.
it: I2P richiede che il tuo orologio sia accurato.
ja: I2P では、コンピュータの時間が正確である必要があります。
ko: I2P를 사용하려면 컴퓨터의 시간이 정확해야 합니다.
nb: I2P krever at datamaskinens tid er nøyaktig.
nl: I2P vereist dat de tijd van uw computer nauwkeurig is.
pt: O I2P requer que o horário do seu computador esteja preciso.
sl: I2P zahteva, da je čas vašega računalnika natančen.
sv: I2P kräver att din dators tid är korrekt.
uk: I2P вимагає точного комп'ютерного часу.
vi: I2P yêu cầu thời gian trên máy tính của bạn phải chính xác.

source: If the skew is more than a few seconds, please correct the problem by adjusting your computer's time.
ar: إذا كان التزيح أكثر من بضع ثوانٍ، يرجى تصحيح المشكلة عن طريق ضبط توقيت جهاز الكمبيوتر الخاص بك.
az: Əgər əyilmə bir neçə saniyədən çox olarsa, kompüterinizin vaxtını tənzimləməklə problemi düzəldin.
bo: འགལ་བའི་ཚོད་གོང་དུ་ཡོད་ན་ཁྱོད་ཀྱི་རྒྱུད་ཁོངས་ཀྱི་དུས་ཚོད་ཡང་དག་བཟོ་ནས་ནོར་བ་ཡང་དག་བཟོ་དགོས།
cs: Pokud je rozdíl větší než pár sekund, opravte problém nastavením času na vašem počítači.
da: Hvis forskydningen er mere end et par sekunder, skal du rette problemet ved at justere din computers tid.
el: Εάν η κλίση είναι μεγαλύτερη από μερικά δευτερόλεπτα, διορθώστε το πρόβλημα ρυθμίζοντας την ώρα του υπολογιστή σας.
es: Si el desfase es mayor a unos pocos segundos, por favor corrige el problema ajustando la hora de tu computadora.
et: Kui nihke suurus on rohkem kui mõned sekundid, parandage probleem, kohandades oma arvuti kellaaega.
fa: اگر انحراف بیش از چند ثانیه است، لطفاً با تنظیم زمان رایانه خود مشکل را اصلاح کنید.
fi: Jos vino on yli muutaman sekunnin, korjaa ongelma säätämällä tietokoneesi aikaa.
hi: अगर असंतुलन कुछ सेकंड से अधिक है, तो कृपया अपने कंप्यूटर के समय को समायोजित करके समस्या को सुधारें।
hu: Ha a ferdeség több mint néhány másodperc, kérjük, javítsa ki a problémát a számítógép idejének beállításával.
in: Jika kemiringannya lebih dari beberapa detik, perbaiki masalahnya dengan menyesuaikan waktu komputer Anda.
it: Se il disallineamento è maggiore di qualche secondo, perfavore correggi il problema aggiustando il tuo orologio.
ja: スキューが数秒を超える場合は、コンピュータの時間を調整して問題を修正してください。
ko: 왜곡이 몇 초 이상 발생하는 경우 컴퓨터의 시간을 조정하여 문제를 해결하십시오.
nb: Hvis forskjellen er mer enn noen få sekunder, vennligst rett opp problemet ved å justere datamaskinens tid.
nl: Als de scheeftrekking meer dan een paar seconden bedraagt, corrigeer dan het probleem door de tijd van uw computer aan te passen.
pt: Se o desvio for superior a alguns segundos, corrija o problema ajustando o horário do seu computador.
sl: Če je premik več kot nekaj sekund, prosim, popravite težavo tako, da prilagodite čas vašega računalnika.
sv: Om avvikelsen är mer än några sekunder, korrigera problemet genom att justera din dators tid.
uk: Якщо відхилення становить кілька секунд, будь ласка, виправте проблему налаштуванням комп'ютерного часу.
vi: Nếu độ lệch quá vài giây, vui lòng khắc phục sự cố bằng cách điều chỉnh thời gian trên máy tính của bạn.

source: If I2P cannot connect to the internet, a reading of 0ms may be indicated.
ar: إذا لم يتمكن I2P من الاتصال بالإنترنت، قد يشير القراءة إلى 0 مللي ثانية.
az: I2P internetə qoşula bilmirsə, 0ms oxunuşu göstərilə bilər.
bo: I2P ནི་དྲོད་ཀྱི་དྲིལ་ཚོར་མི་ཐུབ་ན་0ms གི་ཚོད་བཟུང་བཞིན་པ་ཡིན་པ་མཚོན།
cs: Pokud I2P nemůže navázat spojení s internetem, může být zobrazeno čtení 0 ms.
da: Hvis I2P ikke kan oprette forbindelse til internettet, kan der angives en læsning på 0 ms.
el: Εάν το I2P δεν μπορεί να συνδεθεί στο Διαδίκτυο, μπορεί να υποδειχθεί ένδειξη 0ms.
es: Si I2P no puede conectarse a Internet, es posible que se indique una lectura de 0ms.
et: Kui I2P ei saa Internetti ühendada, võib näidatud olla 0ms lugemine.
fa: اگر I2P نتواند به اینترنت متصل شود، ممکن است مقدار 0ms نشان داده شود.
fi: Jos I2P ei voi muodostaa yhteyttä Internetiin, lukema voi olla 0 ms.
hi: यदि I2P इंटरनेट के साथ कनेक्ट नहीं कर पाता है, तो 0ms का पढ़ावा दिखाया जा सकता है।
hu: Ha az I2P nem tud csatlakozni az internethez, 0 ms-os leolvasás jelezhető.
in: Jika I2P tidak dapat terhubung ke internet, pembacaan 0ms mungkin ditunjukkan.
it: Se I2P non può connettersi ad internet, una lettura di 0ms può essere indicata.
ja: I2P がインターネットに接続できない場合、0ms の値が表示される場合があります。
ko: I2P가 인터넷에 연결할 수 없는 경우 0ms로 표시될 수 있습니다.
nb: Hvis I2P ikke kan koble til internettet, kan det indikeres en lesing på 0 ms.
nl: Als I2P geen verbinding met internet kan maken, kan er een waarde van 0 ms worden aangegeven.
pt: Se o I2P não puder se conectar à internet, poderá ser indicada uma leitura de 0ms.
sl: Če I2P ne more povezati z interneto, se lahko prikaže branje 0ms.
sv: Om I2P inte kan ansluta till internet kan en läsning av 0 ms indikeras.
uk: Якщо I2P не може підключитися до Інтернету, може відображатися показник 0 мс.
vi: Nếu I2P không thể kết nối với internet, giá trị đọc có thể là 0ms.

source: Web hosting on I2P
ar: استضافة المواقع على I2P
az: I2P-də veb hostinq
bo: I2P ནང་གི་དྲོད་ཀྱི་ཞབས་ཞུ།
cs: Webhosting na I2P
da: Webhosting på I2P
el: Φιλοξενία Ιστού σε I2P
es: Albergue web en I2P
et: Veebi majutamine I2P-s
fa: میزبانی وب در I2P
fi: Verkkopalvelu I2P:llä
hi: I2P पर वेब होस्टिंग
hu: Webtárhely I2P-n
in: Hosting web di I2P
it: Web hosting su I2P
ja: I2PでのWebホスティング
ko: I2P에서의 웹 호스팅
nb: Nettstedshosting på I2P
nl: Webhosting op I2P
pt: Hospedagem de sites na I2P
sl: Spletno gostovanje na I2P
sv: Webbhotell på I2P
uk: Хостинг веб-сайтів в I2P
