Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Router Info
ar: معلومات جهاز التوجيهمعلومات جهاز التوجيه
az: Router məlumatı
bo: རོ་ཌེར་ཆ་འཕྲིན།
cs: Informace o směrovači
el: Πληροφορίες
es: Info del router
et: ruuteri teave
fa: اطلاعات روتر
fi: Reitittimen tiedot
hi: राउटर जानकारी
hu: Router Információ
it: Info router
ja: ルーター情報
ko: 라우터 정보
nb: Ruterinfo
pt: Informação do Roteador
sl: Info o usmerj.
uk: Інформація
vi: Thông tin bộ định tuyến

source: Summary of router properties
ar: ملخص خصائص جهاز التوجيه
az: Router xüsusiyyətlərinin xülasəsi
bo: རོ་ཌེར་གྱི་ཁྱད་ཆོས་ཀྱི་སྡོམ་ཚིག
cs: Souhrn vlastností routeru
da: Oversigt over routerens egenskaber
el: Σύνοψη των ιδιοτήτων του δρομολογητή
es: Resumen de propiedades del enrutador
et: Ruuteri omaduste kokkuvõte
fa: خلاصه خصوصیات روتر
fi: Yhteenveto reitittimen ominaisuuksista
hi: राउटर गुणों का सारांश
hu: A router tulajdonságainak összefoglalása
in: Ringkasan properti router
it: Riepilogo delle proprietà del router
ja: ルーターのプロパティの概要
ko: 라우터 속성 요약
nb: Sammendrag av ruterens egenskaper
nl: Samenvatting van routereigenschappen
pt: Resumo das propriedades do roteador
sl: Pregled lastnosti usmerjevalnika
sv: Sammanfattning av routerns egenskaper
uk: Короткий опис властивостей маршрутизатора
vi: Tóm tắt các thuộc tính của bộ định tuyến

source: Health Report
ar: تقرير
az: Sağlamlıq Hesabatı
bo: བདེ་ཐང་གི་སྙན་ཞུ།
cs: Zpráva o stavu
da: Sundheds Rapport
el: Αναφορά υγείας
es: Informe de salud
et: Terviseraport
fa: گزارش سلامت
fi: Terveysraportti
hi: स्वास्थ्य रिपोर्ट
hu: Egészségi Állapot
in: Laporan Kesehatan
it: Rapporto di salute
ja: 健全度報告
ko: 건강 리포트
nb: Helserapport
nl: Gezondheids Rapport
pt: Relatório de Saúde
sl: Porocilo o zdravju
sv: Hälsorapport
uk: Звіт про стан здоров'я
vi: Báo cáo sức khỏe

source: Router Logs
ar: سجلات الموجه
az: Router qeydləri
bo: རོ་ཌེར་གྱི་ཟིན་ཐོ།
cs: Protokoly routeru
da: Router Logge
el: Logs του Router
es: Registros del router
et: Ruuteri logid
fa: سیاهههای روتر
fi: Reitittimen lokit
hi: राउटर लॉग
hu: Router Napló
in: Log Router
it: Log del router
ja: ルーターログ
ko: 라우터 로그
nb: Ruterlogger
pt: Logs do I2P
sl: Dnevniki usmerjevalnika
sv: Routerloggar
uk: Журнали маршрутизатора
vi: Nhật ký bộ định tuyến

source: Configure update URLs and policy
ar: قم بتكوين عناوين URL والسياسة الخاصة بالتحديث
az: Yeniləmə URL-lərini və siyasətini konfiqurasiya edin
bo: གསར་བརྗེ་བཏང་བའི་URLདང་སྲིད་ཇུས་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ།
cs: Nakonfigurujte aktualizační adresy URL a zásady
da: Konfigurer opdateringswebadresser og politik
el: Διαμόρφωση διευθύνσεων URL και πολιτικής ενημέρωσης
et: Värskenduse URL-ide ja reeglite seadistamine
fi: Määritä päivitys-URL-osoitteet ja käytäntö
hi: अपडेट URL और नीति की सेटिंग करें
hu: Konfigurálja a frissítési URL-eket és a házirendet
in: Konfigurasikan URL dan kebijakan pembaruan
it: Configurare gli URL e i criteri di aggiornamento
ja: 更新 URL とポリシーを構成する
ko: 업데이트 URL 및 정책 구성
nb: Konfigurer oppdateringsnettadresser og retningslinjer
nl: Configureer update-URL's en beleid
pt: Configurar URLs e políticas de atualização
sl: Konfiguracija URL-jev za posodabljanje in politike
sv: Konfigurera uppdateringsadresser och policy
uk: Налаштуйте URL-адреси оновлення та політику

source: Router Updates
ar: تحديثات جهاز التوجيه
az: Router Yeniləmələri
bo: རོ་ཌེར་གྱི་གསར་བརྗེ་བཏང་བ།
cs: Aktualizace routeru
da: Routeropdateringer
es: Actualizaciones
et: Ruuteri Värskendused
fa: به روز رسانی روتر
fi: Reitittimen päivitykset
hi: राउटर अपडेट
hu: Router Frissítések
in: Pembaruan Router
it: Aggiornamenti del Router
ja: ルーターのアップデート
ko: 라우터 업데이트
nb: Ruteroppdateringer
pt: Atualizações do roteador
sl: Posodobitve usmerjevalnika
sv: Routeruppdateringar
uk: Оновлення
vi: Cập nhật bộ định tuyến

source: Router Sitemap
ar: خريطة موقع جهاز التوجيه
az: Routerin Sayt xəritəsi
bo: རོ་ཌེར་གྱི་ས་ཁྲ་རྟགས་ཚིག
cs: Směrovač Sitemap
el: Χάρτης ιστότοπου δρομολογητή
es: Mapa del sitio del enrutador
et: Ruuteri Saidikaart
fa: نقشه سایت روتر
fi: Reitittimen sivustokartta
hi: राउटर साइटमैप
hu: Router webhelytérkép
in: Peta Situs Router
it: Mappa del sito del router
ja: ルーターサイトマップ
ko: 라우터 사이트맵
nb: Ruter Sitemap
pt: Mapa do site do roteador
sl: Spletne mape usmerjevalnika
sv: Webbplatskarta för routern
uk: Карта сайту маршрутизатора
vi: Sơ đồ trang web của bộ định tuyến

source: Sitemap
ar: خريطة الموقع
az: Sayt xəritəsi
bo: ས་ཁྲ་རྟགས་ཚིག
cs: Mapa stránek
el: Χάρτης ιστότοπου
es: Mapa del sitio
et: Saidiplaan
fa: نقشه سایت
fi: Sivustokartta
hi: साइटमैप
hu: Webhelytérkép
in: Peta Situs
it: Mappa del sito
ja: サイトマップ
ko: 사이트 맵
nb: Nettstedskart
pt: Mapa do site
sl: Spletne mape
sv: Webbplatskarta
uk: Карта сайту
vi: Sơ đồ trang web

source: Built-in anonymous BitTorrent Client
ar: برنامج تورنت مجهول
az: Daxili anonim BitTorrent Müştərisi
bo: ནང་འཁོར་གྱི་མིང་མེད་BitTorrent ལག་གདང་།
cs: Vestavěný anonymní klient BitTorrent
da: Indbygget anonym BitTorrent klient
el: Ενσωματωμένος ανώνυμος πελάτης BitTorrent
es: Cliente BitTorrent anónimo integrado
et: Sisseehitatud anonüümne BitTorrenti klient
fa: سرویس گیرنده بیت تورنت ناشناس داخلی
fi: Sisäänrakennettu anonyymi BitTorrent-asiakasohjelma
hi: संग्रहित अनाम BitTorrent क्लाइंट
hu: Beépített anoním BitTorrent Kliens
in: Built-in BitTorrent Client anonim
it: Client anonimo BitTorrent incorporato
ja: 内蔵匿名 BitTorrent クライアント
ko: 내장 익명 비트토렌트 클라이언트
nb: Innebygd anonym BitTorrent-klient
nl: Ingebouwde anonieme BitTorrent Client
pt: Cliente BitTorrent anônimo embutido
sl: Vgrajeni anonimni klient za BitTorrent
sv: Inbyggd anonym BitTorrentklient
uk: Вбудований анонімник клієнт BitTorrent
vi: Máy khách BitTorrent ẩn danh tích hợp

source: Manage server and client tunnels
ar: إدارة أنفاق الخادم والعميل
az: Server və müştəri tunellərini idarə edin
bo: སརྟོན་པ་དང་ལག་གདང་གི་གྲུང་ནེལ་དོ་དམ་བྱེད་པ།
cs: Správa serverových a klientských tunelů
da: Administrer server- og klienttunneler
el: Διαχειριστείτε τις σήραγγες διακομιστή και πελατών
es: Administrar túneles de servidor y cliente
et: haldage serveri- ja klienditunneleid
fa: تونل های سرور و مشتری را مدیریت کنید
fi: Hallitse palvelin- ja asiakastunneleita
hi: सर्वर और क्लाइंट टनल प्रबंधित करें
hu: Szerver- és ügyfélalagutak kezelése
in: Kelola terowongan server dan klien
it: Gestisci tunnel server e client
ja: サーバーとクライアントのトンネルを管理する
ko: 서버 및 클라이언트 터널 관리
nb: Administrer server- og klienttunneler
nl: Beheer server- en clienttunnels
pt: Gerenciar túneis de servidor e cliente
sl: Upravljanje strežniških in klientovih tuneljev
sv: Hantera server- och klienttunnlar
uk: Керуйте серверними та клієнтськими тунелями
vi: Quản lý đường hầm máy chủ và máy khách

source: Manage Router webapps
ar: إدارة تطبيقات الويب لجهاز التوجيه
az: Routerin veb proqramlarını idarə edin
bo: རོ་ཌེར་གྱི་ཝེབ་པ་ཚུགས་པ་དོ་དམ་བྱེད་པ།
cs: Správa webových aplikací směrovače
da: Administrer router-webapps
el: Διαχείριση webapps του δρομολογητή
es: Administrar aplicaciones web
et: haldage ruuteri veebirakendusi
fa: برنامه های وب روتر را مدیریت کنید
fi: Hallitse reitittimen verkkosovelluksia
hi: राउटर वेबएप्लिकेशन प्रबंधित करें
hu: Router webalkalmazások kezelése
in: Kelola aplikasi web Router
it: Gestisci webapps del router
ja: ルーター Web アプリの管理
ko: 라우터 웹 앱을 관리합니다
nb: Administrer ruterens webapper
nl: Router-webapps beheren
pt: Gerenciar aplicativos da web do roteador
sl: Upravljanje spletne aplikacije usmerjevalnika
sv: Hantera routerwebbappar
uk: Керуйте веб-додатками маршрутизатора
vi: Quản lý ứng dụng web của Bộ định tuyến

source: Webapps
ar: تطبيقات الويب
az: Veb proqramları
bo: ཝེབ་པ་ཚུགས་པ།
cs: Webové aplikace
el: Εφαρμογές Ιστού
es: Aplicaciones web
et: Veebirakendused
fa: برنامه های وب
hi: वेबएप्लिकेशन
in: Aplikasi web
it: App web
ja: ウェブアプリ
ko: 웹 앱
nb: Webapper
pt: Aplicativos da Web
sl: Spletne aplikacije
sv: Webbappar
uk: Веб-додатки
vi: Ứng dụng web

source: Local web server for hosting your own content on I2P
ar: خادم الويب المحلي لاستضافة المحتوى الخاص بك على I2P
az: I2P-də öz məzmununuzu yerləşdirmək üçün yerli veb server
bo: I2P ནང་ཁྱེད་ཀྱི་ནང་དོན་སྣོད་བཅུང་བའི་ཝེབ་སརྟོན་པ།
cs: Místní webový server pro hostování vlastního obsahu na I2P
da: Lokal webserver til hosting af dit eget indhold på I2P
el: Τοπικός διακομιστής ιστού για τη φιλοξενία του δικού σας περιεχομένου σε I2P
es: Servidor web local para alojar su propio contenido en I2P
et: kohalik veebiserver teie enda sisu majutamiseks I2P-s
fa: وب سرور محلی برای میزبانی محتوای خود در I2P
fi: Paikallinen verkkopalvelin oman sisältösi isännöimiseen I2P:ssä
hi: I2P पर अपनी सामग्री को होस्ट करने के लिए स्थानीय वेब सर्वर
hu: Személyes webszerver
in: Server web lokal untuk hosting konten anda sendiri melalui I2P
it: Web server locale per ospitare i tuoi contenuti su I2P
ja: I2P で独自のコンテンツをホストするためのローカル Web サーバー
ko: i2p에서 자신의 콘텐츠를 호스팅하기위한 로컬 웹 서버
nb: Lokal vevtjener for versskap for ditt innhold på I2P
nl: Lokale webserver voor het hosten van uw eigen inhoud op I2P
pt: Servidor web local para hospedar seu próprio conteúdo em I2P
sl: Lokalen spletni strežnik za gostiteljstvo lastnega vsebine na I2P
sv: Lokal webbserver för värd för ditt eget innehåll på I2P
uk: Локальний веб-сервер для розміщення вашого власного вмісту на I2P
vi: Máy chủ web cục bộ để lưu trữ nội dung của riêng bạn trên I2P

source: Web Server
ar: قاعدة بيانات للانترنت
az: Veb Server
bo: ཝེབ་སརྟོན་པ།
cs: Webový server
el: Διακομιστής Ιστού
es: Servidor web
et: veebiserver
fa: وب سرور
fi: Web-palvelin
hi: वेब सर्वर
hu: Webszerver
it: Server web
ja: ウェブサーバー
ko: 웹 서버
nb: Vevtjener
pt: Servidor Web
sl: Spletni strežnik
sv: Webbserver
uk: Веб-сервер
vi: Máy chủ Web

source: Configure Bandwidth
ar: تكوين عرض النطاق الترددي
az: Bant genişliyini konfiqurasiya edin
bo: བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་རོགས་དྲན་བྱེད་པ།
cs: Konfigurace šířky pásma
da: Konfigurer båndbredde
el: Ρύμιση Εύρους ζώνης
es: Ancho de banda
et: Ribalaiuse Häälestus
fa: پهنای باند را پیکربندی کنید
fi: Määritä kaistanleveys
hi: बैंडविड्थ की सेटिंग करें
hu: Sávszélesség Beállítása
in: Konfigurasi Bandwidth
it: Configura Larghezza di Banda
ja: 帯域幅を設定
ko: 대역폭 설정
nb: Sett opp båndbredde
nl: Stel Bandreedte in
pt: Configurar transmissão de dados
sl: Nastavi širino pasma
sv: Konfigurera bandbredd
uk: Налаштуйте пропускну здатність
vi: Cấu hình băng thông

source: I2P Bandwidth Configuration
ar: تكوين عرض النطاق الترددي I2P
az: I2P Bant Genişliyi Konfiqurasiyası
bo: I2P བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་རོགས་དྲན།
cs: Konfigurace šířky pásma I2P
da: I2P Båndbredde Konfiguration
el: Ρύθμιση εύρους ζώνης του I2P
es: Configuración del ancho de banda de I2P
et: I2P ribalaiuse häälestus
fa: پیکربندی پهنای باند I2P
fi: I2P-kaistanleveysmääritys
hi: I2P बैंडविड्थ की सेटिंग
hu: I2P Sávszélességének Beállítása
in: Konfigurasi Bandwidth i2p
it: Configurazione Larghezza di Banda I2P
ja: I2P 帯域幅設定
ko: i2P 대역폭 설정
nb: I2P-båndbreddejustering
nl: I2P Bandbreedte Configuratie
pt: Configuração de velocidade da internet banda larga
sl: Nastavitve širine pasma I2P
sv: I2P-bandbreddsinställningar
uk: Конфігурація пропускної здатності I2P
vi: Cấu hình băng thông I2P

source: Configure UI
ar: تكوين واجهة المستخدم
az: UI konfiqurasiyası
bo: UI རོགས་དྲན་བྱེད་པ།
cs: Konfigurace uživatelského rozhraní
da: Konfigurer brugergrænsefladen
el: Διαμόρφωση διεπαφής χρήστη
es: Interfaz de usuario
et: kasutajaliidese seadistamine
fa: UI را پیکربندی کنید
fi: Määritä käyttöliittymä
hi: UI की सेटिंग करें
hu: UI konfigurálása
in: Konfigurasikan UI
it: Configura l'interfaccia utente
ja: UIの設定
ko: 사용자 인터페이스를 구성합니다
nb: Konfigurer brukergrensesnittet
nl: Configureer gebruikersinterface
pt: Configurar IU
sl: Nastavi UI
sv: Konfigurera UI
uk: Налаштування інтерфейсу користувача
vi: Cấu hình giao diện người dùng

source: Select console theme &amp; language &amp; set optional console password
bo: རོགས་དྲན་བརྒྱུད་བཏོན་པ་དང་སྐད་ཡིག་གདམ་པ། དེ་བཞིན་རོགས་དྲན་གསང་ཐོང་བ་གཏན་འབེབས་བྱེད་པ།
hi: कंसोल थीम और भाषा चुनें और वैकल्पिक कंसोल पासवर्ड सेट करें
ko: 콘솔 테마 및 언어 및 설정 선택 콘솔 비밀번호 선택

source: Customize Sidebar
ar: تخصيص الشريط الجانبي
az: Kenar panelini fərdiləşdirin
bo: ཟུར་ངོས་ཕྲེང་བ་སྒྱུར་བཟོ་བ།
cs: Přizpůsobte postranní panel
da: Tilpas Sidebjælken
el: Προσαρμογή πλευρικής γραμμής
es: Barra lateral
et: kohandage külgriba
fa: نوار کناری را سفارشی کنید
fi: Mukauta sivupalkkia
hi: साइडबार को अनुकूलित करें
hu: Módosítsa az oldalsávot
in: Kostumisasi Sidebar
it: Personalizzazione barra laterale
ja: サイドバーのカスタマイズ
ko: 사이드 바를 사용자 정의하십시오
nb: Tilpass sidefelt
nl: Zijbalk aanpassen
pt: Personalizar barra lateral
sl: Prilagodi stranico
sv: Anpassa sidofältet
uk: Налаштуйте бічну панель
vi: Tùy chỉnh thanh bên

source: Customize the sidebar by adding or removing or repositioning elements
ar: قم بتخصيص الشريط الجانبي عن طريق إضافة العناصر أو إزالتها أو تغيير موضعها
az: Elementləri əlavə etməklə, silməklə və ya yerini dəyişdirməklə yan paneli fərdiləşdirin
bo: ཟུར་ངོས་ཕྲེང་བ་ལ་རྣམ་རྟགས་ཁ་སྣོན་བརྒྱུད་ནས་སྒྱུར་བཟོ་བར་བྱེད་པ།
cs: Přizpůsobte postranní panel přidáním nebo odebráním nebo přemístěním prvků
da: Tilpas sidebjælken ved at tilføje eller fjerne eller omplacere elementer
el: Προσαρμόστε την πλαϊνή γραμμή προσθέτοντας ή αφαιρώντας ή επανατοποθετώντας στοιχεία
es: Personalizar la barra lateral o eliminando o reposicionando elementos
et: kohandage külgriba elemente lisades, eemaldades või ümber paigutades
fa: نوار کناری را با افزودن یا حذف یا تغییر موقعیت عناصر سفارشی کنید
fi: Mukauta sivupalkkia lisäämällä, poistamalla tai sijoittamalla uudelleen elementtejä
hi: तत्वों को जोड़ने, हटाने या पुनः स्थानांतरित करके साइडबार को अनुकूलित करें
hu: Az oldalsáv módosítása az elemek pozíciójának hozzáadásával vagy megváltoztatásával
in: Sesuaikan sidebar dengan menambahkan atau menghapus atau mengubah posisi elemen
it: Personalizza la barra aggiungendo, rimuovendo o riposizionando elementi
ja: 要素を追加、削除、または位置変更してサイドバーをカスタマイズする
ko: 요소를 추가, 제거 또는 재배치하여 사이드바를 사용자 정의하세요.
nb: Tilpass sidefeltet ved å legge til eller fjerne eller flytte elementer
nl: Pas de zijbalk aan door elementen toe te voegen, te verwijderen of te verplaatsen
pt: Personalize a barra lateral adicionando, removendo ou reposicionando elementos
sl: Prilagodi stranico, tako da dodate, odstranite ali ponovno postavite elemente
sv: Anpassa sidofältet genom att lägga till eller ta bort eller flytta om element
uk: Налаштуйте бічну панель, додаючи, видаляючи або змінюючи положення елементів
vi: Tùy chỉnh thanh bên bằng cách thêm hoặc xóa hoặc định vị lại các thành phần

source: Configuration and bandwidth tester
ar: اختبار التكوين وعرض النطاق الترددي
az: Konfiqurasiya və bant genişliyi test cihazı
bo: རོགས་དྲན་དང་བརྒྱུད་བཏོན་པའི་ཚད་ཆེན་ཚད་ལེན་པ།
cs: Tester konfigurace a šířky pásma
da: Konfiguration og båndbredde tester
el: Δοκιμαστής διαμόρφωσης και εύρους ζώνης
es: Probador de configuración y ancho de banda
et: konfiguratsiooni ja ribalaiuse tester
fa: تستر پیکربندی و پهنای باند
fi: Kokoonpanon ja kaistanleveyden testaaja
hi: सेटिंग और बैंडविड्थ परीक्षक
hu: Konfiguráció és sávszélesség tesztelő
in: Penguji konfigurasi dan bandwidth
it: Configurazione e tester di larghezza di banda
ja: 構成および帯域幅テスター
ko: 구성 및 대역폭 테스터
nb: Konfigurasjons- og båndbreddetester
nl: Configuratie- en bandbreedtetester
pt: Configuração e testador de largura de banda
sl: Konfigurator in preverilnik širine pasma
sv: Konfigurations- och bandbreddstestare
uk: Тестер конфігурації та пропускної здатності
vi: Kiểm tra cấu hình và băng thông

source: Wizard
ar: ساحر
az: Sehrbaz
bo: བྱ་བྱེད་པ།
cs: Čaroděj
da: Troldmand
el: Μάγος
es: Asistente
et: Nõustaja
fa: جادوگر
fi: Velho
hi: गुरु
hu: Varázsló
in: Penyihir
it: Mago
ja: ウィザード
ko: 마법사
nb: Veiviser
nl: Tovenaar
pt: Mago
sl: Vodnik
sv: Trollkarl
uk: Майстер
vi: Pháp sư

source: Advanced Config
ar: التكوين المتقدم
az: Qabaqcıl Konfiqurasiya
bo: མཐོ་རིམ་རོགས་དྲན།
cs: Pokročilá Konfigurace
da: Avanceret konfiguration
el: Προηγμένη διαμόρφωση
es: Configuración avanzada
et: täpsem konfiguratsioon
fa: پیکربندی پیشرفته
fi: Lisäasetukset
hi: उन्नत सेटिंग
hu: Speciális konfiguráció
in: Konfigurasi Lanjutan
it: Configurazione avanzata
ja: 高度な設定
ko: 고급 구성
nb: Avansert konfig
nl: Geavanceerde configuratie
pt: Configuração Avançada
sl: Napredne nastavitve
sv: Avancerad konfiguration
uk: Розширена конфігурація
vi: Cấu hình nâng cao

source: Advanced router configuration
ar: تكوين جهاز التوجيه المتقدم
az: Qabaqcıl marşrutlaşdırıcının konfiqurasiyası
bo: མཐོ་རིམ་རོ་ཌེར་རོགས་དྲན།
cs: Pokročilá konfigurace routeru
da: Avanceret routerkonfiguration
el: Προηγμένη διαμόρφωση δρομολογητή
es: Configuración Avanzada del Enrutador
et: Ruuteri täpsem konfiguratsioon
fa: پیکربندی روتر پیشرفته
fi: Reitittimen lisäasetukset
hi: उन्नत राउटर सेटिंग
hu: Speciális útválasztó konfiguráció
in: Konfigurasi router tingkat lanjut
it: Configurazione avanzata del router
ja: 高度なルーター設定
ko: 고급 라우터 구성
nb: Avansert ruterkonfigurasjon
nl: Geavanceerde routerconfiguratie
pt: Configuração avançada do roteador
sl: Napredna konfiguracija usmerjevalnika
sv: Avancerad routerkonfiguration
uk: Розширена конфігурація маршрутизатора
vi: Cấu hình bộ định tuyến nâng cao

source: Changelog
ar: سجلّ التغييرات
az: Dəyişikliklər
bo: བསྒྱུར་བཏོན་པའི་ཐོ་བོ།
cs: Seznam změn
da: Log over ændringer
el: Αρχείο καταγραφής αλλαγών
es: Registro de cambios
et: Viimased värskendused
fa: لیست تغییرات
fi: Muutosloki
hi: बदलाव की सूची
hu: Változások
in: Catatan Perubahan
ja: 変更履歴
ko: 변경사항
nb: Endringslogg
pt: Mudanças entre versões
sl: Dnevnik sprememb
sv: Ändringslogg
uk: Журнал змін
vi: Ký sự thay đổi

source: Recent changes
ar: التغييرات الأخيرة
az: Son dəyişikliklər
bo: ཉེ་ཆར་བསྒྱུར་བཏོན་པ།
cs: Poslední změny
da: Seneste ændringer
el: Πρόσφατες αλλαγές
es: Cambios recientes
et: hiljutised muudatused
fa: تغییرات اخیر
fi: Viimeaikaiset muutokset
hi: हालिया परिवर्तन
hu: Legutóbbi változások
in: Perubahan terkini
it: Cambiamenti recenti
ja: 最近の変化
ko: 최근 변경 사항
nb: Nylige endringer
nl: Recente wijzigingen
pt: Mudanças recentes
sl: Nedavne spremembe
sv: Senaste ändringarna
uk: Останні зміни
vi: Những thay đổi gần đây

source: Start or stop Router clients
ar: تشغيل أو إيقاف عملاء جهاز التوجيه
az: Router müştərilərini işə salın və ya dayandırın
bo: རོ་ཌེར་ལེན་གནད་འགོ་ཚོགས་པ་ཡང་ན་བསྡམས་པ།
cs: Spusťte nebo zastavte klienty směrovače
da: Start eller stop routerklienter
el: Εκκίνηση ή διακοπή προγραμμάτων-πελατών δρομολογητή
es: Iniciar o detener clientes de enrutador
et: Käivitage või peatage ruuteri kliendid
fa: مشتریان روتر را شروع یا متوقف کنید
fi: Käynnistä tai pysäytä reititinasiakkaat
hi: राउटर क्लाइंट शुरू या रोकें
hu: Router kliensek elindítása vagy leállítása
in: Memulai atau menghentikan klien Router
it: Avvia o ferma i clients del router
ja: ルータークライアントの起動または停止
ko: 라우터 클라이언트를 시작하거나 중지하십시오
nb: Start eller stopp ruterklienter
nl: Routerclients starten of stoppen
pt: Iniciar ou parar clientes roteadores
sl: Zaženi ali ustavi kliente usmerjevalnika
sv: Starta eller stoppa routerklienter
uk: Запуск або зупинка клієнтів маршрутизатора
vi: Bắt đầu hoặc dừng ứng dụng khách Bộ định tuyến

source: Bug tracker
ar: تعقب الأخطاء
az: Xəta indikatoru
bo: ནོར་བའི་རྗེས་འཚོལ་པ།
cs: Sledování chyb
el: Ιχνηλάτης Σφαλμάτων
es: Rastreador de fallos
et: veajälgija
fa: رهیابی حفره های نرم افزار
fi: Vikaseuraaja
hi: गड़बड़ी ट्रैकर
hu: Hibakövető
in: Pelacak bug
it: Tracker dei bug
ja: バグトラッカー
ko: 버그 트래커
nb: Feilsporer
sl: Prašiček za sledenje napakam
sv: Fel bevakare
uk: Баг-трекер
vi: Trình theo dõi lỗi

source: I2P+ Bug Reports
bo: I2P+ ནོར་བའི་རྗེས་འཚོལ་པ།
hi: I2P गड़बड़ी रिपोर्ट
ko: I2P 버그 보고서

source: Frequently Asked Questions
ar: الأسئلة المتكررة
az: Tez-tez verilən suallar
bo: རྒྱུན་དུ་བཙོན་པའི་དྲི་བ་དག་པ།
cs: Často kladené otázky
da: Ofte Stillede Spørgsmål
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
et: korduma kippuvad küsimused
fa: سوالات متداول
fi: Usein Kysytyt Kysymykset
hi: सामान्य प्रश्न और उत्तर
hu: Gyakran Ismételt Kérdések
it: Domande Poste Frequentemente
ja: よくある質問
ko: 자주 묻는 질문들
nb: Ofte-Stilte-Spørsmål
nl: Vaak gestelde vragen
sl: Často postavljena vprašanja
sv: Vanliga frågor
uk: Засто задавані питання
vi: Các câu hỏi thường gặp

source: I2P FAQ
ar: الأسئلة الشائعة حول I2P
az: I2P Tez-tez verilən suallar
bo: I2P རྒྱུན་དུ་བཙོན་པའི་དྲི་བ་དག་པ།
el: Συχνές ερωτήσεις
es: Preguntas frecuentes de I2P
fa: سوالات متداول I2P
fi: I2P UKK
hi: I2P अक्सर पूछे जाने वाले प्रश्न
hu: I2P Gyakran Feltett Kérdések
it: FAQ DI I2P
ja: よくある質問
nb: I2P O-S-S
pt: Perguntas frequentes sobre I2P
sl: ČPP I2P
sv: I2P Vanliga frågor
uk: Поширені запитання щодо I2P
vi: Câu hỏi thường gặp về I2P

source: I2P Plugins
ar: ملحقات I2P
az: I2P Pluginləri
bo: I2P བརྒྱུད་བཏོན་པ།
cs: I2P Pluginy
el: Πρόσθετα I2P
es: Complementos I2P
et: pistikprogrammid
fa: پلاگین های I2P
fi: I2P-lisäosat
hi: I2P प्लगइन
hu: I2P beépülő modulok
it: Plugin I2P
ja: I2P プラグイン
ko: I2P 플러그인
sl: Vstavki I2P
uk: Плагіни I2P

source: zzz's plugin repository
ar: مستودع البرنامج المساعد zzz
az: zzz-in plagin deposu
bo: zzz གི་བརྒྱུད་བཏོན་པའི་གནས་དེབ་ཅན།
da: zzz's plugin-lager
el: αποθετήριο πρόσθετων του zzz
es: repositorio de complementos de zzz
et: zzzi pistikprogrammide hoidla
fa: مخزن پلاگین zzz
fi: zzz:n lisäosien arkisto
hi: zzz का प्लगइन अभिलेखागार
hu: zzz plugin tárháza
in: repositori plugin zzz
it: Repository dei plugin di zzz
ja: zzz のプラグイン リポジトリ
ko: zzz의 플러그인 저장소
nb: zzz sitt plugin-lager
pt: repositório de plugins do zzz
sl: Repozitorij vstavkov zzz
sv: zzzs plugin-förråd
uk: репозиторій плагінів zzz

source: Historical infrastructure data from the I2P network
ar: بيانات البنية التحتية التاريخية من شبكة I2P
az: I2P şəbəkəsindən tarixi infrastruktur məlumatları
bo: I2P དྲ་ལམ་ནས་བཤོལ་བའི་ལོ་རྒྱུས་གཞི་རྩ་བའི་གནས་སྐབས་བརྒྱུད་བཏོན་པ།
cs: Historická data infrastruktury z I2P sítě
da: Historiske infrastrukturdata fra I2P-netværket
el: Ιστορικά δεδομένα υποδομής από το δίκτυο I2P
es: Datos históricos de infraestructura de la red I2P
et: Ajaloolised infrastruktuuri andmed I2P võrgust
fa: داده های زیرساخت تاریخی از شبکه I2P
fi: Historialliset infrastruktuuritiedot I2P-verkosta
hi: I2P नेटवर्क से ऐतिहासिक बुनियादी संरचना डेटा
hu: Történelmi infrastruktúra adatok az I2P hálózatból
in: Data infrastruktur historis dari jaringan I2P
it: Dati storici dell'infrastruttura dalla rete I2P
ja: I2Pネットワークからの過去のインフラストラクチャデータ
ko: I2P 네트워크에서의 역사적 인프라 데이터
nb: Historiske infrastrukturdata fra I2P-nettverket
nl: Historische infrastructuurgegevens van het I2P-netwerk
pt: Dados históricos de infraestrutura da rede I2P
sl: Zgodovinska podatkovna infrastruktura iz omrežja I2P
sv: Historisk infrastrukturdata från I2P-nätverket
uk: Історичні дані інфраструктури з мережі I2P
vi: Dữ liệu cơ sở hạ tầng lịch sử từ mạng I2P

source: I2P home page
ar: الصفحة الرئيسية لـI2P
az: I2P ana səhifə
bo: I2P ཁྱིག་གི་ཤོག་ལ།
cs: Domovská stránka I2P
da: I2P hjemmeside
el: Αρχική σελίδα του I2P
es: Página principal de I2P
et: I2P koduleht
fa: صفحه اصلی I2P
fi: I2P:n kotisivu
hi: I2P का मुख्य पृष्ठ
hu: I2P honlap
in: Halaman Depan I2P
it: Pagina principale I2P
ja: I2Pホームページ
ko: I2P 홈페이지
nb: I2P-startside
pt: página inicial I2P
sl: Domovska stran I2P
sv: I2P startsida
uk: Домашня сторінка I2P
vi: Trang chủ I2P

source: Project Website
ar: موقع المشروع
az: Layihə Veb-saytı
bo: ལས་གཞིའི་གནས་བབའི་ཡིག་ཆ།
cs: Webová stránka projektu
da: Projektets hjemmeside
el: Ιστότοπος του πρότζεκτ
es: Sitio web del proyecto
et: projekti veebisait
fa: وبسایت پروژه
fi: Projektiwebbisivu
hi: प्रोजेक्ट वेबसाइट
hu: Projekt weboldala
in: Website Proyek
it: Sito del progetto
ja: プロジェクトのウェブサイト
ko: 프로젝트 웹사이트
nb: Prosjektets nettside
pt: Site do Projeto
sl: Spletna stran projekta
sv: Projektets webbplats
uk: Веб-сайт проекту
vi: Trang web dự án
