Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Refresh the page to view.
ar: أنعش الصفحة
az: Baxmaq üçün səhifəni yeniləyin.
cs: Pro zobrazení obnovte stránku.
da: Genindlæs nuværende side for at se den.
el: Ανανέωση της σελίδας.
es: Refresque la página para verlo.
et: Värskenda lehte, et vaadata.
fa: برای مشاهده صفحه را بازخوانی کنید.
fi: Päivitä sivu nähdäksesi.
hu: Megtenkintéshez az oldal frissítése szükséges.
in: Refresh halaman untuk melihatnya.
it: Ricarica la pagina per vederla.
ja: ページを更新表示。
nb: Gjenoppfrisk siden for å vise.
nl: Ververs de te bekijken pagina.
pt: Actualize a página para visualizar.
sl: Osveži stran za ogled.
sv: Uppdatera sidan för att se.
uk: Оновіть сторінку, щоб побачити.
vi: Làm mới trang để xem.

source: Select console theme & language & set optional console password
ar: حدد موضوع وحدة التحكم
az: Konsol mövzusunu seçin
cs: Vyberte téma konzoly a jazyk a nastavte volitelné heslo konzoly
da: Vælg konsoltema
el: Επιλέξτε θέμα κονσόλας
es: Seleccionar tema de consola e idioma, y establecer la contraseña de la consola
et: valige konsooli teema
fa: تم کنسول را انتخاب کنید
fi: Valitse konsolin teema
hu: Válassza ki a konzol téma és nyelvet és állítsa be az opcionális konzol jelszót
in: Pilih tema konsol
it: Seleziona tema, lingua e imposta una password opzionale per la console
ja: コンソールテーマを選択
nb: Velg konsolltema
nl: Selecteer consolethema
pt: Selecione o tema do console
sl: Izberite temo konzole, jezik in nastavite nepovzetno geslo konzole
sv: Välj konsoltema
uk: Виберіть тему консолі
vi: Chọn Chủ đề và ngôn ngữ bảng điều khiển và đặt mật khẩu bảng điều khiển tùy chọn

source: I2P Bug Reports
ar: تقارير أخطاء I2P
az: I2P Baq Hesabatları
cs: Hlášení chyb I2P
da: I2P fejlrapporter
el: Αναφορές σφαλμάτων I2P
es: Informes de fallos de I2P
et: I2P veateated
fa: گزارش اشکال I2P
fi: I2P-virheraportit
hu: I2P hibajelentések
in: Laporan Bug i2p
it: Rapporto bug di I2P
ja: I2P バグレポート
nb: I2P-feilrapporter
nl: I2P bug rapportage
pt: Relatórios de erros I2P
sl: Poročila o napakah I2P
sv: I2P-felrapporter
uk: Звіти про помилки I2P
vi: Báo cáo lỗi I2P

source: Alternative front-end for Twitter
ar: الواجهة الأمامية البديلة لتويتر
az: Twitter üçün alternativ cəbhə
cs: Alternativní front-end pro Twitter
da: Alternativ front-end til Twitter
el: Εναλλακτική διεπαφή για το Twitter
es: Interfaz alternativa para Twitter
et: Twitteri alternatiivne kasutajaliides
fa: فرانت اند جایگزین برای توییتر
fi: Vaihtoehtoinen käyttöliittymä Twitterille
hu: Alternatív kezelőfelület a Twitterhez
in: Front-end alternatif untuk Twitter
it: Front-end alternativo per Twitter
ja: Twitterの代替フロントエンド
nb: Alternativ front-end for Twitter
nl: Alternatieve front-end voor Twitter
pt: Front-end alternativo para Twitter
sl: Alternativni frontalni del za Twitter
sv: Alternativ front-end för Twitter
uk: Альтернативний інтерфейс для Twitter
vi: Giao diện người dùng thay thế cho Twitter

source: Rocksolid forums for the darknets
ar: المنتديات الصلبة للشبكة المظلمة
az: Darknets üçün Rocksolid forumları
cs: Skalní fóra pro darknety
da: Stensolide fora for mørkenettene
el: Rocksolid φόρουμ για τα σκοτεινά
es: Foros Rocksolid para las darknets
et: Rocksolidi foorumid pimedate võrkude jaoks
fa: انجمن های سنگی برای تاریک نت ها
fi: Rocksolid-foorumit darkneteille
hu: Rocksolid fórumok a darknetekhez
in: Forum yang kokoh untuk darknet
it: Forum solidissimi per le darknet
ja: ダークネット向けの堅牢なフォーラム
nb: Steinsolide fora for mørkenettene
nl: Ook solide forums voor de darknets
pt: Fóruns sólidos para os darknets
sl: Forsolni forumi za temne omreže
sv: Bernsolida forum för mörknäten
uk: Надійні форуми для даркнетів
vi: Diễn đàn Rocksolid dành cho darknet

source: Base64 Image Encoder
ar: برنامج تشفير الصور Base64
az: Base64 Şəkil Kodlayıcısı
da: Base64 Billedkodekoder
el: Κωδικοποιητής εικόνας Base64
es: Codificador de imágenes Base64
et: Base64 pildi kodeerija
fa: رمزگذار تصویر Base64
hu: Base64 képkódoló
in: Enkoder Gambar Base64
it: Codificatore di immagini Base64
ja: Base64画像エンコーダー
nl: Base64-beeldencoder
pt: Codificador de imagem Base64
sl: Kodač slike Base64
sv: Base64 Bildkodare
uk: Кодер зображень Base64
vi: Bộ mã hóa hình ảnh Base64

source: An image cache and resize service
ar: خدمة تخزين الصور وتغيير حجمها
az: Şəkil önbelleği və ölçüsünü dəyişmə xidməti
cs: Služba mezipaměti obrázků a změny velikosti
da: En billedcache- og størrelsesændringstjeneste
el: Μια υπηρεσία προσωρινής αποθήκευσης εικόνων και αλλαγής μεγέθους
es: Un servicio de cambio de tamaño y caché de imágenes
et: Piltide vahemälu ja suuruse muutmise teenus
fa: یک سرویس کش تصویر و تغییر اندازه
fi: Kuvavälimuisti ja koonmuutospalvelu
hu: Képgyorsítótár és átméretező szolgáltatás
in: Layanan cache dan pengubahan ukuran gambar
it: Un servizio di cache e ridimensionamento delle immagini
ja: 画像キャッシュとリサイズサービス
nb: En bildebuffer- og endre størrelsestjeneste
nl: Een service voor het cachen van afbeeldingen en het wijzigen van de grootte
pt: Um serviço de cache e redimensionamento de imagens
sl: Služba za predpomnilnik slik in spremembo velikosti
sv: En tjänst för bildcache och storleksändring
uk: Служба кешування зображень і зміни розміру
vi: Dịch vụ lưu trữ hình ảnh và thay đổi kích thước

source: Alternative frontend for Imgur
ar: واجهة بديلة لـ Imgur
az: Imgur üçün alternativ cəbhə
cs: Alternativní front-end pro Imgur
da: Alternativ front-end til Imgur
el: Εναλλακτική διεπαφή για το Imgur
es: Interfaz alternativa para Imgur
et: Imgur alternatiivne kasutajaliides
fa: ظاهر جایگزین برای Imgur
fi: Vaihtoehtoinen käyttöliittymä Imgur
hu: Alternatív kezelőfelület a Imgur
in: Front-end alternatif untuk Imgur
it: Front-end alternativo per Imgur
ja: Imgurの代替フロントエンド
nb: Alternativ front-end for Imgur
nl: Alternatieve front-end voor Imgur
pt: Front-end alternativo para Imgur
sl: Alternativni frontalni del za Imgur
sv: Alternativ front-end för Imgur
uk: Альтернативний інтерфейс для Imgur

source: Outproxy bandwidth test
ar: اختبار النطاق الترددي للوكيل الخارجي
az: Outproxy bant genişliyi testi
cs: Test šířky pásma outproxy
da: Outproxy båndbredde test
el: Δοκιμή εύρους ζώνης Outproxy
es: Prueba de ancho de banda de proxy superior
et: puhverserveri ribalaiuse test
fa: تست پهنای باند Outproxy
fi: Välityspalvelimen kaistanleveyden testi
hu: Outproxy sávszélesség teszt
in: Tes bandwidth keluar
it: Test della larghezza di banda outproxy
ja: アウトプロキシ帯域幅テスト
nb: Outproxy båndbredde test
nl: Outproxy-bandbreedtetest
pt: Teste de largura de banda Outproxy
sl: Test širine pasma izhodnega proxyja
sv: Outproxy bandbreddstest
uk: Тест пропускної здатності вихідного проксі
vi: Kiểm tra băng thông bên ngoài

source: speedtest
ar: اختبار السرعة
az: sürət testi
cs: test rychlosti
da: hastighedstest
el: Δοκιμασία ταχύτητας
es: prueba de velocidad
et: kiiruskatse
fa: تست سرعت
fi: nopeustesti
hu: sebességteszt
in: tes kecepatan
it: test di velocità
ja: スピードテスト
nb: hastighetstest
nl: snelheidstest
pt: teste de velocidade
sv: hastighetstest
uk: тест швидкості
vi: kiểm tra tốc độ

source: Alternative front-end to Youtube
ar: واجهة أمامية بديلة لليوتيوب
az: Youtube üçün alternativ cəbhə
cs: Alternativní front-end pro Youtube
da: Alternativ front-end til Youtube
el: Εναλλακτική διεπαφή για το Youtube
es: Interfaz alternativa para Youtube
et: Youtube alternatiivne kasutajaliides
fa: جایگزین جایگزین برای یوتیوب
fi: Vaihtoehtoinen käyttöliittymä Youtube
hu: Alternatív kezelőfelület a Youtube
in: Front-end alternatif untuk Youtube
it: Front-end alternativo per Youtube
ja: Youtubeの代替フロントエンド
nb: Alternativ front-end for Youtube
nl: Alternatieve front-end voor Youtube
pt: Front-end alternativo para Youtube
sl: Alternativni frontalni del za Youtube
sv: Alternativ front-end för Youtube
uk: Альтернативний інтерфейс для Youtube

source: Tor-focused Search Engine
ar: محرك بحث يركز على تور
az: Tor mərkəzli Axtarış Motoru
cs: Vyhledávač zaměřený na Tor
da: Tor-fokuseret søgemaskine
el: Μηχανή αναζήτησης με εστίαση στον Tor
es: Motor de búsqueda centrado en Tor
et: Torile keskendunud otsingumootor
fa: موتور جستجوی Tor-focused
fi: Toriin keskittyvä hakukone
hu: Tor-központú keresőmotor
in: Mesin Pencari yang berfokus pada Tor
it: Motore di ricerca incentrato su Tor
ja: Tor中心の検索エンジン
nb: Tor-fokusert søkemotor
nl: Tor-gerichte zoekmachine
pt: Mecanismo de pesquisa focado em Tor
sl: Iskalnik usmerjen na Tor
sv: Tor-fokuserad sökmotor
uk: Пошукова система, орієнтована на Tor
vi: Công cụ tìm kiếm tập trung vào Tor

source: Clearnet BitTorrent DHT search engine
ar: محرك بحث Clearnet BitTorrent DHT
az: Clearnet BitTorrent DHT axtarış motoru
cs: Vyhledávač Clearnet BitTorrent DHT
da: Clearnet BitTorrent DHT søgemaskine
el: Μηχανή αναζήτησης Clearnet BitTorrent DHT
es: Motor de búsqueda Clearnet BitTorrent DHT
et: Clearnet BitTorrent DHT otsingumootor
fa: موتور جستجوی Clearnet BitTorrent DHT
fi: Clearnet BitTorrent DHT -hakukone
hu: Clearnet BitTorrent DHT kereső
in: Mesin pencari Clearnet BitTorrent DHT
it: Motore di ricerca Clearnet BitTorrent DHT
ja: Clearnet BitTorrent DHT検索エンジン
nb: Clearnet BitTorrent DHT søkemotor
nl: Clearnet BitTorrent DHT-zoekmachine
pt: Mecanismo de pesquisa Clearnet BitTorrent DHT
sl: Iskalnik Clearnet BitTorrent DHT
sv: Clearnet BitTorrent DHT sökmotor
uk: Пошукова система Clearnet BitTorrent DHT
vi: Công cụ tìm kiếm Clearnet BitTorrent DHT

source: Clearnet Search Engine
ar: محرك بحث كلير نت
az: Clearnet Axtarış Mühərriki
cs: Vyhledávač Clearnet
da: Clearnet-søgemaskine
el: Μηχανή αναζήτησης Clearnet
es: Motor de búsqueda Clearnet
et: Clearneti otsingumootor
fa: موتور جستجوی Clearnet
fi: Clearnet-hakukone
hu: Clearnet keresőmotor
in: Mesin Pencari Clearnet
it: Motore di ricerca Clearnet
ja: クリアネット検索エンジン
nb: Clearnet-søkemotor
nl: Clearnet-zoekmachine
pt: Mecanismo de pesquisa Clearnet
sl: Iskalnik Clearnet
sv: Clearnet-sökmotor
uk: Пошукова система Clearnet

source: Enabling the free transmission of data in the public interest
ar: تمكين النقل الحر للبيانات بما يخدم المصلحة العامة
az: İctimai maraqlar üçün məlumatların pulsuz ötürülməsinə imkan yaratmaq
cs: Umožnění volného přenosu dat ve veřejném zájmu
da: Muliggør fri transmission af data i offentlighedens interesse
el: Επιτρέποντας την ελεύθερη μετάδοση δεδομένων προς το δημόσιο συμφέρον
es: Permitir la libre transmisión de datos en interés público
et: Andmete tasuta edastamise võimaldamine avalikes huvides
fa: امکان انتقال رایگان داده ها در جهت منافع عمومی
fi: Tietojen ilmaisen siirron mahdollistaminen yleisen edun vuoksi
hu: A közérdekű adatok ingyenes továbbításának lehetővé tétele
in: Memungkinkan transmisi data gratis untuk kepentingan umum
it: Consentire la libera trasmissione dei dati nell'interesse pubblico
ja: 公益のためにデータの自由送信を可能にする
nb: Muliggjør fri overføring av data i allmennhetens interesse
nl: Het mogelijk maken van de vrije overdracht van gegevens in het algemeen belang
pt: Permitir a transmissão gratuita de dados no interesse público
sl: Omogočanje svobodnega prenašanja podatkov v javnem interesu
sv: Möjliggör fri överföring av uppgifter i allmänhetens intresse
uk: Забезпечення вільної передачі даних в суспільних інтересах
vi: Cho phép truyền dữ liệu miễn phí vì lợi ích công cộng

source: Selected Papers in Anonymity
ar: أوراق مختارة في عدم الكشف عن هويته
az: Anonimlikdə Seçilmiş Sənədlər
cs: Vybrané příspěvky v anonymitě
da: Udvalgte artikler i anonymitet
el: Επιλεγμένες εργασίες στην ανωνυμία
es: Artículos seleccionados en el anonimato
et: Anonüümsuses valitud paberid
fa: مقالات منتخب در ناشناس
fi: Valitut paperit nimettömänä
hu: Válogatott iratok névtelenségben
in: Makalah Terpilih dalam Anonimitas
it: Documenti selezionati in anonimato
ja: 匿名論文厳選
nb: Utvalgte artikler i anonymitet
nl: Geselecteerde artikelen in anonimiteit
pt: Artigos selecionados no anonimato
sl: Izbrana dela v anonimnosti
sv: Utvalda papper i anonymitet
uk: Вибрані статті в анонімності
vi: Các bài viết được chọn ẩn danh

source: Tor .onion site links
ar: روابط موقع Tor .onion
az: Tor .onion sayt linkləri
cs: Odkazy na stránky Tor .onion
da: Tor .onion webstedslinks
el: Σύνδεσμοι ιστότοπου Tor .onion
es: Enlaces a sitios Tor .onion
et: Tor .onion saidi lingid
fa: لینک های سایت Tor .onion
fi: Tor .onion -sivustolinkit
hu: Tor .onion webhely linkjei
in: Tautan situs Tor .onion
it: Link al sito Tor .onion
ja: Tor .onion サイトのリンク
nb: Tor .onion nettstedkoblinger
pt: Links de sites Tor .onion
sl: Povezave spletnih strani Tor .onion
sv: Tor .onion webbplatslänkar
uk: Посилання на сайт Tor .onion
vi: Liên kết trang web Tor .onion

source: HTML Color Reference
ar: مرجع اللون HTML
az: HTML Rəng Arayışı
cs: Referenční barva HTML
da: HTML farvereference
el: Αναφορά χρώματος HTML
es: Referencia de color HTML
et: HTML-i värviviide
fa: HTML مرجع رنگ
fi: HTML-väriviittaus
hu: HTML színreferencia
in: Referensi Warna HTML
it: Riferimento colore HTML
ja: HTMLカラーリファレンス
nb: HTML fargereferanse
nl: HTML-kleurreferentie
pt: Referência de cores HTML
sl: Ogled HTML barv
sv: HTML färgreferens
uk: Довідник кольорів HTML
vi: Tham chiếu màu HTML

source: HTMLColors
ar: ألوان HTML
az: HTMLRənglər
cs: HTMLBarvy
da: HTML Farver
el: Χρώματα HTML
es: HTMLColores
et: HTML Värvid
fa: رنگهای HTML
fi: HTML Värit
in: HTMLWarna
it: Colori HTML
ja: HTMLカラー
nb: HTMLFarger
nl: HTML-kleuren
pt: HTMLCores
sl: HTML barve
sv: HTML Färger
uk: Кольори HTML
vi: HTMLMàu sắc

source: Psychonaut
ar: رائد نفسي
az: Psixonavt
da: Psykonaut
el: Ψυχοναύτης
es: Psiconauta
et: Psühhonaut
fa: روان‌نورد
hu: Pszichonaut
in: Psikonot
ja: サイコノート
nb: Psykonaut
pt: Psiconauta
sl: Psihonaut
sv: Psykonaut
uk: Психонавт
vi: Nhà du hành tâm lý

source: Wiki relating to altered states of consciousness
ar: ويكي المتعلقة بحالات الوعي المتغيرة
az: Dəyişmiş şüur ​​hallarına aid Viki
cs: Wiki týkající se změněných stavů vědomí
da: Wiki om ændrede bevidsthedstilstande
el: Wiki που σχετίζεται με αλλαγμένες καταστάσεις συνείδησης
es: Wiki relacionado con estados alterados de conciencia
et: Wiki, mis käsitleb muutunud teadvuseseisundeid
fa: ویکی مربوط به حالات تغییر یافته آگاهی
fi: Wiki, joka liittyy muuttuneisiin tietoisuuden tiloihin
hu: Wiki a megváltozott tudatállapotokkal kapcsolatban
in: Wiki yang berkaitan dengan kondisi kesadaran yang berubah
it: Wiki che riguarda gli stati alterati della mente
ja: 変性意識状態に関するWiki
nb: Wiki relatert til endrede bevissthetstilstander
nl: Wiki met betrekking tot veranderde bewustzijnstoestanden
pt: Wiki relacionado a estados alterados de consciência
sl: Vikipedija o spremenjenih stanjih zavedanja
sv: Wiki som handlar om förändrade medvetandetillstånd
uk: Вікі, що стосується змінених станів свідомості
vi: Wiki liên quan đến các trạng thái ý thức bị thay đổi

source: Vulnerability Database
ar: قاعدة بيانات الضعف
az: Zəiflik Məlumat bazası
cs: Databáze zranitelnosti
da: Sårbarhedsdatabase
el: Βάση δεδομένων ευπάθειας
es: Base de datos de vulnerabilidades
et: haavatavuse andmebaas
fa: پایگاه داده آسیب پذیری
fi: Haavoittuvuustietokanta
hu: Sebezhetőségi adatbázis
in: Basis Data Kerentanan
it: Database delle vulnerabilità
ja: 脆弱性データベース
nb: Sårbarhetsdatabase
nl: Database met kwetsbaarheden
pt: Banco de dados de vulnerabilidades
sl: Baza ranljivosti
sv: Sårbarhetsdatabas
uk: База даних уразливостей
vi: Cơ sở dữ liệu dễ bị tổn thương

source: The biggest online English dictionary
ar: أكبر قاموس إنجليزي على الإنترنت
az: Ən böyük onlayn İngilis dili lüğəti
cs: Největší online anglický slovník
da: Den største online engelske ordbog
el: Το μεγαλύτερο διαδικτυακό αγγλικό λεξικό
es: El diccionario de inglés en línea más grande
et: suurim inglise keele veebisõnastik
fa: بزرگترین فرهنگ لغت انگلیسی آنلاین
fi: Suurin englannin online-sanakirja
hu: A legnagyobb online angol szótár
in: Kamus bahasa Inggris online terbesar
it: Il più grande dizionario inglese online
ja: 最大のオンライン英語辞書
nb: Den største engelske ordboken på nett
nl: Het grootste online Engelse woordenboek
pt: O maior dicionário de inglês online
sl: Največji spletne slovar angleščine
sv: Den största engelska ordboken online
uk: Найбільший онлайн-словник англійської мови
vi: Từ điển tiếng Anh trực tuyến lớn nhất

source: Independent investigative journalism
ar: الصحافة الاستقصائية المستقلة
az: Müstəqil araşdırma jurnalistikası
cs: Nezávislá investigativní žurnalistika
da: Uafhængig undersøgende journalistik
el: Ανεξάρτητη ερευνητική δημοσιογραφία
es: Periodismo de investigación independiente
et: Sõltumatu uuriv ajakirjandus
fa: روزنامه نگاری تحقیقی مستقل
fi: Riippumaton tutkiva journalismi
hu: Független oknyomozó újságírás
in: Jurnalisme investigatif independen
it: Giornalismo investigativo indipendente
ja: 独立系調査報道
nb: Uavhengig undersøkende journalistikk
nl: Onafhankelijke onderzoeksjournalistiek
pt: Jornalismo investigativo independente
sl: Neodvisno istrževalno novinarstvo
sv: Oberoende undersökande journalistik
uk: Незалежне журналістське розслідування
vi: Báo chí điều tra độc lập

source: Cannabis-related magazine
ar: المجلة المتعلقة بالقنب
az: Esrarla əlaqəli jurnal
cs: Časopis související s konopím
da: Cannabisrelateret magasin
el: Περιοδικό σχετικό με την κάνναβη
es: Revista relacionada con el cannabis
et: Kanepiga seotud ajakiri
fa: مجله مربوط به شاهدانه
fi: Kannabikseen liittyvä lehti
hu: Kannabisszal kapcsolatos magazin
in: Majalah terkait ganja
it: Rivista relativa alla cannabis
ja: 大麻関連雑誌
nb: Cannabisrelatert magasin
nl: Cannabisgerelateerd tijdschrift
pt: Revista relacionada à cannabis
sl: Časopis o cannabisu
sv: Cannabisrelaterad tidning
uk: Журнал, пов'язаний з канабісом
vi: Tạp chí liên quan đến cần sa

source: A magazine of Politics &amp; Culture
ar: مجلة من السياسة والثقافة
az: Siyasət jurnalı
cs: Časopis o politice a kultuře
da: Et magasin for politik og kultur
el: Περιοδικό Πολιτικής και Πολιτισμού
es: Una revista de política y cultura
et: Poliitika ja kultuuri ajakiri
fa: مجله ای از سیاست و فرهنگ
fi: Lehti politiikasta ja kulttuurista
hu: A politika és a kultúra magazinja
in: Majalah politik dan budaya
it: Una rivista di politica e cultura
ja: 政治と文化の雑誌
nb: Et magasin for politikk og kultur
nl: Een tijdschrift over politiek en cultuur
pt: Uma revista de política e cultura
sl: Časopis o politiki in kulturi
sv: En tidskrift för politik
uk: Журнал політики та культури
vi: Một tạp chí về chính trị và văn hóa

source: Darknet related news site
ar: موقع الأخبار المتعلق بـ Darknet
az: DarkNet ilə əlaqəli xəbər saytında
cs: Zpravodajské stránky související s Darknetem
da: Darknet-relateret nyhedsside
el: Ιστοσελίδα ειδήσεων σχετικά με το Darknet
es: Sitio de noticias relacionado con Darknet
et: Darknetiga seotud uudiste sait
fa: سایت خبری مرتبط با دارک نت
fi: Darknetiin liittyvä uutissivusto
hu: Darknet kapcsolódó híroldal
in: Situs berita terkait jaringan gelap
it: Sito di notizie relativo alla Darknet
ja: Darknet関連ニュースサイト
nb: Darknet-relatert nyhetsside
nl: Darknet-gerelateerde nieuwssite
pt: Site de notícias relacionadas à Darknet
sl: Spletna stran z novicami, povezanimi z temnim omrežjem
sv: Darknet-relaterad nyhetssajt
uk: Сайт новин, пов’язаний з Darknet
vi: Trang tin tức liên quan đến Darknet

source: ForeignPolicy
ar: السياسة الخارجية
cs: Zahraniční politika
es: PolíticaExterior
et: Välispoliitika
fa: سیاست خارجی
fi: Ulkopolitiikka
hu: Külpolitika
in: KebijakanLuarNegeri
it: Politica estera
ja: 外交政策
nl: Buitenlands beleid
pt: Política Externa
sl: Zunanja politika
sv: Utrikespolitik
uk: Зовнішня політика
vi: Chính sách đối ngoại

source: The Global Magazine of News &amp; Ideas
ar: المجلة العالمية للأخبار والأفكار
az: Xəbərlər və fikirlər jurnalı
cs: The Global Magazine of News
da: Det globale magasin for nyheder og ideer
el: Το Παγκόσμιο Περιοδικό Ειδήσεων και Ιδεών
es: La revista global de noticias e ideas
et: Ülemaailmne ajakiri uudiste ja ideede ajakiri
fa: مجله جهانی اخبار و ایده ها
fi: Hän globaali uutislehti ja ideoita
hu: A hírek és ötletek globális magazinja
in: Majalah Global Berita dan Ide
it: La rivista globale di notizie e idee
ja: ニュースとアイデアのグローバル雑誌
nb: Det globale magasinet for nyheter og ideer
nl: Het wereldwijde tijdschrift van nieuws en ideeën
pt: A revista global de notícias e idéias
sl: Globalni časopis novic in idej
sv: Den globala tidningen med nyheter och idéer
uk: Він глобальний журнал новин та ідей
vi: Tạp chí tin tức toàn cầu

source: FrontLineDefenders
ar: فرونت لاين ديفندرز
cs: Obránci FrontLine
es: Defensores de primera línea
ja: 最前線のディフェンダー
pt: Defensores da Linha de Frente
vi: Tiền tuyếnHậu vệ

source: Human rights activism
ar: النشاط في مجال حقوق الإنسان
az: İnsan haqları fəallığı
cs: Aktivismus v oblasti lidských práv
da: Menneskerettighedsaktivisme
el: Ακτιβισμός για τα ανθρώπινα δικαιώματα
es: Activismo por los derechos humanos
et: Inimõiguste aktivism
fa: فعالیت حقوق بشر
fi: Ihmisoikeusaktivismi
hu: Emberi jogi aktivizmus
in: Aktivisme hak asasi manusia
it: Attivismo per i diritti umani
ja: 人権活動
nb: Menneskerettighetsaktivisme
nl: Mensenrechtenactivisme
pt: Ativismo pelos direitos humanos
sl: Aktivizem za človekove pravice
sv: Människorättsaktivism
uk: Правозахисна діяльність
vi: Hoạt động nhân quyền

source: Defending Human Rights Worldwide
ar: الدفاع عن حقوق الإنسان في جميع أنحاء العالم
az: Dünyada İnsan Hüquqlarının Müdafiəsi
cs: Obrana lidských práv ve světě
da: Forsvar af menneskerettigheder på verdensplan
el: Προάσπιση των ανθρωπίνων δικαιωμάτων παγκοσμίως
es: Defender los derechos humanos en todo el mundo
et: Inimõiguste kaitsmine kogu maailmas
fa: دفاع از حقوق بشر در سراسر جهان
fi: Ihmisoikeuksien puolustaminen maailmanlaajuisesti
hu: Az emberi jogok védelme világszerte
in: Membela Hak Asasi Manusia di Seluruh Dunia
it: Difesa dei diritti umani nel mondo
ja: 世界中の人権を擁護しています
nb: Forsvar av menneskerettigheter over hele verden
nl: Wereldwijd verdedigen van de mensenrechten
pt: Defendendo os Direitos Humanos em todo o mundo
sl: Brane človekove pravice po vsem svetu
sv: Försvara mänskliga rättigheter över hela världen
uk: Захист прав людини у всьому світі
vi: Bảo vệ nhân quyền trên toàn thế giới

source: HumanRightsWatch
ar: هيومن رايتس ووتش
cs: Hodinky HumanRights
es: Vigilancia de los Derechos Humanos
fa: دیده بان حقوق بشر
it: Osservazione dei diritti umani
ja: ヒューマンライツウォッチ
nl: MensenrechtenKijk
pt: Assistir Direitos Humanos
vi: Theo dõi nhân quyền

source: HongKongWatch
ar: ساعة هونج كونج
es: Reloj de Hong Kong
fa: ساعت هنگ کنگ
it: Hong Kong Orologio
ja: 香港の時計
nl: HongKongKijk
pt: Hong Kong Assistir
vi: Theo dõi Hồng Kông

source: Monitors threats to freedoms and rights in Hong Kong
ar: يراقب تهديدات الحريات والحقوق في هونغ كونغ
az: Honq-Konqda azadlıqlara və hüquqlara olan təhdidləri izləyir
cs: Monitoruje ohrožení svobod a práv v Hongkongu
da: Overvåger trusler mod friheder og rettigheder i Hong Kong
el: Παρακολουθεί τις απειλές κατά των ελευθεριών και των δικαιωμάτων στο Χονγκ Κονγκ
es: Supervisa las amenazas a las libertades y los derechos en Hong Kong
et: Jälgib vabadusi ja õigusi ähvardavaid ohte Hongkongis
fa: تهدیدات علیه آزادی ها و حقوق در هنگ کنگ را زیر نظر دارد
fi: Tarkkailee vapauksia ja oikeuksia koskevia uhkia Hongkongissa
hu: Figyelemmel kíséri a szabadságjogokat és jogokat fenyegető veszélyeket Hongkongban
in: Memantau ancaman terhadap kebebasan dan hak asasi di Hong Kong
it: Monitora le minacce alle libertà e ai diritti a Hong Kong
ja: 香港の自由と権利に対する脅威を監視します
nb: Overvåker trusler mot friheter og rettigheter i Hong Kong
nl: Houdt toezicht op bedreigingen voor de vrijheden en rechten in Hong Kong
pt: Monitora ameaças às liberdades e direitos em Hong Kong
sl: Ogleda grožnje svobodam in pravicam v Hong Kongu
sv: Övervakar hot mot friheter och rättigheter i Hongkong
uk: Відстежує загрози свободам і правам у Гонконзі
vi: Giám sát các mối đe dọa đối với quyền tự do và quyền ở Hồng Kông
