Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If a firewall is blocking your connections to reseed hosts, you may have access to a proxy.
ar: إذا كان درع ناري يحول دون اتصالاتك بمضيفات إعادة البذر، فربما يتاح لك الوصول إلى وكيل مراقبة.
az: Ətrafdakı bir firewall bötövləşməyə müraciət etdiyiniz hostlara qoşulmanızı qadağan edirsə, bir proksiyə girişiniz ola bilər.
bo: ཁྱོད་ཀྱིས་reseeding གཞི་ཡིག་དང་འབྲེལ་བའི་སྦྱོར་བ་ཁྱོན་རྒྱུའི་མ་ལག་གིས་བཅད་ན་ཡོད་ན། ཁྱོད་ལ་ཁྱོན་རྒྱུའི་མ་ལག་ལ་ཕེབས་པའི་དབང་ཡོད་པ་རེད།
cs: Pokud vaše připojení k hostitelům s reseed blokuje brána firewall, možná máte přístup k serveru proxy.
da: Hvis en firewall blokerer dine forbindelser til reseed værtsnavne, kan du muligvis få adgang til en proxy.
el: Εάν ένα τείχος προστασίας εμποδίζει τις συνδέσεις σας με τους διακομιστές επανασποράς, μπορεί να έχετε πρόσβαση σε ένα διαμεσολαβητή.
es: Si un cortafuegos está bloqueando sus conexiones para resembrar nodos, puede que haya accedido a un proxy.
et: Kui tulemüür blokeerib teie ühendused reseed-hostidega, võite omada juurdepääsu proksyle.
fa: اگر فایروال اتصال شما به هاست های reseed را مسدود کند، ممکن است به یک پروکسی دسترسی داشته باشید.
fi: Jos palomuuri estää yhteytesi uudelleenistutetulle isännälle, sinulla voi olla pääsy välityspalvelimeen.
hi: यदि एक फ़ायरवॉल आपके बीजीकरण होस्ट के लिए कनेक्शन को ब्लॉक कर रहा है, तो आपको प्रोक्सी तक पहुंच हो सकती है।
hu: Ha egy tűzfal blokkolja a kapcsolatot a visszaültető gazdagépekkel, akkor lehet, hogy hozzáférése van egy proxyhoz.
in: Jika firewall memblokir koneksi Anda ke reseed hosts, Anda mungkin memiliki akses ke proxy.
it: Se un firewall sta bloccando le tue connessioni agli operatori reseed, forse hai bisogno di un proxy.
ja: ファイアウォールが再シード ホストへの接続をブロックしている場合は、プロキシにアクセスできる可能性があります。
ko: 방화벽이 호스트를 다시 시드하는 연결을 차단하는 경우 프록시에 액세스할 수 있습니다.
nb: Hvis en brannmur blokkerer tilkoblingene dine til reseed-vertene, kan du ha tilgang til en proxy.
nl: Als een firewall uw verbindingen met reseed-hosts blokkeert, heeft u mogelijk toegang tot een proxy.
pt: Se um firewall está bloqueando suas conexões com os hosts de reseed, você pode ter acesso a um proxy.
sl: Če omejivec blokira vaše povezave z gostitelji za ponovno zalaganje, lahko imate dostop do posredniškega strežnika.
sv: Om en brandvägg blockerar dina anslutningar till omstartade värdar kan du ha tillgång till en proxy.
uk: Якщо брандмауер блокує ваші з'єднання для хостів Reseed, ви можете мати доступ до проксі.
vi: Nếu tường lửa đang chặn các kết nối của bạn với máy chủ Reseed, bạn có thể có quyền truy cập vào proxy.

source: The proxy may be remotely hosted or a service running on your computer (localhost/127.0.0.1).
ar: الوكيل المراقبة قد يكون مضيفًا عن بُعد أو خدمة تعمل على جهاز الكمبيوتر الخاص بك (localhost/127.0.0.1).
az: Proksi uzaqdan quraşdırıla bilər və ya kompyuterinizdə (localhost/127.0.0.1) işləyən bir xidmət olaraq ola bilər.
bo: ཁྱོན་རྒྱུའི་མ་ལག་ནི་རྨོང་གི་གཞི་ཡིག་ནས་བཙུགས་པ་ཡང་ཡོད་པ་དང་། ཁྱོད་ཀྱི་རོབ་སྐྲུད་ནང་འཁོར་བའི་ཞབས་ཞུ་ཞིག་ཀྱང་རེད། (localhost/127.0.0.1)
cs: Proxy může být vzdáleně hostován nebo může být na vašem počítači spuštěna služba (localhost/127.0.0.1).
da: Proxyen kan være hostet eksternt eller en tjeneste, der kører på din computer (localhost / 127.0.0.1).
el: Ο διαμεσολαβητής μπορεί να φιλοξενείται απομακρυσμένα ή να είναι ένας υπηρεσία που εκτελείται στον υπολογιστή σας (localhost/127.0.0.1).
es: El proxy puede ser un proxy público remoto, o puede estar ejecutándose en su equipo (localhost/127.0.0.1).
et: Proxy võib olla kaugelt majutatud või teenus, mis töötab teie arvutis (localhost/127.0.0.1).
fa: ممکن است پروکسی از راه دور میزبانی شود یا سرویسی در رایانه شما اجرا شود (localhost/127.0.0.1).
fi: Välityspalvelin voi olla etänä sijaitseva tai palvelu, joka toimii tietokoneellasi (localhost/127.0.0.1).
hi: प्रोक्सी दूरस्थ गृহस्थ हो सकता है या आपके कंप्यूटर पर चल रहा सेवा हो सकता है (localhost/127.0.0.1)।
hu: A proxy távoli helyen is lehet, vagy egy szolgáltatás, ami a számítógépén fut (localhost/127.0.0.1).
in: Proksi mungkin dihosting dari jarak jauh atau layanan yang berjalan di komputer Anda (localhost/127.0.0.1).
it: Il proxy forse è ospitato in remoto o è un servizio attivo nel tuo computer (localhost/127.0.0.1).
ja: プロキシはリモートでホストされているか、コンピュータ (localhost/127.0.0.1) で実行されているサービスである可能性があります。
ko: 프록시는 원격으로 호스팅되거나 컴퓨터에서 실행되는 서비스일 수 있습니다(localhost/127.0.0.1).
nb: Proxien kan være fjernhostet eller en tjeneste som kjører på datamaskinen din (localhost/127.0.0.1).
nl: De proxy kan op afstand worden gehost of een service die op uw computer draait (localhost/127.0.0.1).
pt: O proxy pode ser hospedado remotamente ou um serviço em execução em seu computador (localhost/127.0.0.1).
sl: Posredniški strežnik je lahko gostilen oddaljeno ali pa je storitev, ki se izvaja na vašem računalniku (localhost/127.0.0.1).
sv: Proxyn kan vara fjärrvärd eller en tjänst som körs på din dator (localhost/127.0.0.1).
uk: Проксі може бути віддалено розміщений або сервіс, що працює на вашому комп’ютері (localhost / 127.0.0.1).
vi: Proxy có thể được lưu trữ từ xa hoặc dịch vụ chạy trên máy tính của bạn (localhost / 127.0.0.1).

source: Reseed Configuration page
ar: إعادة زرع صفحة التكوين
az: Konfiqurasiya səhifəsini yenidən yerləşdirin
bo: ཁྱོན་རྒྱུའི་མ་ལག་འདྲེན་བརྐྱབ་པའི་གཞི་གྲངས་དང་བཅས་པའི་དྲ་བ།
cs: Stránka Konfigurace Bootstrapu
da: Reseed Konfigurationsside
el: Σελίδα διαμόρφωσης επανασποράς
es: Página de configuración del resembrado
et: Reseedi seadistamise lehekülg
fa: صفحه تنظیمات دوباره‌بذریابی
fi: Uudelleenkylvön määrityssivu
hi: बीजीकरण सेटिंग पृष्ठ
hu: Visszaültetési konfigurációs oldal
in: Halaman Pengaturan Reseed
it: Pagina di configurazione di Reseed
ja: 再シード設定ページ
ko: 리시드 구성 페이지
nb: Reseed Konfigurasjonsside
nl: Reseed-configuratiepagina
pt: Página de Configuração de Reseed
sl: Stran za konfiguracijo ponovnega zalaganja
sv: Reseed Konfigurationssida
uk: Сторінка налаштувань перенасіння
vi: Trang cấu hình Reseed

source: To use a proxy to reseed, configure the proxy type, hostname, and port on the {0}.
ar: لاستخدام وكيل مراقبة لإعادة البذر، قم بتكوين نوع الوكيل المراقبة واسم المضيف والمنفذ في {0}.
az: Reseed üçün proksidən istifadə etmək üçün {0}-də proksi tipini, host adını və portu konfiqurasiya edin.
bo: བྱེད་སྒོ་སྒྲིག་འགོད་བྱེད་པའི་ཆེད་དུ་བྱེད་སྒོའི་རིགས་དང་། ཨང་མིང་། དང་བོར་གནས་གི་གཞི་གྲངས་{0} ལ་སྒྲིག་འགོད་བྱོས།
cs: Pro použití proxy k rezidování nakonfigurujte typ proxy, název hostitele a port v {0}.
da: Hvis du vil bruge en proxy til at reseed, skal du konfigurere proxytypen, værtsnavnet og porten på {0}.
el: Για να χρησιμοποιήσετε έναν διαμεσολαβητή για την επανασπορά, διαμορφώστε τον τύπο του διαμεσολαβητή, το όνομα του υπολογιστή και τη θύρα στο {0}.
es: Para usar un proxy para resembrar, configure el tipo de proxy, el nombre del servidor, y el puerto en {0}.
et: Proksi kasutamiseks reseedimisel seadistage proksi tüüp, hostinimi ja port {0}-l.
fa: برای استفاده از یک پراکسی برای دوباره‌بذریابی، نوع پراکسی، نام میزبان و درگاه را در صفحه «{0}» تنظیم کنید.
fi: Käytä uudelleenkylvössä välityspalvelinta määrittämällä välityspalvelimen tyyppi, isäntä ja portti {0}:ssa.
hi: प्रोक्सी का उपयोग करके बीजीकरण करने के लिए, {0} पर प्रोक्सी प्रकार, होस्टनाम और पोर्ट की सेटिंग करें।
hu: Ahhoz, hogy proxyt használjon a újraindításhoz, konfigurálja a proxy típusát, kiszolgáló nevét és portját a {0}.-n.
in: Untuk menggunakan proxy untuk melakukan reseed, konfigurasikan jenis proxy, nama host, dan port pada {0}.
ja: プロキシを使用して再シードするには、{0} でプロキシ タイプ、ホスト名、およびポートを構成します。
ko: 프록시를 사용하여 다시 시드하려면 {0}에서 프록시 유형, 호스트 이름, 포트를 구성하세요.
nb: For å bruke en proxy til å reseed, konfigurer proxytypen, vertsnavnet og porten på {0}.
nl: Om een ​​proxy te gebruiken om opnieuw te seeden, configureert u het proxytype, de hostnaam en de poort op de {0}.
pt: Para usar um proxy para reseed, configure o tipo de proxy, o nome do host e a porta no {0}.
sl: Da bi uporabili posredniški strežnik za ponovno zalaganje, nastavite vrsto posredniškega strežnika, ime gostitelja in vrat na {0}.
sv: För att använda en proxy för att se om igen, konfigurera proxytyp, värdnamn och port på {0}.
uk: Щоб використовувати проксі для перенасіння, налаштуйте тип проксі, ім'я хоста та порт на сторінці {0}.
vi: Để sử dụng proxy để khởi tạo lại, hãy định cấu hình loại proxy, tên máy chủ và cổng trên {0}.

source: If you are running the Tor Browser, you may use its Tor instance by configuring I2P to use: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
ar: إذا كنت تستخدم متصفح Tor، يمكنك استخدام بنية Tor الخاصة به عن طريق تكوين I2P لاستخدام: <i>نوع الوكيل:</i> <code>SOCKS 5</code> <i>المضيف:</i> <code>127.0.0.1</code> <i>المنفذ:</i> <code>9150</code>.
az: Tor Brauzerini işlədirsinizsə, I2P-ni istifadə etmək üçün konfiqurasiya etməklə onun Tor nümunəsindən istifadə edə bilərsiniz: <i>Proksi növü:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
bo: ཁྱོད་ཀྱིས་ཐོར་བྲོསེར་སྤྱོད་ན་ཐོར་གི་སྦྱོར་ཚུལ་ཐོག་གི་I2P སྤྱོད་པར་བྱེད་ཐུབ། དེ་ཡང་ན་བྱེད་སྒོའི་རིགས་：<code>SOCKS 5</code> ཨང་མིང་：<code>127.0.0.1</code> བོར་གནས་：<code>9150</code>
cs: Pokud používáte Tor Browser, můžete použít jeho Tor instanci konfigurací I2P na: <i>Typ proxy:</i> <code>SOCKS 5</code> <i>Hostitel:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
da: Hvis du kører Tor Browseren, kan du bruge dens Tor-instans ved at konfigurere I2P til at bruge: <i>Proxytype:</i> <code>SOCKS 5</code> <i>Vært:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
el: Εάν χρησιμοποιείτε τον Tor Browser, μπορείτε να χρησιμοποιήσετε την εγκατάστασή του ως αντικείμενο Tor, ρυθμίζοντας το I2P να χρησιμοποιεί: <i>Τύπος διακομιστή:</i> <code>SOCKS 5</code> <i>Διεύθυνση:</i> <code>127.0.0.1</code> <i>Θύρα:</i> <code>9150</code>.
es: Si tienes ejecutado Tor Browser, puedes usar su instancia Tor configurando I2P así: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
et: Kui käitate Tori brauserit, saate selle Tor'i eksemplari konfigureerides kasutada I2P-d: <i>Proksi tüüp:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
fa: اگر مرورگر تور را اجرا می‌کنید، می‌توانید از نسخه تور آن استفاده کنید با تنظیم I2P به استفاده از: <i>نوع پراکسی:</i> <code>SOCKS 5</code> <i>میزبان:</i> <code>127.0.0.1</code> <i>درگاه:</i> <code>9150</code>.
fi: Jos käytät Tor-selainta, voit käyttää sen Tor-instanssia määrittämällä I2P:n käyttää: <i>Välityspalvelimen tyyppi:</i> <code>SOCKS 5</code> <i>Sijainti:</i> <code>127.0.0.1</code> <i>Portti:</i> <code>9150</code>.
hi: यदि आप Tor Browser चला रहे हैं, तो आप इसका Tor इंस्टेंस का उपयोग करके I2P को सेट करके कर सकते हैं: <i>प्रोक्सी प्रकार:</i> <code>SOCKS 5</code> <i>होस्ट:</i> <code>127.0.0.1</code> <i>पोर्ट:</i> <code>9150</code>।
hu: Ha a Tor böngészőt használja, használhatja a Tartalmi elérhetőségi hálózatot a I2P konfigurálásával: <i>Proxy típusa:</i> <code>SOCKS 5</code> <i>Szerver neve:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
in: Jika Anda menjalankan Tor Browser, Anda dapat menggunakan instans Tor-nya dengan mengkonfigurasi I2P untuk menggunakan: <i>Jenis Proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
it: Se stai utilizzando il Tor Browser, puoi usare la sua instanza di Tor configurando I2P per usare: <i>Tipo proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Porta:</i> <code>9150</code>.
ja: Torブラウザを実行している場合は、I2Pを構成して使用することができます: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>。
ko: Tor 브라우저를 실행하는 경우 i2p를 사용하여 다음을 구성하여 Tor 인스턴스를 사용할 수 있습니다. <i> 프록시 유형 : </i> <code> 양말 5 </code> <i> 호스트 : </i> <code > 127.0.0.1 </code> <i> 포트 : </i> <code> 9150 </code>.
nb: Hvis du kjører Tor-nettleseren, kan du bruke dens Tor-instans ved å konfigurere I2P til å bruke: <i>Proxitype:</i> <code>SOCKS 5</code> <i>Vert:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
nl: Als je de Tor-browser gebruikt, kun je de Tor-instantie ervan gebruiken door I2P te configureren met: <i>Proxytype:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Poort:</i> <code>9150</code>.
pt: Se você estiver executando o navegador Tor, poderá usar sua instância Tor configurando o uso do I2P: <i>Tipo de proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Porta:</i> <code>9150</code>.
sl: Če pokrenete brskalnik Tor, lahko uporabite njegovo instanco Tor, tako da nastavite I2P za uporabo: <i>Vrsta posredniškega strežnika:</i> <code>SOCKS 5</code> <i>Gostitelj:</i> <code>127.0.0.1</code> <i>Vrata:</i> <code>9150</code>.
sv: Om du kör Tor-webbläsaren kan du använda dess Tor-instans genom att konfigurera I2P för att använda: <i>Proxytyp:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9150</code>.
uk: Якщо ви використовуєте Tor Browser, ви можете використати його екземпляр Tor, налаштувавши I2P: <i>Тип проксі:</i> <code>SOCKS 5</code> <i>Хост:</i> <code>127.0.0.1</code> <i>Порт:</i> <code>9150</code>.
vi: Nếu bạn đang chạy Trình duyệt Tor, bạn có thể sử dụng phiên bản Tor của nó bằng cách định cấu hình I2P để sử dụng: <i>Loại proxy:</i> <code>SOCKS 5</code> <i>Máy chủ:</i> <code >127.0.0.1</code> <i>Cổng:</i> <code>9150</code>.

source: If you are running a standalone Tor instance locally, you may use it by configuring I2P to use: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
ar: إذا كنت تشغل بنية Tor مستقلة محليًا، يمكنك استخدامها عن طريق تكوين I2P لاستخدام: <i>نوع الوكيل:</i> <code>SOCKS 5</code> <i>المضيف:</i> <code>127.0.0.1</code> <i>المنفذ:</i> <code>9050</code>.
az: Yerli olaraq müstəqil Tor nümunəsi işlədirsinizsə, I2P-ni aşağıdakılardan istifadə etmək üçün konfiqurasiya etməklə istifadə edə bilərsiniz: <i>Proksi növü:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
bo: ཁྱོད་ཀྱིས་གཞི་ནས་ཐོར་གི་སྒྲིག་འགོད་བྱས་ན་I2P ནང་གི་བྱེད་སྒོའི་རིགས་：<code>SOCKS 5</code> ཨང་མིང་：<code>127.0.0.1</code> བོར་གནས་：<code>9050</code>
cs: Pokud běží samostatná instance Tor lokálně, můžete ji použít konfigurací I2P na: <i>Typ proxy:</i> <code>SOCKS 5</code> <i>Hostitel:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
da: Hvis du kører en standalone Tor-instans lokalt, kan du bruge den ved at konfigurere I2P til at bruge: <i>Proxytype:</i> <code>SOCKS 5</code> <i>Vært:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
el: Αν χρησιμοποιείτε μια αυτόνομη εκδοχή Tor τοπικά, μπορείτε να τη χρησιμοποιήσετε ρυθμίζοντας το I2P να χρησιμοποιεί: <i>Τύπος διακομιστή:</i> <code>SOCKS 5</code> <i>Διεύθυνση:</i> <code>127.0.0.1</code> <i>Θύρα:</i> <code>9050</code>.
es: Si tienes ejecutada una instancia Tor localmente, puedes usarla configurando I2P así: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
et: Kui käitate kohalikult iseseisvat Tori eksemplari, saate seda kasutada I2P konfigureerides: <i>Proksi tüüp:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
fa: اگر یک نسخه جداگانه تور را محلی اجرا می‌کنید، می‌توانید از آن استفاده کنید با تنظیم I2P برای استفاده از: <i>نوع پراکسی:</i> <code>SOCKS 5</code> <i>میزبان:</i> <code>127.0.0.1</code> <i>درگاه:</i> <code>9050</code>.
fi: Jos käytät paikallista Tor-instanssia, voit käyttää sitä määrittämällä I2P:n käyttämään: <i>Välityspalvelimen tyyppi:</i> <code>SOCKS 5</code> <i>Sijainti:</i> <code>127.0.0.1</code> <i>Portti:</i> <code>9050</code>.
hi: यदि आप स्थानीय रूप से एक अलग-अलग Tor इंस्टेंस चला रहे हैं, तो आप इसका उपयोग करके I2P को सेट करके कर सकते हैं: <i>प्रोक्सी प्रकार:</i> <code>SOCKS 5</code> <i>होस्ट:</i> <code>127.0.0.1</code> <i>पोर्ट:</i> <code>9050</code>।
hu: Ha ön helyileg futó, önálló Tor példányt használ, akkor felhasználhatja a I2P konfigurálásával: <i>Proxy típusa:</i> <code>SOCKS 5</code> <i>Kiszolgáló neve:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
in: Jika Anda menjalankan instans Tor mandiri secara lokal, Anda dapat menggunakannya dengan mengkonfigurasi I2P untuk menggunakan: <i>Jenis Proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
it: Se stai usando una instanza di Tor indipendente locale, puoi usarlo configurando I2P per usare: <i>Tipo proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Porta:</i> <code>9050</code>.
ja: ローカルで独立したTorインスタンスを実行している場合は、I2Pを構成して使用することができます: <i>Proxy type:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>。
ko: 독립형 TOR 인스턴스를 로컬로 실행하는 경우 i2p를 사용하도록 구성하여 사용할 수 있습니다. <i> 프록시 유형 : </i> <code> 양말 5 </code> <i> 호스트 : </i> <code > 127.0.0.1 </code> <i> 포트 : </i> <code> 9050 </code>.
nb: Hvis du kjører en frittstående Tor-instans lokalt, kan du bruke den ved å konfigurere I2P til å bruke: <i>Proxitype:</i> <code>SOCKS 5</code> <i>Vert:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
nl: Als je lokaal een standalone Tor-instantie gebruikt, kun je deze gebruiken door I2P te configureren met: <i>Proxytype:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Poort:</i> <code>9050</code>.
pt: Se você está executando uma instância standalone do Tor localmente, pode usá-lo configurando o uso do I2P: <i>Tipo de proxy:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Porta:</i> <code>9050</code>.
sl: Če lokalno pokrenete samostojno instanco Tor, jo lahko uporabite tako, da nastavite I2P za uporabo: <i>Vrsta posredniškega strežnika:</i> <code>SOCKS 5</code> <i>Gostitelj:</i> <code>127.0.0.1</code> <i>Vrata:</i> <code>9050</code>.
sv: Om du kör en fristående Tor-instans lokalt kan du använda den genom att konfigurera I2P för att använda: <i>Proxytyp:</i> <code>SOCKS 5</code> <i>Host:</i> <code>127.0.0.1</code> <i>Port:</i> <code>9050</code>.
uk: Якщо ви запустили окремий екземпляр Tor локально, ви можете використати його, налаштувавши I2P: <i>Тип проксі:</i> <code>SOCKS 5</code> <i>Хост:</i> <code>127.0.0.1</code> <i>Порт:</i> <code>9050</code>.
vi: Nếu bạn đang chạy cục bộ một phiên bản Tor độc lập, bạn có thể sử dụng nó bằng cách định cấu hình I2P để sử dụng: <i>Loại proxy:</i> <code>SOCKS 5</code> <i>Máy chủ:</i> <code >127.0.0.1</code> <i>Cổng:</i> <code>9050</code>.
