Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: To configure an alternative webserver for use on I2P, you can either use the existing webserver tunnel and <a href=/configclients>disable the default webserver</a> from running, or create a new HTTP Server tunnel in the <a href=/i2ptunnelmgr>Tunnel Manager</a>. Ensure that the webserver's <i>listening port</i> is also configured in the Tunnel Manager settings. For example, if your webserver is listening by default on address 127.0.0.1 port 80, you'd also need to ensure that the <i>Target port</i> in the Tunnel Manager settings page for the service is also configured to port 80.
ar: لتكوين خادوم ويب بديل للاستخدام على I2P، يمكنك استخدام انفاق خادوم الويب الحالي و<a href=/configclients>تعطيل تشغيل خادوم الويب الافتراضي</a>، أو إنشاء انفاق جديد لخادوم بروتوكول نقل النص الفائق (HTTP) في <a href=/i2ptunnelmgr>إدارة الأنفاق</a>. تأكد من تكوين منفذ <i>الاستماع</i> لخادوم الويب أيضًا في إعدادات إدارة الأنفاق. على سبيل المثال، إذا كان خادومك الويب يستمع افتراضيًا على العنوان 127.0.0.1 المنفذ 80، فسيتوجب أيضًا التأكد من تكوين منفذ <i>الهدف</i> في صفحة إعدادات خدمة إدارة الأنفاق على المنفذ 80 أيضًا.
az: I2P-də alternativ bir veb-serveri konfiqurasiya etmək üçün, mövcud veb-serverin tünellərindən istifadə edə və ya yeni bir HTTP Server tünəlini <a href=/configclients>bucağından qaldıra bilərsiniz. gedişat almanağının işlənməsini deaktivləşdirmək üçün, yaxud <a href=/i2ptunnelmgr>Tünellər meneceri</a>-də yeni bir HTTP Server türəsi yaradıla bilər. Veb serverin <i> dinlənmə haçı</i> ayrıca Tünellər Meneceri ayarlarında konfiqurasiya edilsin. Məsələn, ehtimal edək ki, veb serveriniz 127.0.0.1 ünvanında 80 portunda dinlənir, o zaman xidmət üçün Tünellər Menecerindəki <i>Hədəf port</i>nun konfiqurasiya edildiyinə də əmin olmalısınız oldiqda port 80 dədir.
bo: I2P ཐོག་བེད་སྤྱོད་བྱེད་པའི་དྲ་སྦྲེལ་གཞན་ཞིག་རྒྱུན་ལྡན་བྱེད་པར། ཁྱེད་ཀྱིས་ད་ལྟ་ཡོད་པའི་དྲ་སྦྲེལ་གདོང་ལམ་བེད་སྤྱད་དེ་ <a href=/configclients>སྔོན་སྒྲིག་དྲ་སྦྲེལ་སྒོ་རྒྱག</a> བྱེད་པའམ། ཡང་ན་ <a href=/i2ptunnelmgr>གདོང་ལམ་དོ་དམ་པ</a> ནང་ HTTP སྦྲེལ་ཐབས་གསར་པ་ཞིག་བཟོ་ཆོག དྲ་སྦྲེལ་གྱི་ <i>ཉན་མཐེབ་ཁུག</i> ཡང་གདོང་ལམ་དོ་དམ་པའི་སྒྲིག་འགོད་ནང་རྒྱུན་ལྡན་བྱས་ཡོད་པ་ངེས་པར་དུ་བྱེད། དཔེར་ན། གལ་ཏེ་ཁྱེད་ཀྱི་དྲ་སྦྲེལ་སྔོན་སྒྲིག་ལྟར་ཁ་བྱང་ 127.0.0.1 མཐེབ་ཁུག 80 ཐོག་ཉན་བཞིན་ཡོད་ན། ཁྱེད་ཀྱིས་གདོང་ལམ་དོ་དམ་པའི་སྒྲིག་འགོད་ཤོག་ངོས་ནང་གི་ <i>དམིགས་ཚད་མཐེབ་ཁུག</i> ཡང་མཐེབ་ཁུག 80 ཐོག་རྒྱུན་ལྡན་བྱས་ཡོད་པ་ངེས་པར་དུ་བྱེད་དགོས།
cs: Chcete-li nakonfigurovat alternativní webový server pro použití v I2P, můžete použít stávající tunel webového serveru a <a href=/configclients>deaktivujte výchozí webový server</a>, nebo v&nbsp;<a href=/i2ptunnelmgr>, nakonfigurujte nový tunel HTTP serveru v Manageru tunelů</a>. Ujistěte se, že<b>poslouchání portu</b> webového serveru je také nakonfigurováno v nastavení Manageru tunelů. Například, pokud váš webový server implicitně poslouchá na adrese 127.0.0.1 portu 80, musíte také zajistit, aby<b>Port cíle</b> na stránce nastavení Manageru tunelů pro službu byl nakonfigurován na portu 80.
da: Du kan enten bruge den eksisterende webservertunnel og <a href=/configclients>deaktivere standard-webserveren</a>, eller oprette en ny HTTP-servertunnel i <a href=/i2ptunnelmgr>Tunnel Manager</a> for at konfigurere en alternativ webserver til brug på I2P. Sørg for at webserverens <i>lytteport</i> også er konfigureret i Tunnel Manager-indstillingerne. Hvis din webserver f.eks. lytter som standard på adressen 127.0.0.1 port 80, skal du også sikre dig, at <i>Målet port</i> på Tunnels Manager indstillinger siden til tjenesten er konfigureret til port 80.
el: Για να ρυθμίσετε ένα εναλλακτικό διακομιστή ιστού για χρήση στο I2P, μπορείτε είτε να χρησιμοποιήσετε τον υπάρχοντα σωλήνα του διακομιστή ιστού και να <a href=/configclients>απενεργοποιήσετε τον προεπιλεγμένο διακομιστή ιστού</a> που τρέχει, είτε να δημιουργήσετε έναν νέο σωλήνα HTTP Server στον <a href=/i2ptunnelmgr>Διαχειριστή Σωλήνων</a>. Βεβαιωθείτε ότι η <i>θύρα ακρόασης</i> του διακομιστή ιστού είναι ρυθμισμένη και στις ρυθμίσεις του Διαχειριστή Σωλήνων. Για παράδειγμα, αν ο διακομιστής ιστού ακούει από προεπιλογή στη διεύθυνση 127.0.0.1 θύρα 80, θα πρέπει επίσης να βεβαιωθείτε ότι η <i>θύρα-στόχος</i> στη σελίδα ρυθμίσεων του Διαχειριστή Σωλήνων για την υπηρεσία είναι παραμετροποιημένη σε θύρα 80.
es: Para configurar un servidor web alternativo para su uso en I2P, puedes usar el túnel del servidor web existente y <a href=/configclients>deshabilitar el servidor web predeterminado</a> de ejecutarse, o crear un nuevo túnel de Servidor HTTP en el <a href=/i2ptunnelmgr>Administrador de Túneles</a>. Asegúrate de que el <i>puerto de escucha</i> del servidor web también esté configurado en la configuración del Administrador de Túneles. Por ejemplo, si tu servidor web escucha de forma predeterminada en la dirección 127.0.0.1 puerto 80, también deberás asegurarte de que el <i>Puerto objetivo</i> en la página de configuración del servicio del Administrador de Túneles también esté configurado en el puerto 80.
et: Alternatiivse veebiserveri seadistamiseks I2P-s, saate kasutada olemasolevat veebiserveri tunnelit ja keelata vaikimisi veebiserveri töötamise. või luua uue HTTP-serveri tunneli <a href=/i2ptunnelmgr>Tunneli halduris </a>. Veenduge ka, et veebiserveri <i> kuulamisport </i> oleks konfigureeritud ka Tunneli halduri sätetes. Näiteks, kui teie veebiserver kuulab vaikimisi aadressile 127.0.0.1 port 80, peate veenduma, et teenuse jaoks on konfigureeritud ka Tunneli halduri seadete lehel olev <i> sihtport</i> port 80.
fa: برای تنظیم وب‌سرور جایگزین برای استفاده در I2P، می‌توانید از تونل موجود وب‌سرور استفاده کنید و اجرای <a href=/configclients>وب‌سرور پیش‌فرض را غیرفعال کنید</a> یا یک تونل سرویس HTTP جدید در <a href=/i2ptunnelmgr>مدیریت تونل</a> ایجاد کنید. تاکنید که <i>درگاه شنوایی</i> وب‌سرور هم در تنظیمات تونل مدیر تنظیم شده باشد. برای مثال اگر وب‌سرور شما به طور پیش‌فرض روی آدرس 127.0.0.1 و درگاه 80 گوش می‌دهد، لازم است که <i>درگاه هدف</i> در صفحه تنظیمات خدمت برای سرویس نیز به درگاه 80 تنظیم شود.
fi: Vaihtoehtoisen web-palvelimen määrittämiseksi I2P:llä voit joko käyttää olemassa olevaa web-palvelinyhteyttä ja <a href=/configclients>poistaa käytöstä oletus-web-palvelimen</a> tai luoda uuden HTTP-palvelinyhteyden <a href=/i2ptunnelmgr>Tunnel Managerissa</a>. Varmista, että web-palvelimen <i>kuunteluportti</i> on myös määritetty Tunnel Managerin asetuksiin. Esimerkiksi, jos web-palvelimesi kuuntelee oletusarvoisesti osoitteessa 127.0.0.1 portissa 80, sinun tulee myös varmistaa, että palvelulle tarkoitettu <i>kohdeportti</i> on määritetty Tunnel Managerin asetussivulle porttiin 80.
hi: I2P पर उपयोग के लिए एक 替代 वेबसर्वर को सेट करने के लिए, आप ज्ञात वेबसर्वर टंनल का उपयोग कर सकते हैं और उसे चलाने से रोक सकते हैं <a href=/configclients>डिफ़ॉल्ट वेबसर्वर</a>, या <a href=/i2ptunnelmgr>टंनल मैनेजर</a> में एक नया HTTP सर्वर टंनल बनाएं। सुनिश्चित करें कि वेबसर्वर के <i>सुनानी पोर्ट</i> टंनल मैनेजर की सेटिंग में भी सेट किया गया है। उदाहरण के लिए, यदि आपका वेबसर्वर प्राथमिक रूप से पता 127.0.0.1 पोर्ट 80 पर सुनानी कर रहा है, तो आपको सुनिश्चित करना होगा कि सेवा के लिए टंनल मैनेजर की सेटिंग पेज में <i>Target port</i> भी पोर्ट 80 पर सेट किया गया है।
hu: Az I2P-n használható alternatív webszerver beállítása érdekében vagy használhatod a már létező webszerver alagutat és <a href=/configclients>letilthatod a helyi webszervert</a>, vagy létrehozhatsz egy új HTTP kiszolgáló alagutat az <a href=/i2ptunnelmgr>Alagútkezelőben</a>. Győződj meg róla, hogy a webszerver <i>hallgató portja</i> is be van állítva az Alagútkezelő beállításaiban. Például, ha a webszervered alapértelmezettként a 127.0.0.1 címen és 80-as porton hallgat, akkor biztosítanod kell, hogy a szolgáltatás Cél portja is be van állítva 80-ra az Alagútkezelő beállításai oldalon.
in: Untuk mengkonfigurasi server web alternatif untuk digunakan pada I2P, Anda dapat menggunakan terowongan webserver yang ada dan <a href=/configclients>nonaktifkan webserver default</a> dari berjalan, atau buat terowongan server HTTP baru di <a href=/i2ptunnelmgr>Pengelola Terowongan</a>. Pastikan port <i>pendengar</i> webserver juga dikonfigurasi pada pengaturan Pengelola Terowongan. Sebagai contoh, jika webserver Anda mendengarkan secara default pada alamat 127.0.0.1 port 80, Anda juga perlu memastikan bahwa <i>Port Sasaran</i> pada halaman pengaturan layanan Pengelola Terowongan juga dikonfigurasi ke port 80.
it: Per configurare un webserver alternativo da utilizzare su I2P, puoi utilizzare il tunnel del webserver esistente e <a href=/configclients>disabilitare il webserver predefinito</a> oppure creare un nuovo tunnel del server HTTP nel <a href=/i2ptunnelmgr>Gestore tunnel</a>. Accertati che anche la <i>porta di ascolto</i> del webserver sia configurata nelle impostazioni del Gestore tunnel. Ad esempio, se il tuo webserver ascolta per impostazione predefinita sull'indirizzo 127.0.0.1 porta 80, devi anche assicurarti che anche la <i>porta di destinazione</i> nella pagina delle impostazioni del Gestore tunnel per il servizio sia configurata sulla porta 80.
ja: I2Pで代替ウェブサーバーを使用するには、既存のウェブサーバートンネルを使用して、デフォルトのウェブサーバーの<a href=/configclients>無効化</a>を行うか、<a href=/i2ptunnelmgr>トンネルマネージャー</a>で新しいHTTPサーバートンネルを作成することができます。ウェブサーバーの<i>リスニングポート</i>もトンネルマネージャーの設定で構成されていることを確認してください。たとえば、ウェブサーバーがデフォルトでアドレス127.0.0.1ポート80でリスニングしている場合、サービスのトンネルマネージャーの設定ページで<i>ターゲットポート</i>もポート80に設定されていることを確認する必要があります。
ko: I2P에서 대체 웹 서버를 사용하려면 기존 웹 서버 터널을 사용하고 <a href=/configclients>기본 웹 서버</a>를 실행하지 않도록 설정하거나 <a href=/i2ptunnelmgr>터널 매니저</a>에서 새로운 HTTP 서버 터널을 생성할 수 있습니다. 웹 서버의 <i>수신 포트</i>도 터널 매니저 설정에 구성되어 있는지 확인하세요. 예를 들어, 웹 서버의 기본 주소가 127.0.0.1 포트 80에서 수신 대기 중인 경우, 서비스에 대한 터널 매니저 설정 페이지의 <i>대상 포트</i>도 포트 80으로 구성되어 있는지 확인해야 합니다.
nb: For å konfigurere en alternativ webserver for bruk på I2P, kan du enten bruke den eksisterende webserver-tunnelen og <a href=/configclients>deaktivere standard webserveren</a> fra å kjøre, eller opprette en ny HTTP Server-tunnel i <a href=/i2ptunnelmgr>Tunnel Manager</a>. Forsikre deg om at webserverens <i>lytteport</i> også er konfigurert i innstillingene for Tunnel Manager. For eksempel, hvis webserveren din lytter som standard på adressen 127.0.0.1 port 80, må du også forsikre deg om at <i>Målporten</i> i siden for innstillingene til Tunnel Manager for tjenesten også er konfigurert til port 80.
nl: Om een alternatieve webserver in te stellen voor gebruik in I2P, kun je ofwel de bestaande webservertunnel gebruiken en de standaard webserver <a href=/configclients>uitschakelen</a>, of een nieuwe HTTP Server tunnel aanmaken in de <a href=/i2ptunnelmgr>Tunnelbeheer</a>. Zorg ervoor dat de <i>luisterpoort</i> van de webserver ook geconfigureerd is in de instellingen van de Tunnelbeheer. Bijvoorbeeld, als je webserver standaard luistert op het adres 127.0.0.1 poort 80, moet je er ook voor zorgen dat de <i>Doelpoort</i> op de instellingenpagina van de Tunnelbeheer voor de service geconfigureerd is naar poort 80.
pt: Para configurar um servidor web alternativo para uso no I2P, você pode usar o túnel do servidor web existente e <a href=/configclients>desabilitar o servidor web padrão</a> da execução, ou criar um novo túnel HTTP Server no <a href=/i2ptunnelmgr>Gestor de Túneis</a>. Garanta que a <i>porta de escuta</i> do servidor web também esteja configurada nas definições do Gestor de Túneis. Por exemplo, se o seu servidor web está escutando por padrão no endereço 127.0.0.1 porta 80, você também precisa garantir que a <i>porta de destino</i> na página de definições do Gestor de Túneis para o serviço esteja configurada para a porta 80.
sl: Da konfigurirate alternativni spletne strežnik za uporabo na I2P, lahko uporabite obstoječi tunel spletne strežnika in <a href=/configclients>onemogočite privzeti spletne strežnik</a> za pokretanje, ali ustvarite nov HTTP Server tunel v <a href=/i2ptunnelmgr>Menedžer tunela</a>. Poskrbite, da je vrata spletne strežnika, ki <i>posluha</i>, tudi konfigurirano v nastavitvah menedžerja tunela. Na primer, če vaš spletne strežnik posluha privzeto na naslovu 127.0.0.1 vrata 80, bi morali tudi zagotoviti, da je <i>vrata cilja</i> na strani nastavitev menedžerja tunela za storitev tudi konfigurirano na vrata 80.
sv: För att konfigurera en alternativ webbserver att använda på I2P kan du antingen använda den befintliga webbservertunneln och <a href=/configclients>inaktivera standardwebbservern</a>, eller skapa en ny HTTP Server-tunnel i <a href=/i2ptunnelmgr>Tunnelhanteraren</a>. Se till att webbserverns <i>lyssningsport</i> även är konfigurerad i Tunnel Manager-inställningarna. Om till exempel din webbserver som standard lyssnar på adressen 127.0.0.1 port 80 måste du också se till att <i>Målportt</i> på Tunnel Manager-inställningssidan för tjänsten är konfigurerad till port 80.
uk: Щоб налаштувати альтернативний веб-сервер для використання в I2P, ви можете або використовувати існуючий тунель веб-сервера і <a href=/configclients>відключити той, що за замовчуванням</a> від працювання, або створити новий тунель сервера HTTP в <a href=/i2ptunnelmgr>Менеджері тунелів</a>. Переконайтеся, що порт "прослуховування" веб-сервера також налаштований в налаштуваннях Менеджера тунелів. Наприклад, якщо ваш веб-сервер прослуховує за замовчуванням адресу 127.0.0.1 порт 80, вам також потрібно буде переконатись, що цільовий порт в налаштуваннях сторінки сервісу Менеджера тунелів також налаштований на порт 80.
vi: Để định cấu hình máy chủ web thay thế để sử dụng trên I2P, bạn có thể sử dụng đường hầm máy chủ web hiện có và <a href=/configclients>tắt máy chủ web mặc định</a> chạy hoặc tạo đường hầm Máy chủ HTTP mới trong <a href= /i2ptunnelmgr>Trình quản lý đường hầm</a>. Đảm bảo rằng <i>cổng nghe</i> của máy chủ web cũng được định cấu hình trong cài đặt Trình quản lý đường hầm. Ví dụ: nếu máy chủ web của bạn đang nghe theo mặc định trên địa chỉ 127.0.0.1 cổng 80, bạn cũng cần đảm bảo rằng <i>Cổng đích</i> trong trang cài đặt Trình quản lý đường hầm cho dịch vụ cũng được định cấu hình thành cổng 80.

source: To preserve anonymity, make sure that the webserver is not publicly available outside of the I2P network, which is normally achieved by configuring the webserver to listen on localhost (127.0.0.1) rather than all interfaces (0.0.0.0).
ar: للحفاظ على السرية، تأكد من عدم إتاحة خادوم الويب بشكل علني خارج شبكة I2P، ويتحقق ذلك عادة من خلال تكوين خادوم الويب للاستماع على مضيف محلي (127.0.0.1) بدلاً من كافة الواجهات (0.0.0.0).
az: Əksinə, web server I2P şəbəkəsi xaricində əməliyyatleri üçün nəqliyyatı genişləndirmək üçün cəmiyyət üzrə əlaqələri transfer etmir. Çoğu zaman bunu, webserveri bütün arayüzslərdə (0.0.0.0) dinlənmək üçün əvəzində localhost (127.0.0.1) dinləmək üçün konfiqurasiya edərək edə bilərsiniz.
bo: མིང་གསང་རྒྱབ་སྐྱོང་བྱེད་པར། དྲ་སྦྲེལ་ I2P དྲ་བའི་ཕྱི་རོལ་དུ་སྤྱི་ཐོག་ནས་ཐོབ་ཐབས་མེད་པ་བྱེད་དགོས། དེ་ནི་སྤྱིར་བཏང་དུ་དྲ་སྦྲེལ་ localhost (127.0.0.1) ཐོག་ཉན་པར་རྒྱུན་ལྡན་བྱས་ནས་མཐའ་མཚམས་ཚང་མ་(0.0.0.0) ལས་ལྟོས་ནས་བྱེད།
cs: Aby byla zachována anonymita, ujistěte se, že webový server není veřejně dostupný mimo síť I2P, což se obvykle dosahuje konfigurací webového serveru tak, aby naslouchal na localhostu (127.0.0.1) namísto všech rozhraní (0.0.0.0).
da: For at bevare anonymiteten skal du sikre dig, at webserveren ikke er offentligt tilgængelig uden for I2P-netværket, hvilket normalt opnås ved at konfigurere webserveren til at lytte på localhost (127.0.0.1) i stedet for alle interfaces (0.0.0.0).
el: Για να διατηρήσετε την ανωνυμία, βεβαιωθείτε ότι ο διακομιστής ιστού δεν είναι προσβάσιμος δημόσια εκτός του δικτύου I2P, κάτι που κανονικά πετυχαίνεται ρυθμίζοντας τον διακομιστή ιστού να ακούει στο localhost (127.0.0.1) αντί για όλα τα διεπαφές (0.0.0.0).
es: Para preservar el anonimato, asegúrate de que el servidor web no esté disponible públicamente fuera de la red I2P, lo cual normalmente se logra configurando el servidor web para escuchar en localhost (127.0.0.1) en lugar de todas las interfaces (0.0.0.0).
et: Anonüümsuse säilitamiseks veenduge, et veebiserver pole I2P-võrgust väljaspool avalikult saadaval, mida tavaliselt saavutatakse veebiserveri konfigureerimisega kuulama localhost (127.0.0.1) asemel kõiki liideseid (0.0.0.0).
fa: برای حفظ محرمانگی، تاکید کنید که وب‌سرور شما در خارج از شبکه I2P قابل دسترس عمومی نباشد، که معمولاً از طریق تنظیم وب‌سرور برای گوش دادن به localhost (127.0.0.1) در مقابل همه سطوح ارتباط (0.0.0.0) به دست می‌آید.
fi: Säilyttääksesi anonymiteetin, varmista, että web-palvelin ei ole julkisesti saatavilla I2P-verkon ulkopuolella, mikä yleensä saavutetaan määrittämällä web-palvelin kuuntelemaan localhostia (127.0.0.1) eikä kaikkia liitäntöjä (0.0.0.0).
hi: गुप्तता बनाए रखने के लिए, सुनिश्चित करें कि वेबसर्वर I2P नेटवर्क के बाहर सार्वजनिक रूप से उपलब्ध नहीं है, जो आमतौर पर वेबसर्वर को स्थानीय मेज (127.0.0.1) पर सुनाने के लिए सेट करके होता है, बजाय सभी इंटरफेस (0.0.0.0) पर।
hu: A névtelenség megőrzése érdekében győződj meg róla, hogy a webszerver nem hozzáférhető nyilvánosan az I2P hálózaton kívül, amit általában úgy érhetünk el, hogy a webszervert beállítjuk úgy, hogy a localhoston (127.0.0.1) figyeljen, és ne az összes interfészen (0.0.0.0).
in: Untuk menjaga anonimitas, pastikan server web tidak tersedia untuk umum di luar jaringan I2P, yang biasanya dicapai dengan mengonfigurasi server web untuk mendengarkan di localhost (127.0.0.1) daripada semua antarmuka (0.0.0.0).
it: Per preservare l'anonimato, assicurati che il webserver non sia accessibile pubblicamente al di fuori della rete I2P, cosa che di solito si ottiene configurando il webserver per l'ascolto su localhost (127.0.0.1) invece che su tutte le interfacce (0.0.0.0).
ja: 匿名性を保護するために、ウェブサーバーがI2Pネットワーク外部で公開されていないことを確認してください。通常、これはウェブサーバーをすべてのインターフェース（0.0.0.0）ではなくlocalhost（127.0.0.1）でリスニングするように構成することで実現されます。
ko: 익명성을 유지하기 위해 웹서버가 I2P 네트워크 외부에 공개적으로 사용되지 않도록 하십시오. 이는 일반적으로 웹서버를 localhost (127.0.0.1) 대신 모든 인터페이스 (0.0.0.0)에 대해서 듣도록 구성함으로써 달성됩니다.
nb: For å bevare anonymiteten, sørg for at webserveren ikke er offentlig tilgjengelig utenfor I2P-nettverket, noe som vanligvis oppnås ved å konfigurere webserveren til å lytte på localhost (127.0.0.1) i stedet for alle grensesnitt (0.0.0.0).
nl: Om de anonimiteit te behouden, zorg ervoor dat de webserver niet publiekelijk beschikbaar is buiten het I2P-netwerk, wat normaal gesproken wordt bereikt door de webserver zo in te stellen dat deze alleen luistert op localhost (127.0.0.1) in plaats van op alle interfaces (0.0.0.0).
pt: Para preservar o anonimato, garanta que o servidor web não esteja disponível publicamente fora da rede I2P, o que normalmente é alcançado configurando o servidor web para escutar apenas em localhost (127.0.0.1) e não em todas as interfaces (0.0.0.0).
sl: Da ohranite anonimnost, se prepričajte, da je spletne strežnik javno na voljo izven omrežja I2P, kar se običajno doseže tako, da konfigurirate spletne strežnik za poslušanje na lokalnihost (127.0.0.1) namesto vseh vmesnikov (0.0.0.0).
sv: För att bevara anonymiteten, se till att webbservern inte är offentligt tillgänglig utanför I2P-nätverket, vilket vanligtvis uppnås genom att konfigurera webbservern att lyssna på localhost (127.0.0.1) istället för alla gränssnitt (0.0.0.0).
uk: Щоб зберегти анонімність, переконайтеся, що веб-сервер недоступний публічно поза мережею I2P, що зазвичай досягається налаштуванням веб-сервера на прослуховування порту localhost (127.0.0.1) замість усіх інтерфейсів (0.0.0.0).
vi: Để duy trì tính ẩn danh, hãy đảm bảo rằng máy chủ web không khả dụng công khai bên ngoài mạng I2P, điều này thường đạt được bằng cách định cấu hình máy chủ web để nghe trên localhost (127.0.0.1) thay vì tất cả các giao diện (0.0.0.0).
