Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When a new service tunnel is created, or a service is run for the first time (e.g. the default jetty webserver, plugins), a private encryption key is created which essentially controls the ownership of address. This is usually named <code>&hellip;privKey.dat</code>, or <code>eepPriv.dat</code>, though it's a good idea to change the name to indicate the service it belongs to and then respecify it in the Tunnel Manager server settings. This .dat file should be backed up safely; lose it and you will lose ownership and control of your hostname!
ar: عندما يتم إنشاء نفق خدمة جديد أو تشغيل خدمة لأول مرة (مثل مخدم ويب جيتي الافتراضي، الإضافات)، يتم إنشاء مفتاح تشفير خاص يسيطر أساسًا على ملكية العنوان. يتم تسميتها عادة <code>&hellip;privKey.dat</code> ، أو <code>eepPriv.dat</code>، على الرغم من أنه من الجيد تغيير الاسم للدلالة على الخدمة التي ينتمي إليها ثم إعادة تحديده في إعدادات خادم إدارة الأنفاق. يجب إنقاذ هذا الملف .dat بأمان؛ فقدانه سيؤدي إلى فقدان ملكية وسيطرتك على اسم المضيف!
az: Yeni bir hizmet tüneli oluşturulduğunda veya bir hizmet ilk kez çalıştırıldığında (örneğin, varsayılan jetty web sunucusu, eklentiler), adresin sahipliğini esasen kontrol eden özel bir şifreleme anahtarı oluşturulur. Bu genellikle <code>&hellip; privKey.dat</code> veya <code>eepPriv.dat</code> olarak adlandırılır, ancak adını ait olduğu hizmeti belirtmek ve ardından Tünel Yöneticisi sunucu ayarlarında yeniden belirtmek iyi bir fikirdir. Bu .dat dosyası güvenli bir şekilde yedeklenmelidir; kaybederseniz, sahiplik ve ana bilgisayar adınızın kontrolünü kaybedersiniz!
bo: ཞབས་ཞུ་གསར་པའི་གཞུང་བརྒྱུད་གསར་བཟོ་བ་དང་། ཞབས་ཞུ་གཅིག་མེད་སྤྱོད་བཞིན་པ་དང་འབྲེལ་བ་བྱུང་བ་དེ་ནི་(དཔེར་ན། བཞིན་ཐོག་མའི་གཞུང་བརྒྱུད་གྲོགས་པོ་ནང་གི་སྒྲིག་འཇུག་བྱེད་པ།) གསང་གི་བརྗེ་བའི་མིང་ཐོག་མ་གསར་བཟོ་བ་ཞིག་བཞིན་བྱེད་པ་དེ་ནི་གཞི་ཡིག་གི་གོང་དོན་དང་འབྲེལ་བ་ཡོད་པ་རེད། དེ་ནི་མཐོང་ཐོག་མར་མིང་འདི་ལ་བཞིན་བཏགས་ཡོད་པ་རེད <code>&hellip;privKey.dat</code> ཡང་ན་ <code>eepPriv.dat</code> ཁྱོད་ཀྱིས་དེ་རང་གི་ཞབས་ཞུ་དང་འབྲེལ་བ་ཡོད་པ་མིང་བསྒྱུར་ནས་གཞུང་བརྒྱུད་གཞི་སྒྲིག་ལ་བསྐྱར་དུ་བཤེར་དགོས། དེ་ནི་དེ་བཞིན་དུ་བཟོ་ནུབ་བྱེད་དགོས། དེ་ཐོག་མར་བཟོ་ནུབ་བྱེད་པ་མེད་ན་ཁྱོད་ཀྱི་གཞི་ཡིག་གི་གོང་དོན་དང་འབྲེལ་བ་ཡོད་པ་ཐམས་ཅད་བཟོ་ནུབ་བྱེད་དགོས།
cs: Když je vytvořen nový servisní tunel nebo je servis spuštěn poprvé (např. výchozí webový server jetty, pluginy), vytvoří se Soukromý šifrovací klíč, který imanentně ovládá vlastnictví adresy. Obvykle se nazývá <code>&hellip;privKey.dat</code> nebo <code>eepPriv.dat</code>, ale je dobrý nápad změnit název tak, aby naznačoval službu, které patří, a poté jej zadat znovu v nastavení serveru Tunelového správce. Tento .dat soubor by měl být bezpečně zálohován; ztratíte ho a ztratíte vlastnictví a kontrolu nad vaším hostitelským jménem!
da: Når en ny servicetunnel oprettes, eller en service køres for første gang (f.eks. standard jetty webserveren, plugins), oprettes en privat krypteringsnøgle, som i det væsentlige styrer ejerskabet af adressen. Denne bliver normalt navngivet <code>&hellip;privKey.dat</code> eller <code>eepPriv.dat</code>, men det er en god idé at ændre navnet for at indikere hvilken service den tilhører, og derefter specificere det i Tunnel Manager serverindstillingerne. Denne .dat-fil bør sikkerhedskopieres; mister du den, vil du miste ejerskabet og kontrol over din hostnavn!
el: Όταν δημιουργείται μια νέα σήραγγα υπηρεσίας ή εκτελείται μια υπηρεσία για πρώτη φορά (π.χ. το προεπιλεγμένο webserver, plugins), δημιουργείται ένα ιδιωτικό κλειδί κρυπτογράφησης το οποίο ουσιαστικά ελέγχει την ιδιοκτησία της διεύθυνσης. Αυτό ονομάζεται συνήθως <code> & hellip, privkey.dat </code>, ή <code> eeppriv.dat </code>, αν και είναι καλή ιδέα να αλλάξετε το όνομα για να υποδείξετε την υπηρεσία στην οποία ανήκει και στη συνέχεια να το αντέξετε σε τις ρυθμίσεις διακομιστή διαχειριστή σήραγγας. Αυτό το αρχείο .dat πρέπει να υποστηρίζεται με ασφάλεια. Χάστε το και θα χάσετε την κυριότητα και τον έλεγχο του ονόματος κεντρικού υπολογιστή σας!
es: Cuando se crea un nuevo túnel de servicio o se ejecuta un servicio por primera vez (por ejemplo, el servidor web Jetty predeterminado, complementos), se crea una clave de encriptación privada que controla esencialmente la propiedad de la dirección. Generalmente recibe el nombre <code>&hellip;privKey.dat</code> o <code>eepPriv.dat</code>, aunque es una buena idea cambiar el nombre para indicar el servicio al que pertenece y luego vuelva a especificarlo en la configuración del servidor del Administrador de Túneles. ¡Este archivo .dat debe respaldarse de forma segura; perderlo hará que pierdas la propiedad y el control de tu nombre de host!
et: Kui luuakse uus teenuserada või teenus käivitatakse esimest korda (nt vaike-jetty-veebiserver, pluginatega), luuakse privaatne krüpteerimisvõti, mis kontrollib olemuslikult aadressi omanikku. See on reeglina nimetatud <code>&hellip;privKey.dat</code> või <code>eepPriv.dat</code>, kuigi on hea mõte muuta nime, et see näitaks teenust, millele ta kuulub, ja seejärel määrake see uuesti tunnelihalduri serveriseadistustes. See .dat fail peaks olema turvaliselt varundatud. Kui kaotate selle, kaotate domeeni omandiõiguse ja kontrolli!
fa: هنگامی که یک تونل سرویس جدید ایجاد می‌شود یا یک سرویس برای اولین بار اجرا می‌شود (مثل سرور وب جتی پیش‌فرض، افزونه‌ها)، یک کلید رمزنگاری خصوصی ایجاد می‌شود که در واقع مالکیت آدرس را کنترل می‌کند. معمولا این فایل نامگذاری می‌شود <code>…privKey.dat</code> یا <code>eepPriv.dat</code>، اگرچه تغییر نام آن برای نشان دادن سرویسی که متعلق به آن است و سپس تعریف مجدد آن در تنظیمات سرور مدیر تونل کار خوبی است. این فایل .dat باید به طور امن پشتیبان‌گیری شود؛ در صورت گم شدن، مالکیت و کنترل نام میزبان‌تان را از دست خواهید داد!
fi: Kun luodaan uusi palvelutunneli tai palvelu ajetaan ensimmäisen kerran (esim. oletusarvoinen jetty-webpalvelin, liitännäiset), luodaan yksityinen salausavain, joka hallitsee käytännössä osoitteen omistamista. Tämä on yleensä nimeltään <code>&hellip;privKey.dat</code> tai <code>eepPriv.dat</code>, vaikka onkin hyvä idea vaihtaa nimi osoittamaan sille kuuluvaa palvelua, ja määrittää se uudelleen Tunnelinjohtajan palvelinasetuksissa. Tämä .dat-tiedosto tulisi varmuuskopioida turvallisesti; menetä se ja menetät omistajuuden ja hallinnan verkkotunnuksestasi!
hi: जब कोई नया सर्विस टंनल बनाया जाता है, या सर्विस पहली बार चलाई जाती है (जैसे डिफ़ॉल्ट जेटी वेबसर्वर, प्लगइन), तब एक गुप्त एन्क्रिप्शन कुंजी बनाई जाती है जो मूल रूप से पते के मालिकाने को नियंत्रित करती है। यह सामान्यतया <code>…privKey.dat</code> या <code>eepPriv.dat</code> नामित होता है, हालाँकि इसके नाम को उस सेवा के लिए जिसके लिए यह है, इंdiकेट करने के लिए बदलना और फिर टंनल मैनेजर के सर्वर सेटिंग में इसे दोबारा निर्दिष्ट करना एक अच्छा विचार है। इस .dat फ़ाइल को सुरक्षित ढंग से बैकअप करना चाहिए; इसे खो देंगे तो आप अपने होस्टनाम के मालिकाने और नियंत्रण को हार जाएंगे!
hu: Amikor létrehoz egy új szolgáltatási alagutat, vagy először futtat egy szolgáltatást (pl. az alapértelmezett jetty webszervert, bővítményeket), létrehozódik egy privát titkosítási kulcs, amely lényegében irányítja a cím tulajdonjogát. Ez általában <code>&hellip;privKey.dat</code> néven van elmentve, vagy <code>eepPriv.dat</code>, bár jó ötlet megváltoztatni a nevét, hogy jelezze, melyik szolgáltatáshoz tartozik, majd újra meg kell határozni a Tunal menedzser szerver beállításaiban. Ez a .dat fájl meg kell, hogy legyen biztonsági mentésben; ha elveszíted azt, elveszted a hosztnév tulajdonjogát és ellenőrzését is!
in: Ketika terowongan layanan baru dibuat, atau layanan dijalankan untuk pertama kalinya (misal webserver jetty standar, plugin), maka kunci enkripsi pribadi akan dibuat yang pada dasarnya mengendalikan kepemilikan alamat. Biasanya bernama <code>&hellip;privKey.dat</code>, atau <code>eepPriv.dat</code>, meskipun ide yang baik untuk mengubah nama menjadi menunjukkan layanan mana yang dimilikinya dan kemudian menentukannya ulang di pengaturan server Pengelola Terowongan. Berkas .dat ini sebaiknya di simpan cadangan dengan aman; kehilangannya akan berakibat pada kehilangan kepemilikan dan kontrol atas hostname Anda!
it: Quando viene creato un nuovo tunnel di servizio, o viene eseguito un servizio per la prima volta (ad esempio, il web server predefinito di jetty, plugin), viene creata una chiave di crittografia privata che controlla essenzialmente la proprietà dell'indirizzo. Di solito si chiama <code>&hellip;privKey.dat</code> o <code>eepPriv.dat</code>, anche se è una buona idea cambiare il nome per indicare il servizio a cui appartiene e quindi specificarlo nelle impostazioni del server Tunnel Manager. Questo file .dat dovrebbe essere salvato in modo sicuro; se lo perdi, perderai la proprietà e il controllo del tuo nome host!
ja: 新しいサービストンネルが作成されるか、サービスが初めて実行されると（デフォルトのジェッティ・ウェブサーバーやプラグインなど）、アドレスの所有権を実質的に制御する秘密暗号鍵が作成されます。これは通常、<code>&hellip;privKey.dat</code>または<code>eepPriv.dat</code>という名前が付けられますが、所属するサービスを示すために名前を変更し、トンネルマネージャーのサーバー設定で再指定することをおすすめします。この.datファイルを安全にバックアップする必要があります。失くすと、ホスト名の所有権と制御権を失います！
ko: 새로운 서비스 터널이 생성되었거나 서비스가 처음 실행될 때 (예: 기본 제티 웹 서버, 플러그인) 주소의 소유권을 실질적으로 제어하는 개인 암호화 키가 생성됩니다. 이 키는 보통 <code>&hellip;privKey.dat</code> 또는 <code>eepPriv.dat</code>로 이름 지어집니다. 하지만 이 키의 이름을 서비스가 속한 것을 나타내도록 변경하고 터널 관리자 서버 설정에서 다시 지정하는 것이 좋습니다. 이 .dat 파일은 안전하게 백업되어야 합니다. 이 파일을 분실하면 호스트 이름의 소유권과 제어권을 잃게 됩니다!
nb: Når en ny tjenestetunnel opprettes, eller en tjeneste kjøres for første gang (f.eks. standard Jetty-webserver, utvidelser), opprettes det en privat krypteringsnøkkel som i praksis kontrollerer eierskapet til adressen. Denne er vanligvis kalt <code>&hellip;privKey.dat</code>, eller <code>eepPriv.dat</code>, men det er en god idé å endre navnet for å indikere hvilken tjeneste den tilhører, og deretter angi dette i innstillingene for Tunnel Manager-serveren. Denne .dat-filen bør sikkerhetskopieres på en trygg måte; hvis du mister den, mister du eierskapet og kontrollen over vertsnavnet ditt!
nl: Wanneer er een nieuwe service tunnel wordt aangemaakt, of een service voor de eerste keer wordt uitgevoerd (bijv. de standaard jetty webserver, plugins), wordt er een privé encryptiesleutel aangemaakt die in feite de eigendom van het adres controleert. Deze wordt meestal genoemd <code>&hellip;privKey.dat</code>, of <code>eepPriv.dat</code>, maar het is een goed idee om de naam te wijzigen om aan te geven bij welke service het hoort en dit opnieuw op te geven in de Tunnel Manager serverinstellingen. Dit .dat bestand moet veilig worden opgeslagen; raak het kwijt en u verliest de eigendom en het beheer van uw hostname!
pt: Quando um novo túnel de serviço é criado ou um serviço é executado pela primeira vez (por exemplo, o servidor web jetty padrão, plugins), uma chave de criptografia privada é criada que controla essencialmente a propriedade do endereço. Isso geralmente é chamado de <code>&hellip;privKey.dat</code> ou <code>eepPriv.dat</code>, embora seja uma boa ideia mudar o nome para indicar o serviço a que pertence e depois especificá-lo nas configurações do servidor do Gerenciador de Túneis. Este arquivo .dat deve ser guardado em segurança; se você o perder, perderá a propriedade e o controle do seu nome de host!
sl: Ko se ustvari nov tunel storitve, ali ko se storitev prvič izvede (npr. privzeti strežnik spletne strani jetty, vstavki), se ustvari zasebni šifrirni ključ, ki podstatno nadzira lastništvo naslova. Ta je običajno imenovan <code>&hellip;privKey.dat</code>, ali <code>eepPriv.dat</code>, vendar je dobro ideja spremeniti ime, da ukazuje na storitev, ki ji pripada, in nato to ponovno določiti v nastavitvah strežnika Menedžer tunela. Ta .dat datoteko je treba varno narediti varnostno kopijo; izgubite ga in izgubite lastništvo in nadzor nad svojim imenom gostitelja!
sv: När en ny tjänstetunnel skapas eller en tjänst körs för första gången (t.ex. standardverktyg för webbservern, plugin-program), skapas en privat krypteringsnyckel som i grunden kontrollerar ägandet av adressen. Den här är vanligtvis namngiven <code>&hellip;privKey.dat</code> eller <code>eepPriv.dat</code>, men det är en bra idé att ändra namnet för att ange den tjänst den tillhör, och sedan ange det igen i inställningarna för Tunnel Manager-servern. Denna .dat-fil bör säkerhetskopieras på ett säkert sätt; förlorar du den så förlorar du ägandet och kontrollen över din värdnamn!
uk: Коли створюється новий сервісний тунель або сервіс запускається вперше (наприклад, за замовчуванням web-сервер jetty чи плагін), генерується приватний ключ шифрування, який de-facto контролює право володіння адресою. Зазвичай його іменують <code>&hellip;privKey.dat</code> або <code>eepPriv.dat</code>, хоча краще змінити ім'я так, щоб вказати, якому сервісу він належить, а потім перевизначити його налаштуваннях сервера в Менеджері тунелів. Цей файл .dat слід безпечно зберегти резервну копію; втративши його - ви втратите право володіння та керування своєю доменною назвою!
vi: Khi một đường hầm dịch vụ mới được tạo hoặc dịch vụ chạy lần đầu (ví dụ như máy chủ web jetty mặc định, tiện ích bổ trợ), một chìa khóa mã hóa riêng sẽ được tạo ra kiểm soát quyền sở hữu địa chỉ. Tập tin này thường có tên <code>&hellip;privKey.dat</code> hoặc <code>eepPriv.dat</code>, mặc dù ý tưởng tốt là đổi tên để chỉ ra dịch vụ mà nó thuộc về và sau đó khôi phục lại trong cài đặt máy chủ của Quản lý Đường hầm. Tập tin .dat này cần được sao lưu an toàn; nếu mất nó sẽ dẫn đến mất quyền sở hữu và điều khiển tên miền của bạn!

source: To migrate the key to a new router, or to setup multihoming (running the same service on multiple routers for redundancy and load-balancing), copy the backed up key to your .i2p directory and specify it in the new server tunnel, or replace the default key in the plugin folder (e.g. the zzzot plugin).
ar: لنقل المفتاح إلى موجه جديد، أو لتهيئة متعدد المضيفات (تشغيل نفس الخدمة على موجهات متعددة للإحتياط وتوزيع الحمل)، قم بنسخ المفتاح الاحتياطي إلى مجلدك .i2p وتحديده في نفق الخادم الجديد، أو استبدال المفتاح الافتراضي في مجلد الإضافة (مثل زوت الإضافة).
az: Anahtarı yeni bir yönlendiriciye taşımak veya çoklu konaklama kurulumu yapmak için (yedekleme ve yük dengelemesi için aynı hizmetin birden fazla yönlendiricide çalıştırılması), yedeklenen anahtarı .i2p dizinize kopyalayın ve yeni sunucu tünelinde belirtin veya varsayılan anahtarı eklenti klasöründe (örneğin, zzzot eklentisi) değiştirin.
bo: མིང་ཐོག་མ་གསར་པའི་གཞུང་བརྒྱུད་དུ་བརྒྱུད་པ་དང་། དོན་འཁྱོལ་མང་པོའི་གཞུང་བརྒྱུད་ནང་གི་ཞབས་ཞུ་གཅིག་བསྒྲིལ་བྱེད་པ་དང་འབྲེལ་བ་བྱུང་བ་(གཞི་ཡིག་གི་གོང་དོན་དང་འབྲེལ་བ་ཡོད་པ་མང་པོའི་གཞུང་བརྒྱུད་ནང་གི་ཞབས་ཞུ་གཅིག་བསྒྲིལ་བྱེད་པ་དང་བཟོ་ནུབ་བྱེད་པ།) ཁྱོད་ཀྱི་བཟོ་ནུབ་བྱས་པའི་མིང་ཐོག་མ་ཁྱོད་ཀྱི་གཞི་ཡིག་ནང་གི་དོན་འཁྱོལ་བར་བཤེར་ནས་གཞུང་བརྒྱུད་གསར་པའི་གཞི་སྒྲིག་ནང་དེ་བཤེར་དགོས། ཡང་ན་སྒྲིག་འཇུག་ཡིག་ཆ་ནང་གི་མཐོང་ཐོག་མའི་མིང་ཐོག་མ་བཟོ་བཅོས་དགོས། (དཔེར་ན། zzzot སྒྲིག་འཇུག)
cs: Chcete-li přenést klíč do nového směrovače nebo nastavit vícehosting (spouštění stejné služby na více směrovačích pro redundantnost a vyvážení zátěže), zkopírujte zálohovaný klíč do svého adresáře .i2p a nastavte jej v novém serverovém tunelu nebo nahraďte výchozí klíč ve složce pluginu (např. plugin zzzot).
da: For at migrere nøglen til en ny router eller oprette multihoming (køre den samme service på flere routere for at undgå fejl og opveje belastningen), kopier den sikkerhedskopierede nøgle til din .i2p-mappe og specificér den i den nye servertunnel, eller erstatt standardnøglen i pluginmappen (f.eks. zzzot-pluginnet).
el: Για να μεταναστεύσετε το κλειδί σε ένα νέο δρομολογητή ή να ρυθμίσετε το multihoming (εκτελώντας την ίδια υπηρεσία σε πολλαπλούς δρομολογητές για πλεονασμό και εξισορρόπηση φορτίου), αντιγράψτε το κλειδί υποστήριξης στον κατάλογο .I2P σας και καθορίστε το στη νέα σήραγγα του διακομιστή ή αντικαταστήστε Το προεπιλεγμένο πλήκτρο στο φάκελο plugin (π.χ. το plugin ZZZOT).
es: Para migrar la clave a un nuevo enrutador o configurar la multipertenencia (ejecutar el mismo servicio en múltiples enrutadores para redundancia y equilibrio de carga), copia la clave de respaldo en tu directorio .i2p y especifícala en el nuevo túnel del servidor, o reemplaza la clave predeterminada en la carpeta del complemento (por ejemplo, el complemento zzzot).
et: Võtme migreerimiseks uuele ruuterile või mitme kodu seadistamiseks (sama teenuse käitamine mitmes ruuteris dubleerimise ja koormuse tasakaalustamise eesmärgil) kopeerige varundatud võti oma .i2p kausta ja määrake see uues serveriteenindustunnelis või asendage vaikevõti pistikprogrammi kaustas (nt zzzot pistikprogramm).
fa: برای مهاجرت کلید به یک روتر جدید یا برای راه‌اندازی چنددستگاه (اجرای همان سرویس در چند روتر برای ایجاد تنوع و توازن بار)، کلید پشتیبان را در پوشهٔ .i2p خود کپی کنید و در تونل سرور جدید مشخص کنید یا کلید پیش‌فرض را در پوشهٔ پلاگین (مثلاً پلاگین zzzot) جایگزین کنید.
fi: Siirtääksesi avaimen uuteen reitittimeen tai asentaaksesi monipesäkkeen (ajamalla samaa palvelua useammalla reitittimellä redundanssia ja kuorman tasapainottamista varten), kopioi varmuuskopioitu avain .i2p-hakemistoosi ja määritä se uudessa palvelutunnelissa tai korvaa oletusavain liitännäiskansiossa (esim. zzzot-liitännäinen).
hi: नए राउटर में कुंजी को मिग्रेट करने के लिए, या मल्टीहोमिंग की सेटिंग करने के लिए (विकल्प और लोड बैलेंसिंग के लिए कई राउटरों पर समान सर्विस चलाने के लिए), सुरक्षित की गई कुंजी को अपने .i2p डायरेक्टरी में कॉपी करें और इसे नए सर्वर टंनल में निर्दिष्ट करें, या प्लगइन फ़ोल्डर में (जैसे zzzot प्लगइन) डिफ़ॉल्ट कुंजी को बदलें।
hu: A kulcs áthelyezéséhez az új útválasztóra vagy többes otthoni konfiguráció beállításához (ugyanazon szolgáltatás futtatása több útválasztón a feleslegesség és az állapotterhelési egyensúly elérése érdekében) másolja át a biztonsági mentett kulcsot .i2p könyvtárába, és határozza meg az új szerver alagútban, vagy cserélje le az alapértelmezett kulcsot a bővítmények mappájában (például a zzzot bővítményben).
in: Untuk memigrasikan kunci ke router baru, atau untuk menyiapkan multihoming (menjalankan layanan yang sama di beberapa router untuk redundansi dan penyeimbangan beban), salin kunci cadangan ke direktori .i2p Anda dan tentukan di terowongan server baru, atau ganti kunci default di folder plugin (misalnya plugin zzzot).
it: Per migrare la chiave su un nuovo router o per configurare il multihoming (eseguire lo stesso servizio su più router per ridondanza e bilanciamento del carico), copia la chiave di backup nella tua directory .i2p e specificala nel nuovo tunnel del server o sostituisci la chiave predefinita nella cartella del plugin (ad esempio, il plugin zzzot).
ja: キーを新しいルーターに移行する場合、またはマルチホーミング（冗長性と負荷分散のために複数のルーターで同じサービスを実行する）をセットアップする場合、バックアップされたキーを.i2pディレクトリにコピーし、新しいサーバートンネルで指定するか、プラグインフォルダ（例：zzzotプラグイン）のデフォルトキーを置き換えます。
ko: 키를 새로운 라우터로 이전하거나 다중 홈(여러 라우터에서 같은 서비스를 장애 조치 및 부하 분산을 위해 실행)을 설정하려면 백업된 키를 .i2p 디렉토리에 복사하고 새 서버 터널에서 지정하거나 플러그인 폴더(예: zzzot 플러그인)의 기본 키를 대체하세요.
nb: For å overføre nøkkelen til en ny ruter, eller for å konfigurere flerhenting (kjøre samme tjeneste på flere rutere for å oppnå redundans og balansering av belastning), kopier den sikkerhetskopierte nøkkelen til .i2p-mappen din og spesifiser den i den nye servertunellen, eller erstatt standardnøkkelen i utvidelsesmappen (f.eks. zzzot-utvidelsen).
nl: Om de sleutel over te zetten naar een nieuwe router, of om multihoming op te zetten (dezelfde service uitvoeren op meerdere routers voor redundantie en load-balancing), kopieert u de back-up sleutel naar uw .i2p directory en geeft u deze op in de nieuwe server tunnel, of vervangt u de standaard sleutel in de plugin map (bijv. de zzzot plugin).
pt: Para migrar a chave para um novo roteador ou configurar o multihoming (executando o mesmo serviço em vários roteadores para redundância e balanceamento de carga), copie a chave de backup para o seu diretório .i2p e especifique-a no novo túnel do servidor, ou substitua a chave padrão na pasta do plugin (por exemplo, o plugin zzzot).
sl: Da boste ključ prenesli na nov strežnik, ali pa nastavili večdomovnost (izvajanje enake storitve na več strežnikih za nadomestnost in razmerje obremenitve), kopirajte varnostno kopijo ključa v svojo .i2p mapo in določite ga v novem tunelu strežnika, ali pa nadomeščajte privzeti ključ v mapi vstavka (npr. vstavek zzzot).
sv: För att migrera nyckeln till en ny router, eller för att ställa in flerboende (köra samma tjänst på flera routrar för redundans och belastningsutjämning), kopiera den säkerhetskopierade nyckeln till din .i2p-katalog och ange den i den nya servertunneln, eller ersätt standardnyckeln i plugin-mappen (t.ex. zzzot-pluginprogrammet).
uk: Щоб перенести ключ на новий маршрутизатор або налаштувати мульти-адресацію (запуск того самого сервісу на декількох маршрутизаторах для резерву та розподілу навантаження), скопіюйте резервну копію ключа до каталогу .i2p та вкажіть його в новому серверному тунелі, або замініть за замовчуванням ключ в папці плагіна (наприклад, плагіна zzzot).
vi: Để di chuyển khóa sang bộ định tuyến mới hoặc thiết lập đa điểm (chạy cùng một dịch vụ trên nhiều bộ định tuyến để dự phòng và cân bằng tải), hãy sao chép khóa được sao lưu vào thư mục .I2P của bạn và chỉ định nó trong đường hầm máy chủ mới hoặc thay thế phím mặc định trong thư mục plugin (ví dụ: plugin ZZZOT).

source: Help Section
ar: قسم المساعدة
az: Yardım Bölümü
bo: རོགས་རམ་ཁུལ
cs: Sekce nápovědy
da: Hjælpesektion
el: Ενότητα βοήθειας
es: Ayuda
et: Abiosakond
fa: بخش کمک
fi: Ohjesivu
hi: मदद के खंड
hu: Súgó szekció
in: Bagian Bantuan
it: Sezione aiuto
ja: ヘルプセクション
ko: 도움말 섹션
nb: Hjelpeseksjon
nl: Help-sectie
pt: Seção de Ajuda
sl: Seznam pomoči
sv: Hjälpsektionen
uk: ДОПОМОГА РОЗДІЛ
vi: Mục Hướng dẫn

source: Help &amp; Support
ar: المساعدة والدعم
az: Yardım ve Destek
bo: རོགས་རམ་དང་རྒྱབ་སྐྱོར
cs: Pomoc a Podpora
da: Hjælp og support
el: Βοήθεια
es: Ayuda y Soporte
et: Abi ja tugi
fa: کمک کنید
fi: Apua ja tuki
hi: मदद और समर्थन
hu: Segítség és Támogatás
in: Bantuan & Dukungan
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움과 지원
nb: Hjelp og Støtte
nl: Hulp en ondersteuning
pt: Ajuda e Suporte
sl: Pomoč &amp; Podpora
sv: Hjälp och Support
uk: Допомога та підтримка
vi: Hướng dẫn &amp; Hỗ trợ

source: Advanced configuration settings
ar: إعدادات التكوين المتقدمة
az: Ətraflı yapılandırma ayarları
bo: མཐོ་རིམ་གཞི་སྒྲིག་བཀོད་སྒྲིག
cs: Pokročilá nastavení konfigurace
da: Avancerede konfigurationsindstillinger
el: Προηγμένες ρυθμίσεις διαμόρφωσης
es: Configuración Avanzada
et: Edasijõudnud seadistuse sätted
fa: تنظیمات پیکربندی پیشرفته
fi: Edistyneet asetukset
hi: न्नत सेटिंग के विन्यास
hu: Speciális beállítások
in: Pengaturan Konfigurasi Lanjutan
it: Impostazioni avanzate di configurazione
ja: 高度な構成設定
ko: 고급 구성 설정
nb: Avanserte konfigurasjonsinnstillinger
nl: Geavanceerde configuratie-instellingen
pt: Configurações avançadas de configuração
sl: Napredne nastavitve konfiguracije
sv: Avancerade konfigurationsinställningar
uk: Розширені налаштування конфігурації
vi: Cài đặt nâng cao

source: Recent code changes to I2P+
ar: التغييرات الأخيرة على كود I2P+
az: I2P+ya sonrakı kod dəyişiklikləri
bo: I2P+ ནང་གི་གོད་རིམ་གསར་པའི་འགྱུར་བ
cs: Nedávné změny kódu na I2P
da: Nylige ændringer i I2P+ kode
el: Πρόσφατες αλλαγές κώδικα σε I2P
es: Cambios recientes en el código de I2P+
et: Viimased koodimuudatused I2P+
fa: تغییرات کد اخیر به I2P
fi: Viimeaikaiset koodimuutokset I2P+:ssa
hi: I2P+ में हाल की कोड बदलाव
hu: Az I2P+ legújabb kódváltozásai
in: Perubahan kode terbaru pada I2P+
it: Modifiche recenti al codice in I2P+
ja: 最近のコードはi2p+に変更されます
ko: I2P에 대한 최근 코드 변경
nb: Nylige kodeendringer til I2P+
nl: Recente codewijzigingen in I2P
pt: Alterações recentes de código para o I2P+
sl: Nedavne spremembe kode za I2P+
sv: De senaste kodändringarna till I2P
uk: Останні зміни коду до I2P+
vi: Những thay đổi mã gần đây đối với I2P+
