Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting determines which transport takes priority when communicating with peers. By default, NTCP is favored over UDP (SSU). By setting the value to true, UDP will be favored unless a pre-existing NTCP connection exists; when set to always, UDP will always be used regardless of any pre-existing NTCP connection. [Default is false]
ar: هذا الإعداد يحدد أي وسيلة نقل تحظى بالأولوية عند الاتصال مع الأقران. بشكل افتراضي، يحظى NTCP بالأولوية على UDP (SSU). بتعيين القيمة على صحيح، سيحظى UDP بالأولوية ما لم توجد اتصال موجود مسبقاً عبر NTCP؛ عند تعيينه على دائماً، سيتم استخدام UDP بشكل دائم بغض النظر عن أي اتصال موجود مسبقاً عبر NTCP. [الافتراضي هو خطأ]
az: Bu parametr həmkarlar ilə ünsiyyət zamanı hansı nəqliyyatın üstünlük təşkil etdiyini müəyyən edir. Standart olaraq, MTCP UDP-dən (SDU) üstün tutulur. Dəyəri doğru təyin etməklə əvvəlcədən mövcud NTCP bağlantısı mövcud olmayana qədər ÜPİ-yə üstünlük veriləcək; hər zaman təyin edildikdə, hər hansı əvvəlcədən mövcud NTCP bağlantısından asılı olmayaraq ÜPİ həmişə istifadə ediləcək. [Standart yanlışdır]
bo: སྒྲིག་འགོད་འདིས་མཐུད་སྣེ་དང་བརྒྱུད་བྱེད་སྐབས་གང་ཞིག་འགྲེམ་སྤེལ་ལ་གཙོ་བོར་འཇོག་པ་གཏན་འཁེལ་བྱེད། སྔོན་སྒྲིག་ལྟར་ NTCP ནི་ UDP (SSU) ལས་གཙོ་བོར་འཇོག གནས་གྲངས་ true ལ་གཏན་འཁེལ་བྱས་ཚེ། སྔོན་ནས་ཡོད་པའི་ NTCP འབྲེལ་བ་མེན་ན་ UDP ལ་གཙོ་བོར་འཇོག ནམ་རྟགས་ལ་གཏན་འཁེལ་བྱས་ཚེ། སྔོན་ནས་ཡོད་པའི་ NTCP འབྲེལ་བ་ལ་མ་ལྟོས་པར་ UDP ནམ་རྟགས་བེད་སྤྱོད་བྱེད། [སྔོན་སྒྲིག་ནི་ false]
cs: Toto nastavení určuje, který přenos má přednost při komunikaci s vrstevníky. Výchozí nastavení upřednostňuje NTCP před UDP (SSU). Pokud hodnota bude nastavena na true, UDP bude upřednostňováno, pokud již existuje předem zavedené spojení NTCP; pokud bude nastaveno na always, bude vždy použito UDP bez ohledu na předem zavedené spojení NTCP. [Výchozí hodnota je false]
da: Denne indstilling afgør hvilken transport der prioriteres ved kommunikation med peers. Som standard vælges NTCP frem for UDP (SSU). Ved at sætte værdien til true vil UDP blive prioriteret, medmindre der findes en eksisterende NTCP-forbindelse; når værdien sættes til always, vil UDP altid blive brugt uanset eventuelle eksisterende NTCP-forbindelser. [Standardværdien er false]
el: Αυτή η ρύθμιση καθορίζει ποια μεταφορά έχει προτεραιότητα κατά την επικοινωνία με τους ομότιμους. Από προεπιλογή, προτιμάται η NTCP αντί για την UDP (SSU). Με την ορισμό της τιμής σε true, θα προτιμάται η UDP εκτός αν υπάρχει ήδη μια σύνδεση NTCP. Όταν ορίζεται σε πάντα, θα χρησιμοποιείται πάντα η UDP ανεξαρτήτως τυχόν υπάρχουσας σύνδεσης NTCP. [Προεπιλογή είναι το false]
es: Esta configuración determina qué transporte tiene prioridad al comunicarse con pares. De forma predeterminada, se favorece NTCP sobre UDP (SSU). Al establecer el valor en true, se favorecerá UDP a menos que exista una conexión NTCP preexistente; cuando se establece en siempre, siempre se usará UDP independientemente de cualquier conexión NTCP preexistente. [Predeterminado es false]
et: Selle seade määrab, milline ühendusviis saab prioriteedi seosetute serveritega suhtlemisel. Vaikimisi eelistatakse NTCP-d UDP asemel (SSU). Kui seada väärtuseks true, eelistatakse UDP-d, välja arvatud juhul, kui juba on olemas NTCP-ühendus; kui seada väärtuseks always, kasutatakse alati UDP-d, hoolimata olemasolevast NTCP-ühendusest . [Vaikimisi on false]
fa: این تنظیم تعیین می کند که کدام حمل و نقل در هنگام برقراری ارتباط با همتایان اولویت دارد.
fi: Tämä asetus määrittää, mikä siirto vie etusijan tiedon siirtämisessä vertaisverkoille. Oletusarvoisesti NTCP: tä suositaan UDP: n (SSU) sijaan. Asettamalla arvon todeksi UDP: tä suositaan, ellei aiemmin käytössä ole oleva NTCP-yhteys ole olemassa; kun asetetaan arvoon always, UDP: tä käytetään aina riippumatta mahdollisesta aiemmasta NTCP-yhteydestä. [Oletusarvo on epätosi]
hi: यह सेटिंग देखभाल करने के लिए कौन सा ट्रांसपोर्ट प्राथमिकता प्राप्त करता है जब समकक्षों के साथ संवाद किया जाता है। मानक रूप से, एनटीसीपी को यूडीपी (एसएसयू) के मुक़ाबले में पसंद किया जाता है। यदि मान को सत्य कर दिया जाता है, तो यूडीपी को प्राथमिकता दी जाएगी जब तक कि पहले से मौजूद एनटीसीपी कनेक्शन नहीं हो; जब यह हमेशा के रूप में सेट किया जाता है, तो यूडीपी हमेशा उपयोग की जाएगा चाहे कितने भी पहले से मौजूद एनटीसीपी कनेक्शन हों। [मानक रूप से असत्य]
hu: Ez a beállítás meghatározza, hogy melyik átviteli mód kap előnyt a többi résztvevővel való kommunikáció során. Alapértelmezés szerint az NTCP kedvez a UDP (SSU) előtt. Az érték true-ra állításával az UDP lesz az elsődleges, hacsak nem létezik előre meghatározott NTCP kapcsolat; ha mindigre van állítva, mindig az UDP-t használja, függetlenül az előre meghatározott NTCP kapcsolattól. [Az alapérték false]
in: Pengaturan ini menentukan transportasi mana yang diprioritaskan saat berkomunikasi dengan rekan-rekan. Secara default, NTCP lebih disukai daripada UDP (SSU). Dengan menetapkan nilai ke true, UDP akan diutamakan kecuali ada koneksi NTCP yang sudah ada sebelumnya; bila diatur ke selalu, UDP akan selalu digunakan terlepas dari koneksi NTCP yang sudah ada sebelumnya. [Defaultnya salah]
it: Questa impostazione determina quale trasporto ha la priorità durante la comunicazione con gli altri utenti. Per impostazione predefinita, NTCP prevale su UDP (SSU). Impostando il valore su true, UDP avrà la priorità a meno che non esista una connessione NTCP preesistente; quando impostato su always, UDP verrà sempre utilizzato indipendentemente da eventuali connessioni NTCP preesistenti. [Il valore predefinito è false]
ja: この設定により、ピアとの通信時に優先されるトランスポートを決定します。デフォルトでは、UDP (SSU) よりもNTCPが優先されています。値をtrueに設定すると、事前のNTCP接続が存在しない限り、UDPが優先されます。alwaysに設定すると、事前のNTCP接続の有無に関係なく常にUDPが使用されます。[デフォルトはfalse]
ko: 이 설정은 동료들과 통신할 때 어떤 전송 방식을 우선시할지를 결정합니다. 기본적으로 NTCP가 UDP(SSU)보다 우선합니다. 값을 true로 설정하면, 기존의 NTCP 연결이 없으면 UDP를 우선시하며, always로 설정하면 기존의 NTCP 연결과 상관없이 항상 UDP를 사용합니다. [기본값은 false]
nb: Denne innstillingen bestemmer hvilken transport som prioriteres ved kommunikasjon med jevnaldrende. Som standard foretrekkes NTCP fremfor UDP (SSU). Ved å sette verdien til true, vil UDP foretrekkes med mindre det allerede eksisterer en NTCP-tilkobling; når den er satt til alltid, vil UDP alltid bli brukt uansett om det allerede eksisterer en NTCP-tilkobling. [Standard er false]
nl: Deze instelling bepaalt welk transport meer prioriteit heeft bij het communiceren met peers. Standaard heeft NTCP voorrang op UDP (SSU). Als de waarde op true wordt gezet, wordt UDP verkozen tenzij er al een bestaande NTCP-verbinding is. Als het op altijd wordt ingesteld, zal altijd UDP worden gebruikt, ongeacht eventuele bestaande NTCP-verbindingen. [Standaardwaarde is false]
pt: Esta configuração determina qual transporte tem prioridade ao se comunicar com outros peers. Por padrão, NTCP é preferido em relação ao UDP (SSU). Ao definir o valor como true, UDP será preferido a menos que uma conexão NTCP pré-existente exista; quando definido como always, UDP será sempre usado independente de qualquer conexão NTCP pré-existente. [Padrão é false]
sl: Ta nastavitev določa, kateri prenos ima prednost pri komunikaciji z sosednjimi strežniki. Po privzemu je NTCP izbran pred UDP (SSU). Če nastavite vrednost na true, bo UDP izbran, razen če obstaja predhodno vzpostavljena povezava NTCP; ko je nastavljeno na vedno, bo UDP vedno uporabljen, ne glede na katero koli predhodno vzpostavljeno povezavo NTCP. [Privzeto je false]
sv: Denna inställning avgör vilket transportmedel som får företräde vid kommunikation med peers. Som standard föredras NTCP framför UDP (SSU). Genom att sätta värdet till true kommer UDP att få företräde om ingen befintlig NTCP-anslutning finns; när värdet är satt till always kommer UDP alltid att användas oavsett eventuell befintlig NTCP-anslutning. [Standard är false]
uk: Це налаштування визначає пріоритетний транспорт для спілкування з пірами. За замовчуванням пріоритет віддається NTCP перед UDP (SSU). Установивши значення true, UDP буде пріоритетним, якщо не існує попереднього з'єднання NTCP; коли встановлено always, UDP буде завжди використовуватися незалежно від наявності попереднього з'єднання NTCP. [За замовчуванням false]
vi: Cài đặt này xác định vận chuyển nào được ưu tiên khi giao tiếp với các đồng nghiệp. Theo mặc định, NTCP được ưa chuộng hơn UDP (SSU). Bằng cách đặt giá trị thành TRUE, UDP sẽ được ưa chuộng trừ khi kết nối NTCP có sẵn; Khi được đặt thành luôn luôn, UDP sẽ luôn được sử dụng bất kể kết nối NTCP trước đó. [Mặc định là sai]

source: miscellaneous
bo: སྣ་ཚོགས།
hi: विविध
ko: 기타

source: If set to true, this option will place an icon in the system tray / notification area, with basic service control options. [Disabled by default]
ar: إذا تم تهيئتها على صحيح، ستضع هذه الخيارات أيقونة في منطقة إخطار النظام/صلصال النظام مع خيارات التحكّم الأساسية في الخدمة. [معطّلة افتراضيًا]
az: Əslinə qalsa, bu seçim sistem lövhəsində/ bildiriş sahəsində əsas xidmətə nəzarət seçimləri olan piktoqram yerləşdirəcək. [Standart olaraq deaktiv edilib]
bo: true ལ་གཏན་འཁེལ་བྱས་ཚེ། གདམ་ཀ་འདིས་རིམ་ལག་བརྒྱུད་སྒྲིག་སྣོན་བྱེད་པའི་རྒྱུད་སྒྲིག་སྣོན་བྱེད་པའི་སྒང་ངོས་ནང་། གཞི་བྱེད་པའི་ཞབས་ཞུངས་ཚོད་ལྟ་སྒོ་བ་བརྒྱུད་བྱེད་པའི་གདམ་ཀ་བཀོད་སྒྲིག་སྣོན་བྱེད། [སྔོན་སྒྲིག་ལྟར་སྒོ་བ་བརྒྱུད་བྱེད་མེད།]
cs: Pokud je nastaveno na true, tato možnost umístí ikonu do systémového panelu / oznámení s jednoduchými ovládacími prvky služby. [Výchozí hodnota je deaktivována]
da: Hvis dette er indstillet til sandt, vil denne indstilling placere et ikon i systembakken / meddelelsesområdet med grundlæggende kontrolindstillinger. [Deaktiveret som standard]
el: Εάν οριστεί ως ψευδές, αυτή η επιλογή θα τοποθετήσει ένα εικονίδιο στη γραμμή συστήματος / περιοχή ειδοποιήσεων, με βασικές επιλογές ελέγχου της υπηρεσίας. [Απενεργοποιείται από προεπιλογή]
es: Si se establece en true, esta opción colocará un icono en la bandeja del sistema / área de notificación, con opciones básicas de control de servicios. [Deshabilitado de forma predeterminada]
et: Kui see on määratud väärtuseks tõene, siis see seadistus lisab põhi teenuse juhtimise valikud süsteemi salve/teavitusalasse. [Vaikimisi on keelatud]
fa: اگر روی true تنظیم شود، این گزینه نمادی را در سینی سیستم / ناحیه اعلان با گزینه های اصلی کنترل سرویس قرار می دهد.
fi: Jos tämä vaihtoehto asetetaan todeksi, se luo kuvakkeen järjestelmälokeroon / ilmoitusalueelle, jossa on peruspalvelujen hallintavaihtoehdot. [Oletuksena pois käytöstä]
hi: यदि सत्य कर दिया जाता है, तो यह विकल्प एक आइकॉन सिस्टम ट्रे / सूचना क्षेत्र में रखेगा, जिसमें मूल सेवा नियंत्रण विकल्प होंगे। [मानक रूप से अक्षम है]
hu: Ha igazra van állítva, ez az opció ikont helyez el a rendszer tálca / értesítési területén alapvető szolgáltatás-vezérlő lehetőségekkel. [Alapértelmezés szerint letiltva]
in: Jika diatur menjadi true, opsi ini akan menempatkan ikon di tray sistem/daerah notifikasi, dengan pilihan kontrol layanan dasar. [Default dinonaktifkan]
it: Se impostato su true, questa opzione inserirà un'icona nella tray bar del sistema / area di notifica, con le opzioni di controllo di base del servizio. [Disabilitato per impostazione predefinita]
ja: trueに設定すると、このオプションに基本的なサービス制御オプションを備えたアイコンがシステムトレイ/通知エリアに配置されます。[デフォルトでは無効]
ko: true로 설정한 경우,이 옵션은 기본 서비스 제어 옵션이 있는 시스템 트레이 / 알림 영역에 아이콘을 배치합니다. [기본적으로 비활성화됨]
nb: Hvis satt til true, vil denne innstillingen plassere et ikon i systemstatusfeltet / varslingsområdet med grunnleggende tjenestekontrolloppsjoner. [Deaktivert som standard]
nl: Indien ingesteld op true, wordt er een pictogram weergegeven in het systeemvak / meldingsgebied, met basisopties voor de dienstregeling. [Standaard uitgeschakeld]
pt: Se definida como verdadeira, esta opção irá inserir um ícone na bandeja do sistema/área de notificação, com opções básicas de controle do serviço. [Desativado por padrão]
sl: Če je nastavljeno na true, ta možnost bo postavila ikono v sistemske vrstice / območje obvestil, z osnovnimi možnostmi kontrole storitve. [Onemogočeno privzeto]
sv: Om inställd på true kommer denna inställning att placera en ikon i systemfacket / meddelandeområdet, med grundläggande servicekontrollalternativ. [Inaktiverat som standard]
uk: Якщо встановити true, ця опція розмістить піктограму в системному лотку / області сповіщень з базовими опціями керування сервісом. [За замовчуванням вимкнено]
vi: Nếu được đặt thành True, tùy chọn này sẽ đặt biểu tượng trên khay hệ thống/khu vực thông báo, với các tùy chọn điều khiển dịch vụ cơ bản. [Mặc định bị vô hiệu hóa]
