Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting, when set to true, will display a Peer Test Average readout in the Congestion section of the sidebar, calculated by adding the successful peer test average and the average excess time taken by failed tests. The average value may be used as a guide to determine the optimal <code>router.peerTestTimeout</code> value. [Default is false]
ar: هذا الإعداد، عند تهيئته على صحيح، سيعرض متوسط اختبار الأقران في قسم الازدحام من الشريط الجانبي، والذي يتم حسابه عن طريق جمع متوسط الاختبارات الناجحة للأقران والوقت الزائد المتوسط المستغرق في الاختبارات الفاشلة. قد يستخدم القيمة المتوسطة كدليل لتحديد القيمة المثلى لـ <code>router.peerTestTimeout</code>. [الافتراضي هو خطأ]
az: Bu parametr doğru olaraq təyin edildikdə, yan panelin Konqress bölməsindəki Həmkar Testinin Orta oxunuşu göstəriləcək, müvəffəqiyyətli həmkar testinin ortalamasını və uğursuz testlərin aldığı orta artıq vaxtı əlavə etməklə hesablanır. Orta dəyər optimal router.peerTestTimeout dəyərini müəyyən etmək üçün bələdçi kimi istifadə <code></code> edilə bilər. [Standart yanlışdır]
bo: འདིའི་བཀོད་སྒྲིག་ true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། ཟུར་ངོས་ཀྱི་འགག་འདུག་ཆ་ཤས་ནང་ Peer Test Average གྲངས་ཐང་བཀྲ་བ་ཡོད། དེ་ནི་ལེགས་གྲུབ་བྱུང་བའི་ peer test སྤྱི་ཁོག་དང་། ཕམ་པའི་ཚོད་ལྟས་གྲུབ་པའི་ལྷག་མ་དུས་ཚོད་སྤྱི་ཁོག་བསྡོམས་ནས་རྩིས་རྒྱག སྤྱི་ཁོག་གནས་གསལ་དེ་ <code>router.peerTestTimeout</code> གནས་གསལ་ལེགས་ཤོས་གཏན་འཁེལ་བྱེད་པའི་ལག་དེབ་ལྟ་བུར་སྤྱོད་ཆོག [སྔོན་སྒྲིག་ false]
cs: Toto nastavení, když je nastaveno na true, zobrazí průměrnou hodnotu Peer Test v sekci Congestion postranního panelu, která je vypočítána přičtením průměrné hodnoty úspěšných peer testů a průměrného času, který je překročen u neúspěšných testů. Průměrná hodnota může sloužit k určení optimální hodnoty <code>router.peerTestTimeout</code>. [Výchozí hodnota je false]
da: Denne indstilling, når den er indstillet på sand, viser en gennemsnitlig Peer Test-afkast i Overbelastningssektionen i sidepanelet, beregnet ved at lægge den gennemsnitlige peer-test og den gennemsnitlige overskydende tid, der er taget af mislykkede test. Den gennemsnitlige værdi kan bruges som en vejledning til at bestemme den optimale <code>router.peerTestTimeout</code> værdi. [Standard er falsk]
el: Αυτή η ρύθμιση, όταν είναι ενεργοποιημένη, θα εμφανίσει ένα readout μέσης τιμής δοκιμής Peer Test στο τμήμα Συμφόρησης της πλαϊνής γραμμής, υπολογισμένο προσθέτοντας την μέση τιμή επιτυχημένων δοκιμών Peer Test και τον μέσο χρόνο που χρειαζόταν για τις αποτυχημένες δοκιμές. Η μέση τιμή μπορεί να χρησιμοποιηθεί ως οδηγός για τον προσδιορισμό της βέλτιστης τιμής <code>router.peerTestTimeout</code>. [Η προεπιλογή είναι ψευδής]
es: Esta configuración, cuando se establece en true, mostrará una lectura del Promedio de prueba de pares en la sección de Congestión de la barra lateral, calculada sumando el promedio de pruebas exitosas de pares y el tiempo promedio excedido por las pruebas fallidas. El valor promedio puede utilizarse como guía para determinar el valor óptimo de <code>router.peerTestTimeout</code>. [Predeterminado es false]
et: Selle seadistuse märkimisel tõeks kuvatakse kongestiooniosa kõrvalribal sõlgetestide keskmine, mis arvutatakse vastavaks edukate sõlgetestide keskmisele ja keskmisele lisaaegadele nurjunud testide korral. Keskmist väärtust saab kasutada juhendina optimaalse <code>router.peerTestTimeout</code> väärtuse kindlakstegemiseks. [Vaikimisi on väär]
fa: این تنظیم، هنگامی که روی true تنظیم شود، یک بازخوانی میانگین آزمون همتا را در بخش Congestion نوار کناری نمایش می دهد که با اضافه کردن میانگین آزمون همتا موفق و میانگین زمان اضافی صرف شده توسط تست های ناموفق محاسبه می شود.
fi: Tämän asetuksen asettaminen todeksi näyttää vertaisen testituloituksen keskiarvon ruuhkat-osiossa sivuvalikossa, laskettuna onnistuneen vertaisen testituloituksen ja epäonnistuneiden testien. Keskiarvoa voidaan käyttää ohjeena optimaalisen <code>router.peerTestTimeout</code> arvon määrittämiseksi. [Oletuksena false]
hi: जब यह सेटिंग सत्य कर दी जाती है, तो साइडबार के कंगेस्शन खंड में पीयर टेस्ट की औसत प्रदर्शित की जाएगी, जो सफल पीयर टेस्ट की औसत और असफल टेस्टों की औसत अतिरिक्त समय को जोड़कर गणना की जाती है। औसत मान को एक मार्गदर्शक के रूप में उपयोग किया जा सकता है जिससे router.peerTestTimeout का आदर्श मान निर्धारित किया जा सके। [डिफ़ॉल्ट तर्क है false]
hu: Ez a beállítás, ha igazra van állítva, megjelenít egy Peer Test átlagot a Congesion részben az oldalsávban, amit úgy állapítanak meg, hogy a sikeres peer teszt átlagot hozzáadják a sikertelen tesztek során felhasznált átlagos túraátlépési időhöz. Az átlag értéket útmutatóként lehet használni a legjobb <code>router.peerTesztTimeout</code> érték meghatározásához. [Az alapértelmezés hamis]
in: Pengaturan ini, ketika diatur menjadi true, akan menampilkan pembacaan Rata-rata Uji Rekan di bagian Kesteksian sisi panel, dihitung dengan menjumlahkan rata-rata uji rekan sukses dan rata-rata waktu lebih yang dibutuhkan uji gagal. Nilai rata-rata dapat digunakan sebagai panduan untuk menentukan nilai optimal <code>router.peerTestTimeout</code>. [Default adalah false]
it: Quando impostata su true, questa impostazione visualizza una lettura Media dei Test dei Peer nella sezione Congestione della barra laterale, calcolata aggiungendo la media dei test dei peer riusciti e il tempo medio di eccesso richiesto dai test falliti. Il valore medio può essere utilizzato come guida per determinare il valore ottimale di <code>router.peerTestTimeout</code>. [Il valore predefinito è false]
ja: この設定をtrueにすると、サイドバーの混雑セクションにピアテスト平均の読み取りが表示されます。これは、成功したピアテストの平均と失敗したテストによる平均超過時間を合計して計算されます。平均値は、最適な<code>router.peerTestTimeout</code>値を決定するためのガイドとして使用できます。[デフォルトはfalse]
ko: 이 설정을 true로 설정할 경우, 사이드바의 혼잡 섹션에 피어 테스트 평균을 표시합니다. 이 값은 성공한 피어 테스트의 평균과 실패한 테스트의 평균적인 초과 시간을 더한 값으로 계산됩니다. 이 평균 값은 최적의 <code>router.peerTestTimeout</code> 값 결정을 위한 가이드로 사용될 수 있습니다. [기본값은 false]
nb: Denne innstillingen, når den er satt til true, viser en gjennomsnittlig Peer Test-avlesning i Blokkering-seksjonen på sidepanelet. Den er beregnet ved å legge til den gjennomsnittlige vellykkede peer testen og gjennomsnittlig overskuddstid tatt av mislykkede tester. Den gjennomsnittlige verdien kan brukes som en veiledning for å bestemme den optimale <code>router.peerTestTimeout</code>-verdien. [Standard er false]
nl: Deze instelling, wanneer ingesteld op true, toont een gemiddelde meetwaarde van het peeronderzoek in het gedeelte Congestie van de zijbalk, berekend door het gemiddelde van succesvolle peeronderzoeken op te tellen bij de gemiddelde overschrijdingstijd van mislukte onderzoeken. De gemiddelde waarde kan worden gebruikt als leidraad om de optimale waarde van <code>router.peerTestTimeout</code> te bepalen. [Standaard is false]
pt: Esta configuração, quando definida como verdadeira, exibirá uma leitura de Média de Teste de Pares na seção de Congestionamento da barra lateral, calculada pela adição da média de teste de pares bem-sucedidos e do tempo médio excedente utilizado pelos testes falhos. O valor médio pode ser utilizado como um guia para determinar o valor ideal da <code>router.peerTestTimeout</code>. [O padrão é falso]
sl: Ta nastavitev, ko je nastavljeno na true, bo prikazala povprečje testa parterja v sekciji Zastoja stranice, izračunano z dodajanjem povprečja uspešnih testov parterja in povprečja presežka časa, vzeta od neuspešnih testov. Povprečna vrednost se lahko uporablja kot vodenje za določanje optimalne <code>router.peerTestTimeout</code> vrednosti. [Privzeto je false]
sv: Denna inställning, när den är satt till true, visar en Peer Test Average-readout i blocket Congestion i sidopanelen, som beräknas genom att lägga till den genomsnittliga lyckade peer testen och genomsnittlig överskottstid tillbakalagd av misslyckade test. Det genomsnittliga värdet kan användas som en guide för att bestämma det optimala <code>router.peerTestTimeout</code>. [Standardvärdet är false]
uk: Це налаштування, коли встановлено true, буде відображати показник Середньої затримки тестування пірів у розділі Перевантаження бокової панелі, розрахований шляхом додавання середнього успішного тесту та середнього надлишкового часу невдалих тестів. Середнє значення можна використати для визначення оптимального значення <code>router.peerTestTimeout</code>. [За замовчуванням false]
vi: Cài đặt này, khi được đặt thành True, sẽ hiển thị đọc giá trị trung bình Kiểm tra Ngang hàng trong mục Congestion của thanh bên, tính bằng cách cộng trung bình kiểm tra ngang hàng thành công và trung bình thời gian quá dài của các bài kiểm tra thất bại. Giá trị trung bình có thể được sử dụng làm hướng dẫn để xác định giá trị tối ưu của <code>router.peerTestTimeout</code>. [Mặc định là sai]

source: This setting, when set to true, will display the <i>Sites of Interest</i> links on <a href=/sitemap>the sitemap</a>. [Default is false]
ar: هذا الإعداد عند تهيئته على صحيح، سيعرض روابط <i>المواقع ذات الاهتمام</i> على <a href=/sitemap>خريطة الموقع</a>. [الافتراضي هو خطأ]
az: Bu parametr doğrulandıqda, <i>faiz linkləri sayt</i> xəritəsində <a href=/sitemap>göstəriləcək</a>. [Standart yanlışdır]
bo: འདིའི་བཀོད་སྒྲིག་ true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། <a href=/sitemap>the sitemap</a> ཐོག་ <i>Sites of Interest</i> འབྲེལ་ལམ་བཀྲ་བ་ཡོད། [སྔོན་སྒྲིག་ false]
cs: Toto nastavení, když je nastaveno na true, zobrazí odkazy na <i>Sites of Interest</i> na <a href=/sitemap>mapě stránek</a>. [Výchozí hodnota je false]
da: Denne indstilling, når den er indstillet på sand, viser linkene <i>Sider af Interesse</i> på <a href=/sitemap>sitekortet</a>. [Standard er falsk]
el: Αυτή η ρύθμιση, όταν είναι ενεργοποιημένη, θα εμφανίσει τους συνδέσμους <i>Τοποθεσίες ενδιαφέροντος</i> στην <a href=/sitemap>σελίδα χάρτης του δικτύου</a>. [Η προεπιλογή είναι ψευδής]
es: Esta configuración, cuando se establece en true, mostrará los enlaces de <i>Sitios de interés</i> en <a href=/sitemap>el mapa del sitio</a>. [Predeterminado es false]
et: Selle seadistuse märkimisel tõeks kuvatakse <i>Huvipakkuva saidi</i> lingid <a href=/sitemap>saidikaardil</a>. [Vaikimisi on väär]
fa: این تنظیم، وقتی روی true تنظیم شود، پیوندهای <i>سایت های مورد علاقه</i> را در <a href=/sitemap>نقشه سایت</a> نمایش می دهد.
fi: Tämän asetuksen asettaminen todeksi näyttää <i>Kiinnostuksen kohteet</i> -linkit <a href=/sitemap>sivukartassa</a>. [Oletuksena false]
hi: जब यह सेटिंग सत्य की जाती है, तो इंटरेस्टिंग साइट्स के लिंक साइटमैप पर प्रदर्शित किए जाएंगे। [डिफ़ॉल्ट तर्क है false]
hu: Ez a beállítás, amikor igazra van állítva, megjeleníti az érdekes oldalak linkeit a <a href=/sitemap>webhelytérképen</a>. [Az alapértelmezett érték hamis]
in: Pengaturan ini, ketika diatur menjadi true, akan menampilkan tautan <i>Situs Penting</i> pada <a href=/sitemap>peta situs</a>. [Default adalah false]
it: Questa impostazione, quando impostata su true, visualizzerà i link <i>Siti di interesse</ i> sulla <a href=/sitemap> mappa del sito </a>. [Il valore predefinito è false]
ja: この設定をtrueにすると、<a href=/sitemap>サイトマップ</a>に<i>興味のあるサイト</i>のリンクが表示されます。[デフォルトはfalse]
ko: 이 설정을 true로 설정할 경우, <a href=/sitemap>사이트맵</a>에 <i>관심 있는 사이트</i> 링크를 표시합니다. [기본값은 false]
nb: Denne innstillingen, når den er satt til true, viser koblinger til <i>Interessante nettsteder</i> på <a href=/sitemap>nettstedskart</a>. [Standard er false]
nl: Deze instelling, wanneer ingesteld op true, toont de links <i>Interessante sites</i> op <a href=/sitemap>de sitemap-pagina</a>. [Standaard is false]
pt: Esta configuração, quando definida como verdadeira, exibirá os links <i>Sites de Interesse</i> no <a href=/sitemap>mapa do site</a>. [O padrão é falso]
sl: Ta nastavitev, ko je nastavljeno na true, bo prikazala povezave <i>Spletne strani, ki vam zanimajo</i> na <a href=/sitemap>spletne mapi</a>. [Privzeto je false]
sv: Denna inställning, när den är inställd på true, visar länkar för <i>Sidor av intresse</i> på <a href=/sitemap>kartsidan</a>. [Standardvärdet är false]
uk: Це налаштування, коли встановлено true, буде відображати посилання <i>Цікаві сайти</i> на сторінці <a href=/sitemap>карти сайту</a>. [За замовчуванням false]
vi: Cài đặt này, khi được đặt thành True, sẽ hiển thị các liên kết <i>Các trang quan tâm</i> trên <a href=/sitemap>bản đồ trang</a>. [Mặc định là sai]

source: This setting, when set to true, will present the standard sidebar on the homepage, enabling configuration via <a href=/configsidebar>. [Default is false]
bo: འདིའི་བཀོད་སྒྲིག་ true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། ཁྱིམ་ངོས་ཐོག་ཚད་ལྡན་ཟུར་ངོས་བཀྲ་བ་ཡོད། <a href=/configsidebar> བརྒྱུད་བཀོད་སྒྲིག་བྱེད་ཆོག [སྔོན་སྒྲིག་ false]
hi: यह सेटिंग, जब true पर सेट की जाती है, होमपेज पर मानक साइडबार प्रस्तुत करेगी, <a href=/configsidebar> के माध्यम से कॉन्फ़िगरेशन सक्षम करेगी। [डिफ़ॉल्ट गलत है]
ko: 이 설정을 true로 설정하면, 홈페이지에 표준 사이드바를 표시하고 <a href=/configsidebar>을 통한 구성을 활성화합니다. [기본값은 false]

source: This setting determines whether or not the router should use the provided <i>blocklist.txt</i> file and any user configured blocklists to enable banning of routers by hash or ip address. Ranges and net masks are supported for IPv4 but not IPv6. See the <i>blocklist.txt</i> in your I2P+ application directory for more info. [Enabled by default, restart required]
ar: يحدد هذا الإعداد ما إذا كان يجب على جهاز التوجيه استخدام ملف <i>blocklist.txt</i> المتوفر وأي قوائم حظر قام المستخدم بتكوينها لتمكين حظر أجهزة التوجيه عن طريق التجزئة أو عنوان IP.
az: Bu parametr marşrutlaşdırıcının təmin edilmiş blocklist.txt faylından və istənilən istifadəçi tərəfindən konfiqurasiya edilmiş blok <i></i> siyahılarından istifadə edib-etməməsini müəyyən edir ki, bu da marşrutlaşdırıcıların hash və ya ip ünvanı ilə qadağan edilməsinə imkan verir. Diapazonlar və xalis maskalar IPv4 üçün dəstəklənir, lakin IPv6 deyil. Ətraflı məlumat <i></i> üçün I2P tətbiq kataloqunuzda blocklist.txt-ə baxın. [Standart olaraq aktivdir, yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་གིས་རོ་ཌེར་གྱིས་བྱིན་པའི་ <i>blocklist.txt</i> ཡིག་ཆ་དང་སྤྱོད་མཁན་གྱིས་བཀོད་སྒྲིག་བྱས་པའི་ blocklists སྤྱོད་ནས་ hash ཡང་ན་ ip ཁ་བྱང་གིས་རོ་ཌེར་བློག་པ་བྱེད་དགོས་མིན་གཏན་འཁེལ་བྱེད། IPv4 ལ་ཁྱབ་ཁོངས་དང་ net masks རྒྱབ་སྐྱོར་བྱེད། IPv6 ལ་མིན། དེ་ལས་མང་བའི་ཆ་འཕྲིན་ལ་ཁྱེད་ཀྱི་ I2P+ application directory ནང་གི་ <i>blocklist.txt</i> ལ་གཟིགས། [སྔོན་སྒྲིག་བྱིན་ཡོད། བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení určuje, zda router používá poskytnutý soubor <i>blocklist.txt</i> a jakékoli uživatelsky nastavené blokovací seznamy, aby umožnil zákazy routerů podle hash nebo IP adresy. Rozsahy a síťové masky jsou podporovány pro IPv4, ale ne pro IPv6. Další informace naleznete v souboru <i>blocklist.txt</i> ve vašem adresáři aplikace I2P+. [Výchozí hodnota je zapnuta, je potřeba restartovat]
da: Denne indstilling afgør, om routeren skal bruge den medfølgende <i>blocklist.txt</i> fil og eventuelle brugerdefinerede blocklister til at muliggøre forbud mod routere ved hash eller ip-adresse. Områder og netmasker understøttes for IPv4, men ikke IPv6. Se <i>blocklist.txt</i> i din I2P+ applikationsmappe for mere information. [Slået til som standard, genstart krævet]
el: Αυτή η ρύθμιση καθορίζει εάν ο δρομολογητής πρέπει ή όχι να χρησιμοποιεί το παρεχόμενο αρχείο <i>blocklist.txt</i> και οποιεσδήποτε ρυθμίσεις από τον χρήστη για απαγόρευση ομόκεντρων με βάση το κατακερματισμό ή τη διεύθυνση IP. Τα εύρη και τα δίκτυα μάσκας υποστηρίζονται για το IPv4 αλλά όχι για το IPv6. Δείτε το <i>blocklist.txt</i> στον κατάλογο της εφαρμογής I2P+ για περισσότερες πληροφορίες. [Ενεργοποιείται από προεπιλογή, απαιτείται επανεκκίνηση]
es: Esta configuración determina si el enrutador debe usar el archivo <i>blocklist.txt</i> proporcionado y cualquier lista de bloqueo configurada por el usuario para habilitar el bloqueo de enrutadores por hash o dirección IP. Se admiten rangos y máscaras de red para IPv4 pero no para IPv6. Consulta el archivo <i>blocklist.txt</i> en el directorio de tu aplicación I2P+ para más información. [Habilitado de forma predeterminada, se requiere reinicio]
et: See on seade, mis määrab, kas ruuter peaks kasutama pakutud <i>blocklist.txt</i> faili ja kasutajate poolt seadistatud blokeeringunimekirju või keelama marsruuterid vastavalt täissumma või IP-aadressi järgi. IPv4 jaoks toetatakse vahemikke ja netimaske, kuid seda ei tehta IPv6 jaoks. Rohkem teavet leiate I2P+ rakenduse kataloogi failist <i>blocklist.txt</i>. [Vaikimisi on lubatud, taaskäivitamine on vajalik]
fa: این تنظیم تعیین می کند که آیا روتر باید از فایل <i>blocklist.txt</i> ارائه شده و هر لیست بلاک پیکربندی شده توسط کاربر برای فعال کردن ممنوعیت روترها توسط آدرس هش یا IP استفاده کند یا خیر.
fi: Tämä asetus määrittää, tulisiko reitittimen käyttää annettua <i>blocklist.txt</i> -tiedostoa ja käyttäjän määrittämiä estolistoja reitittimen estämiseksi hajosiin tai ip-osoitteilla. Ipv4:lle tuetaan alueita ja verkkoasettimia, mutta Ipv6 ei. Lisätietoja on <i>blocklist.txt</i> -tiedostossa I2P+ sovelluskansiossa. [Oletusarvoisesti päällä, uudelleenkäynnistys vaaditaan]
hi: यह सेटिंग तय करती है कि राउटर को प्रदान की गई <i>blocklist.txt</i> फ़ाइल और किसी भी उपयोगकर्ता निर्धारित ब्लॉकलिस्ट का उपयोग करना चाहिए या नहीं, जिससे हैश या IP पते के माध्यम से राउटर को प्रतिबंधित करने की अनुमति हो। IPv4 के लिए संचार क्षेत्र और नेटमास्क समर्थित हैं, लेकिन IPv6 के लिए नहीं। अपने I2P+ ऐप्लिकेशन डिरेक्टरी में <i>blocklist.txt</i> को देखें जानकारी के लिए। [द्वारा सक्षम होने वाला, रीस्टार्ट की आवश्यकता है]
hu: Ezt a beállítástól függ, használja-e a router a rendelkezésre bocsátott <i>blocklist.txt</i> fájlt és a felhasználó által konfigurált tilalmi listákat a routerek tiltásához hash vagy IP cím alapján. Az IPv4 esetében tartományok és hálózati maszkok támogatottak, de az IPv6 esetében nem. További információkért tekintse meg az I2P+ alkalmazás könyvtárában található <i>blocklist.txt</i> fájlt. [Elsődlegesen engedélyezve, újraindítás szükséges]
in: Pengaturan ini menentukan apakah router harus menggunakan file <i>blocklist.txt</i> yang disediakan dan daftar blokir apa pun yang dikonfigurasi pengguna untuk mengaktifkan pemblokiran router berdasarkan hash atau alamat IP. Rentang dan netmask didukung untuk IPv4 tetapi tidak untuk IPv6. Lihat file <i>blocklist.txt</i> di direktori aplikasi I2P Anda untuk informasi lebih lanjut. [Diaktifkan secara default, restart diperlukan]
it: Questa impostazione determina se il router deve utilizzare il file <i>blocklist.txt</i> fornito e eventuali blocklist configurate dall'utente per consentire il divieto di accesso ai router tramite hash o indirizzo IP. Gli intervalli e le maschere di rete sono supportate per IPv4 ma non per IPv6. Consultare <i>blocklist.txt</i> nella directory dell'applicazione I2P+ per ulteriori informazioni. [Abilitato per impostazione predefinita, riavvio richiesto]
ja: この設定は、ルーターが提供された<i>blocklist.txt</i>ファイルとユーザーが設定したブロックリストを使用して、ハッシュまたはIPアドレスによるルーターの禁止を有効にするかどうかを決定します。IPv4では範囲やネットマスクがサポートされていますが、IPv6ではサポートされていません。詳細については、I2P+アプリケーションディレクトリの<i>blocklist.txt</i>を参照してください。[デフォルトで有効、再起動が必要]
ko: 이 설정은 라우터가 제공된 <i>blocklist.txt</i> 파일과 사용자가 구성한 블록 목록을 사용하여 해시 또는 IP 주소에 따른 라우터 차단을 활성화할지 여부를 결정합니다. IPv4의 경우 범위와 넷 마스크를 지원하지만 IPv6는 지원하지 않습니다. 자세한 정보는 I2P+ 응용 프로그램 디렉터리에 있는 <i>blocklist.txt</i>를 참조하십시오. [기본적으로 활성화되어 있으며, 재시작이 필요합니다]
nb: Denne innstillingen avgjør om ruteren skal bruke den angitte <i>blocklist.txt</i>-filen og eventuelle brukerdefinerte blocklister for å aktivere banning av rutere ved hjelp av hash eller IP-adresse. Områder og nettadresser støttes for IPv4, men ikke for IPv6. Se <i>blocklist.txt</i>-filen i I2P+-applikasjonsmappen for mer informasjon. [Aktivert som standard, omstart kreves]
nl: Deze instelling bepaalt of de router al dan niet het geleverde <i>blocklist.txt</i> bestand en elke door de gebruiker geconfigureerde blocklist moet gebruiken om het blokkeren van routers mogelijk te maken op basis van hash of IP-adres. Bereiken en netmaskers worden ondersteund voor IPv4, maar niet voor IPv6. Zie <i>blocklist.txt</i> in de I2P+ toepassingsmap voor meer informatie. [Standaard ingeschakeld, herstart vereist]
pt: Essa configuração determina se o roteador deve ou não usar o arquivo <i>blocklist.txt</i> fornecido e quaisquer blocklists configuradas pelo usuário para permitir a proibição de roteadores por hash ou endereço IP. Ranges e máscaras de rede são suportados para IPv4, mas não para IPv6. Consulte o arquivo <i>blocklist.txt</i> no diretório de aplicativo do I2P+ para mais informações. [Ativado por padrão, reinício necessário]
sl: Ta nastavitev določa, ali naj usmerjevalnik uporablja podano datoteko <i>blocklist.txt</i> in kakršne koli konfigurirane črne listice uporabnika za omogočanje prepovedi usmerjevalnikov po diju ali IP naslovu. Omrežni razponi in maski so podprti za IPv4, vendar ne za IPv6. Za dodatne informacije glejte <i>blocklist.txt</i> v imeniku aplikacije I2P+. [Omogočeno privzeto, potreben je ponovni zagon]
sv: Denna inställning avgör om routern ska använda den medföljande <i>blocklist.txt</i>-filen och eventuella användar-konfigurerade blocklistor för att möjliggöra förbjudande av routrar via hash eller ip-adress. Intervall och nätmasker stöds för IPv4 men inte för IPv6. Se <i>blocklist.txt</i> i din I2P+ programkatalog för mer information. [Aktiverad som standard, omstart krävs]
uk: Цей параметр визначає, чи слід маршрутизатор використовувати наданий файл <i> blocklist.txt </i> та будь -які списки, налаштовані користувачем, щоб дозволити заборону маршрутизаторів за допомогою хеш або IP+ -адреси. Діапазони та мережеві маски підтримуються для IPv4, але не IPv6. Для отримання додаткової інформації див. [Увімкнено за замовчуванням, перезапуск потрібно]
vi: Cài đặt này xác định liệu bộ định tuyến có nên sử dụng tệp <i>blocklist.txt</i> được cung cấp và bất kỳ danh sách chặn được cấu hình bởi người dùng hay không để cho phép cấm các bộ định tuyến bằng hàm định danh hoặc địa chỉ IP. Phạm vi và mặt nạ mạng được hỗ trợ cho IPv4 nhưng không phải IPv6. Xem tệp <i>blocklist.txt</i> trong thư mục ứng dụng I2P+ của bạn để biết thêm thông tin. [Được bật theo mặc định, bắt buộc khởi động lại]
