Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The information that defines the authorization for a particular tunnel to receive messages targeting a <i>Destination</i>.
ar: المعلومات التي تحدد تفويض نفق معين لاستقبال الرسائل الموجهة إلى <i>وجهة</i>.
az: Bir <i>Mənsibə</i> üçün mesajları qəbul etmək üçün müəyyən bir tunnel üçün icazəni təyin edən məlumat.
bo: <i>གོ་ས་</i>ལ་མཚམས་སྦྲེལ་བྱེད་པའི་འཕྲིན་ཡིག་རྒྱུ་ཁུངས་གཅིག་གི་ཚོགས་པར་ཤོར་ཆོག་པ་བསྒྲུབ་པའི་ཆོག་མཆན་གསལ་བརྗོད་བྱེད་པའི་གནས་ཚུལ་
cs: Informace, které definují autorizaci pro daný tunel a přijímání zpráv cílených na <i>Destinaci</i>.
da: Oplysningerne, der definerer autorisationen for en bestemt tunnel til at modtage beskeder, der er rettet mod en <i>Destination</i>.
el: Οι πληροφορίες που ορίζουν την έγκριση για ένα συγκεκριμένο σήραγγα να λάβει μηνύματα που στοχεύουν μια <i>Προορισμό</i>.
es: La información que define la autorización para que un túnel en particular reciba mensajes dirigidos a un <i>Destino</i>.
et: Teave, mis määratleb teisest võrgusihist pärit sõnumite vastuvõtmiseks konkreetsele tunnelile autoriseerimise.
fa: اطلاعاتی که مشخص می‌کند گذرواژه‌ای برای تونل خاصی برای دریافت پیام‌های مقصد یک <i>مقصد</i> را تعریف می‌کند.
fi: Tieto, joka määrittelee tietyn tunnelin valtuutuksen vastaanottaa viestejä, jotka kohdistuvat 'Kohteeseen'.
hi: एक विशेष टंनल को एक <i>Destinatation</i> के लिए उपलब्ध संदेश प्राप्त करने की अनुमति देने वाली जानकारी।
hu: Az az információ, amely definiálja egy adott alagútnak a megfelelő engedélyezését annak érdekében, hogy üzeneteket fogadjon egy <i>Célpontra</i>.
in: Informasi yang mendefinisikan otorisasi untuk terowongan tertentu untuk menerima pesan yang menargetkan <i>Tujuan</i>.
it: Le informazioni che definiscono l'autorizzazione per un particolare tunnel di ricevere messaggi che mirano a una <i>Destinazione</i>.
ja: 特定のトンネルが<i>Destination</i>に対してメッセージを受け取るための認証を定義する情報です。
ko: <i>대상</i>을 대상으로 하는 메시지를 수신하기 위한 특정 터널에 대한 인증을 정의하는 정보입니다.
nb: Informasjonen som definerer autorisasjonen for en bestemt tunnel for å motta meldinger som er rettet mot en <i>Destinasjon</i>.
nl: De informatie die de autorisatie bepaalt voor een bepaalde tunnel om berichten te ontvangen die gericht zijn op een <i>Bestemming</i>.
pt: As informações que definem a autorização para um túnel específico receber mensagens com destino a um <i>Destination</i>.
sl: Informacija, ki določa ovlastilo za določen tunel, da prejme sporočila, ki ciljijo na <i>Namenski</i>.
sv: Informationen som definierar auktorisationen för en särskild tunnel att ta emot meddelanden som riktar sig till en <i>Destination</i>.
uk: Інформація, що визначає авторизацію для конкретного тунелю отримувати повідомлення, адресовані <i>Призначенню</i>.
vi: Thông tin xác định sự uỷ quyền cho một đường hầm cụ thể nhận tin nhắn hướng đến <i>Đích</i>.

source: A group of tunnel entry points (leases) for a <i>destination</i>. Note: A 0-hop server tunnel will only have one lease, regardless of the number of tunnels configured.
ar: مجموعة من نقاط دخول النفق (الايجارات) لـ<i>وجهة</i>. ملاحظة: نفق خادم بدون قفزات سيحتوي على إيجار واحد فقط بغض النظر عن عدد الأنفاق المهيئة.
az: <i>Mənsibə</i> üçün bir qrup tunnel daxilolma nöqtəsidir (ərizə). Qeyd: Tunnelləri konfiqurasiya edilmiş tunellər sayının sayına baxmaz, 0-hop server tunnelinin yalnız bir ilani olar.
bo: <i>གོ་ས་</i>ཞིག་གི་འགྲུལ་ལམ་འཛུལ་སྒོ་ཚོགས་པ་(རྒྱུ་ཁུངས་རྣམས་)ཞིག་སྟེ། 0-ཧོབ་སྒོ་བསྒྲག་མའི་འགྲུལ་ལམ་གཅིག་སྐབས་རྒྱུས་བཀོད་ཡོད་པའི་འགྲུལ་ལམ་ག་ཚོད་ཡོད་ཀྱང་རྒྱུ་ཁུངས་གཅིག་ཁོ་ན་ཡོད་པ་མ་ཟད། གནས་ཚུལ་འདི་བརྗོད་པ་མ་ཡིན་པ་བྱ་རོགས།
cs: Skupina vstupních bodů tunelu (pronájmů) pro <i>cíl</i>. Poznámka: Serverový tunel nulového skoku bude mít pouze jeden pronájem, bez ohledu na počet konfigurovaných tunelů.
da: En gruppe tunnelindgangspunkter (leases) for en <i>destination</i>. Bemærk: En 0-hop server tunnel vil kun have en enkelt lease, uanset antallet af konfigurerede tunneler.
el: Ένα σύνολο σηράγγων εισόδου (leases) για ένα <i>προορισμό</i>. Σημείωση: Μια σήραγγα εξυπηρετητή με 0-hop θα έχει μόνο ένα lease, ανεξάρτητα από τον αριθμό των σηράγγων που έχουν διαμορφωθεί.
es: Un grupo de puntos de entrada de túnel (arriendos) para un <i>destino</i>. Nota: Un túnel servidor de 0 saltos solo tendrá un arriendo, independientemente del número de túneles configurados.
et: Tunnelipunktide (leas'ide) rühm <i>sihtkoha</i> jaoks. Märkus: 0-kohalise serveritunneli korral on vaid üks leas olenemata konfigureeritud tunnelite arvust.
fa: یک گروه از نقاط ورودی تونل‌ها (اجاره‌ها) برای یک <i>مقصد</i>. توجه: یک تونل سرور بدون هاپ تنها دارای یک اجاره خواهد بود، به کرات تعداد تونل‌های تنظیم‌شده.
fi: Tunnelin päätepisteiden (vuokrasopimusten) ryhmä 'kohteelle'. Huomaa: 0-hypyn palvelintunnelissa on vain yksi vuokrasopimus riippumatta tunnelien määrästä.
hi: एक <i>destinatation</i> के लिए टंनल प्रवेश बिंदुओं (लीज) का समूह। नोट: 0-हॉप सर्वर टंनल को कितने भी टंनल की सेटिंग की जाए, वह केवल एक लीज ही होगी।
hu: Egy alagút belépési pontjainak (befogadói jogok) csoportja egy <i>célpontra</i>. Megjegyzés: Egy 0-kitételű szerveralagútnak csak egy bérlete lesz, függetlenül a beállított alagutak számától.
in: Sebuah kelompok titik masuk terowongan (sewa) untuk sebuah <i>tujuan</i>. Catatan: Terowongan server 0-hop hanya akan memiliki satu sewa, tidak peduli jumlah terowongan yang dikonfigurasi.
it: Un gruppo di punti di ingresso del tunnel (leases) per una <i>destinazione</i>. Nota: Un tunnel di server a 0 hop avrà solo un lease, indipendentemente dal numero di tunnel configurati.
ja: 1つの<i>destination</i>に対するトンネルのエントリーポイント（リース）のグループです。注：0ホップサーバートンネルは、構成されるトンネルの数に関係なく、1つのリースのみを持ちます。
ko: <i>목적지</i>에 대한 터널 진입점(임대) 그룹입니다. 참고: 0-홉 서버 터널은 구성된 터널 수에 관계없이 하나의 임대만 갖습니다.
nb: En gruppe tunnel-oppføringspunkter (leier) for en <i>destinasjon</i>. Merk: En null-hopp server-tunnel vil bare ha én leie, uansett antall konfigurerte tunneler.
nl: Een groep tunnel-ingangspunten (leases) voor een <i>bestemming</i>. Opmerking: Een server-tunnel met 0 hops heeft slechts één lease, ongeacht het aantal geconfigureerde tunnels.
pt: Um grupo de pontos de entrada de túnel (leases) para um <i>destination</i>. Observação: um túnel de servidor de 0 hops terá apenas um lease, independentemente do número de túneis configurados.
sl: Skupina točk vstopa v tunel (najemnine) za <i>namenski</i>. Opomba: 0-hop strežniški tunel bo imel le eno najemnino, ne glede na število konfiguriranih tunelov.
sv: En grupp av tunnelinfarter (leases) för en <i>destination</i>. Obs: En 0-hops server-tunnel kommer bara att ha en lease, oavsett antalet konfigurerade tunnlar.
uk: Група точок входу тунелю (лізингів) для <i>призначення</i>. Примітка: У тунелі сервера з нульовим числом стрибків буде лише один лізинг, незалежно від кількості налаштованих тунелів.
vi: Một nhóm các điểm vào đường hầm (cho thuê) cho một <i>đích</i>. Lưu ý: Đường hầm máy chủ 0 hop sẽ chỉ có một hợp đồng thuê, bất kể số lượng đường hầm được định cấu hình.

source: Monotone / mtn
bo: མོ་ནོ་ཐོན ་/ mtn
cs: Monotónní / mtn
hi: मोनोटोन / mtn
sl: Monoton / mtn

source: The distributed version control system (DVCS) previously used to maintain I2P's source code, now superseded by git.
ar: يستخدم نظام التحكم في الإصدار الموزع (DVCs) سابقًا للحفاظ على الكود المصدري لـ I2P ، الذي تم استبداله الآن بواسطة GIT.
az: I2P'nin kaynak kodunu korumak için önceden kullanılan dağıtılmış sürüm kontrol sistemi (DVCS), artık git tarafından yerine geçti.
bo: སྔོན་མོ་ནི་I2P རྒྱུ་ཆུང་ཐོག་མའི་ཁུངས་(source code)འཛུགས་སྐྱོང་བྱེད་པར་བཀོལ་སྤྱོད་བྱས་པའི་མ་ཚོགས་པའི་བརྩམས་ཆོས་དེ་མ་ཟད། ད་ལྟ་སྐབས་སུ་གི་ཐུས་ཀྱིས་མཐུན་རྐྱེན་འཇོག་སྐབས་ཤེས་བྱེད་གཉིས་ཀ་ཆོས་ལུགས་དེ་ཡང་བསྐྱར་བཅོས་བྱས།
cs: Distribuovaný systém správy verzí (DVCS) dříve používaný k údržbě zdrojového kódu I2P, nyní nahrazený git.
da: Den distribuerede versionskontrol (DVCS), der tidligere blev brugt til at vedligeholde I2P's kildekode, er nu erstattet af git.
el: Το κατανεμημένο σύστημα ελέγχου εκδόσεων (DVCS) που χρησιμοποιείτο προηγουμένως για τη διατήρηση του πηγαίου κώδικα του I2P, το οποίο πλέον έχει αντικατασταθεί από το git.
es: El sistema de control de versiones distribuido (DVCS) previamente usado para mantener el código fuente de I2P, ahora reemplazado por git.
et: Varasemalt kasutatud hajus versioonikontrollisüsteem (DVCS) I2P lähtekoodi hoidmiseks, praeguseks asendatud git'iga.
fa: سامانه کنترل نسخه توزیع‌شده (DVCS) که سابقا برای نگهداری کد منبع I2P مورد استفاده قرار می‌گرفت، اکنون با گیت جایگزین شده است.
fi: Hajautettu versionhallintajärjestelmä (DVCS), joka aiemmin oli I2P:n lähdekoodin ylläpidossa, nyt korvattu gitillä.
hi: वितरित संस्करण नियंत्रण प्रणाली (DVCS) जिसे पहले I2P का स्रोत कोड बनाए रखने के लिए उपयोग किया जाता था, अब गिट द्वारा प्राप्त हो गई है।
hu: Az elosztott verziókezelő rendszer (DVCS), amely korábban a I2P forráskódjának karbantartására szolgált, most már a git által felváltva.
in: Sistem kontrol versi terdistribusi (DVCS) yang sebelumnya digunakan untuk memelihara kode sumber I2P, kini digantikan oleh git.
it: Il sistema di controllo delle versioni distribuito (DVCS) precedentemente utilizzato per mantenere il codice sorgente di I2P, ora sostituito da git.
ja: I2Pのソースコードの管理に以前使用されていた分散バージョン管理システム（DVCS），現在はgitに置き換えられています。
ko: 이전에 I2P의 소스 코드를 유지하는 데 사용되었던 DVCS(분산 버전 제어 시스템)는 이제 git으로 대체되었습니다.
nb: Det distribuerte versjonskontrollsystemet (DVCS) som tidligere ble brukt til å vedlikeholde I2Ps kildekode, erstattet nå av git.
nl: Het gedistribueerde versiebeheersysteem (DVCS) dat voorheen werd gebruikt om de broncode van I2P te onderhouden, nu vervangen door git.
pt: O sistema de controle de versão distribuído (DVCS) anteriormente utilizado para manter o código-fonte do I2P, agora substituído pelo git.
sl: Razporejeno sistem za nadzor različic (DVCS), ki se je prej uporabljal za vzdrževanje izvorne kode I2P, zdaj nadomeščen z git.
sv: Det distribuerade versionskontrollsystemet (DVCS) som tidigare användes för att underhålla I2Ps källkod, nu ersatt av git.
uk: Розподілена система керування версіями (DVCS), що раніше використовувалася для обслуговування вихідного коду I2P, тепер замінена на git.
vi: Hệ thống kiểm soát phiên bản phân tán (DVCS) trước đây được sử dụng để duy trì mã nguồn I2P, nay đã được thay thế bằng git.

source: Multihoming
ar: متعدد الإستضافة
bo: མ་ཚོགས་པའི་གཞུང་ཚོགས་(མཉེན་མཐུན་)
da: Mangehomed
el: Πολυτοπικότητα
et: Mitmekodu
fa: چندتونل‌گزینی
fi: Monipalvelinsijaintisuus
hi: मल्टीहोमिंग
hu: Többhelyzetben található
ja: マルチホーミング
ko: 멀티홈(다중 홈)
sl: Večdomčanje
uk: Багатоадресність
vi: Đa giao diện

source: Services may be hosted on multiple routers simultaneously, by sharing the same private key for the destination. Multihoming can further enhance the security and stability of a server by providing redundancy; if a server is multihomed, when a server in the pool goes offline, the provided service will remain available, making it more difficult to correlate server downtime with a router going offline.
ar: يمكن أن تستضاف الخدمات على عدة موجهات في نفس الوقت، عن طريق مشاركة نفس المفتاح الخاص للوجهة. متعدد الإستضافة يمكن أن يعزز أيضًا أمان واستقرار الخادم عن طريق توفير الاحتياط؛ إذا كان الخادم مستضافًا على عدة موجهات، فعندما يخرج خادم من حمل الخوادم خارج الخدمة، ستستمر الخدمة المقدمة متاحة، مما يجعل من الأصعب ربط عدم توفر الخادم بخروج موجه خارج الخدمة.
az: Hizmetler aynı hedef için aynı özel anahtarları paylaşarak birden çok yönlendiricide aynı anda barındırılabilir. Çok yönlendirme, bir sunucunun sağlamlığını ve istikrarını artırabilir, çünkü bir sunucu çok yönlendiriliyorsa, havuzdaki bir sunucu çevrimdışı olduğunda sağlanan hizmet kullanılamaya devam eder, bu da sunucu kesinti süresini bir yönlendirici çevrimdışı olduğunda daha zor ilişkilendirmeyi sağlar.
bo: གོ་ས་གཅིག་གི་སྒོ་བསྒྲག་མ་ལ་མཉམ་སྦྲེལ་གྱི་ངོ་མ་གསལ་བའི་སྒོ་བསྒྲག་མ་བརྒྱུད་པའི་སྒོ་རོལ་རྣམས་མ་ཚོགས་པར་མཉམ་དུ་སྡོད་ཆོག་པ་ཡིན། མ་ཚོགས་པའི་གཞུང་ཚོགས་དེས་མ་ལག་འགྲིམ་ཉོང་གི་བརྟི་འཛིན་དང་ལྷག་པའི་བདེ་འཇགས་ཚོར་ཤེས་ཆེ་བར་བྱེད་པ་ཡིན་ཞིང་། མ་ལག་འགྲིམ་ཉོང་གི་རྒྱུ་ཁུངས་འཁོར་སོག་མ་ཡིན་པའི་ཚེ། ཚོགས་པ་ནང་གི་མ་ལག་གཞན་ཞིག་དྲ་བའི་སྒོ་རོལ་ཞིག་རྒྱུ་མ་འཁོར་སོག་མ་དར་བར་སྡོད་པར་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ཞིག་རྒྱུ་མ་མ་རེ་དགོས་པར་སྐྱོང་བར་བྱེད་པ་སྟེ། མ་ལག་འགྲིམ་ཉོང་གི་སྡོད་སྐབས་དང་སྒོ་བསྒྲག་མ་རྒྱུ་མ་མ་རེ་རུ་སླེབས་པ་རྣམས་འདུས་ཚོགས་བྱེད་པར་གནོད་འཚེ་ཆེ་ཞིང་མི་གཅིག་ཡིན་པར་བྱེད་ཡོད།
cs: Služby mohou být hostovány na několika routerech současně, sdílením stejného privátního klíče pro cíl. Multihoming může dále zlepšit bezpečnost a stabilitu serveru tím, že poskytuje redundanci; pokud je server multihomed, když jeden ze serverů ve skupině jde offline, poskytovaná služba zůstane k dispozici, což činí obtížnějším korelaci výpadků serveru s výpadky routeru.
da: Tjenester kan være hostet på flere routere samtidigt ved at dele den samme private nøgle til destinationen. Mangehoming kan yderligere forbedre sikkerheden og stabiliteten af en server ved at give redundans; hvis en server er mangehomed, når en server i puljen går offline, vil den leverede service forblive tilgængelig, hvilket gør det sværere at korrelere servernedetid med en router, der går offline.
el: Οι υπηρεσίες μπορούν να φιλοξενηθούν σε παράλληλους δρομολογητές, κοινοποιώντας τον ίδιο ιδιωτικό κλειδί για τον προορισμό. Η πολλαπλή παρουσίαση μπορεί να ενισχύσει περαιτέρω την ασφάλεια και τη σταθερότητα ενός διακομιστή παρέχοντας επιπλέον διπλότυπο. Εάν ένας διακομιστής είναι πολλαπλασιασμένος, όταν ένας διακομιστής στην πισίνα αποτυγχάνει, η παρεχόμενη υπηρεσία θα παραμείνει διαθέσιμη, καθιστώντας πιο δύσκολο το να συσχετίσει κάποιος την απότομη μείωση της υπηρεσίας με την εκτόξευση ενός δρομολογητή.
es: Los servicios se pueden alojar en múltiples enrutadores simultáneamente, compartiendo la misma clave privada para el destino. Multihoming puede mejorar aún más la seguridad y estabilidad de un servidor al proporcionar redundancia; si un servidor está multihoming, cuando un servidor en el grupo se desconecta, el servicio provisto permanecerá disponible, dificultando la correlación de tiempo fuera de línea de un servidor con un enrutador que se desconecta.
et: Teenused võivad olla majutatud mitmel ruuteril samaaegselt, jagades sihtkoha jaoks sama privaatvõtit. Mitmekodu saab täiendavalt suurendada serveri turvalisust ja stabiilsust pakkudes topeltkindlusalust; kui server on mitmekodune, jääb teenus kättesaadavaks, kui mõni server pole töökorras, mistõttu on raskem seostada serveri tööseiskumist ruuteri offline'isolekuga.
fa: سرویس‌ها ممکن است همزمان بر روی چند مسیریاب با اشتراک کلید خصوصی مشترکی برای مقصد میزبانی شوند. چندتونل‌گزینی می‌تواند به‌طور بیشتری امنیت و پایداری سرور را با فراهم‌آوردن اضافه‌کاری؛ اگر سرور چندتونل‌گزین باشد، هنگامی که سروری در مجموعه خاموش شود، سرویس ارائه‌شده باقی خواهد ماند، بنابراین ارتباط‌یابی زمان خارج‌شدن سرور با خارج‌شدن مسیریاب سخت‌تر خواهد بود.
fi: Palvelut voidaan isännöidä samanaikaisesti useilla reitittimillä jakamalla sama yksityinen avain määränpäähän. Moniyhteys voi lisäksi parantaa palvelimen turvallisuutta ja vakautta tarjoamalla lisävarmuutta; jos palvelin on moniyhdistetty, kun palvelin poistuu verkkoryhmästä, tarjottu palvelu pysyy saatavilla, mikä vaikeuttaa palvelimen käyttökatkojen yhdistämistä reitittimen käyttökatkoon.
hi: सेवाएं समान स्थानीय रूटर के माध्यम से समान समय पर कई रूटर पर मेजबानी की जा सकती हैं, जबकि उद्देश्य के लिए समान गुप्त कुंजी साझा की जाती है। मल्टीहोमिंग द्वारा सर्वर की सुरक्षा और स्थिरता और अधिक सुधार किया जा सकता है; यदि किसी सर्वर को मल्टीहोमिंग किया गया है, तो जब किसी सर्वर को ऑフलाइन किया जाता है, तो प्रदान की गई सेवा उपलब्ध रहेगी, जिससे सर्वर की अस्थायी उपलब्धता को रूटर के ऑफलाइन होने के साथ संबंधित करना मुश्किल हो जाएगा।
hu: A szolgáltatások egyszerre több kiszolgálón is üzemeltethetők, a célhelyhez ugyanazzal a privát kulccsal. A többlakós működés fokozhatja egy szerver biztonságát és stabilitását a redundancia biztosításával; ha egy szerver többlakós, akkor ha a szerver egyik kiszolgálója kiesik, a szolgáltatás elérhető marad, nehezebb lesz összefüggést találni a kiszolgáló kiesésének és a készülék kiesésének között.
in: Layanan dapat dihosting pada beberapa router secara bersamaan, dengan berbagi kunci privat yang sama untuk tujuan. Multihoming dapat meningkatkan keamanan dan stabilitas server dengan menyediakan kelebihan; jika server multihomed, ketika server dalam pool tidak tersedia, layanan yang disediakan akan tetap tersedia, membuat lebih sulit untuk menghubungkan waktu tidak aktif server dengan matinya router.
it: I servizi possono essere ospitati contemporaneamente su più router, condividendo la stessa chiave privata per la destinazione. Il multihoming può ulteriormente migliorare la sicurezza e la stabilità di un server fornendo ridondanza; se un server è multihomed, quando un server del pool va offline, il servizio fornito rimarrà disponibile, rendendo più difficile correlare l'interruzione del server con un router che va offline.
ja: 同じ宛先用の秘密鍵を共有することで、複数のルータでサービスを同時にホストできます。マルチホーミングは冗長性を提供することでサーバのセキュリティと安定性をさらに向上させることができます。サーバがマルチホームされる場合、プール内のサーバがオフラインになっても提供されるサービスは利用可能であり、サーバのダウンタイムとルータのオフラインを関連付けるのがより困難になります。
ko: 서비스는 여러 라우터에서 동시에 호스팅될 수 있으며 대상에 대한 동일한 개인 키를 공유함으로써 가능합니다. 멀티홈은 서버의 보안과 안정성을 강화하기 위해 제공되는 중복성을 제공할 수 있습니다. 서버에 멀티홈이 지원되는 경우 풀 안의 서버가 오프라인 상태가 될 때도 제공된 서비스는 계속해서 사용 가능하므로 서버 다운타임과 라우터의 오프라인 상태를 연관짓는 것이 어려워집니다.
nb: Tjenester kan være vert for flere rutere samtidig ved å dele samme private nøkkel for destinasjonen. Multihoming kan videre forbedre sikkerhet og stabilitet til en server ved å gi redundans. Hvis en server er multihomed, vil den opprettholde den tilbudte tjenesten når en server i gruppen er frakoblet. Dette gjør det vanskeligere å korrelere servernedetid med frakoblingen til en ruter.
nl: Diensten kunnen gelijktijdig worden gehost op meerdere routers door het delen van dezelfde privésleutel voor de bestemming. Multihoming kan de beveiliging en stabiliteit van een server verder verbeteren door redundantie te bieden. Als een server multihomed is en een server in de pool offline gaat, blijft de geleverde dienst beschikbaar, waardoor het moeilijker wordt om serverdowntime te correleren met een router die offline gaat.
pt: Os serviços podem ser hospedados em vários roteadores simultaneamente, compartilhando a mesma chave privada para o destino. O multihoming pode aumentar ainda mais a segurança e a estabilidade de um servidor, oferecendo redundância. Se um servidor tiver várias conexões, quando um servidor na pool ficar offline, o serviço fornecido permanecerá disponível, dificultando a correlação do tempo de inatividade do servidor com a interrupção do roteador.
sl: Storitve lahko gostijo na več maršrutizatorjih hkrati, s podelitvijo istega zasebnega ključa za destinacijo. Večdomčanje lahko še bolj izboljša varnost in stabilnost strežnika, saj zagotavlja presežek; če je strežnik večdomčan, ko gre strežnik v bazenu offline, bo storitev še vedno na voljo, kar ga teže povezati s časom neaktivnosti strežnika in maršrutizatorja, ki gre offline.
sv: Tjänster kan vara värd på flera routrar samtidigt genom att dela samma privata nyckel för destinationen. Multihoming kan ytterligare förbättra säkerheten och stabiliteten hos en server genom att tillhandahålla redundans; om en server är multihomed, när en server i poolen blir offline kommer den tillgängliga tjänsten fortfarande att vara igång, vilket gör det svårare att korrelera serverns oförmåga att nå med att routern inaktiveras.
uk: Сервіси можуть обслуговуватися одночасно на декількох маршрутизаторах шляхом спільного використання того самого приватного ключа для призначення. Багатоадресність додатково може підвищити безпеку і стійкість сервера, забезпечуючи резервування; якщо сервер налаштований для багатоадресності, коли в пулі серверів відключається один сервер, наданий сервіс залишатиметься доступним, ускладнюючи кореляцію відключення сервера з відключенням маршрутизатора.
vi: Các dịch vụ có thể được lưu trữ trên nhiều bộ định tuyến, bằng cách chia sẻ cùng một khóa riêng cho đích. Multihoming có thể tăng cường hơn nữa bảo mật và tính ổn định của máy chủ bằng cách cung cấp dự phòng; Nếu một máy chủ được đa dạng, khi một máy chủ trong nhóm đi ngoại tuyến, dịch vụ được cung cấp sẽ vẫn có sẵn, khiến việc tương quan thời gian ngừng hoạt động của máy chủ với bộ định tuyến sẽ trở nên khó khăn hơn.
