Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: torrents
ar: السيول
az: torrent
cs: torrenty
et: torrentid
fa: تورنت ها
fi: torrentit
hi: टॉरेंट्स
hu: torrentek
in: torrent
it: torrent
ja: 激流
ko: 토렌트
nb: torrenter
pt: torrentes
sl: torrenti
sv: torrenter
uk: торрентів
vi: torrent

source: Torrent Manager
ar: مدير تورنت
az: Torrent meneceri
bo: Torrent དོ་དམ་པ།
cs: Správce torrentů
el: Διαχειριστής Torrent
es: Administrador de Torrents
et: Torrentihaldur
fa: مدیر تورنت
fi: Torrent -päällikkö
hi: टॉरेंट मैनेजर
hu: Torrentkezelő
in: Manajer Torrent
it: Gestore torrent
ja: トレントマネージャー
ko: 토런트 관리자
nl: Torrentbeheer
pt: Gerenciador de torrents
sl: Menadžer torrentov
sv: Torrenthanterare
uk: Торрент-менеджер
vi: Trình quản lý torrent

source: Most Recent Transit Tunnels
ar: أحدث أنفاق النقل
az: Ən Son Tranzit Tunellər
bo: ཉེ་ཆར་གྱི་ Transit Tunnels
cs: Nejnovější tranzitní tunely
da: Seneste transittunneler
el: Οι πιο πρόσφατες σήραγγες διέλευσης
es: Túneles de tránsito más recientes
et: uusimad transiiditunnelid
fa: جدیدترین تونل های ترانزیت
fi: Viimeisimmät kauttakulkutunnelit
hi: सबसे हाल के ट्रांजिट टंनल
hu: Legújabb tranzit alagutak
in: Terowongan Transit Terbaru
it: Tunnel di transito più recenti
ja: 最新の交通トンネル
ko: 가장 최근의 대중 교통 터널
nb: Siste transitttunneler
nl: Meest recente transittunnels
pt: Túneis de trânsito mais recentes
sl: Najnovejši tranzitni tunele
sv: De senaste transittunnlarna
uk: Найновіші транзитні тунелі
vi: Đường hầm chuyển tuyến gần đây nhất

source: Locally hosted tunnels (exploratory and client)
ar: الأنفاق المستضافة محليًا (الاستكشافية والعميل)
az: Yerli yerləşdirilmiş tunellər (kəşfiyyat və müştəri)
bo: ས་གནས་སུ་བཞག་པའི་གྲུ་བཞི་ (exploratory དང་ client)
cs: Lokálně hostované tunely (průzkumné a klientské)
da: Lokalt hostede tunneler (udforskende og klient)
el: Τοπικά φιλοξενούμενα τούνελ (διερευνητικές και πελάτες)
es: Túneles alojados localmente (exploratorio y cliente)
et: Kohalikult hostitud tunnelid (uurimis- ja klienditunnelid)
fa: تونل های میزبانی محلی (اکتشافی و مشتری)
fi: Paikallisesti isännöidyt tunnelit (tutkimus- ja asiakastunnelit)
hi: स्थानीय रूप से होस्ट किए गए टंनल (तत्कालीन और क्लाइंट)
hu: Helyi üzemeltetett alagutak (feltáró és kliens)
in: Terowongan yang dihosting secara lokal (eksplorasi dan klien)
it: Tunnel ospitati localmente (esplorativi e client)
ja: ローカルでホストされるトンネル (探索的およびクライアント)
ko: 로컬로 호스팅 된 터널 (탐색 및 클라이언트)
nb: Lokalt vertsbaserte tunneler (utforskende og klient)
nl: Lokaal gehoste tunnels (verkennend en client)
pt: Túneis hospedados localmente (exploratório e cliente)
sl: Lokalno gostiteljski tuneli (raziskovalni in klient)
sv: Tunnlar med lokalt värdskap (utforskande och klient)
uk: Локальні тунелі (дослідницькі та клієнтські)
vi: Đường hầm được lưu trữ cục bộ (thăm dò và khách hàng)

source: Most Recent
ar: الأحدث
az: Ən son
bo: ཉེ་ཆར།
cs: Nejnovější
da: Seneste
el: Πιο πρόσφατα
es: Más reciente
et: Uusim
fa: جدیدترین
fi: Uusin
hi: सबसे हाल का
hu: Legújabb
in: Terbaru
it: Più recente
ja: 最新
ko: 가장 최근
nb: Siste
nl: Meest recent
pt: Mais Recentes
sl: Najnovejše
sv: Senaste
uk: Останній
vi: Gần đây nhất

source: Fastest
ar: الأسرع
az: Ən sürətli
bo: མགྱོགས་ཤོས།
cs: Nejrychlejší
da: Hurtigste
el: Ο πιο γρήγορος
es: más rápido
et: Kiireim
fa: سریعترین
fi: Nopein
hi: सबसे तेज़
hu: Leggyorsabb
in: Tercepat
it: Il più veloce
ja: 最速
ko: 가장 빠름
nb: Raskeste
nl: Snelste
pt: Mais rápido
sl: Hitrost
sv: Snabbast
uk: Найшвидший
vi: Nhanh nhất

source: Top 50 peers by transit tunnel requests
ar: أفضل 50 نظيرًا حسب طلبات أنفاق النقل
az: Tranzit tunel sorğularına görə ən yaxşı 50 həmyaşıd
bo: transit tunnel བླང་བ་གཞིར་བཟུང་གི་ peers ༥༠
cs: Top 50 peerů podle požadavků tranzitního tunelu
da: Top 50 peers efter anmodninger om transittunnel
el: Τα 50 κορυφαία αιτήματα ομότιμων ανά σήραγγα διέλευσης
es: 50 pares principales por solicitudes de túneles de tránsito
et: 50 parimat partnerit ühistransiiditunneli taotluste järgi
fa: 50 همتای برتر درخواست های تونل حمل و نقل
fi: 50 parasta vertaista liikennetunnelipyyntöjen mukaan
hi: ट्रांजिट टंनल अनुरोधों के आधार पर शीर्ष 50 पीयर
hu: Az 50 legnépszerűbb partner a tranzit alagút kérelmek szerint
in: 50 rekan teratas berdasarkan permintaan terowongan transit
it: Primi 50 peer per richieste di tunnel di transito
ja: トランジットトンネルリクエストによる上位50ピア
ko: 대중 교통 터널 요청에 의한 상위 50 명의 동료
nb: Topp 50 jevnaldrende etter forespørsler om transitttunneler
nl: Top 50 peers op basis van transittunnelverzoeken
pt: Top 50 peers por solicitações de túnel de trânsito
sl: Vrh 50 sosednjih strežnikov po zahtevah tranzitnega tunela
sv: Top 50 peers av transittunnelförfrågningar
uk: Топ-50 партнерів за запитами на транзитні тунелі
vi: Top 50 đồng nghiệp theo yêu cầu đường hầm chuyển tuyến

source: Transit by Peer
ar: العبور عن طريق الأقران
az: Peer tərəfindən tranzit
bo: Peer གིས་ Transit
cs: Transit přes peer
da: Transit med Peer
el: Διέλευση από Peer
es: Tránsito por pares
et: Peeri ühistransport
fa: ترانزیت توسط همتا
fi: Transpit by vertaisverkko
hi: पीयर द्वारा ट्रांजिट
hu: Tranzit egyik közvetítőn keresztül
in: Transit oleh Rekan
it: Transito per Peer
ja: ピアによるトランジット
ko: 피어에 의한 전송
nb: Transit med Peer
nl: Doorvoer per peer
pt: Trânsito por ponto
sl: Tranzit po sosednjem strežniku
sv: Transit av Peer
uk: Транзит через Peer
vi: Quá cảnh bởi ngang hàng

source: Fastest Transit Tunnels
ar: أسرع أنفاق العبور
az: Ən Sürətli Transit Tunellər
bo: མགྱོགས་ཤོས་ Transit Tunnels
cs: Nejrychlejší tranzitní tunely
da: Hurtigste transittunneler
el: Ταχύτερα τούνελ διέλευσης
es: Túneles de tránsito más rápidos
et: Kiireimad transporditunnelid
fa: سریعترین تونلهای ترانزیت
fi: Nopeimmat liikennetunnelit
hi: सबसे तेज़ ट्रांजिट टंनल
hu: Leggyorsabb tranzit alagutak
in: Terowongan Transit Tercepat
it: Tunnel di transito più veloci
ja: 最速の交通トンネル
ko: 가장 빠른 대중 교통 터널
nb: Raskeste transitttunneler
nl: Snelste doorgangstunnels
pt: Túneis de trânsito mais rápidos
sl: Hitrost tranzitnih tunelov
sv: Snabbaste transittunnlar
uk: Найшвидші транзитні тунелі
vi: Đường hầm vận chuyển nhanh nhất

source: Transit Tunnels by Peer
ar: أنفاق العبور عن طريق الأقران
az: Peer tərəfindən Tranzit Tunellər
bo: Peer གིས་ Transit Tunnels
cs: Tranzitní tunely od Peer
da: Transittunneler af Peer
el: Δεδομένα διαμετακόμισης από ομότιμους
es: Túneles de tránsito por pares
et: Peeri ühistransporditunnelid
fa: تونل های ترانزیت توسط Peer
fi: Transit -tunnelit vertaisverkkoon
hi: पीयर द्वारा ट्रांजिट टंनल
hu: Tranzitles alagutak egyik közvetítőn keresztül
in: Terowongan Transit oleh Rekan
it: Tunnel di transito di Peer
ja: ピアによるトランジットトンネル
ko: 피어의 환승 터널
nb: Transittunneler av Peer
nl: Transittunnels van Peer
pt: Túneis de Trânsito por Ponto
sl: Tranzitni tuneli po sosednjem strežniku
sv: Transittunnlar av Peer
uk: Транзитні тунелі за Peer
vi: Đường hầm chuyển tiếp ngang hàng

source: tunnel peer count
ar: عدد أقران النفق
az: tunel həmyaşıdlarının sayı
bo: གྲུ་བཞི་ peer གྲངས།
cs: počet vrstevníků v tunelu
da: antal tunnelpeers
el: καταμέτρηση συνομηλίκων στο τούνελ
es: Recuento de Túneles de Compañeros
et: tunneli kaaslaste arv
fa: تعداد همتایان تونل
fi: tunnelin vertaismäärä
hi: टंनल पीयर की संख्या
hu: alagút társak száma
in: jumlah rekan terowongan
it: numero tunnel per peer
ja: トンネルピア数
ko: 터널 피어 수
nb: telling av tunnelfeller
nl: aantal tunnelpeers
pt: contagem de pares do túnel
sl: število sosednjih strežnikov tunela
sv: antalet kamrater i tunneln
uk: кількість однорангових тунелів
vi: số đường hầm ngang hàng

source: local tunnels
ar: الأنفاق المحلية
az: yerli tunellər
bo: ས་གནས་གྲུ་བཞི།
cs: místní tunely
da: lokale tunneler
el: τοπικές σήραγγες
es: túneles locales
et: kohalikud tunnelid
fa: تونل های محلی
fi: paikalliset tunnelit
hi: स्थानीय टंनल
hu: helyi alagutak
in: terowongan lokal
it: tunnel locali
ja: ローカルトンネル
ko: 로컬 터널
nb: lokale tunneler
nl: lokale tunnels
pt: túneis locais
sl: lokalni tuneli
sv: lokala tunnlar
uk: місцеві тунелі
vi: đường hầm địa phương

source: Local Tunnels
ar: الأنفاق المحلية
az: Yerli tunellər
bo: ས་གནས་གྲུ་བཞི།
cs: Místní tunely
da: Lokale Tunneler
el: Τοπικές σήραγγες
es: Túneles locales
et: Kohalikud tunnelid
fa: تونل های محلی
fi: Paikalliset tunnelit
hi: स्थानीय टंनल
hu: Helyi Alagutak
in: Local Tunnel
it: Tunnel Locali
ja: ローカルトンネル
ko: 로컬 터널
nb: Lokale tunneler
nl: Lokale tunnels
pt: Túneis Locais
sl: Lokalni tuneli
sv: Lokala tunnlar
uk: Місцеві тунелі
vi: Đường hầm địa phương

source: Toggle Tunnel Ids
bo: Tunnel Ids སོར་སྟོན།
hi: टंनल आईडी को स्विच करें
ko: 터널 ID 전환
sl: Preklopi ID-jev tunela

source: Toggle Tunnels
bo: གྲུ་བཞི་སོར་སྟོན།
hi: टंनल स्विच करें
ko: 터널 전환
sl: Preklopi tunele

source: Peer Profile
ar: ملف تعريف الأقران
az: Həmyaşıd profili
bo: Peer གསལ་ཐོ།
cs: Profil peeru
da: Peer Profil
el: Προφίλ Ομότιμου
es: Perfil del par
et: Ruuteri profiil
fa: پروفایل همتا
fi: Vertaisprofiili
hi: पीयर प्रोफ़ाइल
hu: Társ Profil
it: Profilo del peer
ja: ピアプロフィール
ko: 피어 프로필
nb: Likemannsprofil
nl: Peer Profiel
pt: Perfil do Par
sl: Profil sosednjega strežnika
sv: Nodprofil
uk: Профіль однолітка
vi: Hồ sơ ngang hàng

source: Profile View
bo: གསལ་ཐོ་ལྟ་བ།
hi: प्रोफ़ाइल दृश्य
ko: 프로필 보기

source: Profile for peer
ar: الملف الشخصي للأقران
az: Həmyaşıd üçün profil
bo: Peer གི་གསལ་ཐོ།
cs: Profil pro peer
da: Profil til peer
el: Προφίλ για συνομήλικο
es: Perfil del par
et: Partneri profiil
fa: نمایه برای همتایان
fi: Profiili vertaiselle
hi: पीयर का प्रोफ़ाइल
hu: Profil a társ számára
in: Profil untuk rekan
it: Profilo per peer
ja: ピアのプロファイル
ko: 피어에 대한 프로필
nb: Profil for jevnaldrende
nl: Profiel voor peer
pt: Perfil para peer
sl: Profil za sosednje strežnike
sv: Profil för jämnåriga
uk: Профіль однолітка
vi: Hồ sơ dành cho đồng nghiệp

source: NetDb entry
ar: إدخال NetDb
az: NetDb girişi
bo: NetDb ཐོ་འགོད།
cs: Záznam NetDB
da: NetDb indgang
el: εγγραφή στην NetDB
es: Entrada en NetDb
et: Võrguandmebaasi kirje
fa: ورودی NetDb
fi: NetDb merkintä
hi: NetDb प्रविष्टि
hu: NetDb bejegyzés
in: Entri NetDb
it: Voce del NetDb
ja: NetDb エントリ
ko: NetDB 항목
nb: NetDb-oppføring
nl: NetDd item
pt: Registro do banco de dados da rede I2P
sl: Vstava NetDb
sv: NetDb post
uk: показати опис в NetDB
vi: Mục thông tin NetDb

source: View profile in text format
ar: عرض الملف الشخصي بتنسيق النص
az: Profilə mətn formatında baxın
bo: གསལ་ཐོ་ཡིག་གཟུགས་ཐོག་ལྟ་བ།
cs: Zobrazení profilu v textovém formátu
da: Se profil i tekstformat
el: Προβολή προφίλ σε μορφή κειμένου
es: Ver perfil en formato texto
et: Vaadake profiili tekstivormingus
fa: نمایه را در قالب متن مشاهده کنید
fi: Näytä profiili tekstimuodossa
hi: प्रोफ़ाइल को टेक्स्ट फॉर्मेट में देखें
hu: Profil megtekintése szöveges formátumban
in: Lihat profil dalam format teks
it: Visualizza profilo in formato testo
ja: プロフィールをテキスト形式で表示
ko: 텍스트 형식으로 프로필 보기
nb: Se profilen i tekstformat
nl: Profiel in tekstformaat bekijken
pt: Ver perfil em formato de texto
sl: Oglejte profil v besedilnem formatu
sv: Visa profil i textformat
uk: Перегляд профілю в текстовому форматі
vi: Xem hồ sơ ở định dạng văn bản

source: View Raw Profile
ar: عرض الملف الشخصي الخام
az: Xam Profilə Baxın
bo: Raw Profile ལྟ་བ།
cs: Zobrazit nezpracovaný profil
da: Se rå profil
el: Προβολή ακατέργαστου προφίλ
es: Ver Perfil en Bruto
et: Vaata töötlemata profiili
fa: نمایه خام را مشاهده کنید
fi: Näytä raakaprofiili
hi: रॉ प्रोफ़ाइल देखें
hu: Nyers profil megtekintése
in: Lihat Profil Mentah
it: Visualizza profilo grezzo
ja: 生のプロフィールを表示
ko: 원시 프로필 보기
nb: Se Raw-profilen
nl: Bekijk onbewerkt profiel
pt: Ver perfil bruto
sl: Oglejte si sirovi profil
sv: Visa råprofil
uk: Перегляд необробленого профілю
vi: Xem hồ sơ thô

source: Return to Top
ar: العودة إلى الأعلى
az: Yuxarıya qayıt
bo: མགོ་ལ་ལོག་པ།
cs: Návrat nahoru
da: Tilbage til toppen
el: Επιστροφή στην κορυφή
es: Volver arriba
et: Tagasi üles
fa: بازگشت به بالا
fi: Palaa alkuun
hi: शीर्ष पर वापस जाएं
hu: Vissza a lap tetejére
in: Kembali ke Atas
it: Ritorna in cima
ja: トップに戻る
ko: 맨 위로 돌아가기
nb: Gå tilbake til toppen
nl: Terug naar boven
pt: Voltar ao topo
sl: Vrni se na vrh
sv: Återgå till toppen
uk: Повернутися до початку
vi: Trở lại đầu trang

source: webmail
ar: بريد الويب
az: internet poçtu
es: correo web
et: veebipost
fa: ایمیل
hi: वेबमेल
ja: ウェブメール
ko: 웹메일
nb: vevpost
sv: webbmejl
uk: веб-пошта
vi: thư điện tử

source: Webmail
ar: بريد الويب
az: Veb poçtu
cs: Webová pošta
es: Correo web
et: Veebipost
fa: وب میل
hi: वेबमेल
in: Email web
ja: ウェブメール
ko: 웹메일
sv: Webbmail
uk: Веб-пошта

source: New Install Wizard
ar: معالج التثبيت الجديد
az: Yeni Quraşdırma Sihirbazı
bo: གསར་སྒྲིག Wizard
cs: Průvodce novou instalací
da: Ny installationsguide
el: Νέος οδηγός εγκατάστασης
es: Asistente de nueva instalación
et: Uus installiviisard
fa: جادوگر نصب جدید
fi: Uusi ohjattu asennustoiminto
hi: नया इंस्टॉलेशन विज़ार्ड
hu: Új telepítő varázsló
in: Wizard Penginstalan Baru
it: Nuova Installazione Guidata
ja: 新規インストールウィザード
ko: 새 설치 마법사
nb: Ny installasjonsveiviser
nl: Nieuwe installatiewizard
pt: Novo Assistente de Instalação
sl: Čarobnjak za novo namestitve
sv: Nya Installationsguiden
uk: Майстер нової інсталяції
vi: Trình hướng dẫn cài đặt mới

source: Skip Setup
ar: تخطي الإعداد
az: Quraşdırmanı keçin
bo: སྒྲིག་འཛུགས་གཡོལ་བ།
cs: Přeskočit nastavení
da: Spring opsætning over
el: Παράλειψη εγκατάστασης
es: Omitir configuración
et: Jäta seadistus vahele
fa: نصب را نادیده بگیرید
fi: Ohita asennus
hi: सेटअप को स्किप करें
hu: Beállítás kihagyása
in: Lewati Pengaturan
it: Salta Installazione
ja: セットアップをスキップ
ko: 설정을 건너 뜁니다
nb: Hopp over oppsett
nl: Setup overslaan
pt: Pular Configuração
sl: Preskoči nastavitev
sv: Hoppa över inställningar
uk: Пропустити налаштування
vi: Bỏ qua thiết lập

source: Select the language to be used for the router console and web applications (
bo: router console དང་ web applications ལ་སྤྱོད་བསྒྱུད་ལས་པར་གནས་པར་མདོ་པའི་སྤྱོད་བསྒྱུད་ language དགམ་རོགས་ (
hi: राउटर कंसोल और वेब अनुप्रयोगों के लिए उपयोग की जाने वाली भाषा चुनें (
ko: 라우터 콘솔 및 웹 애플리케이션에 사용할 언어 선택 (

source: Router Console &amp; WebApps Display Language
ar: لغة واجهة تحكم الموجه وعرض تطبيقات الويب
az: Router Konsolu
cs: Jazyk zobrazení ovládacího pultu směrovače a webových aplikací
da: Routerkonsol og Webapps Viser Sprog
el: Γλώσσα εμφάνισης δρομολογητή και δικτυακών εφαρμογών
es: Idioma de visualización de la consola del enrutador y las aplicaciones web
et: Ruuteri konsooli ja veebirakenduste kuvamiskeel
fa: زبان نمایش کنسول مسیریاب و برنامه‌های وب
fi: Reititinkonsoli ja WebApps -näyttökieli
hi: राउटर कंसोल &amp; वेबएप्लिकेशन डिस्प्ले भाषा
hu: Az útválasztó konzol és a WebApps megjelenítési nyelve
in: Bahasa Tampilan Konsol Router & Aplikasi Web
it: Lingua di visualizzazione per la console del router e delle applicazioni web
ja: ルーターコンソールおよびWebアプリケーションの表示言語
ko: 라우터 콘솔 및 WebApps 표시 언어
nb: Ruterkonsoll og WebApps visningsspråk
nl: Router Console en WebApps tonen taal
pt: Console de roteador e linguagem de exibição de WebApps
sl: Jezik prikaza konzole strežnika &amp; WebApps
sv: Visningsspråk för RouterKonsol och Webbapplikationer
uk: Консоль маршрутизатора та мова відображення WebApps
vi: Bảng điều khiển bộ định tuyến

source: Your I2P+ router by default contributes to the network by routing internal, end-to-end encrypted traffic for other routers, known as <i>participation</i>. Bandwidth participation improves the anonymity level of all users on the network and maximizes your download speed.
ar: موجهك I2P+ بشكل افتراضي يسهم في الشبكة عبر توجيه حركة المرور الداخلية ذات التشفير طرفاً لطرفاً لموجهات أخرى، ويعرف ذلك باسم <i>المشاركة</i>. تحسن مشاركة عرض النطاق الترددي مستوى سرية جميع المستخدمين على الشبكة وتقلل سرعة التنزيل إلى أقصاها.
az: I2P+ tırıncınız, varsayılan olarak diğer yönlendiriciler için iç, uçtan uca şifrelenmiş trafiği yönlendirerek ağa katkıda bulunur, buna <i>katılım</i> denir. Bant genişliği katılımı, ağdaki tüm kullanıcıların anonimlik seviyesini artırır ve indirme hızınızı maksimize eder.
bo: ཁྱེད་ཀྱི་ I2P+ རོ་ཌེར་སྔོན་སྒྲིག་ལྟར་གཞན་པའི་རོ་ཌེར་ལ་ནང་ཁུངས་ཀྱི་མཐའ་ནས་མཐའ་བར་གསང་བཅད་བྱས་པའི་འགྲུལ་རྟགས་ལམ་སྲང་བརྒྱུད་ནས་དྲ་བར་རམ་འདེགས་བྱེད། དེ་ལ་ <i>participation</i> ཟེར། སྐུད་རྒྱ་རམ་འདེགས་ཀྱིས་དྲ་བའི་སྤྱོད་མཁན་ཡོངས་ཀྱི་མིང་མེད་རང་བཞིན་ལེགས་བཅོས་བྱེད་པ་དང་། ཁྱེད་ཀྱི་ཕབ་ལེན་མྱུར་ཚད་མཐོ་ཤོས་སུ་གཏོང་བ་བྱེད།
cs: Váš směrovač I2P+ přispívá výchozím nastavením k síti směrováním vnitřního, koncově-ke-koncově šifrovaného provozu pro ostatní směrovače, známý také jako <i>účast</i>. Účast na šířce pásma zlepšuje anonymitu všech uživatelů v síti a maximalizuje vaši rychlost stahování.
da: Din I2P+ Router bidrager som standard til netværket ved at dirigere interne, end-til-ende krypterede trafik for andre routere, kendt som <i> deltagelse </i>. Båndbreddedeltagelse forbedrer anonymitetsniveauet for alle brugere på netværket og maksimerer din downloadhastighed.
el: Αρχικά, ο δρομολογητής I2P+ συνεισφέρει στο δίκτυο δρομολογώντας κρυπτογραφημένη κίνηση από άκρου σε άκρο για άλλους δρομολογητές, γνωστή ως <i>συμμετοχή</i>. Η συμμετοχή στο εύρος ζώνης βελτιώνει το επίπεδο ανωνυμίας όλων των χρηστών του δικτύου και μεγιστοποιεί την ταχύτητα λήψης σας.
es: Cuanto más ancho de banda compartirá, más ayuda a la red y al rendimiento de su enrutador.
et: Teie I2P+ ruuter aitab vaikimisi võrgus kaasa suunates teistele ruuteritele sisemist lõpuni krüptitud liiklust - <i>osalemist</i>. Läbilaske võimekusega osalemine parandab võrgus kõikide kasutajate anonüümsusastet ja maksimeerib allalaadimiskiirust.
fa: مسیریاب I2P+ شما به طور پیش‌فرض توسط مسیریابت ترافیک داخلی و رمزنگاری دو طرفه برای سایر مسیریاب‌ها، به نام <i>مشارکت</i>، به شبکه کمک می‌کند. مشارکت پهنای باند سطح گمنامی کل کاربران شبکه را بهبود می‌بخشد و سرعت دانلود شما را حداکثر می‌کند.
fi: Oletusarvoisesti I2P+ -reitittimesi osallistuu verkkoon reitittämällä sisäistä ja päästä päähän salattua liikennettä muiden reitittimien puolesta. Kaistanleveyden osallistuminen parantaa kaikkien käyttäjien anonymiteettitasoa verkossa ja maksimoi latausnopeutesi.
hi: आपका I2P+ राउटर प्रमाणित करने के लिए प्रदर्शन करता है जो अन्य राउटरों के लिए आंतरिक, सिर्फ़-सिर्फ़ एन्क्रिप्टेड ट्रैफ़िक को ट्रांजिट करके नेटवर्क को सहयोग प्रदान करता है, जिसे <i>भागीदारी</i> कहा जाता है। बैंडविड्थ भागीदारी सर्वेक्षण के सभी उपयोगकर्ताओं के गुप्तता स्तर को सुधारती है और आपकी डाउनलोड स्पीड को अधिकतम करती है।
hu: Az Ön I2P+ útválasztója alapértelmezés szerint úgy járul hozzá a hálózathoz, hogy belső, végpontok közötti titkosított forgalmat irányít más útválasztók számára, ez az úgynevezett <i>részvétel</i>. A sávszélességben való részvétel javítja a hálózat összes felhasználójának anonimitását, és maximalizálja a letöltési sebességet.
in: Router I2P+ Anda secara default berkontribusi ke jaringan dengan merutekan lalu lintas internal terenkripsi ujung ke ujung untuk router lain, yang dikenal sebagai <i>partisipasi</i>. Partisipasi bandwidth meningkatkan tingkat anonimitas semua pengguna di jaringan dan memaksimalkan kecepatan unduh Anda.
it: Il tuo router I2P+ di predefinito contribuisce alla rete instradando traffico interno codificato end-to-end per altri router, conosciuto come <i>partecipazione</i>. La larghezza di banda condivisa migliora il livello di anonimato per tutti gli utenti nella rete e massimizza la velocità di scaricamento.
ja: デフォルトでは、I2P+ルーターは他のルーター向けに内部のエンドツーエンドの暗号化トラフィックをルーティングすることで、ネットワークへの貢献を行います。帯域幅の参加により、ネットワーク上のすべてのユーザーの匿名性レベルが向上し、ダウンロード速度が最大化されます。
ko: I2P+ 라우터는 기본적으로 <i> 참여 </i>로 알려진 다른 라우터의 내부 엔드 투 엔드 암호화 트래픽을 라우팅하여 네트워크에 기여합니다.대역폭 참여는 네트워크의 모든 사용자의 익명 성 수준을 향상시키고 다운로드 속도를 극대화합니다.
nb: Som standard bidrar din I2P+ ruter til nettverket ved å routingen av intern, ende-til-ende kryptert trafikk for andre rutere, kjent som <i>deltagelse</i>. Båndbredde bidrag forbedrer anonymitetsnivået til alle brukere i nettverket og maksimerer nedlastingshastigheten din.
nl: Uw I2P-router draagt ​​standaard bij aan het netwerk door intern, end-to-end gecodeerd verkeer voor andere routers te routeren, ook wel <i>deelname</i> genoemd.
pt: Seu roteador I2P+ por padrão contribui para a rede, roteando o tráfego criptografado interno e de ponta a ponta para outros roteadores, conhecidos como <i>participação</i>. A participação em largura de banda melhora o nível de anonimato de todos os usuários na rede e maximiza sua velocidade de download.
sl: Vaš strežnik I2P+ privzeto prispeva k omrežju tako, da usmerja notranji, šifrirani promet od konca do konca za druge strežnike, znane kot <i>sodelovanje</i>. Sodelovanje v širini pasma izboljša ravni anonimnosti vseh uporabnikov v omrežju in doseže maksimalno hitrost prenosov.
sv: Som standard bidrar din I2P+ router till nätverket genom att leda intern, ändåndpunkt-krypterad trafik för andra routrar, vilket kallas <i>partsagande</i>. Partsagande-bandbredden förbättrar anonymitetsnivån för alla användare i nätverket och maximerar din nedladdningshastighet.
uk: Ваш маршрутизатор I2P+ за замовчуванням сприяє мережі шляхом маршрутизації внутрішнього, зшифрованого з кінця в кінець трафіку для інших маршрутизаторів, відомого як <i>участь</i>. Участь пропускної здатності підвищує рівень анонімності всіх користувачів мережі та максимізує швидкість вашого завантаження.
vi: Theo mặc định, bộ định tuyến I2P+ của bạn sẽ đóng góp vào mạng bằng cách định tuyến lưu lượng truy cập nội bộ được mã hóa hai đầu cho các bộ định tuyến khác, được gọi là <i>sự tham gia</i>. Việc tham gia băng thông sẽ cải thiện mức độ ẩn danh của tất cả người dùng trên mạng và tối đa hóa tốc độ tải xuống của bạn.
