Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Can be disabled in the <code>clients.config</code> file. Can also be configured to bind to a specific interface or all interfaces. If you make the Router Console available over the network, you might wish to <a href=/configui#passwordheading>enforce an access password</a> to prevent unauthorized access.
ar: يمكن تعطيله في ملف <code>clients.config</code>. كما يمكن تكوينه للارتباط بواجهة محددة أو كل الواجهات. إذا قمت بجعل واجهة الموجه متاحة عبر الشبكة، قد ترغب في <a href=/configui#passwordheading>فرض كلمة مرور للوصول</a> لمنع الوصول غير المصرح به.
az: Faylda <code>clients.config</code> qabağını da yandıra bilərsiniz. Ayrıca ümumi və ya müəyyən etmək üçün müəyyən bir interface-a onlar sürmək də mümkündür. Router Konsolu şəbəkə üzərində mövcud edildikdə, qeyri-qanuni daxil edilmiş embaza qarşı <a href=/configui#passwordheading>giriş parolu</a> tətbiq edə bilərsiniz.
bo: <code>clients.config</code> ཡིག་ཆར་སྒོ་རྒྱག་ཐུབ། གཞན་ཡང་མཐུད་སྣེ་ཞིག་པོར་ཡང་མཐུད་སྣེ་ཚང་མར་འབྲེལ་མཐུད་རྒྱུན་སྒྲིག་སྟེན་བྱེད་ཐུབ། ཁྱེད་ཀྱིས་རོ་ཌེར་རོགས་དྲན་དྲ་ལམ་ཐོག་ནས་འཛུལ་སྤྱོད་བྱེད་ན། ཁྱེད་ཀྱིས་ <a href=/configui#passwordheading>འཛུལ་སྤྱོད་གསང་ཐོང་བརྡ་བརྒྱུགས་བྱེད་པར་རེད་པར་འགྲི་བའི་འཛུལ་སྤྱོད་འགོགས་པར་རེད་པར་འགྲི་བའི་འགོངས་པར་བཀག་པར་རེད་པར་འགྲི་བའི་</a> འདོད་པར་རེད་པར་འགྲི་བའི་འཛུལ་སྤྱོད་འགོངས་པར་བཀག་པར་རེད་པར་འགྲི་བའི་
cs: Může být zakázáno v souboru <code>clients.config</code>. Může být také konfigurováno k připojení k určitému rozhraní nebo ke všem rozhraním. Pokud zpřístupníte routerovou konzoli po síti, mohlo by se vám hodit <a href=/configui#passwordheading>povolení přístupu heslem</a> pro zabránění neoprávněného přístupu.
da: Kan deaktiveres i <code>clients.config</code> filen. Kan også konfigureres til at binde til et bestemt interface eller alle interfaces. Hvis du gør Router-konsollen tilgængelig over netværket, kan du ønske at <a href=/configui#passwordheading>styrke adgangskoden</a> for at forhindre uautoriseret adgang.
el: Μπορεί να απενεργοποιηθεί στο αρχείο <code>clients.config</code>. Μπορεί επίσης να ρυθμιστεί ώστε να συνδεθεί σε μια συγκεκριμένη διεπαφή ή όλες τις διεπαφές. Εάν καταστήσετε την κονσόλα του Δρομολογητή διαθέσιμη μέσω του δικτύου, ίσως θέλετε να <a href=/configui#passwordheading>επιβάλετε έναν κωδικό πρόσβασης</a> για να αποτρέψετε την μη εξουσιοδοτημένη πρόσβαση.
es: Puede deshabilitarse en el archivo <code>clients.config</code>. También puede configurarse para unirse a una interfaz específica o a todas las interfaces. Si haces disponible la Consola del Enrutador a través de la red, es posible que desees <a href=/configui#passwordheading>imponer una contraseña de acceso</a> para evitar accesos no autorizados.
et: Saab keelata failis <code>clients.config</code>. Saab seadistada siduma konkreetse liidese või kõigi liidestega. Kui teete marsuudi komandoväljund kättesaadavaks võrgus, võite soovida <a href=/configui#passwordheading>kehtestada juurdepääsuparooli</a>, et välistada volitamata juurdepääs.
fa: می‌تواند در فایل <code>clients.config</code> غیرفعال شود. همچنین می‌تواند تنظیم شود تا فقط به یک رابط خاص یا همه رابط‌ها متصل شود. اگر کنسول رهیاب را در شبکه قابل دسترس کنید، ممکن است بخواهید از طریق <a href=/configui#passwordheading>اجبار رمزعبور دسترسی</a> جلوی دسترسی غیرمجاز را بگیرید.
fi: Voidaan poistaa käytöstä <code>clients.config</code>-tiedostossa. Voidaan myös määrittää sitoutumaan tiettyyn rajapintaan tai kaikkiin rajapintoihin. Jos teet reititinikkunan saataville verkon yli, saatat haluta <a href=/configui#passwordheading>pakottaa käyttösalasanan</a> estääksesi luvattoman pääsyn.
hi: सक्षम/अक्षम करने के लिए <code>clients.config</code> फ़ाइल में जाएंगे। यह एक विशिष्ट इंटरफेस या सभी इंटरफेस के साथ बांधने के लिए भी सेट किया जा सकता है। यदि आप रूटर कंसोल को नेटवर्क पर उपलब्ध कराते हैं, तो अनुमति नहीं देने के लिए <a href=/configui#passwordheading>एक पहुँच पासवर्ड</a> को लागू करने की इच्छा हो सकती है।
hu: Letiltható a <code>clients.config</code> fájlban. Akár egy specifikus felületre akár az összes felületre is köthető. Ha a Router konzolt hálózat utján elérhetővé teszi, talán szeretne egy <a href=/configui#passwordheading>hozzáférés jelszót bevezetni</a> jogosulatlan hozzáférés megakadályozása végett.
in: Dapat dinonaktifkan di file <code>clients.config</code>. Juga dapat dikonfigurasi untuk terikat ke antarmuka tertentu atau semua antarmuka. Jika Anda menjadikan Konsol Router tersedia melalui jaringan, Anda mungkin ingin <a href=/configui#passwordheading>menegakkan kata sandi akses</a> untuk mencegah akses tidak sah.
it: Può essere disabilitato nel file <code>clients.config</code>. Può anche essere configurato per associarsi a un'interfaccia specifica o a tutte le interfacce. Se si rende la Console del Router disponibile in rete, si potrebbe desiderare di <a href=/configui#passwordheading>imporre una password di accesso</a> per prevenire l'accesso non autorizzato.
ja: <code>clients.config</code>ファイルで無効にすることができます。特定のインターフェースまたはすべてのインターフェースにバインドするようにも構成できます。ルーターコンソールをネットワーク上で利用できるようにする場合は、 <a href=/configui#passwordheading>アクセスパスワードを強制すること</a>で、不正なアクセスを防止することができます。
ko: <code>clients.config</code> 파일에서 비활성화할 수 있습니다. 특정 인터페이스 또는 모든 인터페이스에 바인딩하도록 구성할 수도 있습니다. 라우터 콘솔을 네트워크에서 사용 가능하게 만드는 경우, 무단 액세스를 방지하기 위해 <a href=/configui#passwordheading>액세스 암호를 강제로 설정</a>할 수 있습니다.
nb: Kan deaktiveres i <code>clients.config</code>-filen. Kan også konfigureres til å binde seg til et bestemt grensesnitt eller alle grensesnitt. Hvis du gjør ruterens konsoll tilgjengelig over nettverket, kan du ønske å <a href=/configui#passwordheading>kreve et tilgangspassord</a> for å forhindre uautorisert tilgang.
nl: Kan worden uitgeschakeld in het bestand clients.config. Kan ook worden geconfigureerd om te binden aan een specifieke interface of alle interfaces. Als u de routerconsole beschikbaar maakt via het netwerk, wilt u mogelijk een toegangswachtwoord <a href=/configui#passwordheading>verplichten</a> om ongeautoriseerde toegang te voorkomen.
pt: Pode ser desativado no arquivo <code>clients.config</code>. Também pode ser configurado para se vincular a uma interface específica ou a todas as interfaces. Se você tornar o Console do Roteador disponível na rede, talvez deseje <a href=/configui#passwordheading>aplicar uma senha de acesso</a> para evitar acesso não autorizado.
sl: Lahko onemogočite v datoteki <code>clients.config</code>. Lahko tudi konfigurirate za vez na specifičen vmesnik ali vse vmesnike v datoteki <code>jetty.xml</code>. Če ponudite Konzolo maršrutizatorja preko omrežja, morda želite <a href=/configui#passwordheading>zahtevati geslo dostopa</a>, da preprečite neovlaščen dostop.
sv: Kan inaktiveras i <code>clients.config</code>-filen. Kan också konfigureras för att binda till ett specifikt gränssnitt eller alla gränssnitt. Om du gör Router Console tillgänglig över nätverket kan du vilja <a href=/configui#passwordheading>tvinga fram ett åtkomstlösenord</a> för att förhindra obehörig åtkomst.
uk: Може бути вимкнений у файлі <code>clients.config</code>. Також може бути налаштованим на приєднання до конкретного інтерфейсу або всіх інтерфейсів. Якщо Ви робите консоль маршрутизатора доступною через мережу, Вам може захотітися <a href=/configui#passwordheading>вимагати пароль доступу</a> для запобігання несанкціонованому доступу.
vi: Có thể vô hiệu hóa trong tập tin <code>clients.config</code>. Cũng có thể cấu hình liên kết với giao diện cụ thể hoặc tất cả các giao diện. Nếu bạn làm cho Bộ điều khiển router có sẵn trên mạng, bạn có thể muốn <a href=/configui#passwordheading>áp dụng mật khẩu truy cập</a> để ngăn chặn truy cập không được phép.

source: Can be disabled in the <code>clients.config</code> file. Can also be configured to bind to a specific interface or all interfaces in the <code>jetty.xml</code> file.
ar: يمكن تعطيله في ملف <code>clients.config</code>. كما يمكن تكوينه للارتباط بواجهة محددة أو كل الواجهات في ملف <code>jetty.xml</code>.
az: <code>clients.config</code> faylında dayandırıla bilər. Həmçinin <code>jetty.xml</code> faylında müəyyən bir interface və ya bütün interfacelərə bağlamaq üçün konfiqurasiyalaşdırıla bilər.
bo: <code>clients.config</code> ཡིག་ཆར་སྒོ་རྒྱག་ཐུབ། གཞན་ཡང་<code>jetty.xml</code> ཡིག་ཆར་མཐུད་སྣེ་ཞིག་པོར་ཡང་མཐུད་སྣེ་ཚང་མར་བརྩེགས་པར་རྒྱུན་སྒྲིག་བྱེད་ཐུབ།
cs: Může být zakázáno v souboru <code>clients.config</code>. Může být také konfigurováno k připojení k určitému rozhraní nebo ke všem rozhraním v souboru <code>jetty.xml</code>.
da: Kan deaktiveres i <code>clients.config</code> filen. Kan også konfigureres til at binde til et bestemt interface eller alle interfaces i filen <code>jetty.xml</code>.
el: Μπορεί να απενεργοποιηθεί στο αρχείο <code>clients.config</code>. Μπορεί επίσης να ρυθμιστεί ώστε να συνδεθεί σε μια συγκεκριμένη διεπαφή ή όλες τις διεπαφές στο αρχείο <code>jetty.xml</code>.
es: Puede deshabilitarse en el archivo <code>clients.config</code>. También puede configurarse para unirse a una interfaz específica o a todas las interfaces en el archivo <code>jetty.xml</code>.
et: Saab keelata failis <code>clients.config</code>. Saab seadistada siduma konkreetse liidese või kõigi liidestega failis <code>jetty.xml</code>.
fa: می‌تواند در فایل <code>clients.config</code> غیرفعال شود. همچنین می‌تواند تنظیم شود تا فقط به یک رابط خاص یا همه رابط‌ها در فایل <code>jetty.xml</code> متصل شود.
fi: Voidaan poistaa käytöstä <code>clients.config</code>-tiedostossa. Voidaan myös määrittää sitoutumaan tiettyyn rajapintaan tai kaikkiin rajapintoihin <code>jetty.xml</code>-tiedostossa.
hi: सक्षम/अक्षम करने के लिए <code>clients.config</code> फ़ाइल में जाएंगे। <code>jetty.xml</code> फ़ाइल में इसे एक विशिष्ट इंटरफेस या सभी इंटरफेस के साथ बांधने के लिए भी सेट किया जा सकता है।
hu: Letiltható a <code>clients.config</code> fájlban. Akár egy specifikus felületre akár az összes felületre is köthető a <code>jetty.xml</code> fileban.
in: Dapat dinonaktifkan di file <code>clients.config</code>. Juga dapat dikonfigurasi untuk terikat ke antarmuka tertentu atau semua antarmuka di file <code>jetty.xml</code>.
it: Può essere disabilitato nel file <code>clients.config</code>. Può anche essere configurato per associarsi a un'interfaccia specifica o a tutte le interfacce nel file <code>jetty.xml</code>.
ja: <code>clients.config</code>ファイルで無効にすることができます。また、 <code>jetty.xml</code>ファイルで特定のインターフェースまたはすべてのインターフェースにバインドするようにも構成できます。
ko: <code>clients.config</code> 파일에서 비활성화할 수 있습니다. <code>jetty.xml</code> 파일에서 특정 인터페이스 또는 모든 인터페이스에 바인딩하도록 구성할 수도 있습니다.
nb: Kan deaktiveres i <code>clients.config</code>-filen. Kan også konfigureres til å binde seg til et bestemt grensesnitt eller alle grensesnitt i <code>jetty.xml</code>-filen.
nl: Kan worden uitgeschakeld in het bestand clients.config. Kan ook worden geconfigureerd om te binden aan een specifieke interface of alle interfaces in het bestand jetty.xml.
pt: Pode ser desativado no arquivo <code>clients.config</code>. Também pode ser configurado para se vincular a uma interface específica ou a todas as interfaces no arquivo <code>jetty.xml</code>.
sl: Lahko onemogočite v datoteki <code>clients.config</code>. Lahko tudi konfigurirate vez na specifičen vmesnik ali vse vmesnike v datoteki <code>jetty.xml</code>.
sv: Kan inaktiveras i <code>clients.config</code>-filen. Kan också konfigureras för att binda till ett specifikt gränssnitt eller alla gränssnitt i <code>jetty.xml</code>-filen.
uk: Може бути вимкнений у файлі <code>clients.config</code>. Також може бути налаштований на приєднання до конкретного інтерфейсу або всіх інтерфейсів у файлі <code>jetty.xml</code>.
vi: Có thể vô hiệu hóa trong tập tin <code>clients.config</code>. Cũng có thể cấu hình liên kết với giao diện cụ thể hoặc tất cả các giao diện trong tập tin <code>jetty.xml</code>.

source: Outgoing mail to smtp.postman.i2p
ar: البريد الصادر إلى smtp.postman.i2p
az: smtp.postman.i2p çıxış poçtu
bo: smtp.postman.i2p ལ་ཕྱིར་འགྲེམ་པའི་ཡིག་ཆ།
cs: Odchozí pošta na smtp.postman.i2p
da: Udgående mail til smtp.postman.i2p
el: Εξερχόμενο ταχυδρομείο προς smtp.postman.i2p
es: Correo saliente a smtp.postman.i2p
et: Väljuv e-kiri smtp.postman.i2p
fa: ایمیل خروجی به smtp.postman.i2p
fi: Lähtevä posti smtp.postman.i2p:lle
hi: smtp.postman.i2p को निर्गमन ईमेल
hu: Kimenő levél az smtp.postman.i2p címre
in: Surat keluar ke smtp.postman.i2p
it: Posta in uscita verso smtp.postman.i2p
ja: smtp.postman.i2pへの送信メール
ko: smtp.postman.i2p로 나가는 메일
nb: Utgående post til smtp.postman.i2p
nl: Uitgaande e-mail naar smtp.postman.i2p
pt: Correio de saída para smtp.postman.i2p
sl: Odhoče pošte na smtp.postman.i2p
sv: Utgående e-post till smtp.postman.i2p
uk: Вихідна пошта для smtp.postman.i2p
vi: Thư đi tới smtp.postman.i2p

source: Incoming mail from pop.postman.i2p
ar: البريد الوارد من pop.postman.i2p
az: pop.postman.i2p gələn daxili poçt
bo: pop.postman.i2p ནས་ནང་འདྲེན་པའི་ཡིག་ཆ།
cs: Příchozí pošta z pop.postman.i2p
da: Indgående mail fra pop.postman.i2p
el: Εισερχόμενο ταχυδρομείο από pop.postman.i2p
es: Correo entrante de pop.postman.i2p
et: Sissetulev meil teenuselt pop.postman.i2p
fa: ایمیل ورودی از pop.postman.i2p
fi: Saapuva posti pop.postman.i2p:ltä
hi: pop.postman.i2p से आने वाला ईमेल
hu: Bejövő levél a pop.postman.i2p címre
in: Surat masuk dari pop.postman.i2p
it: Posta in arrivo da pop.postman.i2p
ja: pop.postman.i2pからの受信メール
ko: pop.postman.i2p에서 들어오는 메일
nb: Innkommende post fra pop.postman.i2p
nl: Inkomende e-mail van pop.postman.i2p
pt: Correio de entrada de pop.postman.i2p
sl: Prilazna pošta iz pop.postman.i2p
sv: Inkommande e-post från pop.postman.i2p
uk: Вхідна пошта від pop.postman.i2p
vi: Thư đến từ pop.postman.i2p

source: I2P Router Console (https://)
ar: واجهة متصفح الموجه I2P (https://)
az: I2P Router Konsolu (https://)
bo: I2P རོ་ཌེར་རོགས་དྲན། (https://)
cs: Konzole směrovače I2P (https://)
el: Κονσόλα Δρομολογητή I2P (https://)
es: Consola del enrutador I2P (https://)
et: I2P ruuteri konsool (https://)
fa: کنسول رهیاب I2P (https://)
fi: I2P-reititinikkuna (https://)
hi: I2P रूटर कंसोल (https://)
hu: I2P útválasztó konzol (https:)
in: Konsol Router I2P (https://)
it: Console del Router I2P (https://)
ja: I2Pルーターコンソール（https://）
ko: I2P 라우터 콘솔(https://)
nb: I2P Ruterkonsoll (https://)
pt: Console do Roteador I2P (https://)
sl: Konzola I2P maršrutizatorja (https://)
uk: Веб-консоль маршрутизатора I2P (https://)
vi: Giao diện web của bộ điều khiển router I2P (https://)
