Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: How long an outbound message waits in the queue. This should generally be a few hundred milliseconds or less. If it is consistently higher than 1000ms, your computer is very slow, or you should adjust your bandwidth limits, or your (BitTorrent?) clients may be sending too much data and should have their transmit bandwidth limit reduced. <a href='/configstats#transport.sendProcessingTime'>[Enable graphing]</a> (transport.sendProcessingTime).
ar: الوقت الذي تنتظره رسالة الإرسال في الطابور. بشكل عام، يجب ألا يتجاوز ذلك بضع مئات المللي ثانية. إذا بقي أعلى من 1000 ملي ثانية بانتظام، فإما أن جهازك بطيء جدًا أو ينبغي تعديل حدود عرض النطاق أو قد ترسل بعض برامج العملاء (بت تورنت؟) كميات كبيرة من البيانات ويجب خفض حدود حركة البيانات المرسلة لديها. <a href='/configstats#transport.sendProcessingTime'>[تمكين الرسم البياني]</a> (transport.sendProcessingTime).
az: Bir çıkış mesajının kuyrukta bekleme süresi. Bu genellikle birkaç yüz milisaniye veya daha az olmalıdır. Eğer sürekli olarak 1000ms'den daha yüksekse, bilgisayarınız çok yavaş veya bant genişliği sınırlarınızı ayarlamanız gerekmektedir veya (BitTorrent?) istemcileriniz çok fazla veri gönderiyor olabilir ve veri iletim bant genişliği sınırlarının azaltılması gerekmektedir. <a href='/configstats#transport.sendProcessingTime'>[Grafik çizimini etkinleştir]</a> (transport.sendProcessingTime).
bo: ཕྱི་རོལ་གྱི་འཕྲིན་ཐུང་གཅིག་གྲལ་སྒོར་ནང་སྒུག་ཐར་བར་དུས་ཚད་ག་ཚོད་ཅིག་ཡིན། དེ་ནི་སྤྱིད་ནས་སྐར་མ་བརྒྱ་བ་སྟེར་བུམ་གཅིག་ལས་ཉུང་བ་ཡང་ན་ཉུང་བ་མེད་པ། གལ་སྒོར་ནི་1000msལས་མཐོ་བ་ན། ཁྱེད་ཀྱི་གློག་རིག་ཧ་ཅང་དལཔ་བ་ཡིན་པའམ། ཡང་ན་ཁྱེད་ཀྱིས་བརྒྱ་བསྒྲིག་ཚད་བཅད་དགོས་པར་དགོས་པ། ཡང་ན་ཁྱེད་ཀྱི་(BitTorrent?) ལེན་གནད་ཁག་པ་གནད་ཆ་ཧ་ཅང་མང་པོ་བརྒྱ་བ་ནས་བརྒྱ་བསྒྲིག་ཚད་བཅད་དགོས་པར་དགོས་པ། <a href='/configstats#transport.sendProcessingTime'>[རི་མོ་བཟོ་བརྒྱ་བ]</a> (transport.sendProcessingTime)
cs: Jak dlouho zůstává odchozí zpráva ve frontě. Obvykle by to mělo být několik set milisekund nebo méně. Pokud je pravidelně vyšší než 1000 ms, váš počítač je velmi pomalý, měli byste přizpůsobit limity šířky pásma, vaši (BitTorrent?) klienti mohou posílat příliš mnoho dat a měli byste snížit jejich limit přenosového pásma. <a href='/configstats#transport.sendProcessingTime'>[Povolit grafy]</a> (transport.sendProcessingTime).
da: Hvor længe en udadvendt besked venter i køen. Dette bør generelt være et par hundrede millisekunder eller mindre. Hvis det konsekvent er højere end 1000 ms, er din computer meget langsom, eller du skal justere dine båndbreddegrænser, eller dine (BitTorrent?) klienter sender måske for mange data, og deres overførselsbåndbreddegrænse bør reduceres. <a href='/configstats#transport.sendProcessingTime'>[Aktivér graf]</a> (transport.sendProcessingTime).
el: Πόση ώρα περιμένει ένα εξερχόμενο μήνυμα στην ουρά. Συνήθως θα πρέπει να είναι μερικές εκατοντάδες χιλιοστά δευτερολέπτου ή λιγότερο. Εάν είναι συνεχώς υψηλότερο από 1000 ms, ο υπολογιστής σας είναι πολύ αργός ή θα πρέπει να προσαρμόσετε τα όρια εύρους ζώνης σας ή οι πελάτες σας (BitTorrent;) μπορεί να στέλνουν πολλά δεδομένα και θα πρέπει να μειωθεί το όριο της εύρους ζώνης μετάδοσής τους. <a href='/configstats#transport.sendProcessingTime'>[Ενεργοποίηση γραφικής παράστασης]</a> (transport.sendProcessingTime).
es: Cuánto tiempo debe esperar un mensaje saliente en la cola. Generalmente debería ser de algunos cientos de milisegundos o menos. Si es consistentemente superior a 1000ms, tu computadora es muy lenta, o deberías ajustar tus límites de ancho de banda, o tus clientes (¿BitTorrent?) podrían estar enviando demasiados datos y deberían reducirse el límite de ancho de banda de transmisión. <a href='/configstats#transport.sendProcessingTime'>[Habilitar gráficos]</a>(transport.sendProcessingTime).
et: Kui kaua väljaminev sõnum jääb järjekorda. See peaks tavaliselt olema mõnisada millisekundit või vähem. Kui see püsivalt on suurem kui 1000ms, on teie arvuti väga aeglane, või peaksite reguleerima ribalaiuse piiranguid, või teie (BitTorrent?) rakendused võivad saata liiga palju andmeid ja peaksid vähendama oma edastamise ribalaiuse piirangut. <a href='/configstats#transport.sendProcessingTime'>[Graafiku lubamine]</a> (transport.sendProcessingTime).
fa: زمان ماندن یک پیام راه برونده در صف چقدر است. معمولاً باید چند صد میلی‌ثانیه یا کمتر باشد. اگر مداوماً بالاتر از 1000 میلی‌ثانیه باشد، کامپیوترتان خیلی آهسته کار می‌کند یا باید محدودیت‌های پهنای‌باندتان را تنظیم کنید یا مشتریان (بیت‌تورنت؟)تان شاید داده‌های زیادی را ارسال کنند و باید محدودیت پهنای‌باند ارسال آنها کاهش یابد. <a href='/configstats#transport.sendProcessingTime'>[فعال‌سازی نمودار]</a> (transport.sendProcessingTime).
fi: Kuinka kauan ulospäin suuntautuva viesti odottaa jonossa. Tämän pitäisi yleensä olla muutama sata millisekuntia tai vähemmän. Jos se on jatkuvasti yli 1000 ms, tietokoneesi on hyvin hidas tai sinun tulisi säätää kaistanleveysrajat tai (BitTorrent?) asiakkaasi saattavat lähettää liikaa dataa ja niiden lähetyskaistanleveysrajoitusta tulisi vähentää. <a href='/configstats#transport.sendProcessingTime'>[Ota käyttöön kaavion piirtäminen]</a> (transport.sendProcessingTime).
hi: एक आउटबाउंड संदेश को क्वे में कितनी देर तक इंतजार करना पड़ता है। यह आमतौर पर कुछ सौ मिलीसेकंड या उससे कम होना चाहिए। यदि यह सदृश रूप से 1000मिलीसेकंड से अधिक होता है, तो आपका कंप्यूटर बहुत धीमा हो सकता है, या आपको अपने बैंडविड्थ सीमाओं को समायोजित करना चाहिए, या आपके (बिटटॉरेंट?) क्लाइंट बहुत ज्यादा डेटा भेज रहे हो सकते हैं और अपनी ट्रांसमिशन बैंडविड्थ सीमा को कम करनी चाहिए। <a href='/configstats#transport.sendProcessingTime'>[ग्राफ़ चालू करें]</a> (transport.sendProcessingTime).
hu: Mennyi ideig várakozik az egyik küldött üzenet a várólistában. Ez általában néhány száz milliszekundum vagy annál kevesebbnek kell lennie. Ha következetesen 1000 ms-nél magasabb, akkor a számítógép nagyon lassú, vagy be kell állítania a sávszélesség korlátait, vagy az Ön (BitTorrent?) kliense túl sok adatot küld és csökkentenie kell a küldési sávszélességét. <a href='/configstats#transport.sendProcessingTime'>[Grafikus ábrázolás engedélyezése]</a> (transport.sendProcessingTime).
in: Berapa lama pesan keluar menunggu dalam antrian. Secara umum ini seharusnya beberapa ratus milidetik atau kurang. Jika konsisten lebih tinggi dari 1000ms, komputer Anda sangat lambat, atau harus menyesuaikan batasan bandwidth, atau klien (BitTorrent?) Anda mungkin mengirim terlalu banyak data dan harus dibatasi bandwidth transmisinya. <a href='/configstats#transport.sendProcessingTime'>[Aktifkan grafik]</a> (transport.sendProcessingTime).
it: Quanto tempo un messaggio in uscita attende in coda. Questo dovrebbe generalmente essere di poche centinaia di millisecondi o meno. Se è costantemente superiore a 1000 ms, il tuo computer è molto lento, o dovresti regolare i tuoi limiti di larghezza di banda, o i tuoi client (BitTorrent?) potrebbero inviare troppi dati e dovrebbero ridurre il limite di larghezza di banda di trasmissione. <a href='/configstats#transport.sendProcessingTime'>[Abilita il grafico]</a> (transport.sendProcessingTime).
ja: 送信メッセージが待機する時間です。通常、数百ミリ秒以下である必要があります。もし常に1000msよりも高い値であれば、コンピューターが非常に遅くなっているか、帯域制限を調整する必要があるか、(BitTorrentの?)クライアントが多くのデータを送信しており、送信帯域幅制限を減らす必要があります。 <a href='/configstats#transport.sendProcessingTime'>[グラフ化を有効にする]</a> (transport.sendProcessingTime)。
ko: 외부로 전송되는 메시지가 대기열에 대기하는 시간입니다. 일반적으로 몇 백 밀리초 이하일 것입니다. 1000ms보다 높으면 컴퓨터가 매우 느리거나 대역폭 제한을 조정해야 하거나 (BitTorrent?) 클라이언트가 너무 많은 데이터를 보내고 있어 전송 대역폭 제한을 줄여야 할 수도 있습니다. <a href='/configstats#transport.sendProcessingTime'>[그래프 활성화]</a> (transport.sendProcessingTime).
nb: Hvor lenge en utgående melding venter i køen. Dette bør vanligvis være noen hundre millisekunder eller mindre. Hvis det er konsekvent høyere enn 1000ms, er datamaskinen din veldig langsom, eller du bør justere båndbreddegrensene dine, eller (BitTorrent?) klientene dine kan sende for mye data og bør redusere sin overføringsbåndbreddegrense. <a href='/configstats#transport.sendProcessingTime'>[Aktiver grafing]</a> (transport.sendProcessingTime).
nl: Hoelang een uitgaand bericht wacht in de wachtrij. Dit zou over het algemeen enkele honderden milliseconden of minder moeten zijn. Als het consistent hoger is dan 1000 ms, is uw computer erg traag, of moet u uw bandbreedtelimieten aanpassen, of verzenden uw (BitTorrent?) client(s) teveel gegevens en moet de verzendbandbreedtelimiet worden verlaagd. <a href='/configstats#transport.sendProcessingTime'>[Grafieken inschakelen]</a> (transport.sendProcessingTime).
pt: Por quanto tempo uma mensagem de saída espera na fila. Geralmente, isso deve ser alguns poucos centenas de milissegundos ou menos. Se estiver consistentemente acima de 1000ms, seu computador está muito lento ou você deve ajustar os limites de largura de banda ou seus clientes (BitTorrent?) podem estar enviando muitos dados e deveriam ter seu limite de largura de banda de transmissão reduzido. <a href='/configstats#transport.sendProcessingTime'>[Ativar a exibição de gráficos]</a> (transport.sendProcessingTime).
sl: Kako dolgo čaka izhodno sporočilo v redu. To bi moral običajno biti nekaj sto milisekund ali manj. Če je to skladno višje od 1000ms, je vaš računalnik zelo počasen, ali morate prilagoditi omejitve širine pasma, ali pa vaši (BitTorrent?) klienti morda pošiljajo preveč podatkov in bi morali imeti zmanjšano omejitev širine pasma za pošiljanje. <a href='/configstats#transport.sendProcessingTime'>[Omogoči grafe]</a> (transport.sendProcessingTime).
sv: Hur länge ett utgående meddelande väntar i kön. Detta bör vara några hundra millisekunder eller mindre. Om det konsekvent är högre än 1000ms är din dator mycket långsam, eller så bör du justera dina bandbreddsbegränsningar, eller så kan dina (BitTorrent?)klienter skicka för mycket data och bör ha sina överföringsbandbreddsbegränsningar minskade. <a href='/configstats#transport.sendProcessingTime'>[Aktivera graf]</a> (transport.sendProcessingTime).
uk: Який час вихідне повідомлення чекає в черзі. Зазвичай це кілька сотень мілісекунд або менше. Якщо воно постійно перевищує 1000 мс, ваш комп'ютер занадто повільний, або слід налаштувати ліміти пропускної здатності, або біторентні клієнти можуть надсилати занадто багато даних і їхній ліміт передачі має бути знижений. <a href='/configstats#transport.sendProcessingTime'>[Увімкнути графіку]</a> (transport.sendProcessingTime).
vi: Thời gian trung bình mà một tin nhắn đi phải chờ trong hàng đợi. Thông thường nên vài trăm milligiây hoặc ít hơn. Nếu luôn cao hơn 1000ms, máy tính của bạn quá chậm, hoặc bạn nên điều chỉnh giới hạn băng thông, hoặc phần mềm người dùng của bạn (BitTorrent?) có thể gửi quá nhiều dữ liệu và nên giảm giới hạn băng thông gửi. <a href='/configstats#transport.sendProcessingTime'>[Kích hoạt biểu đồ]</a> (transport.sendProcessingTime).

source: This is the number of pending requests from other routers to build a participating tunnel through your router. It should usually be close to zero. If it is consistently high, your computer is too slow, and you should reduce your share bandwidth limits.
ar: هذا عدد طلبات البناء القيد الانتظار من موجهات أخرى لبناء نفق مشارك عبر موجهك. يجب أن يكون قريبًا من الصفر عادة. إذا بقي مرتفعًا بشكل مستمر، فإن جهازك بطئ جدًا وينبغي خفض حدود حركة البيانات المشاركة.
az: Bu, diğer rautelerden katılımlı bir tünelin rauteriniz üzerinden oluşturulması için bekleyen isteklerin sayısıdır. Genellikle sıfıra yakın olmalıdır. Eğer sürekli olarak yüksekse, bilgisayarınız çok yavaş ve paylaşım bant genişliği sınırlarınızı azaltmanız gerekmektedir.
bo: འདི་ནི་གཞན་པའི་རོ་ཌེར་ཚུགས་པ་ནས་གཞན་པའི་རོ་ཌེར་ཚུགས་པ་ལ་གྲུང་ལམ་ཞིག་པ་བརྒྱུད་པའི་ཞུང་ལན་གྱིས་གནས་ཚུད་པའི་གྱིས་གནས་ཚུད་པའི་གྲངས་བསལ་བྱེད་པ། དེ་ནི་སྤྱིན་པར་སྟོན་པར་ཀླད་པར་ཉེན་པར་ཉེན་པར་དགོས་པ། གལ་སྲིད་ན་སྤྱིན་པར་མཐོ་བ་ན། ཁྱེད་ཀྱི་གློག་རིག་ཧ་ཅང་དལཔ་བ་ཡིན་པའམ། ཁྱེད་ཀྱིས་རོགས་པའི་བརྒྱུད་པའི་ཚད་བསལ་བྱེད་པར་དགོས་པ།
cs: Toto je počet čekajících žádostí od ostatních routerů na vytvoření účastníckého tunelu přes váš router. Obvykle by mělo být blízko nuly. Pokud je trvale vysoké, váš počítač je příliš pomalý a měli byste snížit limity sdíleného pásma.
da: Dette er antallet af ventende anmodninger fra andre routere om at oprette en deltagende tunnel gennem din router. Det burde normalt være tæt på nul. Hvis det konsekvent er højt, er din computer for langsom, og du bør reducere dine delingsbåndbreddegrænser.
el: Αυτός είναι ο αριθμός των εκκρεμών αιτημάτων από άλλους δρομολογητές για τη δημιουργία ενός συμμετέχοντα σήραγγας μέσω του δρομολογητή σας. Συνήθως θα πρέπει να είναι κοντά στο μηδέν. Εάν είναι συνεχώς υψηλό, ο υπολογιστής σας είναι πολύ αργός και θα πρέπει να μειώσετε τα όρια εύρους ζώνης κοινής χρήσης σας.
es: Este es el número de solicitudes pendientes de otros enrutadores para construir un túnel de participación a través de tu enrutador. Generalmente debería estar cerca de cero. Si es consistentemente alto, tu computadora es demasiado lenta y deberías reducir los límites de ancho de banda compartido.
et: See on ootel olevate taotluste arv teistelt ruuteritelt osaluskanali loomiseks teie ruuteri kaudu. See peaks tavaliselt olema lähedane nullile. Kui see on pidevalt suur, on teie arvuti liiga aeglane ja peaksite vähendama oma jagamise ribalaiuse piiranguid.
fa: این تعداد درخواست‌های معلق سایر روترها برای ایجاد یک تونل مشارکت‌کننده از طریق روتر شما است.
fi: Tämä on muiden reitittimien päättymättömien pyyntöjen määrä, joiden avulla rakennetaan osallistuva tunneli reitittimesi kautta. Sen pitäisi yleensä olla lähellä nollaa. Jos se on jatkuvasti korkea, tietokoneesi on liian hidas ja sinun tulisi vähentää jaettua kaistanleveyttä.
hi: यह अन्य रूटरों से प्राप्त पैंडिंग अनुरोधों की संख्या है जो आपके रूटर के माध्यम से भागीदारी टनल बनाने के लिए होते हैं। यह आमतौर पर शून्य के करीब होना चाहिए। यदि यह सदृश रूप से उच्च होता है, तो आपका कंप्यूटर बहुत धीमा है, और आपको अपनी साझा बैंडविड्थ सीमाओं को कम करना चाहिए।
hu: Ez a várakozó kérelmek száma más routerektől, hogy egy résztvevő alagutat építsenek a routerén át. Általában közel nulla kellene, hogy legyen. Ha következetesen magas, akkor a számítógép lassú, és csökkentenie kell a megosztott sávszélességét.
in: Ini adalah jumlah permintaan tertunda dari router lain untuk membangun terowongan yang berpartisipasi melalui router Anda. Biasanya mendekati nol. Jika nilainya tinggi secara konsisten, berarti komputer Anda terlalu lambat, dan Anda harus mengurangi batas bandwidth berbagi Anda.
it: Questo è il numero di richieste in sospeso da altri router per costruire un tunnel partecipativo attraverso il tuo router. Dovrebbe essere generalmente vicino a zero. Se è costantemente alto, il tuo computer è troppo lento e dovresti ridurre i limiti di larghezza di banda della tua condivisione.
ja: これは他のルーターからの保留中の要求の数で、あなたのルーターを介して参加トンネルを構築するためのものです。通常、ゼロに近い値である必要があります。もし常に高い値であれば、コンピューターが非常に遅くなっているため、共有帯域幅制限を減らす必要があります。
ko: 이는 라우터를 통해 참여 터널을 구축하기 위해 다른 라우터에서 보류 중인 요청 수입니다. 일반적으로 0에 가까워야 합니다. 지속적으로 높으면 컴퓨터 속도가 너무 느린 것이므로 공유 대역폭 제한을 줄여야 합니다.
nb: Dette er antall ventende forespørsler fra andre rutere for å bygge en delt tunnel gjennom ruteren din. Det bør vanligvis være nært null. Hvis det er konsekvent høyt, er datamaskinen din for langsom, og du bør redusere dine delte båndbreddegrenser.
nl: Dit is het aantal lopende verzoeken van andere routers om een deelnemende tunnel via uw router op te zetten. Het zou meestal dicht bij nul moeten zijn. Als het consistent hoog is, is uw computer te traag en moet u uw deelbandbreedtelimieten verlagen.
pt: Este é o número de solicitações pendentes de outros roteadores para construir um túnel participante através do seu roteador. Geralmente, deve ser próximo de zero. Se estiver consistentemente alto, seu computador está muito lento e você deve reduzir os limites de largura de banda compartilhada.
sl: To je število pričakovanja zahteve od drugih strežnikov za izgradnjo sodelujucega tunela skozi vaš strežnik. Običajno bi moral biti približno nič. Če je to skladno visoko, je vaš računalnik prepočasen, in morate zmanjšati omejitve deljene širine pasma.
sv: Detta är antalet väntande förfrågningar från andra routrar för att bygga en deltagartunnel genom din router. Det bör vanligtvis vara nära noll. Om det är konsekvent högt är din dator för långsam, och du bör minska dina delade bandbreddsbegränsningar.
uk: Це кількість очікуваних запитів від інших маршрутизаторів на будівництво тунелю участі через ваш маршрутизатор. Зазвичай вона повинна бути близькою до нуля. Якщо вона постійно висока, ваш комп'ютер занадто повільний, а ви повинні знизити ліміти спільної пропускної здатності.
vi: Đây là số yêu cầu đang chờ từ các bộ định tuyến khác để xây dựng đường hầm tham gia qua bộ định tuyến của bạn. Thông thường nên gần bằng không. Nếu luôn cao, máy tính của bạn quá chậm, và bạn nên giảm giới hạn băng thông chia sẻ.
