Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configuring I2P+: Network, Firefox, Tunnel Manager
ar: تكوين I2P+: الشبكة، فايرفوكس، مدير الأنفاق
az: I2P+ konfiqurasiyası: Şəbəkə, Firefox, Tunnel Menecer
bo: I2P+ གཞི་སྒྲིག་བཀོད་སྒྲིག་བྱེད་པ། གློག་དྲོང་། Firefox དང་། གཞུང་བརྒྱུད་དོ་ཁུར་བྱེད་པ
cs: Konfigurace I2P: Síť, Firefox, Tunnel Manager
da: Konfiguration af I2P+: Netværk, Firefox, Tunnel Manager
el: Διαμόρφωση I2P : Network, Firefox, Tunnel Manager
es: Configuración de I2P+: Red, Firefox, Administrador de Túneles
et: I2P+ seadistamine: võrgustik, Firefox, tunnelihaldur
fa: پیکربندی I2P: شبکه، فایرفاکس، مدیریت تونل
fi: I2P+:n asetusten määrittäminen: verkko, Firefox, tunnelinhallinta
hi: I2P+ का सेट करना: नेटवर्क, Firefox, टंनल मैनेजर
hu: Az I2P+ konfigurálása: Hálózat, Firefox, Tunnelszerkeztő
in: Mengonfigurasi I2P+: Jaringan, Firefox, Pengelola Terowongan
it: Configurazione di I2P+: Rete, Firefox, Tunnel Manager
ja: I2Pの構成：ネットワーク、Firefox、トンネルマネージャー
ko: I2P 구성: 네트워크, Firefox, 터널 관리자
nb: Konfigurere I2P: Nettverk, Firefox, Tunnel Manager
nl: I2P configureren: Netwerk, Firefox, Tunnel Manager
pt: Configurando I2P+: Rede, Firefox, Gerenciador de Túneis
sl: Nastavljanje I2P+: Omrežje, Firefox, Menedžer tunela
sv: Konfigurera I2P: Nätverk, Firefox, Tunnelhanterare
uk: Налаштування I2P+: Мережа, Firefox, Tunnel Manager
vi: Cấu hình I2P+: ạng, Firefox, Quản lý đường hầm

source: F.A.Q.
ar: أسئلة متكررة
az: Ə.S.S.
bo: ནང་ཆ་དང་འབྲེལ་ཡོད་དྲི་བ།
da: Ofte stillede spørgsmål
es: P.F.C.
et: K.K.K.
fa: پرسش
fi: Usein kysytyt kysymykset
hi: सामान्य प्रश्न और उत्तर (FAQ)
hu: GY.I.K.
in: Pertanyaan Yang Sering Ditanyakan
it: Domande frequenti
ja: よくある質問
nl: Veelgestelde vragen
pt: Perguntas frequentes
sl: ČPP
sv: Vanliga Frågor
uk: Часті запитання
vi: Câu hỏi thường gặp

source: I2P-specific terminology
ar: مصطلحات خاصة بـ I2P
az: I2P-xüsusi terminologiya
bo: I2P ནང་གི་ཐོབ་ཐུང་གི་མིང་ཚིག
cs: I2P-specifická terminologie
da: I2P-specifik terminologi
el: Ειδική ορολογία I2P
es: Terminología específica de I2P
et: I2P-spetsiifiline terminoloogia
fa: اصطلاحات خاص I2P
fi: I2P:ään liittyvä termistö
hi: I2P विशेष शब्दावली
hu: Az I2P-vel kapcsolatos szakkifejezések
in: Istilah khusus I2P
it: Terminologia specifica di I2P
ja: I2P 固有の用語
ko: I2P 관련 용어
nb: I2P-spesifikk terminologi
pt: Terminologia específica do I2P
sl: Terminologija specifična za I2P
sv: I2P-specifik terminologi
uk: Термінологія, специфічна для I2P
vi: Thuật ngữ chuyên dùng trong I2P

source: Licensing and copyright notices
ar: إخطارات الترخيص وحقوق الطبع والنشر
az: Lisenziya və müəllif hüququ bildirişləri
bo: རེ་ཁུ་དང་བྱ་དགའི་རེ་ཁུའི་བཀོད་སྒྲིག
cs: Oznámení o licencích a autorských právech
da: Licens- og copyright-bemærkninger
el: Σημειώσεις άδειας χρήσης και πνευματικών δικαιωμάτων
es: Licencias y Avisos de Derechos de Autor
et: Litsentsimine ja autoriõiguste teatised
fa: اعلامیه های مجوز و حق چاپ
fi: Lisensointi- ja tekijänoikeusilmoitukset
hi: लाइसेंसिंग और कॉपीराइट नोटिस
hu: Licencelési és szerzői jogi értesítések
in: Lisensi dan pernyataan hak cipta
it: Avvisi di licenza e diritti d'autore
ja: ライセンスおよび著作権表示
ko: 라이센스 및 저작권 고지
nb: Lisens- og opphavsrettsmerknader
nl: Licentie- en copyrightkennisgevingen
pt: Licenças e avisos de direitos autorais
sl: Licence in opozorila o avtorskih pravicah
sv: Licens- och upphovsrättsmeddelanden
uk: Повідомлення про ліцензування та авторські права
vi: Thông tin bản quyền và giấy phép sử dụng

source: A guide to reseeding your I2P+ router
ar: دليل لإعادة زرع جهاز التوجيه I2P+ الخاص بك
az: I2P+ ruterinizin yenidən bitkiləndirilməsi üçün bir təlimat
bo: ཁྱོད་ཀྱི་I2P+ གཞུང་བརྒྱུད་ལ་བསྐྱར་བཏང་བཤེར་བྱེད་པའི་བཤད་པ།
cs: Průvodce přenastavením vašeho I2P+ routeru
da: En guide til at genplante din I2P+ router
el: Ένας οδηγός για την επανασπορά του δρομολογητή I2P+
es: Guía para reenviar tu enrutador I2P+
et: I2P+ ruuteri uuestiseadistamise juhend
fa: راهنمای نصب مجدد روتر I2P شما
fi: Opas I2P+:n uudelleenistuttamiseen
hi: आपके I2P+ राउटर को फिर से बीजीकरण करने का गाइड
hu: Útmutató az I2P+ routere újra elérhetővé tételéhez
in: Panduan untuk Menghidupkan Ulang Router I2P+ Anda
it: Una guida per rigenerare il tuo router I2P+
ja: I2P ルーターを再シードするためのガイド
ko: I2P+ 라우터 재시드 가이드
nb: En veiledning for å gjenoppta I2P-ruteren din
nl: Een gids voor het opnieuw instellen van uw I2P-router
pt: Um guia para recompor seu roteador I2P+
sl: Primerilo za ponovno zalaganje vašega strežnika I2P+
sv: En guide till att se om din I2P-router
uk: Посібник з резервування вашого маршрутизатора I2P+
vi: Hướng dẫn cài đặt lại bộ định tuyến I2P+ của bạn

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
az: Problem həllinə kömək
bo: དོ་ཁུར་བྱེད་པའི་ནང་གི་འགལ་རྐྱེན་བརྟག་དཔྱད་བྱེད་པ།
cs: Odstraňování problémů
da: Fejlfinding
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
et: Probleemide lahendamine
fa: عیب یابی
fi: Vianmääritys
hi: समस्या निदान
hu: Problémamegoldás
in: Penyelesaian masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
nl: Problemen oplossen
pt: Solucionando problemas
sl: Diagnostika napak
sv: Felsökning
uk: Вирішення проблем
vi: Xử lý sự cố

source: What to do in the event I2P+ isn't working
ar: ما يجب القيام به في الحدث I2P+ لا يعمل
az: I2P+ işlemirdisə nə etmək lazımdır
bo: I2P+ སྤྱོད་ཐབས་མེད་པའི་ཚོད་ན་གང་བྱེད་དགོས་པ།
cs: Co dělat v případě, že I2P nefunguje
da: Hvad skal jeg gøre, hvis I2P+ ikke fungerer
el: Τι πρέπει να κάνετε σε περίπτωση που το I2P+ δεν λειτουργεί
es: Qué hacer en caso de que I2P+ no funcione
et: Mida teha, kui I2P+ ei tööta
fa: در صورتی که I2P کار نمی کند چه باید کرد
fi: Mitä tehdä, jos I2P+ ei toimi
hi: यदि I2P+ कार्य नहीं कर रहा है, तो क्या करें
hu: Mit tegyek, ha az I2P+ nem működik
in: Apa yang harus dilakukan jika I2P+ tidak berfungsi
it: Cosa fare nel caso in cui I2P+ non funzioni
ja: I2Pが動作しない場合の対処方法
ko: I2P가 작동하지 않는 경우 어떻게 해야 할까요?
nb: Hva du skal gjøre hvis I2P+ ikke fungerer
nl: Wat te doen als I2P niet werkt
pt: O que fazer caso o I2P+ não esteja funcionando
sl: Kaj storiti, če I2P+ ne deluje
sv: Vad man ska göra om I2P inte fungerar
uk: Що робити у випадку, якщо I2P+ не працює
vi: Phải làm gì trong trường hợp I2P+ không hoạt động

source: An introduction to tunnel access lists
ar: مقدمة لقوائم الوصول إلى الأنفاق
az: Tunel giriş listelerine giriş
bo: གཞུང་བརྒྱུད་ལ་ཕེབས་པའི་ཡིག་ཆ་ཚོགས་ཀྱི་འགོ་བརྩམས།
cs: Úvod do přístupových seznamů tunelů
da: En introduktion til tunnel-adgangslister
el: Μια εισαγωγή στις λίστες πρόσβασης σε σήραγγα
es: Introducción a las listas de acceso de túneles
et: Sissejuhatus tunneli ligipääsu loenditesse
fa: مقدمه ای بر لیست های دسترسی تونل
fi: Johdanto tunnelien pääsylistoihin
hi: टंनल एक्सेस लिस्ट के बारे में परिचय
hu: Bevezetés a tunnel-hozzáférési listákba
in: Pengantar daftar akses terowongan
it: Un'introduzione alle liste di accesso ai tunnel
ja: トンネルアクセスリストの概要
ko: 터널 액세스 목록 소개
nb: En introduksjon til tunneltilgangslister
nl: Een inleiding tot tunneltoegangslijsten
pt: Uma introdução às listas de acesso a túneis
sl: Uvod v seznami dostopa do tunela
sv: En introduktion till tunneltillträdeslistor
uk: Вступ до списків доступу до тунелів
vi: Giới thiệu về danh sách truy cập đường hầm

source: I2PControl API
bo: I2PControl API མཐུད་སྣེ།
hi: I2PControl एपीआई

source: JSON-RPC API for remote router control and monitoring
bo: རོ་ཌེར་དོ་དམ་དང་ལྟ་ཞིབ་ཀྱི་གཞུང་བརྒྱུད་དང་ལྟ་ཞིབ་ཀྱི་ JSON-RPC API
hi: दूरस्थ राउटर नियंत्रण और निगरानी के लिए JSON-RPC एपीआई
ko: 원격 라우터 제어 및 모니터링을 위한 JSON-RPC API

source: Information about the sidebar, network status messages, and theme overrides
ar: معلومات حول الشريط الجانبي ورسائل حالة الشبكة وتخصيص السمة
az: Kenar çubuğu, ağ durum bilgileri ve tema geçersiz kılma hakkında bilgiler
bo: སྟབས་བཟོའི་ཡིག་ཆ་དང་། གློག་དྲོང་གི་ཐོབ་ཐུང་། དེ་དང་ཐོབ་ཐུང་གི་བརྗེ་བའི་གོ་དོན་བརྗེ་བ་བཅས་ཀྱི་གོ་སྐབས།
cs: Informace o postranním panelu, zprávách o stavu sítě a přepisech motivů
da: Information om sidepanelet, netværkstatusbeskeder og temaudskiftning
el: Πληροφορίες σχετικά με την πλαϊνή γραμμή, τα μηνύματα κατάστασης δικτύου και τις παρακάμψεις θεμάτων
es: Información sobre la barra lateral, mensajes de estado de red y anulaciones de temas
et: Teave küljereal, võrgu oleku sõnumitest ja ülekirjutatud teemadest
fa: اطلاعات مربوط به نوار کناری، پیام‌های وضعیت شبکه و لغو طرح زمینه
fi: Tietoa sivupalkista, verkoston tilaviesteistä ja teeman ohituksista
hi: साइडबार, नेटवर्क स्थिति संदेश और थीम ओवरराइड के बारे में जानकारी
hu: Információ a szalagról, a hálózati állapotüzenetekről és a téma felülbíráltról
in: Informasi tentang sidebar, pesan status jaringan, dan penimpaan tema
it: Informazioni sulla barra laterale, sulle messaggi di stato della rete e sulle sostituzioni dei temi
ja: サイドバー、ネットワークステータスメッセージ、テーマのオーバーライドに関する情報
ko: 사이드바, 네트워크 상태 메시지 및 테마 재정의에 대한 정보
nb: Informasjon om sidefeltet, nettverksstatusmeldinger og temaoverstyringer
nl: Informatie over de zijbalk, netwerkstatusberichten en thema-overschrijvingen
pt: Informações sobre a barra lateral, mensagens de status da rede e substituições de tema
sl: Informacije o vrstnici, sporočilih o stanju omrežja in prepičnih temah
sv: Information om sidofältet, nätverksstatusmeddelanden och temaåsidosättningar
uk: Інформація про бічну панель, повідомлення про стан мережі та переосмислення теми
vi: Thông tin về thanh bên, tin nhắn trạng thái mạng và ghi đè giao diện

source: Webhosting on I2P
ar: استضافة المواقع على I2P
az: I2P'de web barındırma
bo: I2P ནང་གི་དྲོང་བཟོ་བ།
cs: Webhosting na I2P
da: Webhosting på I2P
el: Φιλοξενία Ιστού σε I2P
es: Alojamiento web en I2P
et: Veebi majutus I2P-s
fa: میزبانی وب در I2P
fi: Webhotellipalvelu I2P:ssä
hi: I2P पर वेबहोस्टिंग
hu: Webtárhelyszolgáltatás az I2P-n
in: Penyedia hosting web di I2P
it: Hosting web su I2P
ja: I2P でのウェブホスティング
ko: I2P에서의 웹호스팅
nb: Webhosting på I2P
nl: Webhosting op I2P
pt: Hospedagem na Web no I2P
sl: Spletno gostovanje na I2P
sv: Webbhotell på I2P
uk: Веб -хостинг на i2p
vi: Web Hosting trên I2P+

source: I2PControl JSON-RPC API
bo: I2PControl JSON-RPC API མཐུད་སྣེ།
hi: I2PControl JSON-RPC एपीआई

source: I2PControl provides a JSON-RPC 2.0 interface for remote control and monitoring of your I2P router. This allows external applications to programmatically manage I2P settings, retrieve status information, and control router operations through standardized HTTP requests.
bo: I2PControl ཀྱིས་ཁྱེད་ཀྱི་ I2P རོ་ཌེར་དོ་དམ་དང་ལྟ་ཞིབ་ཀྱི་ཆེད་དུ་ JSON-RPC 2.0 མཐུད་སྣེ་འདོན་སྤེལ་བྱེད་ཡོད། འདིས་ཕྱི་ཕྱེད་གཞུང་ཐུབ་ཀྱིས་ I2P བཀོད་སྒྲིག་དོ་དམ་དང་། གནས་ཚུལ་ཐོབ་པ། ཚད་ལྡན་གྱི་ HTTP བློ་འདྲིས་བརྒྱུད་ནས་རོ་ཌེར་བཀོལ་སྤྱོད་དོ་དམ་བྱེད་ཆོག
hi: I2PControl दूरस्थ राउटर नियंत्रण और निगरानी के लिए JSON-RPC 2.0 इंटरफ़ेस प्रदान करता है। यह बाहरी एप्लिकेशन को प्रोग्रामेटिक रूप से I2P सेटिंग्स प्रबंधित करने, स्थिति जानकारी प्राप्त करने और मानकीकृत HTTP अनुरोधों के माध्यम से राउटर संचालन को नियंत्रित करने की अनुमति देता है।
ko: I2PControl는 I2P 라우터의 원격 제어 및 모니터링을 위한 JSON-RPC 2.0 인터페이스를 제공합니다. 이를 통해 외부 애플리케이션이 프로그래밍 방식으로 I2P 설정을 관리하고, 상태 정보를 검색하며, 표준화된 HTTP 요청을 통해 라우터 작업을 제어할 수 있습니다.

source: I2PControl is a JSON-RPC 2.0 interface for remote control and monitoring of your I2P router. It listens on {0} by default when enabled for security reasons and must be enabled through the {1}.
bo: I2PControl ནི་ཁྱེད་ཀྱི་ I2P རོ་ཌེར་དོ་དམ་དང་ལྟ་ཞིབ་ཀྱི་ཆེད་དུ་རིམ་པ་ 2.0 མཐུད་སྣེ་ཡིན། བདེ་འཇགས་ཀྱི་རྒྱུ་མཚན་གྱིས་གཞན་སྒྲིག་བྱས་པའི་སྐབས་{0} ཐོག་ཁུངས་བཟུང་གི་ཡོད། {1} བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་དགོས།
hi: I2PControl दूरस्थ राउटर नियंत्रण और निगरानी के लिए JSON-RPC 2.0 इंटरफ़ेस है। सुरक्षा कारणों से सक्षम होने पर यह डिफ़ॉल्ट रूप से {0} पर सुनता है और इसे {1} के माध्यम से सक्षम करना होगा।
ko: I2PControl는 I2P 라우터의 원격 제어 및 모니터링을 위한 JSON-RPC 2.0 인터페이스입니다. 보안상의 이유로 활성화되면 기본적으로 {0}에서 수신하며, {1}을 통해 활성화해야 합니다.

source: Web Apps configuration page
bo: Web Apps རོགས་སྒྲིག་ཤོག་ངོས།
hi: वेब ऐप्स कॉन्फ़िगरेशन पृष्ठ
ko: 웹 앱 구성 페이지

source: Authentication
bo: ངེས་གཏན་འབེབས།
hi: प्रमाणीकरण
ko: 인증

source: All API operations (except for authentication itself) require a valid authentication token. To obtain a token, you must first authenticate with your configured password:
bo: API བཀོལ་སྤྱོད་ཚུལ་ཐམས་ཅད་ཀྱིས་ (ངེས་གཏན་འབེབས་རང་ཉིད་མིན་པ་) ནུས་པ་ལྡན་པའི་ངེས་གཏན་ཐབས་ཤེལ་དགོས། ཐབས་ཤེལ་ཐོབ་པའི་ཆེད་དུ་ཁྱེད་ཀྱིས་སྔོན་ནས་ཁ་སྣོན་བྱས་པའི་གནས་ཚུལ་ཐོག་ཏུ་ངེས་གཏན་འབེབས་བྱེད་དགོས།
hi: सभी एपीआई ऑपरेशन (प्रमाणीकरण स्वयं को छोड़कर) के लिए एक वैध प्रमाणीकरण टोकन आवश्यक है। टोकन प्राप्त करने के लिए, आपको पहले अपने कॉन्फ़िगर किए गए पासवर्ड से प्रमाणित करना होगा:
ko: 모든 API 작업(인증 자체 제외)에는 유효한 인증 토큰이 필요합니다. 토큰을 얻으려면 먼저 구성된 비밀번호로 인증해야 합니다:

source: The returned token must be included in either the 'Token' parameter or as an 'X-Auth-Token' HTTP header in all subsequent API calls.
bo: ཐོབ་པའི་ཐབས་ཤེལ་དགོས་གཏུབ་ API འབོད་སྒྲིག་ཚུལ་ཐམས་ཅད་ཀྱི་ 'Token' ཁ་སྣོན་ཡང་ན་ 'X-Auth-Token' HTTP ཁ་སྣོན་ནང་བཅུག་དགོས།
hi: लौटाया गया टोकन या तो 'Token' पैरामीटर में या सभी बाद के एपीआई कॉल में 'X-Auth-Token' HTTP हेडर के रूप में शामिल किया जाना चाहिए।
ko: 반환된 토큰은 모든 후속 API 호출에서 'Token' 매개변수 또는 'X-Auth-Token' HTTP 헤더에 포함되어야 합니다.

source: API Version: 1. Clients must specify API version 1 in authentication requests for compatibility.
bo: API པེ་ཨང་: ༡ ཞིབ་འཇུག་པ་ཚོས་ནུས་མཐུན་གྱི་ཆེད་དུ་ངེས་གཏན་འབེབས་རེ་སྒྲུབ་ཁ་ན་ API པེ་ཨང་༡ གསལ་ཁ་བྱེད་དགོས།
hi: एपीआई संस्करण: 1. क्लाइंट को संगतता के लिए प्रमाणीकरण अनुरोधों में एपीआई संस्करण 1 निर्दिष्ट करना होगा।
ko: API 버전: 1. 클라이언트는 호환성을 위해 인증 요청에서 API 버전 1을 지정해야 합니다.

source: API Methods
bo: API བཀོལ་སྤྱོད་ཚུལ།
hi: एपीआई विधियाँ
ko: API 메서드

source: Authenticates with the I2PControl service and returns an authentication token for subsequent API calls.
bo: I2PControl ཞབས་ཞུའི་ཐོག་ངེས་གཏན་འབེབས་བྱས་ཏེ་རྗེས་མཐུད་ API འབོད་སྒྲིག་ཆེད་དུ་ངེས་གཏན་ཐབས་ཤེལ་ཕྱིར་ལོག་བྱེད།
hi: I2PControl सेवा के साथ प्रमाणित करता है और बाद के एपीआई कॉल के लिए एक प्रमाणीकरण टोकन लौटाता है।
ko: I2PControl 서비스로 인증하고 후속 API 호출을 위한 인증 토큰을 반환합니다.

source: Parameters:
bo: ཁ་སྣོན་ཚུལ།
hi: पैरामीटर:
ko: 매개변수:

source: Password (string), API (integer, must be 1)
bo: གི་མིང་གི་ཚིག་དུམ་ (string), API (integer, ༡ ཡིན་དགོས།)
hi: पासवर्ड (स्ट्रिंग), एपीआई (इंटीजर, 1 होना चाहिए)
ko: 비밀번호 (문자열), API (정수, 1이어야 함)

source: Returns:
bo: ཕྱིར་ལོག།
hi: लौटाता है:
ko: 반환값:

source: Token (string), API (integer)
bo: ཐབས་ཤེལ་ (string), API (integer)
hi: टोकन (स्ट्रिंग), एपीआई (इंटीजर)
ko: 토큰 (문자열), API (정수)

source: Authentication:
bo: ངེས་གཏན་འབེབས།
hi: प्रमाणीकरण:
ko: 인증:

source: None (this is the unauthenticated method)
bo: མེད་པ (འདི་ནི་ངེས་གཏན་མ་བྱས་པའི་བཀོལ་སྤྱོད་ཚུལ་ཡིན།)
hi: कोई नहीं (यह अप्रमाणित विधि है)
ko: 없음 (이것은 미인증 메서드입니다)

source: A simple test method that returns the provided string. Useful for testing API connectivity and authentication.
bo: མཁོ་འདབ་པའི་ཚིག་དུམ་ཕྱིར་ལོག་བྱེད་པའི་གདེང་ཚོད་བཀོལ་སྤྱོད་ཚུལ་སྟབས་བདེ་ཞིག་ཡིན། API མཐུད་སྣེ་དང་ངེས་གཏན་འབེབས་གདེང་ཚོད་བྱེད་ཆེད་ཕན་ཐོགས་ཡིན།
hi: एक सरल परीक्षण विधि जो प्रदान की गई स्ट्रिंग लौटाती है। एपीआई कनेक्टिविटी और प्रमाणीकरण के परीक्षण के लिए उपयोगी।
ko: 제공된 문자열을 반환하는 간단한 테스트 메서드입니다. API 연결 및 인증 테스트에 유용합니다.

source: Echo (string)
bo: མཆན་འཇོག (string)
hi: इको (स्ट्रिंग)
ko: エコー (문자열)

source: Result (string - echoed input)
bo: མཇུག་འབྲས (string - མཆན་འཇོག་བྱས་པའི་ནང་འཇུག)
hi: परिणाम (स्ट्रिंग - इको इनपुट)
ko: 결과 (문자열 - 에코 입력)

source: Required
bo: དགོས་གཏན།
hi: आवश्यक
ko: 필수

source: Retrieves read-only status information about the I2P router. Each parameter is optional - include only the metrics you need.
bo: I2P རོ་ཌེར་གྱི་ཆ་འཕྲིན་གནས་ཚུལ་འབྱོར་སྤུངས་འཛིན་ལེན་བྱེད། ཁ་སྣོན་ཚུལ་སུམ་ཐེག་ཡིན་པས་ཁྱེད་ཀྱིར་དགོས་མཁོ་ཡོད་པའི་ཚད་གཞི་ཙམ་བཙུག་དགོས།
hi: I2P राउटर के बारे में केवल-पढ़ने योग्य स्थिति जानकारी प्राप्त करता है। प्रत्येक पैरामीटर वैकल्पिक है - केवल उन मेट्रिक्स को शामिल करें जिनकी आपको आवश्यकता है।
ko: I2P 라우터에 대한 읽기 전용 상태 정보를 검색합니다. 각 매개변수는 선택적이며, 필요한 측정 항목만 포함하세요.

source: Any combination of:
bo: གང་འདོད་ཀྱི་སྒྲིག་འཛུགས།
hi: कोई भी संयोजन:
ko: 다음 중 원하는 조합:

source: Router version
bo: རོ་ཌེར་པེ་ཨང་།
hi: राउटर संस्करण
ko: 라우터 버전

source: Router uptime in milliseconds
bo: སྐར་མ་གནས་ཚུལ་གྱི་རོ་ཌེར་སྐབས་ཡུན།
hi: मिलीसेकंड में राउटर अपटाइम
ko: 라우터 가동 시간(밀리초)

source: Current router status
bo: ད་ལྟའི་རོ་ཌེར་གནས་ཚུལ།
hi: वर्तमान राउटर स्थिति
ko: 현재 라우터 상태

source: Network status (0-14)
bo: ཨེམ་གླིང་གནས་ཚུལ། (༠-༡༤)
hi: नेटवर्क स्थिति (0-14)
ko: 네트워크 상태 (0-14)

source: 1-second average inbound bandwidth (Bps)
bo: སྐར་མ་གཅིག་གི་ཆ་སྙོམས་ནང་འཛུལ་གླེང་ཐུང་གྲངས། (Bps)
hi: 1-सेकंड औसत इनबाउंड बैंडविड्थ (बाइट/सेकंड)
ko: 1초 평균 인바운드 대역폭 (Bps)

source: 1-second average outbound bandwidth (Bps)
bo: སྐར་མ་གཅིག་གི་ཆ་སྙོམས་ཕྱིར་འཐེན་གླེང་ཐུང་གྲངས། (Bps)
hi: 1-सेकंड औसत आउटबाउंड बैंडविड्थ (बाइट/सेकंड)
ko: 1초 평균 아웃바운드 대역폭 (Bps)

source: 15-second average inbound bandwidth (Bps)
bo: སྐར་མ་༡༥ གི་ཆ་སྙོམས་ནང་འཛུལ་གླེང་ཐུང་གྲངས། (Bps)
hi: 15-सेकंड औसत इनबाउंड बैंडविड्थ (बाइट/सेकंड)
ko: 15초 평균 인바운드 대역폭 (Bps)

source: 15-second average outbound bandwidth (Bps)
bo: སྐར་མ་༡༥ གི་ཆ་སྙོམས་ཕྱིར་འཐེན་གླེང་ཐུང་གྲངས། (Bps)
hi: 15-सेकंड औसत आउटबाउंड बैंडविड्थ (बाइट/सेकंड)
ko: 15초 평균 아웃바운드 대역폭 (Bps)

source: Number of participating tunnels
bo: ཞུགས་མཁན་མཚན་ཁུང་གི་གྲངས།
hi: भाग लेने वाले टनलों की संख्या
ko: 참여 터널 수

source: Number of known peers
bo: ཤེས་ཟིན་པའི་གྲོགས་པོའི་གྲངས།
hi: ज्ञात पीयरों की संख्या
ko: 알려진 피어 수

source: Number of active peers
bo: འགུལ་སྐྱོད་ཀྱི་གྲོགས་པོའི་གྲངས།
hi: सक्रिय पीयरों की संख्या
ko: 활성 피어 수

source: Number of fast peers
bo: མགྱོགས་པའི་གྲོགས་པོའི་གྲངས།
hi: तेज़ पीयरों की संख्या
ko: 빠른 피어 수

source: Number of high-capacity peers
bo: མཐོ་གྲངས་ཀྱི་གྲོགས་པོའི་གྲངས།
hi: उच्च-क्षमता पीयरों की संख्या
ko: 고용량 피어 수

source: Whether reseed is in progress
bo: reseed འབད་མི་བྱེད་མིན།
hi: क्या रीसीड प्रगति पर है
ko: 재시드 진행 여부

source: Requested metrics with their current values
bo: རེ་ཞིབ་བྱས་པའི་ཚད་གཞི་དང་ད་ལྟའི་རིམ་໖།
hi: अनुरोधित मेट्रिक्स उनके वर्तमान मानों के साथ
ko: 현재 값이 포함된 요청된 측정 항목

source: Controls router lifecycle and management operations. Each operation is optional and executes asynchronously.
bo: རོ་ཌེར་ཚེས་གནས་དང་དོ་དམ་བཀོལ་སྤྱོད་ཚུལ་ཚོད་འཛིན། བཀོལ་སྤྱོད་ཚུལ་སུམ་ཐེག་ཡིན་པས་མཉམ་སྟོན་གྱིས་ལག་བསྟར་བྱེད།
hi: राउटर जीवनचक्र और प्रबंधन संचालन को नियंत्रित करता है। प्रत्येक संचालन वैकल्पिक है और अतुल्यकालिक रूप से निष्पादित होता है।
ko: 라우터 수명 주기 및 관리 작업을 제어합니다. 각 작업은 선택적이며 비동기적으로 실행됩니다.

source: Graceful restart/shutdown
bo: གཟབ་གཟབ་གིས་བསྐྱར་འགོད་/ཁ་གཡུག་།
hi: सुंदर पुनः आरंभ/शटडाउन
ko: 우아한 재시작/종료

source: Immediate hard shutdown
bo: འཕྲལ་མཁོ་དག་པའི་ཁ་གཡུག་།
hi: तुरंत कठोर शटडाउन
ko: 즉시 하드 종료

source: Immediate hard restart
bo: འཕྲལ་མཁོ་དག་པའི་བསྐྱར་འགོད།
hi: तुरंत कठोर पुनः आरंभ
ko: 즉시 하드 재시작

source: Graceful shutdown (waits for tunnels)
bo: གཟབ་གཟབ་གིས་ཁ་གཡུག་ (མཚན་ཁུང་ལ་སྒུག་ཆོད།)
hi: सुंदर शटडाउन (टनलों की प्रतीक्षा करता है)
ko: 우아한 종료 (터널 대기)

source: Graceful restart (waits for tunnels)
bo: གཟབ་གཟབ་གིས་བསྐྱར་འགོད་ (མཚན་ཁུང་ལ་སྒུག་ཆོད།)
hi: सुंदर पुनः आरंभ (टनलों की प्रतीक्षा करता है)
ko: 우아한 재시작 (터널 대기)

source: Trigger router reseeding
bo: རོ་ཌེར་ reseed སློང་བ།
hi: राउटर रीसीडिंग ट्रिगर करें
ko: 라우터 재시드 트리거

source: Check for available updates
bo: ཡོད་པའི་གསར་སྒྱུར་ལ་ཞིབ་དཔྱད།
hi: उपलब्ध अपडेट के लिए जाँचें
ko: 사용 가능한 업데이트 확인

source: Install available updates
bo: ཡོད་པའི་གསར་སྒྱུར་སྒྲིག་འཛུགས།
hi: उपलब्ध अपडेट इंस्टॉल करें
ko: 사용 가능한 업데이트 설치

source: Confirmation of operation (null for most operations, result status for FindUpdates/Update)
bo: བཀོལ་སྤྱོད་ཚུལ་གནས་སྟངས། (བཀོལ་སྤྱོད་ཚུལ་མང་པོ་ལ་ null, FindUpdates/Update ལ་མཇུག་འབྲས་གནས་སྟངས།)
hi: संचालन की पुष्टि (अधिकांश संचालनों के लिए null, FindUpdates/Update के लिए परिणाम स्थिति)
ko: 작업 확인 (대부분의 작업은 null, FindUpdates/Update의 경우 결과 상태)

source: Manages router network configuration. Parameters can be used to either set values (if provided) or retrieve current values (if null/omitted).
bo: རོ་ཌེར་ཨེམ་གླིང་རོགས་སྒྲིག་དོ་དམ། ཁ་སྣོན་ཚུལ་བེད་སྤྱད་ནས་རིམ་໖་གཞག (མཁོ་འདབ་བྱས་ན་) ཡང་ན་ད་ལྟའི་རིམ་໖་འཛིན་ལེན་ (null/སྣང་མེད་བྱས་ན་) བྱེད་ཆོད།
hi: राउटर नेटवर्क कॉन्फ़िगरेशन प्रबंधित करता है। पैरामीटर का उपयोग या तो मान सेट करने (यदि प्रदान किया गया) या वर्तमान मान प्राप्त करने (यदि null/छोड़ा गया) के लिए किया जा सकता है।
ko: 라우터 네트워크 구성을 관리합니다. 매개변수는 값을 설정(제공된 경우)하거나 현재 값을 검색(null/생략된 경우)하는 데 사용할 수 있습니다.

source: NTCP Transport Settings:
bo: NTCP སྤོ་སྒྱུར་རོགས་སྒྲིག།
hi: NTCP ट्रांसपोर्ट सेटिंग्स:
ko: NTCP 전송 설정:

source: NTCP port (1-65535)
bo: NTCP སྒོ་གྲམ། (༡-༦༥༥༣༥)
hi: NTCP पोर्ट (1-65535)
ko: NTCP 포트 (1-65535)

source: NTCP hostname
bo: NTCP མིང་གཞན།
hi: NTCP होस्टनाम
ko: NTCP 호스트명

source: Auto IP setting
bo: རང་བཞིན་ IP རོགས་སྒྲིག།
hi: स्वचालित आईपी सेटिंग
ko: 자동 IP 설정

source: SSU Transport Settings:
bo: SSU སྤོ་སྒྱུར་རོགས་སྒྲིག།
hi: SSU ट्रांसपोर्ट सेटिंग्स:
ko: SSU 전송 설정:

source: SSU port (1-65535)
bo: SSU སྒོ་གྲམ། (༡-༦༥༥༣༥)
hi: SSU पोर्ट (1-65535)
ko: SSU 포트 (1-65535)

source: SSU hostname
bo: SSU མིང་གཞན།
hi: SSU होस्टनाम
ko: SSU 호스트명

source: IP source detection
bo: IP ཁུངས་གཏན་འཁེལ།
hi: आईपी स्रोत पहचान
ko: IP 소스 감지

source: Read-only detected IP address
bo: འཛིན་སྟངས་འབྱོར་སྤུངས་ IP ཁོགས་གྲམ།
hi: केवल-पढ़ने योग्य पहचाना गया आईपी पता
ko: 읽기 전용 감지된 IP 주소

source: Network Settings:
bo: ཨེམ་གླིང་རོགས་སྒྲིག།
hi: नेटवर्क सेटिंग्स:
ko: 네트워크 설정:

source: UPnP enabled/disabled
bo: UPnP ལྡན་པ/མེད་པ།
hi: UPnP सक्षम/अक्षम
ko: UPnP 활성화/비활성화

source: Laptop mode setting
bo: ལེབ་ཁྲབ་ཐབས་སྟེགས་རོགས་སྒྲིག།
hi: लैपटॉप मोड सेटिंग
ko: 노트북 모드 설정

source: Bandwidth Settings:
bo: གླེང་ཐུང་གྲངས་རོགས་སྒྲིག།
hi: बैंडविड्थ सेटिंग्स:
ko: 대역폭 설정:

source: Bandwidth share percentage (0-100)
bo: གླེང་ཐུང་གྲངས་མཉམ་སྤེལ་གྲངས་ཚད། (༠-༡༠༠)
hi: बैंडविड्थ साझाकरण प्रतिशत (0-100)
ko: 대역폭 공유 비율 (0-100)

source: Inbound bandwidth limit (Bps)
bo: ནང་འཛུལ་གླེང་ཐུང་གྲངས་ཚད། (Bps)
hi: इनबाउंड बैंडविड्थ सीमा (बाइट/सेकंड)
ko: 인바운드 대역폭 제한 (Bps)

source: Outbound bandwidth limit (Bps)
bo: ཕྱིར་འཐེན་གླེང་ཐུང་གྲངས་ཚད། (Bps)
hi: आउटबाउंड बैंडविड्थ सीमा (बाइट/सेकंड)
ko: 아웃바운드 대역폭 제한 (Bps)

source: SettingsSaved (boolean), RestartNeeded (boolean), plus current values for queried settings
bo: རོགས་སྒྲིག་ཉར་ཚགས་ (boolean), བསྐྱར་འགོད་དགོས་ (boolean), འདྲི་གཞི་བྱས་པའི་རོགས་སྒྲིག་ཀྱི་ད་ལྟའི་རིམ་໖།
hi: SettingsSaved (बूलियन), RestartNeeded (बूलियन), इसके अलावा क्वेरी की गई सेटिंग्स के वर्तमान मान
ko: SettingsSaved (불리언), RestartNeeded (불리언), 쿼리된 설정의 현재 값 포함

source: Manages I2PControl service settings including password, port, and restart configuration.
bo: གི་མིང་དང་སྒོ་གྲམ། བསྐྱར་འགོད་རོགས་སྒྲིག་ཚུད་པའི་I2PControl ཞབས་ཞུའི་རོགས་སྒྲིག་དོ་དམ།
hi: I2PControl सेवा सेटिंग्स का प्रबंधन करता है जिसमें पासवर्ड, पोर्ट और पुनः आरंभ कॉन्फ़िगरेशन शामिल है।
ko: 비밀번호, 포트 및 재시작 구성을 포함한 I2PControl 서비스 설정을 관리합니다.

source: Listen address (string, e.g., 127.0.0.1)
bo: ཉན་ས་གཞན། (string, དཔེ་ན་ 127.0.0.1)
hi: सुनने का पता (स्ट्रिंग, उदा., 127.0.0.1)
ko: 수신 주소 (문자열, 예: 127.0.0.1)

source: New password (string)
bo: གི་མིང་གསར་པ། (string)
hi: नया पासवर्ड (स्ट्रिंग)
ko: 새 비밀번호 (문자열)

source: Listen port (integer, 1-65535)
bo: ཉན་ས་སྒོ་གྲམ། (integer, ༡-༦༥༥༣༥)
hi: सुनने का पोर्ट (इंटीजर, 1-65535)
ko: 수신 포트 (정수, 1-65535)

source: SettingsSaved (boolean), RestartNeeded (boolean), current values for requested settings
bo: རོགས་སྒྲིག་ཉར་ཚགས་ (boolean), བསྐྱར་འགོད་དགོས་ (boolean), རེ་ཞིབ་བྱས་པའི་རོགས་སྒྲིག་ཀྱི་ད་ལྟའི་རིམ་໖།
hi: SettingsSaved (बूलियन), RestartNeeded (बूलियन), अनुरोध की गई सेटिंग्स के वर्तमान मान
ko: SettingsSaved (불리언), RestartNeeded (불리언), 요청된 설정의 현재 값

source: Access and modify advanced I2P router configuration settings.
bo: མཐོ་རིམ་ I2P རོ་ཌེར་རོགས་སྒྲིག་རིམ་໖་འཛིན་ལེན་དང་བཅོས་སྒྲིག།
hi: उन्नत I2P राउटर कॉन्फ़िगरेशन सेटिंग्स तक पहुँचें और संशोधित करें।
ko: 고급 I2P 라우터 구성 설정에 접근하고 수정합니다.

source: Key-value pairs of advanced settings
bo: མཐོ་རིམ་རོགས་སྒྲིག་གི་གཙོ་གཞུང་-རིམ་໖་མངགས།
hi: उन्नत सेटिंग्स के की-मान जोड़े
ko: 고급 설정의 키-값 쌍

source: Updated settings values
bo: གསར་སྒྱུར་བྱས་པའི་རོགས་སྒྲིག་རིམ་໖།
hi: अपडेट की गई सेटिंग्स मान
ko: 업데이트된 설정 값
