Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A website hosted on the I2P network. By default, a <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty webserver</a> is configured and running on <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
ar: موقع ويب مضيف على شبكة I2P. إفتراضيًا، يتم تهيئة وتشغيل <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>خادوم ويب جيتي</a> على <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
az: I2P şəbəkəsində yerləşən bir veb sayt. Əsasən, <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty veb serveri</a> hazırlanır və <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a> üzərində işləyir.
bo: I2P དྲ་ལམ་ཐོག་གི་ཝེབ་གློག་གནད་ཚོགས་པར་ཡོད་པ། སྔོན་སྒྲིག་བཀོད་ནས། <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty ཝེབ་སརྟོན་སརྟོན་</a> རྒྱུན་སྒྲིག་བྱེད་ནས་ <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a> ཐོག་འཁོར་བཞིན་པ།
cs: Webová stránka hostovaná v síti I2P. Ve výchozím nastavení je nakonfigurován a spuštěn webový server <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty</a> na <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
da: En hjemmeside, der er hostet på I2P-netværket. Som standard er en <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty-webserver</a> konfigureret og kører på <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
el: Μια ιστοσελίδα που φιλοξενείται στο δίκτυο I2P. Από προεπιλογή, ένας <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Διακομιστής ιστότοπου Jetty</a> είναι διαμορφωμένος και λειτουργεί στο <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
es: Un sitio web alojado en la red I2P. Por defecto, un <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>servidor web Jetty</a> está configurado y ejecutándose en <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
et: Veebisait, mille majutab I2P võrk. Vaikimisi on seadistatud ja käivitatud <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty veebiserver</a> <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
fa: یک سایت میزبانی‌شده در شبکه I2P. به‌طور پیش‌فرض، یک <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>سرور وب جتی</a> تنظیم‌شده و در حال اجرا بر روی <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a> است.
fi: Verkkoon I2P isännöity verkkosivusto. Oletuksena <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty-palvelinohjelmisto</a> on määritetty ja käynnissä osoitteessa <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
hi: ई2पी नेटवर्क पर मेजबानी की गई एक वेबसाइट। मानक रूप से, एक <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty वेबसर्वर</a> <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a> पर संरचित और चल रहा है।
hu: Egy weboldal, amit az I2P hálózaton hostolnak. Alapértelmezetten egy <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty webszerver</a> van konfigurálva és fut a következő címen: <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
in: Situs web yang dihoskan di jaringan I2P. Secara default, <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>server web Jetty</a> dikonfigurasi dan berjalan pada <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
it: Un sito web ospitato sulla rete I2P. Di default, un <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>webserver Jetty</a> è configurato ed in esecuzione su <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
ja: I2Pネットワーク上でホストされるウェブサイトです。デフォルトでは、<a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jettyウェブサーバー</a>が<a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>で設定および実行されます。
ko: I2P 네트워크에서 호스팅되는 웹사이트입니다. 기본적으로 <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty 웹서버</a>가 구성되어 <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>에서 실행 중입니다.
nb: Et nettsted som er vert for I2P-nettverket. Som standard er en <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty-webserver</a> konfigurert og kjører på <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
nl: Een website gehost op het I2P-netwerk. Standaard is een <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty-webserver</a> geconfigureerd en actief op <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
pt: Um site hospedado na rede I2P. Por padrão, um <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>servidor web Jetty</a> está configurado e em execução em <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
sl: Spletna stran gostiteljena na omrežju I2P. Po privzemu, <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty spletne strežnik</a> je konfiguriran in deluje na <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
sv: En webbplats som är värd på det I2P-nätverket. Som standard är en <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty-webbserver</a> konfigurerad och körs på <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
uk: Веб-сайт, розміщений в мережі I2P. За замовчуванням, він налаштований та працює на <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>веб-сервері Jetty</a> на <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.
vi: Một trang web được lưu trữ trên mạng I2P. Mặc định, máy chủ web <a href=https://www.eclipse.org/jetty/about.html class='sitelink external' target=_blank rel=noreferrer>Jetty</a> được cấu hình và chạy trên <a href=http://127.0.0.1:7658/ target=_blank rel=noreferrer>http://127.0.0.1:7658/</a>.

source: Exploratory Tunnel
ar: نفق استكشافي
az: Araşdırma tünəl
bo: འཚོལ་ཞིབ་སྐུད་སྲོག་སྐར།
cs: Průzkumný tunel
da: Udforskende tunnel
el: Ερευνητικός σήραγγα
es: Túnel exploratorio
et: Uuriv tunnel
fa: تونل اکتشافی
fi: Tutkimustunneli
hi: ताकती हुई टंनल
hu: Kutató Tunnel
in: Terowongan eksplorasi
it: Tunnel Esplorativo
ja: 探索トンネル
ko: 탐사터널
nb: Utforskningstunnel
nl: Verkennende tunnel
pt: Túnel exploratório
sl: Raziskovalni tunel
sv: Utforsknings tunnel
uk: Тунель дослідження
vi: Đường hầm khám phá

source: A tunnel used by the router for communicating with other routers to perform various "housekeeping" functions such as learning and publishing <i>leasesets</i>, testing client tunnels, and learning about and validating other routers in the network. These tunnels are normally low-bandwidth.
ar: نفق يستخدمه الموجه للتواصل مع موجهات أخرى لأداء مختلف وظائف "الصيانة" مثل تعلم ونشر <i>leasesets</i>، اختبار الأنفاق العميلية، وتعلم والتحقق من موجهات أخرى في الشبكة. تكون هذه الأنفاق عادة ذات عرض باندويث منخفض.
az: Ruter tərəfindən istifadə olunan bir tayfun ki, fərdi "qitələşdirilmə" funksiyalarını həyata keçirmək üçün digər ruterlərlə müxtəlif kommunikasiya funksiyaları yerinə yetirir. Məsələn, <i>eperlər</i> öyrənmək və nəşr etmək, birbaşa liderlənmə tunellərini sınaqdan keçirmək və şəbəkədə digər ruterləri öyrənmək və təsdiqləmək kimi funksiyaları yerinə yetirmək üçün istifadə edilir. Bu tayfunlar normal şəraitdə düşük bant genişliyinə malikdirler.
bo: རོ་ཌེར་གིས་གཞན་རོ་ཌེར་ཚོགས་པར་འབྲེལ་བརྒྱུད་བྱེད་པར་བེད་པའི་སྣོན་མཐའི་"housekeeping" བྱེད་པ་ཚོགས་པར་འབྲེལ་བརྒྱུད་བྱེད་པ། <i>leasesets</i> སློགས་པ་དང་པརྩིས་པ། ལེན་གནད་སྐུད་སྲོག་སྐར་ཚོད་པ། དང་དྲ་ལམ་གི་རོ་ཌེར་ཚོགས་པར་སྣོན་མཐའི་དང་གཏན་འཇལ་བའི་རྒྱུད་བྱེད་པ། འདི་སྐུད་སྲོག་སྐར་ཚོགས་པར་སྤྱིར་བརྒྱུད་བྱེད་པ།
cs: Tunel používaný směrovačem pro komunikaci s dalšími směrovači a provádění různých "údržbových" funkcí, jako je učení a publikování „leasesetů“, testování klientových tunelů a zjišťování a ověřování dalších směrovačů v síti. Tyto tunely jsou obvykle nízkokapacitní.
da: En tunnel brugt af routeren til at kommunikere med andre routere for at udføre forskellige "vedligeholdelses"-funktioner såsom at lære og offentliggøre ​​<i>leases</i>, teste klienttunneller og lære om og validere andre routere i netværket. Disse tunneler er normalt med lav båndbredde.
el: Μια σήραγγα που χρησιμοποιείται από τον δρομολογητή για να επικοινωνεί με άλλους δρομολογητές για να εκτελέσει διάφορες λειτουργίες "συντήρησης" όπως μάθηση και δημοσίευση <i>ενοικιάσεων</i>, δοκιμή πελατικών σηράγγων και μάθηση για και επικύρωση άλλων δρομολογητών στο δίκτυο. Αυτές οι σήραγγες είναι συνήθως χαμηλού εύρους ζώνης.
es: Un túnel utilizado por el enrutador para comunicarse con otros enrutadores para realizar diversas funciones de "mantenimiento" como aprender y publicar <i>leasesets</i>, probar túneles de cliente y aprender y validar otros enrutadores en la red. Estos túneles normalmente tienen una baja ancho de banda.
et: Ruuteri kasutatav tunnel suhtlemiseks teiste ruuteritega, et teha erinevaid „hooldusfunktsioone“, näiteks õppida ja avaldada <i>leaseteid</i>, testida kliendi tuve ja õppida tundma ning valideerida teisi võrgus olevaid ruutereid. Need tunnelid on tavaliselt madala ribalaiusega.
fa: تونلی است که توسط رهیاب برای ارتباط با سایر رهیاب‌ها برای انجام تابعیت‌های مختلف "مراقبت و نگهداری" مانند یادگیری و انتشار <i>مجموعه‌های اجاره</i>، آزمون تونل‌های مشتری و یادگیری و اعتبارسنجی دیگر رهیاب‌ها در شبکه به کار می‌رود. این تونل‌ها معمولاً پهنای باند پایینی دارند.
fi: Reititin käyttää tunnelia viestintään muiden reitittimien kanssa suorittaakseen erilaisia "talonmies"-toimintoja, kuten <i>leaseset</i>-jen oppiminen ja julkaisu, asiakas-tunnelien testaus ja muiden reitittimien opiskelu sekä validointi verkossa. Nämä tunnelit ovat yleensä matalan kaistanleveyden tunnelit.
hi: रूटर के द्वारा अन्य रूटर के साथ संवाद करने के लिए उपयोग किए जाने वाले टंनल, जो विभिन्न 'घरेलू' कार्यों को पूरा करते हैं, जैसे <i>leasesets</i> की सीख और प्रकाशन, क्लाइंट टंनल की परीक्षा, और नेटवर्क में अन्य रूटरों के बारे में सीखना और पुष्टि करना। ये टंनल आमतौर पर कम बैंडविड्थ के होते हैं।
hu: Egy tunnel, amit a közvetítő használ más közvetítőkkel való kommunikációra, hogy végezzen különböző "karbantartási" funkciókat, mint például olyan "leasesetek" tanulmányozása és publikálása, kliens tunnel-ek tesztelése, és más közvetítők megtanulása és érvényesítése a hálózatban. Ezek a tunnel-ek általában alacsony sávszélességűek.
in: Terowongan yang digunakan oleh router untuk berkomunikasi dengan router lain untuk melaksanakan berbagai fungsi "pengelolaan" seperti mempelajari dan menerbitkan <i>leasesets</i>, menguji terowongan klien, dan mempelajari serta memvalidasi router lain di jaringan. Terowongan ini biasanya berbandwidth rendah.
it: Un tunnel utilizzato dal router per comunicare con altri router per eseguire varie funzioni di "mantenimento" come apprendere e pubblicare <i>leasesets</i>, testare tunnel di client e apprendere e convalidare altri router nella rete. Questi tunnel sono normalmente a bassa larghezza di banda.
ja: ルーターが他のルーターと通信するために使用するトンネルで、<i>leasesets</i>の学習と公開、クライアントトンネルのテスト、およびネットワーク内の他のルーターの学習と検証などの「管理作業」機能を実行するために使用されます。これらのトンネルは通常、低帯域幅です。
ko: 라우터가 다른 라우터와 통신하기 위해 사용하는 터널로, <i>리스셋</i>을 학습하고 게시하며 클라이언트 터널을 테스트하고 네트워크의 다른 라우터에 대해 학습 및 검증하는 등 다양한 "하우스키핑" 기능을 수행합니다. 이러한 터널은 일반적으로 대역폭이 낮습니다.
nb: En tunnel som brukes av ruteren for å kommunisere med andre rutere for å utføre ulike "husrot"-funksjoner, som lære og publisere <i>leiesett</i>, teste klienttunneler og lære om og validere andre rutere i nettverket. Disse tunnelene har normalt lav båndbredde.
nl: Een tunnel die door de router wordt gebruikt om te communiceren met andere routers om verschillende 'beheertaken' uit te voeren, zoals het leren en publiceren van <i>leasesets</i>, het testen van clienttunnels en het leren kennen en valideren van andere routers in het netwerk. Deze tunnels hebben meestal een lage bandbreedte.
pt: Um túnel usado pelo roteador para se comunicar com outros roteadores para realizar várias funções de "manutenção" como aprender e publicar <i>leasesets</i>, testar túneis do cliente e aprender e validar outros roteadores na rede. Esses túneis normalmente são de baixa largura de banda.
sl: Tunel, ki ga uporablja usmerjevalnik za komunikacijo z drugimi usmerjevalniki za izvedbo različnih "čiščenjskih" funkcij, kot so učenje in objavljivanje <i>leaseset-ov</i>, testiranje klientnih tunelov, in učenje o in preverjanje drugih usmerjevalnikov v omrežju. Ti tuneli so običajno z majhno širino pasma.
sv: En tunnel som används av routern för att kommunicera med andra routrar för att utföra olika "hushållsuppgifter" som att lära och publicera <i>leasesets</i>, testa klienttunnlar och lära känna och validera andra routrar i nätverket. Dessa tunnlar är normalt låg bandbredd.
uk: Тунель, який використовує маршрутизатор для комунікації з іншими маршрутизаторами для виконання різних функцій «управління будинком», таких як вивчення та публікація <i>наборів оренди</i>, тестування клієнтських тунелів і вивчення та перевірка інших маршрутизаторів в мережі. Ці тунелі, як правило, мають невелику пропускну здатність.
vi: Một đường hầm được bộ định tuyến sử dụng để liên lạc với các bộ định tuyến khác nhằm thực hiện các chức năng "quản trị" như học hỏi và xuất bản <i>leasesets</i>, thử nghiệm các đường hầm khách hàng, học hỏi và xác thực các bộ định tuyến khác trên mạng. Những đường hầm này thường có băng thông thấp.
