Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Export Family Key
ar: تصدير مفتاح العائلة
az: Ailə açarını ixrac edin
bo: ཁྱིམ་ཚང་ལྡེ་མིག་ཕྱིར་སྤྱོད་བྱས།
cs: Export rodinného klíče
da: Eksporter familienøgle
el: Εξαγωγή οικογενειακού κλειδιού
es: Exportar clave de familia
et: Ekspordi perekonna võti
fa: صادر کردن کلید خانواده
fi: Vie perheavain
hi: परिवार की कुंजी निर्यात करें
hu: Családi kulcs exportálása
in: Ekspor Family Key
it: Esporta chiave della Famiglia
ja: ファミリーキーのエクスポート
ko: 가족키 내보내기
nb: Eksporter familienøkkel
nl: Exporteer familie sleutel
pt: Exportar chave de família
sl: Izvezi družinski ključ
sv: Exportera familjenyckel
uk: експорт сімейного ключа
vi: Xuất khóa gia đình

source: Export the secret family key to be imported into other routers you control.
ar: قم بتصدير مفتاح العائلة السري ليتم استيراده إلى أجهزة التوجيه الأخرى التي تتحكم فيها.
az: Gizli ailə açarını idarə etdiyiniz digər marşrutlaşdırıcılara idxal etmək üçün ixrac edin.
bo: ཁྱེད་ཀྱིས་ཚོད་འཛིན་བྱེད་པའི་གཞན་རོ་ཌེར་དུ་ནང་འདྲེན་བྱར་བའི་གསང་བའི་ཁྱིམ་ཚང་ལྡེ་མིག་ཕྱིར་སྤྱོད་བྱོས།
cs: Exportujte tajný rodinný klíč, který chcete importovat do jiných routerů, které ovládáte.
da: Eksporter den hemmelige familienøgle for at blive importeret til andre routere, du kontrollerer.
el: Εξαγωγή του μυστικού οικογενειακού κλειδιού για εισαγωγή σε άλλους δρομολογητές που ελέγχετε.
es: Exporta la clave secreta de familia para ser importada en otros routersque controle.
et: Eksportige salajane perekonnavõti, et importida see teistesse teie juhitavatesse ruuteritesse.
fa: صادر کردن کلید محرمانه خانواده برای وارد کردن در سایر روترهایی که کنترل می‌کنید.
fi: Vie salainen perheavain, joka tuodaan muihin hallitsemiisi reitittimiin.
hi: गुप्त परिवार की कुंजी को निर्यात करें जो आप नियंत्रित करते हैं और अन्य रूटर में आयात किया जाए।
hu: Exportálja a titkos családi kulcsot, hogy importálhassa az Ön által irányított többi útválasztóba.
in: Ekspor family key rahasia untuk diimpor ke router lain yang anda kendalikan.
it: Esporta la chiave segreta da importare negli altri router che controlli.
ja: 制御する他のルーターにインポートするシークレット ファミリ キーをエクスポートします。
ko: 당신이 관리하는 다른 라우터에 적용하기 위해 비밀 가족키 내보내기.
nb: Eksporter den hemmelige familienøkkelen for import inn i andre rutere du kontrollerer.
nl: Exporteer de geheime familie sleutel om bij een andere router binnen je beheer te importeren.
pt: Exporte a chave secreta da família para ser importada para outros roteadores que você controla.
sl: Izvezi skrivni družinski ključ, ki se bo uvozel v druge usmerjevalnike, ki jih nadzoriš.
sv: Exportera den hemliga familjenyckeln som skall importeras till andra routrar som du kontrollerar.
uk: Експортуйте секретний сімейний ключ, який буде імпортовано на інші маршрутизатори, якими ви керуєте.
vi: Xuất khóa gia đình bí mật để nhập vào các bộ định tuyến khác mà bạn kiểm soát.

source: Restart required to activate family {0}.
ar: يلزم إعادة التشغيل لتنشيط العائلة {0}.
az: {0} ailəsini aktivləşdirmək üçün yenidən başladın tələb olunur.
bo: ཁྱིམ་ཚང་ {0} སྐུ་འགུག་བྱར་བར་བསྐྱར་འགོ་ཚུགས་དགོས།
cs: Pro aktivaci rodiny {0} je vyžadován restart.
da: Genstart påkrævet for at aktivere familie {0}.
el: Απαιτείται επανεκκίνηση για την ενεργοποίηση της οικογένειας {0}.
es: Se requiere reiniciar para activar la familia {0}.
et: Perekonna {0} aktiveerimiseks on vaja taaskäivitada.
fa: به منظور فعال سازی خانواده {0} نیاز است دوباره راه‌اندازی شود.
fi: Uudelleenkäynnistys vaaditaan perheen {0} aktivoimiseksi.
hi: {0} परिवार को सक्रिय करने के लिए पुनः शुरू करना होगा।
hu: Újraindítás szükséges a {0} család aktiválásához.
in: Restart diperlukan untuk mengaktifkan family {0}.
it: Riavvio necessario per attivare famiglia {0}.
ja: ファミリー {0} をアクティブ化するには再起動が必要です。
ko: 패밀리 {0}를 활성화하려면 재시작 해야합니다.
nb: Omstart kreves for å aktivere familien {0}.
nl: Herstart benodigd om familie {0} te activeren.
pt: É necessário reiniciar para ativar a família {0}.
sl: Zaženite ponovni zagon za aktiviranje družine {0}.
sv: Omstart krävs för att aktivera familj {0}.
uk: Для активації сімейства {0} потрібен перезапуск.
vi: Cần khởi động lại để kích hoạt nhóm {0}.

source: After restarting, you may export the family key.
ar: بعد إعادة التشغيل، يمكنك تصدير مفتاح العائلة.
az: Yenidən başladıqdan sonra ailə açarını ixrac edə bilərsiniz.
bo: བསྐྱར་འགོ་ཚུགས་རྗེས། ཁྱེད་ཀྱིས་ཁྱིམ་ཚང་ལྡེ་མིག་ཕྱིར་སྤྱོད་བྱེད་ཆོག
cs: Po restartování můžete exportovat rodinný klíč.
da: Efter genstart kan du eksportere familienøglen.
el: Μετά την επανεκκίνηση, μπορείτε να εξαγάγετε το οικογενειακό κλειδί.
es: Tras reiniciar, puede exportar la clave de familia.
et: Pärast taaskäivitamist saate perevõtme eksportida.
fa: پس از ریستارت، می‌توانید کلید خانواده را صادر کنید.
fi: Uudelleenkäynnistyksen jälkeen voit viedä perheavaimen.
hi: पुनः शुरू करने के बाद, आप परिवार की कुंजी निर्यात कर सकते हैं।
hu: Újraindítás után exportálhatja a családi kulcsot.
in: Setelah restart, anda dapat mengekspor family key.
it: Dopo il riavvio, potrai esportare la chiave della famiglia.
ja: 再起動後、ファミリーキーをエクスポートできます。
ko: 재시작 이후 가족키를 내보내세요.
nb: Etter omstart kan du eksportere familienøkkelen.
nl: Na het herstarten kun je de sleutel exporteren.
pt: Após reiniciar, você pode exportar a chave de família.
sl: Po ponovnem zagonu lahko izvežete družinski ključ.
sv: Efter omstart kan du exportera familjenyckeln.
uk: Після перезапуску можна експортувати сімейний ключ.
vi: Sau khi khởi động lại, bạn có thể xuất khóa gia đình.

source: Leave Router Family
ar: اترك عائلة الراوتر
az: Router Ailəsini tərk edin
bo: རོ་ཌེར་ཁྱིམ་ཚང་ནས་བུད།
cs: Opusťte rodinu routerů
da: Forlad routerfamilien
el: Αποχώρηση από την οικογένεια δρομολογητή
es: Abandonar familia de routers
et: lahkuge ruuteri perekonnast
fa: ترک خانواده روتر
fi: Jätä reititinperhe
hi: रूटर परिवार छोड़ें
hu: Hagyja el a Router családot
in: Keluar dari Router Family
it: Lascia famiglia
ja: ルーターファミリーを離れる
ko: 라우터 패밀리 떠나기
nb: Forlat ruterfamilie
nl: Router Familie verlaten
pt: Sair da família do roteador
sl: Pridruži družini usmerjevalnika
sv: Lämna routerfamilj
uk: Залишити сімейство маршрутизаторів
vi: Rời khỏi dòng bộ định tuyến

source: No longer be a member of the family {0}.
ar: لم تعد عضوًا في العائلة {0}.
az: Artıq {0} ailəsinin üzvü olmayın.
bo: ཁྱིམ་ཚང་ {0} གི་ཁོངས་མི་མ་ཡིན་པར་གྱུར།
cs: Už nebýt členem rodiny {0}.
da: Vær ikke længere medlem af familien {0}.
el: Μην είστε πλέον μέλος της οικογένειας {0}.
es: Dejar de ser un miembro de la familia {0}.
et: ei ole enam pereliige {0}.
fa: دیگر عضو خانواده {0} نباش.
fi: Älä ole enää perheenjäsen {0}.
hi: {0} परिवार का सदस्य नहीं रहेंगे।
hu: Nem lehet többé a család tagja {0}.
in: Tidak lagi menjadi anggota family {0}.
it: Non essere più membro della famiglia {0}.
ja: もう家族 {0} の一員ではありません。
ko: 더 이상 패밀리 {0}의 멤버가 아닙니다.
nb: Ikke lenger være medlem av familien {0}.
nl: Je bent niet langer lid van familie {0}.
pt: Não é mais membro da família {0}.
sl: Ne več biti član družine {0}.
sv: Inte längre en medlem av familj {0}.
uk: більше не бути членом сім’ї {0}.
vi: Không còn là thành viên của gia đình nữa {0}.

source: config home
ar: تكوين المنزل
az: ev konfiqurasiyası
bo: བཀོད་སྒྲིག་ཁྱིམ།
cs: Nakonfigurujte domovskou stránku
da: config hjem
el: αρχική σελίδα ρυθμίσεων
es: configuración de página principal
et: kodu konfigureerimine
fa: تنظیم صفحه اصلی
fi: konfiguroi koti
hi: घर की सेटिंग
hu: kezdőlap beállítása
in: pengaturan homepage
it: configura pagina principale
ja: 設定ホーム
ko: 홈 설정
nb: config hjem
pt: Configure a página inicial
sl: konfig domov
sv: config hem
uk: конфігурація додому
vi: cấu hình trang chủ

source: Homepage Customization
ar: تخصيص الصفحة الرئيسية
az: Əsas səhifə Fərdiləşdirmə
bo: ཁྱིམ་ངོས་སྒྲིག་བཟོ།
cs: Přizpůsobení domovské stránky
da: Hjemmesidetilpasning
el: Προσαρμογή αρχικής σελίδας
es: Personalización de la página principal
et: Kodulehe kohandamine
fa: تخصیص سفارشی سازی صفحه اصلی
fi: Kotisivun mukauttaminen
hi: होमपेज कस्टमाइज़ेशन
hu: Kezdőlap Testreszabása
in: Kustomisasi Beranda
it: Personalizzazione della home page
ja: ホームページのカスタマイズ
ko: 홈페이지 사용자 정의
nb: Hjemmesidetilpasning
nl: HomePage -aanpassing
pt: Personalização da página inicial
sl: Prilagajanje domovske strani
sv: Anpassning av hemsidan
uk: Налаштування домашньої сторінки
vi: Tùy chỉnh trang chủ

source: Search Engines
ar: محرّكات البحث
az: Axtarış Motorları
bo: འཚོལ་བཤེར་འཕྲུལ་ཆས་ཚུ།
cs: Vyhledávače
da: Søgemaskiner
el: Μηχανές Αναζήτησης
es: Motores de búsqueda
et: Otsingumootorid
fa: موتورهای جستجو
fi: Hakukoneet
hi: खोज इंजन
hu: Keresőmotorok
it: Motori di Ricerca
ja: 検索エンジン
ko: 검색 엔진
nb: Søkemotorer
nl: Zoekmachines
pt: Mecanismos de busca
sl: Motorji iskanja
sv: Sökmotorer
uk: Пошукові системи
vi: Công cụ tìm kiếm

source: Applications and Configuration
ar: التطبيقات والتكوين
az: Proqramlar və Konfiqurasiya
bo: གློག་རིམ་དང་སྒྲིག་སྟེན།
cs: Aplikace a konfigurace
da: Applikationer og konfiguration
el: Εφαρμογές και διαμόρφωση
es: Aplicaciones y configuración
et: Rakendused ja konfiguratsioon
fa: برنامه ها و پیکربندی
fi: Sovellukset ja määritykset
hi: एप्लिकेशन और सेटिंग
hu: Alkalmazások és konfiguráció
in: Aplikasi dan Konfigurasi
it: Applicazioni e configurazione
ja: アプリケーションと構成
ko: 응용 프로그램 및 구성
nb: Applikasjoner og konfigurasjon
nl: Toepassingen en configuratie
pt: Aplicativos e Configuração
sl: Aplikacije in konfiguracija
sv: Applikationer och konfiguration
uk: Програми та конфігурація
vi: Ứng dụng và cấu hình

source: Sites of Interest
ar: مواقع ذات أهمية
az: Maraq saytları
bo: དོན་སྣང་བྱ་ཡུལ་གྱི་ས་ཚིགས།
cs: Zajímavá Místa
da: Interessante steder
el: Ιστότοποι ενδιαφέροντος
es: Servicios ocultos de interés
et: huvipakkuvad saidid
fa: سایت های مورد علاقه
fi: Kiinnostavat sivustot
hi: रुचि के साइट
hu: Érdekes webhelyek
in: Situs Menarik
it: Siti di interesse
ja: 名所
ko: 관심있는 사이트
nb: Nettsteder av interesse
nl: Interessante sites
pt: Locais de Interesse
sl: Spletne strani, ki vam zanimajo
sv: Intressanta platser
uk: Об 'єкти інтересів
vi: Trang web quan tâm

source: config i2cp
ar: التكوين i2cp
az: i2cp konfiqurasiyası
bo: i2cp བཀོད་སྒྲིག
cs: Nakonfigurujte I2CP
da: Konfigurer I2CP
el: Διαμορφώστε το i2cp
es: configurar i2cp
et: i2cp konfigureerimine
fa: پیکربندی i2cp
fi: määritä I2CP
hi: I2CP की सेटिंग
hu: Konfigurálja az I2CP-t
in: konfigurasi i2cp
it: configura I2CP
ja: i2cp の設定
ko: I2CP 구성
nb: Konfigurer I2CP
nl: Configureer I2CP
pt: configure I2CP
sl: konfig i2cp
sv: konfigurera I2CP
uk: Налаштування I2CP
vi: cấu hình i2cp

source: External Client Access
ar: وصول العميل الخارجي
az: Xarici Müştəri Girişi
bo: ཕྱི་རོལ་ལེན་གནད་ཚུད་པའི་འཛུལ་སྤྱོད།
cs: Přístup externího klienta
da: Ekstern klientadgang
el: Πρόσβαση εξωτερικού πελάτη
es: Acceso al cliente externo
et: välise kliendi juurdepääs
fa: دسترسی به مشتری خارجی
fi: Ulkoinen asiakaspääsy
hi: बाहरी क्लाइंट पहुँच
hu: Külső ügyfél hozzáférés
in: Akses Klien Eksternal
it: Accesso Client Esterni
ja: 外部クライアントアクセス
ko: 외부 클라이언트 액세스
nb: Ekstern klienttilgang
nl: Externe clienttoegang
pt: Acesso de cliente externo
sl: Dostop z zunanjim klientom
sv: Extern klientåtkomst
uk: зовнішній клієнтський доступ
vi: Truy cập máy khách bên ngoài

source: The default settings will work for most people.
ar: الاعدادات التي تشتغل غالبية الوقت.
az: Defolt parametrlər əksər insanlar üçün işləyəcək.
bo: སློག་པའི་སྒྲིག་སྟེན་མང་མང་ལ་མི་རྒྱུན་བཞིན་པ།
cs: Výchozí nastavení bude fungovat pro většinu lidí.
da: Standardindstillingerne vil virke i de fleste tilfælde
el: Οι προεπιλεγμένες ρυθμίσεις θα δουλέψουν για τους περισσότερους ανθρώπους.
es: La configuración por defecto funcionará para la mayoría de la gente.
et: Vaikeseaded töötavad enamuse inimeste jaoks.
fa: تنظیمات پیش فرض برای اکثر افراد کار می کند.
fi: Oletusasetukset toimivat useimmille ihmisille.
hi: मानक सेटिंग अधिकांश लोगों के लिए कार्यरत होंगी।
hu: Legtöbb felhasználónak az alapbeállítások megfelelőek lesznek.
in: Setting default akan bekerja untuk kebanyakan orang.
it: Le configurazioni di default andranno bene per la maggioranza delle persone.
ja: ほとんどの人はデフォルト設定で問題ありません。
ko: 일반 사용자들에게는 기본 설정을 권장합니다.
nb: De forvalgte innstillingene vil fungere for de fleste
nl: De standaard instellingen zullen voor de meeste mensen werken.
pt: As configurações padrão funcionarão para a maioria das pessoas.
sl: Privzete nastavitve bodo delale za večino ljudi.
sv: Standardinställningarna fungerar för de flesta.
uk: Налаштування за замовчуванням працюватимуть для більшості людей.
vi: Cài đặt mặc định sẽ phù hợp với hầu hết mọi người.

source: Any changes made here must also be configured in the external client.
ar: يجب أيضًا تكوين أي تغييرات يتم إجراؤها هنا في العميل الخارجي.
az: Burada edilən hər hansı dəyişiklik xarici müştəridə də konfiqurasiya edilməlidir.
bo: འདི་ནང་བསྒྱུར་བཏོན་པའི་བསྒྱུར་བ་ཕྱི་ལེན་གནད་ཚུད་པར་ཡང་སྒྲིག་སྟེན་བྱེད་པར་རོགས་སོ།
cs: Jakékoli zde provedené změny musí být také nakonfigurovány v externím klientovi.
da: Enhver ændring der bliver lavet her, skal også konfigureres hos den eksterne klient.
el: Οποιεσδήποτε αλλαγές γίνονται εδώ πρέπει επίσης να ρυθμιστούν στον εξωτερικό πελάτη.
es: Cualquier cambio realizado aquí también debe configurarse en el cliente externo.
et: Mistahes muutused peavad kajastuma ka välise kliendi häälestuses.
fa: هر تغییری که در اینجا ایجاد می شود باید در مشتری خارجی نیز پیکربندی شود.
fi: Kaikki täällä tehdyt muutokset on määritettävä myös ulkoisessa asiakasohjelmassa.
hi: यहां किए गए कोई भी परिवर्तन बाहरी क्लाइंट में भी सेट करने की आवश्यकता होगी।
hu: Mindegyik itteni változtatást a külső kliensben is be kell állítani.
in: Setiap perubahan yang dibuat di sini juga harus dikonfigurasi di klien eksternal.
it: Ogni cambiamento fatto qui dev'essere configurato anche nel client esterno.
ja: ここで行った変更はすべて、外部クライアントでも構成する必要があります。
ko: 여기서 바뀐 설정들은 반드시 외부 클라이언트에게도 적용되어야 합니다.
nb: Alle endringer som gjøres her må også settes opp i den eksterne klienten.
nl: Alle wijzigingen die hier worden gemaakt moeten ook in de externe client worden geconfigureerd.
pt: Quaisquer alterações feitas aqui também precisam ser configuradas no cliente externo.
sl: Vsaka sprememba, ki jo naredite tukaj, mora biti tudi nastavljena v zunanjem klientu.
sv: Alla ändringar som görs här måste också konfigureras i den externa klienten.
uk: Будь-які зміни, внесені тут, також повинні бути налаштовані у зовнішньому клієнті.
vi: Mọi thay đổi được thực hiện ở đây cũng phải được định cấu hình trong máy khách bên ngoài.

source: Many clients do not support SSL or authorization.
ar: العديد من العملاء لا يدعمون SSL أو التفويض.
az: Bir çox müştərilər SSL və ya avtorizasiyanı dəstəkləmir.
bo: ལེན་གནད་ཚུད་པ་མང་མང་SSL ཡང་དབང་གནས་བཀོད་མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Mnoho klientů nepodporuje SSL nebo autorizaci.
da: Mange klienter understøtter ikke SSL eller Autorisation
el: Πολλοί πελάτες δεν υποστηρίζουν SSL ή εξουσιοδότηση.
es: Muchos clientes no soportan SSL o autorización.
et: Paljud kliendid ei toeta SSL-i ega autoriseerimist.
fa: بسیاری از مشتریان از SSL یا مجوز پشتیبانی نمی کنند.
fi: Monet asiakkaat eivät tue SSL:ää tai valtuutusta.
hi: बहुत सारे क्लाइंट SSL या मान्यता का समर्थन नहीं करते।
hu: Sok kliens nem támogatja az SSL-t vagy a hitelesítést.
in: Banyak klien tidak mendukung SSL atau otorisasi.
it: Molti client non supportano SSL o l'autorizzazione.
ja: 多くのクライアントは SSL または認証をサポートしていません。
ko: 많은 클라이언트들은 SSL이나 인증을 지원하지 않습니다.
nb: Mange klienter støtter ikke SSL eller identitetsbekreftelse.
nl: Veel clients understeunen geen SSL of authorisatie.
pt: Vários clientes não tem apoio para SSL ou autorização.
sl: Mnogi klienti ne podpirajo SSL ali ovlaščevanja.
sv: Många klienter saknar stöd för SSL eller autentisering.
uk: Багато клієнтів не підтримують SSL або авторизацію.
vi: Nhiều khách hàng không hỗ trợ SSL hoặc ủy quyền.

source: All changes require restart to take effect.
ar: جيمع التغييرات تحتاج اعادة التشغيل ليتم تطبيقها
az: Bütün dəyişikliklərin qüvvəyə minməsi üçün yenidən başlama tələb olunur.
bo: བསྒྱུར་བཏོན་པ་ཆ་ཚང་ནནས་བསྐྱར་འགོ་ཚུགས་པར་ནུས་བཀོད་མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Všechny změny vyžadují restart, aby se projevily.
da: Alle ændringer kræver et genstart før de træder i kraft.
el: Όλες οι αλλαγές απαιτούν επανεκκίνηση για να τεθούν σε ισχύ.
es: Todos los cambios requieren reiniciar para que surtan efecto.
et: Kõik muutused vajavad jõustumiseks uuesti käivitamist.
fa: همه تغییرات برای اعمال شدن نیاز به راه اندازی مجدد دارند.
fi: Kaikki muutokset vaativat uudelleenkäynnistyksen tullakseen voimaan.
hi: सभी परिवर्तनों को प्रभावी बनाने के लिए पुनः शुरू करना होगा।
hu: Minden változtatás érvénybe lépéséhez újraindítás szükséges.
in: Semua perubahan memerlukan restart untuk diterapkan.
it: Tutti i cambiamenti richiedono un riavvio per avere effetto.
ja: すべての変更を有効にするには再起動が必要です。
ko: 재시작해야 적용됩니다.
nb: Alle endringer krever at du starter om før de trer i effekt.
nl: Voor alle wijzigingen is een herstart nodig.
pt: É necessário um reinício para as alterações fazerem efeito.
sl: Vse spremembe zahtevajo ponovni zagon za učinkovanje.
sv: Alla ändringar kräver omstart för att träda i kraft.
uk: Для набуття чинності всіх змін потрібен перезапуск.
vi: Tất cả các thay đổi yêu cầu khởi động lại để có hiệu lực.

source: External I2P Client Protocol (I2CP) Interface Access
ar: الوصول إلى واجهة بروتوكول عميل I2P الخارجي (I2CP).
az: Xarici I2P Müştəri Protokolu (I2CP) İnterfeys Girişi
bo: ཕྱི་འདྲེན་I2P ལེན་གནད་ཚུད་པའི་(I2CP) ངོས་སྐབ་བརྒྱུན་སྒྲིག་སྟེན།
cs: Přístup k rozhraní externího klienta I2P (I2CP)
da: Ekstern I2P -klientprotokol (I2CP) interfaceadgang
el: Πρόσβαση στη διεπαφή εξωτερικού πρωτοκόλλου πελάτη I2P (I2CP)
es: Interfaz de acceso al protocolo cliente externo de I2P (I2CP)
et: välise I2P kliendiprotokolli (I2CP) liidese juurdepääs
fa: پروتکل مشتری I2P خارجی (I2CP) دسترسی به رابط
fi: External I2P Client Protocol (I2CP) -liitäntä
hi: बाहरी I2P क्लाइंट प्रोटोकॉल (I2CP) संचार सुविधा पहुँच
hu: Külső I2P Client Protocol (I2CP) interfész hozzáférés
in: Akses Antarmuka Protokol Klien I2P Eksternal (I2CP).
it: Accesso all'interfaccia del protocollo client I2P esterno (I2CP).
ja: 外部 I2P クライアント プロトコル (I2CP) インターフェイス アクセス
ko: 외부 I2P 클라이언트 프로토콜(I2CP) 인터페이스 액세스
nb: Ekstern I2P -klientprotokoll (I2CP) grensesnitttilgang
nl: Externe I2P Client Protocol (I2CP) Interfacetoegang
pt: Acesso à interface do Protocolo I2P Externo I2P (I2CP)
sl: Dostop do vnšnjega protokola klienta I2P (I2CP)
sv: Extern I2P Client Protocol (I2CP) Interface Access
uk: Доступ до інтерфейсу зовнішнього протоколу клієнта I2P (I2CP)
vi: Truy cập giao diện Giao thức máy khách I2P (I2CP) bên ngoài

source: Enabled without SSL
ar: فعل بدون SSL
az: SSL olmadan aktivləşdirildi
bo: SSL མེད་པར་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Povoleno bez SSL
da: Aktiveret uden SSL
el: Ενεργοποιήθηκε χωρίς SSL
es: Habilitada sin SSL
et: Lubatud ilma SSL-ita
fa: بدون SSL فعال است
fi: Käytössä ilman SSL:ää
hi: SSL के बिना सक्षम
hu: Engedélyezve SSL nélkül
in: Diaktifkan tanpa SSL
it: Abilitato senza SSL
ja: SSLなしで有効
ko: SSL 없이 활성화
nb: Aktivert uten SSL
nl: Ingeschakeld zonder SSL
pt: Habilitado sem SSL
sl: Omogočen brez SSL
sv: Aktiverad utan SSL
uk: Увімкнено без SSL
vi: Đã bật mà không cần SSL

source: Enabled with SSL required
ar: تفعيل SSL ضروري
az: SSL tələb olunur
bo: SSL དགོས་པར་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Povoleno s vyžadováním SSL
da: Aktiveret og SSL kræves
el: Ενεργοποιημένο με SSL απαιτείται
es: Habilitada con SSL obligatorio
et: Lubatud, SSL nõutav
fa: با SSL مورد نیاز فعال است
fi: Käytössä ja vaaditaan SSL
hi: SSL की आवश्यकता के साथ सक्षम
hu: Engedélyezve SSL szükséges
in: Aktif dengan SSL diperlukan
it: Abilitato con SSL richiesto
ja: SSL 必須で有効化
ko: SSL 필수 활성화
nb: Aktivert med SSL påkrevd
nl: Ingeschakeld met SSL vereist
pt: Habilitado com SSL necessário
sl: Omogočen z zahtevanim SSL
sv: Aktiverad med krav på SSL
uk: Увімкнено з обов 'язковим SSL
vi: Đã bật với yêu cầu SSL

source: Disabled - Clients outside this Java process may not connect
ar: معطل - قد لا يتمكن العملاء خارج عملية Java هذه من الاتصال
az: Disabled - Bu Java prosesindən kənar müştərilər qoşulmaya bilər
bo: མི་རྒྱུན་སྒྲིག་བྱེད་པ། - འདི་Java ལས་རིམ་ཕྱི་གི་ལེན་གནད་ཚུད་པ་འབྲེལ་བཞིན་པ་མི་འབྲེལ་ཐུབ་མི་རྒྱུན་བཞིན་པ།
cs: Disabled - Klienti mimo tento proces Java se nemusí připojit
da: Deaktiveret - Klienter udenfor denne Java process kan muligvis ikke forbinde sig.
el: Disabled - Οι πελάτες εκτός αυτής της διαδικασίας Java ενδέχεται να μην συνδεθούν
es: Deshabilitada - Los clientes fuera de este proceso Java no podrán conectar
et: Keelatud - kliendi väljaspoolt Java virtuaalmasinat ei saa ühenduda
fa: غیرفعال - مشتریان خارج از این فرآیند جاوا ممکن است متصل نشوند
fi: Disabled - Tämän Java-prosessin ulkopuoliset asiakkaat eivät välttämättä muodosta yhteyttä
hi: निष्क्रिय - यह जावा प्रक्रिया के बाहर के क्लाइंट कनेक्शन नहीं कर सकते
hu: Tiltva - Az e Java folyamaton kívüli kliensek nem csatlakozhatnak
in: Dinonaktifkan - Klien di luar proses Java ini mungkin tidak terhubung
it: Disabilitato - i Client al di fuori di questo processo Java potrebbero non connettersi
ja: 無効 - この Java プロセス外のクライアントは接続できない可能性があります
ko: 비활성화 - 자바 프로세스 외부의 클라이언트는 연결되지 않을것입니다
nb: Avskrudd - Det kan hende klienter utenfor denne Java-prosessen ikke kobler til
nl: Uitgeschakeld - Clients buiten dit Java process mogen geen verbinding maken
pt: Desabilitado - Clientes fora deste processo Java não podem conectar
sl: Onemogočen - Klienti izven tega Java procesa se ne morejo povezati
sv: Inaktiverad - klienter utanför denna Java-process kan inte ansluta
uk: Вимкнено - Клієнти поза цим процесом Java можуть не підключатися
vi: Đã tắt - Máy khách bên ngoài quy trình Java này có thể không kết nối được

source: I2CP Interface
ar: واجهة I2CP
az: I2CP interfeysi
bo: I2CP ངོས་སྐབ་བརྒྱུན་སྒྲིག་བྱེད་པ།
cs: Rozhraní I2CP
da: I2CP brugergrænseoverflade
el: Διεπαφή I2CP
es: Interfaz I2CP
et: I2CP liides
fa: رابط I2CP
fi: I2CP-liitäntä
hi: I2CP संचार सुविधा
hu: I2CP Felület
it: Interfaccia I2CP
ja: I2CPインターフェース
ko: I2CP 인터페이스
nb: I2CP-grensesnitt
pt: Interface I2CP
sl: Vmesnik I2CP
sv: I2CP-gränssnitt
uk: Інтерфейс I2CP
vi: Giao diện I2CP

source: I2CP Port
ar: I2CP منفذ
az: I2CP Portu
bo: I2CP སྒོ་མོ།
cs: Port I2CP
el: Θύρα I2CP
es: Puerto I2CP
fa: پورت I2CP
fi: I2CP-portti
hi: I2CP पोर्ट
it: Porta I2CP
ja: I2CPポート
ko: I2CP 포트
nl: I2CP Poort
pt: Porta I2CP
sl: Vrata I2CP
uk: Порт I2CP
vi: Cổng I2CP

source: Require username and password
ar: تتطلب اسم المستخدم وكلمة المرور
az: İstifadəçi adı və parol tələb edin
bo: སྤྱོད་མཁན་མིང་དང་གསང་ཐོང་བདགོས་པར་རེད་བ།
cs: Vyžadovat uživatelské jméno a heslo
da: Kræver brugernavn og adgangskode
el: Απαιτείται όνομα χρήστη και κωδικός πρόσβασης
es: Solicitar nombre de usuario y contraseña
et: Nõua kasutajanime ja parooli
fa: نیاز به نام کاربری و رمز عبور
fi: Vaadi käyttäjätunnus ja salasana
hi: उपयोगकर्ता नाम और पासवर्ड की आवश्यकता
hu: Felhasználónév és jelszó szükséges
in: Mengharuskan username dan password
it: Nome utente e password richiesti
ja: ユーザー名とパスワードが必要です
ko: 유저네임, 패스워드가 필요합니다
nb: Krev brukernavn og passord
nl: Gebruikersnaam en wachtwoord verplicht
pt: É necessário nome de usuário e palavra-passe
sl: Zahtevaj uporabniško ime in geslo
sv: Kräver användarnamn och lösenord
uk: вимагати ім 'я користувача та пароль
vi: Yêu cầu tên người dùng và mật khẩu

source: config keyring
ar: اعدادات المفاتيح
az: açarlığı konfiqurasiya edin
bo: ལྡེ་མིག་རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace klíčenky
da: konfigurer nøglering
el: διαμόρφωση μπρελόκ
es: configuración del juego de claves
et: konfiguratsiooni võtmehoidja
fa: پیکربندی کلید
fi: avainnippuasetukset
hi: कुंजीपटल सेटिंग
hu: kulcstár beállítása
in: konfigurasi keyring
it: configura keyring
ja: 設定キーリング
ko: 키링 설정
nb: sett opp nøkkelring
nl: configureer sleutelbos
pt: configurar gestor de chaves
sl: konfig krožnica ključev
sv: Konfigurera nyckelring
uk: конфігурація брелока
vi: cấu hình khóa
