Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Reseeding
ar: اعادة التوزيع
az: Yenidən əkmək
bo: རྒྱུན་དུ་བཙོན་པ།
cs: Opětovné sdílení (reseeding)
da: Reseeder
el: Ανατροφοδότηση
es: Resembrando
et: Hangin ruuterite kontakte
fa: بذرپاشی مجدد
fi: Uudelleenkylvö
hi: पुनःसंचय
hu: Újratáplálás (reseed) folyamatban
in: Sedang melakukan reseeding
ja: 再シード中
ko: 재배포
nb: Deler på nytt
nl: Reseeden
pt: Propagação
sl: Ponovno semenjenje
sv: Återdistribuerar
uk: Початкове завантаження
vi: Giữ chỗ tải trở lại

source: Router Family
ar: عائلة الراوتر
az: Router Ailəsi
bo: རོ་ཌེར་རིམ་པ།
cs: Rodina routerů
da: Routerfamilie
el: Οικογένεια δρομολογητή
es: Familia de routers
et: ruuteri perekond
fa: خانواده روتر
fi: Reititinperhe
hi: राउटर परिवार
hu: Router család
it: Famiglia del router
ja: ルータファミリ
ko: 라우터 패밀리
nb: Ruterfamilie
nl: Router Familie
pt: Família do Roteador
sl: Družina usmerjevalnikov
sv: Routerfamilj
uk: Сімейство маршрутизаторів
vi: Gia đình bộ định tuyến

source: Save changes
ar: حفظ التغييرات
az: Dəyişiklikləri yadda saxlayın
bo: བསྒྱུར་བཏོན་པ་ཐོབ་བཏང་བསྡམས་པ།
cs: Ulžoit změny
da: Gem ændringer
el: Αποθήκευση αλλαγών
es: Guardar cambios
et: Salvesta muutused
fa: ذخیره تغییرات
fi: Tallenna muutokset
hi: बदलाव सहेजें
hu: Változtatások mentése
in: Simpan perubahan
it: Salva le modifiche
ja: 変更を保存
ko: 변경사항 저장
nb: Lagre endringer
nl: Opslaan
pt: Salvar alterações
sl: Shrani spremembe
sv: Spara ändringar
uk: Зберегти зміни
vi: Lưu các thay đổi

source: Updating IP address
ar: جاري تعديل عنوان IP
az: IP ünvanı yenilənir
bo: IP གྲངས་བསྒྱུར་བཏོན་པ།
cs: Aktualizace IP adresy
da: Opdatere IP adresse
el: Ενημέρωση διεύθυνσης IP
es: Actualizando dirección IP
et: Uuendan IP aadressi
fa: در حال به روز رسانی آدرس IP
fi: Päivitetään IP-osoite
hi: IP पता अपडेट कर रहा है
hu: IP cím frissítése
in: Mengupdate alamat IP
it: Aggiornamento dell'indirizzo IP
ja: IP アドレスを更新中
ko: IP 주소 업데이트 중
nb: Oppdaterer IP-adressen
nl: Updaten van IP adres
pt: Atualizando endereço de IP
sl: Posodabljanje IP naslova
sv: Uppdaterar IP-adress
uk: Оновлюю IP-адреси
vi: Cập nhật địa chỉ IP

source: Updating IPv6 setting
ar: تحديث إعداد IPv6
az: IPv6 parametrinin yenilənməsi
bo: IPv6 གནོ་བསྒྱུར་བཏོན་པ།
cs: Aktualizace nastavení IPv6
da: Opdaterer IPv6 indstilling
el: Ενημέρωση της ρύθμισης IPv6
es: Actualizando la configuración de IPv6
et: IPv6 seade uuendamine
fa: در حال به روز رسانی تنظیم IPv6
fi: Päivitetään IPv6-asetukset
hi: IPv6 सेटिंग अपडेट कर रहा है
hu: IPv6 beállítás frissítése
in: Mengupdate pengaturan IPv6
it: Aggiornamento delle impostazioni IPv6
ja: IPv6 の設定を更新中
ko: IPv6 세팅 업데이트 중
nb: Oppdaterer IPv6-innstilling
nl: IPv6 instelling vernieuwen
pt: Atualizando configuração do IPv6
sl: Posodabljanje nastavitve IPv6
sv: Updaterar IPv6 inställningar
uk: Оновлюю налаштування IPv6
vi: Cập nhật cài đặt IPv6

source: Disabling TCP completely
ar: الغاء الكامل TCP
az: TCP-nin tamamilə söndürülməsi
bo: TCP ཡོང་ནས་མི་རྒྱུན་དུ་བཙོན་པ།
cs: Úplné zakázání TCP
da: Invalidere TCP fuldkommen
el: Πλήρης απενεργοποίηση TCP
es: Deshabilitando TCP por completo
et: Lülitan TCP täiesti välja
fa: غیرفعال کردن کامل TCP
fi: TCP poistetaan kokonaan käytöstä
hi: TCP पूरी तरह से अक्षम कर रहा है
hu: TCP teljes letiltása
in: Menonaktifkan TCP sepenuhnya
it: Disattivazione completa del TCP
ja: 完全に TCP を無効化中
ko: TCP 완벽히 비활성화
nb: Skru av TCP helt
nl: TCP volledig uitgeschakelen
pt: Desativação completa do TCP
sl: Potrditev TCP
sv: Inaktiverar TCP helt
uk: Повністю вимикаю TCP
vi: Vô hiệu hóa hoàn toàn TCP

source: Updating TCP address to {0}
ar: تحديث عنوان TCP إلى {0}
az: TCP ünvanı {0} olaraq yenilənir
bo: TCP གྲངས་བསྒྱུར་བཏོན་པ་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace adresy TCP na {0}
da: Opdaterer TCP adresse til {0}
el: Ενημέρωση της διεύθυνσης TCP σε {0}
es: Actualizando la dirección de TCP a {0}
et: TCP-aadressi värskendamine aadressile {0}
fa: به روز رسانی آدرس TCP به {0}
fi: Päivitetään TCP-osoite osoitteeseen {0}
hi: {0} पर TCP पता अपडेट कर रहा है
hu: TCP cím frissítése erre: {0}
in: Menupdate alamat TCP untuk {0}
it: Aggiornamento indirizzo TCP a {0}
ja: TCP アドレスを {0} に更新中
ko: TCP 주소를 {0}으로 업데이트 중입니다
nb: Oppdaterer TCP-adresse til {0}
nl: TCP adres opwaarderen naar {0}
pt: Atualizando endereço TCP para {0}
sl: Posodabljanje naslova TCP na {0}
sv: Uppdaterar TCP-adress till {0}
uk: Оновлення адреси TCP на {0}
vi: Đang cập nhật địa chỉ TCP thành {0}

source: Disabling inbound TCP
ar: الغاء الاتصال TCP الداخلي
az: Gələn TCP-nin deaktiv edilməsi
bo: ནང་འོག་ཐོན་པའི་TCP མི་རྒྱུན་དུ་བཙོན་པ།
cs: Zakázání příchozího TCP
da: Invalidere indadgående TCP
el: Ανεργοποίηση εισερχόμενων TCP
es: Deshabilitando TCP entrante
et: Lülitan TCP ühenduste vastuvõtu välja
fa: غیرفعال کردن TCP ورودی
fi: Saapuvan TCP:n poistaminen käytöstä
hi: इनबाउंड TCP अक्षम कर रहा है
hu: Bejövő TCP letiltása
in: Menonaktifkan inbound TCP
it: Disattivazione TCP in ingresso
ja: 着信 TCP を無効化中
ko: 수신 TCP 비활성화
nb: Skru av inngående TCP
nl: Inkomend TCP verkeer uitschakelen
pt: Desativando TCP de entrada
sl: Onemogočanje vhodnega TCP
sv: Inaktiverar inkommande TCP
uk: Відключення вхідного TCP
vi: Vô hiệu hóa TCP gửi đến

source: Updating inbound TCP address to auto
ar: تحديث عنوان TCP الى ذاتي
az: Daxil olan TCP ünvanı avtomatik olaraq yenilənir
bo: ནང་འོག་ཐོན་པའི་TCP གྲངས་བསྒྱུར་བཏོན་པ་རང་ཤུགས་པར་བསྒྱུར་བཞག
cs: Aktualizace příchozí adresy TCP na auto
da: Opdatere indadgående TCP adresse til auto
el: Ενημέρωση εισερχόμενης TCP διεύθυνσης αυτόματα
es: Actualizando la dirección del TCP entrante a automático
et: Uuendan TCP vastuvõtu aadressi automaatseks
fa: به روز رسانی آدرس TCP ورودی به خودکار
fi: Päivitetään saapuvan TCP-osoite automaattiseksi
hi: ऑटो में इनबाउंड TCP पता अपडेट कर रहा है
hu: Bejövő TCP Cím frissítése a következőhöz (automatikus):
in: Mengupdate alamat TCP inbound ke auto
it: Aggiornando gli indirizzi TCP in ingresso a automatici
ja: 着信 TCP アドレスを「自動」に更新中
ko: 수신 TCP 주소 자동으로 업데이트
nb: Oppdaterer inngående TCP-adresse til automatisk
nl: Updaten inkomend TCP adres naar automatisch
pt: Atualizando endereço TCP de entrada para auto
sl: Posodabljanje vhodnega naslova TCP na avtomatično
sv: Uppdaterar inkommande TCP-adress till auto
uk: Оновлення адреси вхідного TCP на автоматичну
vi: Cập nhật địa chỉ TCP gửi đến thành tự động

source: Updating TCP port to {0}
ar: تحديث منفذ TCP إلى {0}
az: TCP portu {0}-a yenilənir
bo: TCP སྒོ་མོ་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace portu TCP na {0}
da: Opdaterer TCP port til {0}
el: Ενημέρωση θύρας TCP σε {0}
es: Actualizando el puerto TCP a {0}
et: TCP-pordi värskendamine {0}-le
fa: به روز رسانی پورت TCP به {0}
fi: Päivitetään TCP-portti osoitteeseen {0}
hi: {0} पर TCP पोर्ट अपडेट कर रहा है
hu: TCP port frissítése erre: {0}
in: Mengupdate port TCP ke {0}
it: Aggiornamento porta TCP a {0}
ja: TCP ポートを {0} に更新中
ko: TCP 포트를 {0}으로 업데이트 중
nb: Oppdaterer TCP-port til {0}
nl: TCP poort opwaarderen naar {0}
pt: Atualizando porta TCP para {0}
sl: Posodabljanje vrata TCP na {0}
sv: Uppdaterar TCP-port till {0}
uk: Оновлення TCP-порта на {0}
vi: Đang cập nhật cổng TCP lên {0}

source: Warning - ports less than 1024 are not recommended
ar: تحذير - لا يوصى بالمنافذ الأقل من 1024
az: Xəbərdarlıq - 1024-dən kiçik portlar tövsiyə edilmir
bo: དམིག་བཤོལ་བ། - 1024 ལས་ཉུང་བའི་སྒོ་མོ་མི་འཚམས།
cs: Upozornění - porty menší než 1024 se nedoporučují
da: Advarsel - porte lavere end 1024 frarådes
el: Προειδοποίηση - θύρες μικρότερες από 1024 δεν συνιστώνται
es: Advertencia - No se recomienda usar puertos inferiores al 1024
et: Hoiatus – alla 1024 porte ei soovitata
fa: هشدار - درگاه های کمتر از 1024 توصیه نمی شوند
fi: Varoitus - porttinumeroja alle 1024 ei suositella
hi: चेतावनी - 1024 से कम पोर्ट अनुशंसित नहीं हैं
hu: Figyelem! Az 1024-nél kisebb portok nem ajánlottak
in: Peringatan - Port bernilai kurang dari 1024 tidak direkomendasikan
it: Attenzione - è meglio non utilizzare le porte da 0 a 1024
ja: 警告 - 1024番未満のポートは推奨されません
ko: 경고 - 1024 이하의 포트는 추천하지 않습니다
nb: Advarsel - porter mindre enn 1024 er ikke anbefalt
nl: Waarschuwing - poorten onder de 1024 zijn niet aanbevolen
pt: Aviso - Portas de número inferior a 1024 não são recomendadas
sl: Opozorilo - vrata manjša od 1024 niso priporočena
sv: Varning - port-nummer lägre är 1024 inte lämpligt
uk: Попередження: порти менше 1024 не рекомендовані
vi: Cảnh báo - không nên sử dụng các cổng nhỏ hơn 1024

source: Invalid port
ar: منفذ غير صالح
az: Yanlış port
bo: ནོར་བའི་སྒོ་མོ།
cs: Neplatný port
da: Ugyldig port
el: Μη έγκυρη θύρα
es: Puerto no válido
et: Vale port
fa: پورت نامعتبر
fi: Virheellinen portti
hi: अमान्य पोर्ट
hu: Érvénytelen port
in: Port tidak valid
it: Porta non valida
ja: 無効なポート
ko: 잘못된 포트
nb: Ugyldig port
nl: Ongeldige poort
pt: Porta inválida
sl: Neveljavno vrata
sv: Ogiltig port
uk: Неправильний порт
vi: Cổng không hợp lệ

source: Updating inbound TCP port to auto
ar: تحديث عنوان TCP الى ذاتي
az: Gələn TCP portu avtomatik olaraq yenilənir
bo: ནང་འོག་ཐོན་པའི་TCP སྒོ་མོ་རང་ཤུགས་པར་བསྒྱུར་བཞག
cs: Aktualizace příchozího TCP portu na auto
da: Opdatere indadgående TCP port til auto
el: Ενημέρωση εισερχόμενης θύρας TCP σε αυτόματη
es: Actualizando el puerto TCP entrante a automático
et: Uuendan TCP vastuvõtu pordi automaatseks
fa: به روز رسانی پورت TCP ورودی به خودکار
fi: Päivitetään saapuvan TCP-portin automaattiseksi
hi: ऑटो में इनबाउंड TCP पोर्ट अपडेट कर रहा है
hu: Bejövő TCP Port frissítése a következőhöz (automatikus):
in: Mengupdate port TCP inbound ke auto
it: Aggiornando le porte TCP in ingresso a automatiche
ja: 着信 TCP ポートを「自動」に更新中
ko: 수신 TCP 포트를 자동으로 업데이트
nb: Oppdaterer inngående TCP-port til automatisk
nl: Updaten inkomend TCP poort naar automatisch
pt: Atualizando porta TCP de entrada para auto
sl: Posodabljanje vhodnega vrata TCP na avtomatično
sv: Uppdaterar inkommande TCP-port till auto
uk: Оновлення вхадного порту TCP на автоматичний
vi: Cập nhật cổng TCP gửi đến thành tự động

source: Updating UDP port to {0}
ar: تحديث منفذ UDP إلى {0}
az: UDP portu {0}-a yenilənir
bo: UDP སྒོ་མོ་{0}ལ་བསྒྱུར་བཞག
cs: Aktualizace portu UDP na {0}
da: Opdaterer UDP port til {0}
el: Ενημέρωση θύρας UDP σε {0}
es: Actualizando el puerto UDP a {0}
et: UDP-pordi värskendamine {0}-le
fa: به روز رسانی پورت UDP به {0}
fi: Päivitetään UDP-portti verkkoon {0}
hi: {0} पर UDP पोर्ट अपडेट कर रहा है
hu: UDP port frissítése erre: {0}
in: Mengupdate port UDP untuk {0}
it: Aggiornamento porta UDP a {0}
ja: UDP ポートを {0} に更新中
ko: UDP 포트를 {0}으로 업데이트 중
nb: Oppdaterer UDP-port til {0}
nl: UDP poort vernieuwen naar {0}
pt: Atualizando porta UDP para {0}
sl: Posodabljanje vrata UDP na {0}
sv: Uppdaterar UDP-port till {0}
uk: Оновлення UDP-порта на {0}
vi: Đang cập nhật cổng UDP lên {0}

source: Gracefully restarting into Hidden Router Mode
ar: اعادة التشغيل على نظام الموجه المتخفي
az: Gizli Router rejiminə zərif şəkildə yenidən başladın
bo: རོ་ཌེར་སྐར་འགོ་ཚོགས་པའི་སྦེ་བའི་རོ་ཌེར་རྒྱུན་དུ་བཙོན་པར་བསྐྱར་འགོ་ཚོགས་པ།
cs: Pěkný restart do režimu skrytého směrovače
da: Genstarter med ynde ind i "Hidden Router Mode"
el: Ομαλή επανεκκίνηση σε Λειτουργία Κρυφού Δρομολογητή
es: Reiniciando de forma controlada en modo oculto
et: Käivitun viisakalt uuesti, peidetud ruuteri režiimi
fa: راه اندازی مجدد به حالت مخفی روتر
fi: Käynnistyy sulavasti uudelleen piilotettuun reititintilaan
hi: चमकीले प्रकार से प्रक्षेपण राउटर मोड में पुनः शुरू कर रहा है
hu: Türelmes újraindítás Rejtett Router Üzemmódba
in: Restart secara graceful ke Hidden Router Mode
it: Riavvio elegante in modalità Router Nascosto
ja: 隠されたルータモードに正常に再起動
ko: 히든 라우터 모드로 부드러운 재시작
nb: Forsiktig omstart inn i skjult rutermodus
nl: Gecontrolleerd herstarten in Verborgen Router Modus
pt: Reiniciar de forma não forçada no 'Modo de Roteador Oculto'
sl: Hkratno ponovni zagon v skriti način usmerjevalnika
sv: Omstartar försiktigt till dolt routerläge
uk: Витончений перезапуск у режим прихованого маршрутизатора
vi: Khởi động lại một cách duyên dáng vào Chế độ bộ định tuyến ẩn

source: Gracefully restarting to exit Hidden Router Mode
ar: اعادة التشغيل على نظام الموجه المتخفي
az: Gizli Router rejimindən çıxmaq üçün zərif şəkildə yenidən başladın
bo: རོ་ཌེར་སྐར་འགོ་ཚོགས་པའི་སྦེ་བའི་རོ་ཌེར་རྒྱུན་དུ་བཙོན་པར་ཕྱིག་པར་བསྐྱར་འགོ་ཚོགས་པ།
cs: Pěkný restart pro ukončení režimu skrytého směrovače
da: Genstarter med ynde for at komme ud af "Hidden Router Mode"
el: Ομαλή επανεκκίνηση για έξοδο από Λειτουργία Κρυφού Δρομολογητή
es: Reiniciando de forma controlada para salir del modo oculto
et: Käivitun viisakalt uuesti, et väljuda peidetud ruuteri režiimist
fa: برای خروج از حالت مخفی روتر به آرامی راه اندازی مجدد می شود
fi: Käynnistetään sulavasti uudelleen piilotetun reitittimen tilasta poistumiseksi
hi: चमकीले प्रकार से पुनः शुरू करके प्रक्षेपण राउटर मोड से बाहर निकल रहा है
hu: Türelmes újraindítás a Rejtett Router Üzemmódból való kilépéshez
in: Restart secara graceful untuk ke Hidden Router Mode
it: Riavvio elegante per uscire dalla modalità Router Nascosto
ja: 正常に再起動し、隠されたルータモードを終了
ko: 히든 라우터 모드를 해제하기 위해 부드러운 재시작
nb: Omstarter forsiktig for å gå ut av skjult rutermodus
nl: Gecontrolleerd herstarten om Verborgen Router Modus te verlaten
pt: Reiniciar de forma não forçada para sair do 'Modo de Roteador Oculto'
sl: Hkratno ponovni zagon za izhod iz skriti način usmerjevalnika
sv: Omstartar försiktigt ut ur dolt routerläge
uk: Витончений перезапуск для виходу з режиму прихованого маршрутизатора
vi: Khởi động lại nhẹ nhàng để thoát khỏi Chế độ bộ định tuyến ẩn

source: Enabling UPnP
ar: تمكين UPnP
az: UPnP-nin aktivləşdirilməsi
bo: UPnP རྒྱུན་དུ་བཙོན་པར་བསྐྱར་བཞག
cs: Povolení UPnP
da: Aktiverer UPnP
el: Ενεργοποίηση UPnP
es: Habilitando UPnP
et: UPnP võimaldamine
fa: فعال کردن UPnP
fi: Otetaan UPnP käyttööön
hi: UPnP सक्षम कर रहा है
hu: UPnP engedélyezése
in: Mengaktifkan UPnP
it: Abilitazione UPnP
ja: UPnP を有効にしています
ko: UPnP 활성화
nb: Aktiverer UPnP
nl: UPnP ingeschakeld
pt: Habilitando UPnP
sl: Omogočanje UPnP
sv: Aktiverar UPnP
uk: Увімкнення UPnP
vi: Bật UPnP

source: Disabling UPnP
ar: تعطيل UPnP
az: UPnP-nin söndürülməsi
bo: UPnP མི་རྒྱུན་དུ་བཙོན་པ།
cs: Zakázání UPnP
da: Deaktivere UPnP
el: Απενεργοποίηση UPnP
es: Deshabilitando UPnP
et: UPnP keelamine
fa: غیرفعال کردن UPnP
fi: Poistetaan UPnP käytöstä
hi: UPnP अक्षम कर रहा है
hu: UPnP letiltása
in: Menonaktifkan UPnP
it: Disabilitazione UPnP
ja: UPnP を無効にしています
ko: UPnP 비활성화
nb: Skrur av UPnP
nl: UPnP uitgeschakeld
pt: Desabilitando UPnP
sl: Onemogočanje UPnP
sv: Avaktiverar UPnP
uk: Вимкнення UPnP
vi: Vô hiệu hóa UPnP

source: Enabling laptop mode
ar: تفعيل نظام الحاسوب المحمول
az: Laptop rejiminin aktivləşdirilməsi
bo: ལེབ་པབརྒྱུན་དུ་བཙོན་པ།
cs: Povolení režimu notebooku
da: Aktiverer "laptop mode"
el: Ενεργόποιηση λειτουργίας φορητού
es: Habilitando el modo portátil
et: Lülitan laptopi režiimi sisse
fa: فعال کردن حالت لپ تاپ
fi: kannettavan tietokoneen tilan käyttöönotto
hi: लैपटॉप मोड सक्षम कर रहा है
hu: Laptop mód engedélyezése
in: Mengaktifkan modus laptop
it: Attivazione della modalità portatile
ja: ラップトップモードを有効化中
ko: 노트북 모드 활성화
nb: Skrur på bærbar-modus
nl: Laptop modus ingeschakeld
pt: Ativar o modo de laptop
sl: Omogočanje načina za prijenosno računalnik
sv: Aktiverar läge för bärbara datorer
uk: Вмикаю режим ноутбука
vi: Bật chế độ máy tính xách tay

source: Disabling laptop mode
ar: الغاء تفعيل نظام الحاسوب المحمول
az: Laptop rejiminin söndürülməsi
bo: ལེབ་པབརྒྱུན་དུ་མི་རྒྱུན་དུ་བཙོན་པ།
cs: Deaktivace režimu notebooku
da: Deaktivere "laptop mode"
el: Απενεργοποίηση λειτουργίας φορητού
es: Deshabilitando el modo portátil
et: Lülitan laptopi reziimi välja
fa: غیرفعال کردن حالت لپ تاپ
fi: Kannettavan tietokoneen tilan poistaminen käytöstä
hi: लैपटॉप मोड अक्षम कर रहा है
hu: Laptop mód letiltása
in: Menonaktifkan laptop mode
it: Disattivazione della modalità portatile
ja: ラップトップモードを無効化中
ko: 노트북 모드 비활성화
nb: Skrur av bærbar-modus
nl: Laptop modes uitgeschakeld
pt: Desativar o modo de laptop
sl: Onemogočanje načina za prijenosno računalnik
sv: Inaktiverar läge för bärbara datorer
uk: Вимикаю режим ноутбука
vi: Tắt chế độ máy tính xách tay

source: Disabling inbound IPv4
ar: تعطيل IPv4 الوارد
az: Daxil olan IPv4-ün deaktiv edilməsi
bo: ནང་འོག་ཐོན་པའི་IPv4 མི་རྒྱུན་དུ་བཙོན་པ།
cs: Zakázání příchozího IPv4
da: Deaktiverer inadgående IPv4
el: Απενεργοποίηση εισερχόμενης IPv4
es: Deshabilitando IPv4 entrante
et: sissetuleva IPv4 keelamine
fa: غیرفعال کردن IPv4 ورودی
fi: Saapuvan IPv4:n poistaminen käytöstä
hi: इनबाउंड IPv4 अक्षम कर रहा है
hu: A bejövő IPv4 letiltása
in: Menonaktifkan inbound IPv4
it: Disattivazione IPv4 in ingresso
ja: 着信 IPv4を無効化中
ko: 수신 IPv4 비활성화
nb: Skrur av innkommende IPv4
nl: Inkomend IPv4 verkeer uitschakelen
pt: Desativando IPv4 de entrada
sl: Onemogočanje vhodnega IPv4
sv: Avaktiverar inkommande IPv4
uk: Відключаю вхідний IPv4
vi: Vô hiệu hóa IPv4 gửi đến

source: Enabling inbound IPv4
ar: تمكين IPv4 الوارد
az: Daxil olan IPv4-ün aktivləşdirilməsi
bo: ནང་འོག་ཐོན་པའི་IPv4 རྒྱུན་དུ་བཙོན་པར་བསྐྱར་བཞག
cs: Povolení příchozího IPv4
da: Aktiverer inadgående IPv4
el: Ενεργοποίηση εισερχόμενου IPv4
es: Habilitando IPv4 entrante
et: sissetuleva IPv4 lubamine
fa: فعال کردن IPv4 ورودی
fi: Saapuvan IPv4:n käyttöönotto
hi: इनबाउंड IPv4 सक्षम कर रहा है
hu: Bejövő IPv4 engedélyezése
in: Mengaktifkan inbound IPv4
it: Attivazione IPv4 in ingresso
ja: 着信 IPv4を有効化中
ko: 수신 IPv4 활성화
nb: Aktiverer innkommende IPv4
nl: Inkomend IPv4 verkeer inschakelen
pt: Habilitando IPv4 de entrada
sl: Omogočanje vhodnega IPv4
sv: Aktiverar inkommande IPv4
uk: Включаю вхідний IPv4
vi: Bật IPv4 gửi đến

source: Disabling inbound IPv6
ar: تعطيل IPv6 الوارد
az: Daxil olan IPv6-nın deaktiv edilməsi
bo: ནང་འོག་ཐོན་པའི་IPv6 མི་རྒྱུན་དུ་བཙོན་པ།
cs: Zakázání příchozího IPv6
da: Deaktivering af indgående IPv6
el: Απενεργοποίηση εισερχόμενης IPv6
es: Deshabilitar IPv6 entrante
et: Sissetuleva IPv6 keelamine
fa: غیرفعال کردن IPv6 ورودی
fi: Saapuvan IPv6:n poistaminen käytöstä
hi: इनबाउंड IPv6 अक्षम कर रहा है
hu: A bejövő IPv6 letiltása
in: Menonaktifkan inbound IPv6
it: Disattivazione IPv6 in ingresso
ja: 着信 IPv6 を無効化中
ko: 수신 IPv6 비활성화
nb: Skrur av innkommende IPv6
nl: Inkomend IPv6 uitzetten
pt: Desativando IPv6 de entrada
sl: Onemogočanje vhodnega IPv6
sv: Inaktiverar inkommande IPv6
uk: Вимкнення вхідного IPv6
vi: Vô hiệu hóa IPv6 gửi đến

source: Enabling inbound IPv6
ar: تمكين IPv6 الوارد
az: Daxil olan IPv6-nın aktivləşdirilməsi
bo: ནང་འོག་ཐོན་པའི་IPv6 རྒྱུན་དུ་བཙོན་པར་བསྐྱར་བཞག
cs: Povolení příchozího IPv6
da: Aktivering af indgående IPv6
el: Ενεργοποίηση εισερχόμενου IPv6
es: Habilitar IPv6 entrante
et: Sissetuleva IPv6 lubamine
fa: فعال کردن IPv6 ورودی
fi: Saapuvan IPv6:n käyttöönotto
hi: इनबाउंड IPv6 सक्षम कर रहा है
hu: Bejövő IPv6 engedélyezése
in: Mengaktifkan inbound IPv6
it: Attivazione IPv6 in ingresso
ja: 着信 IPv6 を有効化中
ko: 수신 IPv6 활성화
nb: Aktiverer innkommende IPv6
nl: Inkomend IPv6 aanzetten
pt: Habilitando IPv6 de entrada
sl: Omogočanje vhodnega IPv6
sv: Aktiverar inkommande IPv6
uk: Увімкнення вхідного IPv6
vi: Bật IPv6 gửi đến

source: Disabling UDP
ar: تعطيل UDP
az: UDP-nin söndürülməsi
bo: UDP མི་རྒྱུན་དུ་བཙོན་པ།
cs: Zakázání UDP
da: Deaktiverer UDP
el: Απενεργοποίηση UDP
es: Deshabilitando UDP
et: Keelatakse UDP
fa: غیرفعال کردن UDP
fi: Poistetaan UDP käytöstä
hi: UDP अक्षम कर रहा है
hu: UDP letiltása
in: Menonaktifkan UDP
it: Disabilitando l'UDP
ja: UDP を無効にしています
ko: UDP 비활성화
nb: Aktiver UDP
nl: UDP uitgeschakelen
pt: Desabilitando UDP
sl: Onemogočanje UDP
sv: Avaktiverar UDP
uk: Вимикаю UDP
vi: Vô hiệu hóa UDP

source: Enabling UDP
ar: تمكين UDP
az: UDP-nin aktivləşdirilməsi
bo: UDP རྒྱུན་དུ་བཙོན་པར་བསྐྱར་བཞག
cs: Povolení UDP
da: Aktiverer UDP
el: Ενεργοποίηση UDP
es: Habilitando UDP
et: Võimaldatakse UDP
fa: فعال کردن UDP
fi: Otetaan UDP käyttöön
hi: UDP सक्षम कर रहा है
hu: UDP Engdélyezése
in: Mengaktifkan UDP
it: Abilitando l'UDP
ja: UDP を有効にしています
ko: UDP 활성화
nb: Aktiverer UDP
nl: UDP inschakelen
pt: Habilitando UDP
sl: Omogočanje UDP
sv: Aktiverar UDP
uk: Вмикаю UDP
vi: Kích hoạt UDP

source: Requiring SSU introducers
ar: بحاجة الى SSU
az: SSU introduktorları tələb olunur
bo: SSU ངོས་སྐར་བཞིན་པར་དགོས་པར་རེད་དགོས།
cs: Vyžadování zavaděčů SSU
da: Kræver SSU introducers
el: Απαιτούνται εισαγωγείς SSU
es: Solicitando introductores SSU
et: Nõuan SSU puhul tutvustajaid
fa: نیاز به معرفی کنندگان SSU
fi: Vaatii SSU:n esittelijöitä
hi: SSU परिचयकों की आवश्यकता
hu: SSU bemutatók szükségesek
in: Memerlukan SSU introducers
it: Introduttori SSU richiesti
ja: SSU イントロデューサーを要求中
ko: SSU 소개자가 필요합니다
nb: Krever SSU-introduserere
nl: SSU introducers nodig
pt: Exigir introdutores de SSU
sl: Zahteva SSU predstavljence
sv: Kräver SSU introducerare
uk: Потрібні інтродуценти SSU
vi: Yêu cầu người giới thiệu SSU

source: Performing a soft restart
ar: إجراء إعادة تشغيل ناعمة
az: Yumşaq yenidən başladın həyata keçirilir
bo: སྐར་འགོ་ཚོགས་པའི་སྦེ་བའི་བསྐྱར་འགོ་ཚོགས་པ།
cs: Provedení měkkého restartu
da: Udfører en blød genstart
el: Εκτέλεση μαλακής επανεκκίνησης
es: Realizar un reinicio suave
et: pehme taaskäivitamine
fa: اجرای یک راه اندازی مجدد نرم
fi: Suoritetaan pehmeä uudelleenkäynnistys
hi: मुलाकात के बिना पुनः शुरू कर रहा है
hu: Lágy újraindítás végrehajtása
in: Melakukan restart yang lembut
it: Riavvio elegante in esecuzione
ja: ソフトリスタートの実行
ko: 소프트 재시작 수행
nb: Utfører en myk omstart
nl: Een zachte herstart uitvoeren
pt: Executando uma reinicialização suave
sl: Izvajanje mehkega ponovnega zagona
sv: Utför en mjuk omstart
uk: Виконання м'якого перезапуску
vi: Thực hiện khởi động lại mềm

source: Invalid address
ar: عنوان خاطئ
az: Yanlış ünvan
bo: ནོར་བའི་གྲངས་བསྒྱུར་བཏོན་པ།
cs: Neplatná adresa
da: Ugyldig adresse
el: Μη έγκυρη διεύθυνση
es: Dirección no válida
et: Vale aadress
fa: آدرس نامعتبر
fi: Virheellinen osoite
hi: अमान्य पता
hu: Érvénytelen cím
in: Alamat tidak valid
it: Indirizzo non valido
ja: 無効なアドレス
ko: 잘못된 주소
nb: Ugyldig adresse
nl: Ongeldig adres
pt: Endereço inválido
sl: Neveljavna naslov
sv: ogiltig adress
uk: Неправильні адреси
vi: Địa chỉ không hợp lệ

source: The hostname or IP {0} is not publicly routable
ar: اسم المضيف أو IP {0} غير قابل للتوجيه بشكل عام
az: Host adı və ya IP {0} ictimai yönləndirilə bilməz
bo: ཧོས་ནས་མིང་ཡང་IP {0} སྤེད་མིན་ཐོང་བརྒྱུན་དུ་བཙོན་པ་མིན་འཚམས།
cs: Název hostitele nebo IP {0} nejsou veřejně směrovatelné
da: Hostname eller IP {0} har ingen offentlig route
el: Το hostname ή η IP {0} δεν δρομολογούνται δημόσια
es: El nombre de equipo o dirección IP {0} no es enrutable públicamente
et: Nimi või IP {0} pole avalikult marsruuditav
fa: نام میزبان یا IP {0} به صورت عمومی قابل مسیریابی نیست
fi: Isäntänimi tai IP {0} ei ole julkisesti reititettävissä
hi: {0} होस्टनाम या IP सार्वजनिक रूटेबल नहीं है
hu: A kövezkező hosztnév vagy IP címhez nem lehet nyilvános útvonalat rendelni: {0}
in: Nama host atau IP {0} tidak dirutekan secara umum
it: L'hostname o l'IP {0} non è pubblicamente rintracciabile
ja: ホスト名またはIP {0} は公開でルート可能でありません
ko: 호스트네임 또는 IP {0} 은 공개적으로 라우트 될 수 없습니다
nb: Vertsnavn eller IP {0} ikke offentlig rutbar
nl: Hostnaam of IP {0} is niet publiek
pt: O nome em rede ou IP {0} não é roteável publicamente
sl: Ime gostitelja ali IP {0} ni javno dostopen
sv: Värdnamnet eller IP {0} är inte publikt routningsbart
uk: Ім’я хоста або IP-адреса {0} не є загальнодоступною маршрутизацією
vi: Tên máy chủ hoặc IP {0} không thể định tuyến công khai
