Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A router in a tunnel not designated as a gateway or endpoint.
ar: جهاز توجيه في نفق غير مخصص كبوابة أو نقطة نهاية.
az: Bir gateway (kapı veya geçit) veya bitiş noktası olarak belirlenmeyen bir tüneldeki yönlendirici.
bo: འགྲུལ་ལམ་རུ་མཉམ་གྲོགས་གཞུང་གི་སྒོ་བསྒྲག་མ་དེ་དག་མ་ཟད་གཤོག་ཕྱག་དང་མཇུག་མཐའ་རུ་མཉམ་སྦྲེལ་མེད་པ་རྣམས་ཡིན།
cs: Směrovač v tunelu, který není určen jako brána nebo koncový bod.
da: En router i en tunnel, der ikke er udpeget som gateway eller endpoint.
el: Ένας router σε μια σήραγγα που δεν έχει οριστεί ως πύλη ή άκρο.
es: Un enrutador en un túnel que no está designado como pasarela o punto final.
et: Ruuter tunnelis, mis ei ole määratud väravaks või lõpp-punktiks.
fa: یک روتر در تونل که به عنوان دروازه یا نقطه‌پایان تعیین نشده است.
fi: Reititin tunnelissa, jota ei ole merkitty portiksi tai päätelaitteeksi.
hi: टनल में एक रूटर जिसे गेटवे या एंडपॉइंट के रूप में नहीं नामित किया गया है।
hu: Egy router egy alagútban, amely nincs kijelölve kapunak vagy végpontnak.
in: Router di terowongan yang tidak ditunjuk sebagai gerbang atau titik akhir.
it: Un router in un tunnel non designato come gateway o punto di arrivo.
ja: ゲートウェイまたはエンドポイントとして指定されていないトンネル内のルーター。
ko: 게이트웨이나 엔드포인트로 지정되지 않은 터널의 라우터입니다.
nb: En ruter i en tunnel som ikke er utpekt som en gateway eller sluttpunkt.
nl: Een router in een tunnel die niet is aangewezen als een gateway of eindpunt.
pt: Um roteador em um túnel não designado como gateway ou ponto final.
sl: Strežnik v tunelu, ki ni označen kot vrata ali končna točka.
sv: En router i en tunnel som inte är angiven som en gateway eller slutpunkt.
uk: Маршрутизатор в тунелі, який не позначений як вхідний шлюз або кінцева точка.
vi: Một bộ định tuyến trong một đường hầm không được chỉ định là cổng hoặc điểm cuối.

source: ZzzOT (plugin)
ar: زوت (إضافة)
az: ZzzOT (eklenti)
bo: ZzzOT (སྒོ་རོལ་གྱི་ཚོགས་ཤེལ་)
el: ZzzOT (πρόσθετο)
es: ZzzOT (complemento)
et: ZzzOT (laiendmoodul)
fa: زدزداوت (افزونه)
fi: ZzzOT (lisäosa)
hi: ZzzOT (प्लगइन)
hu: ZzzOT (bővítmény)
ja: ZzzOT（プラグイン）
ko: ZzzOT (플러그인)
nb: ZzzOT (utvidelse)
sl: ZzzOT (vstavek)
uk: ZzzOT (плагін)

source: A Java I2P plugin implementation of a BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Available from <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Source code is available on <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
ar: تطبيق إضافة Java I2P لمتتبع BitTorrent مفتوح المصدر <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer> Open Tracker</a>. متوفر من <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. مصدر الكود متوفر على <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
az: BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Açıq İzləyici</a>-nin Java I2P plagininin tətbiqi. <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> saytından əldə edilə bilər. Mənbə kodu <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a> saytında mövcuddur.
bo: BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>བརྒྱུད་སྐུར་བྱེད་མཁན་རྣམས་</a> གཞུང་གི་གསོག་གི་སྒོ་རོལ་I2P ཚོགས་ཤེལ་བསྒྲུབས་པ་ཞིག་ཡིན། <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> ནས་ཐོབ་ཆོག་པ་མ་ཟད། རྒྱུ་ཆུང་ཐོག་མའི་ཁུངས་(Source code) <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a> ལ་ཡོད།
cs: Plugin implementace BitTorrentu Open Tracker ve formátu Java pluginu pro I2P. Dostupné na adrese <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Zdrojový kód je dostupný na <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>githubu</a>.
da: En Java I2P plugin implementering af en BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Tilgængelig fra <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kildekoden er tilgængelig på <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
el: Μία υλοποίηση πρόσθετου ZzzOT για Java I2P ενός BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Διατίθεται από το <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Ο πηγαίος κώδικας είναι διαθέσιμος στο <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
es: Un complemento I2P en Java que implementa un rastreador abierto de BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer> Open Tracker</a>. Disponible desde <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Su código fuente está disponible en <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
et: Java I2P laiendmooduli rakendus, mis on BitTorrenti <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a> versioon. Saadaval aadressil <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Lähtekood on saadaval aadressil <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
fa: پیاده‌سازی یک افزونه جاوایی I2P از ترکر باز (<a href=https://fa.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>اپن ترکر</a>) بیت‌تورنت. از <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> در دسترس است. کد منبع در <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>گیت‌هاب</a> قابل دسترسی است.
fi: Java I2P -liitännäisen toteutus BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>:sta. Saatavilla osoitteesta <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Lähdekoodi on saatavilla osoitteessa <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
hi: बिटटॉरेंट के लिए एक जावा I2P प्लगिन की अवैतनिक क्रियान्वयन <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a> के रूप में। <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a> से उपलब्ध है। स्रोत कोड <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a> पर उपलब्ध है।
hu: Egy Java I2P bővítmény, amely a BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>-ének megvalósítása. Elérhető innen: <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. A forráskód elérhető a <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>on.
in: Implementasi plugin I2P Java dari BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Pelacak Terbuka</a>. Tersedia dari <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kode sumber tersedia di <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
it: Un plug-in Java I2P che implementa un <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a> BitTorrent. Disponibile su <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Il codice sorgente è disponibile su <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
ja: BitTorrentの<a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>のJava I2Pプラグイン実装。 <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>から入手可能。ソースコードは<a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>GitHub</a>で入手できます。
ko: BitTorrent의 Java I2P 플러그인 구현인 <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>에서 사용할 수 있습니다. 소스 코드는 <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>에서 제공됩니다.
nb: En Java I2P-utvidelse som implementerer en BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Tilgjengelig fra <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Kildekoden er tilgjengelig på <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
nl: Een Java I2P plugin-implementatie van een BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Beschikbaar op <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. De broncode is beschikbaar op <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
pt: Uma implementação de plugin Java I2P de um <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer> Open Tracker </a> BitTorrent. Disponível em <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. O código-fonte está disponível no <a href=https://github.com /i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer> github </a>.
sl: Java I2P implementacija vstavka za BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Odprt sledilac</a>. Dostopno na <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Izvorne kode je mogoče pridobiti na <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
sv: En Java I2P pluginimplementation av en BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Open Tracker</a>. Tillgänglig från <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Källkoden finns tillgänglig på <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
uk: Реалізація плагіна Java I2P відкритого трекера BitTorrent <a href=https://en.wikipedia.org/wiki/Opentracker class='sitelink external' target=_blank rel=noreferrer>Opentracker</a>. Доступний за адресою <a href=http://stats.i2p/i2p/plugins class=sitelink>http://stats.i2p/i2p/plugins</a>. Вихідний код розміщено на <a href=https://github.com/i2p/i2p.plugins.zzzot class='sitelink external' target=_blank rel=noreferrer>github</a>.
vi: Việc triển khai plugin Java I2P của Bittorrent <a href=https://en.wikipedia.org/wiki/opentracker Class='Sitelink bên ngoài' Target=_Blank rel=noreFerrer> Trình theo dõi mở </a>. Có sẵn từ <a href=http://stats.i2p/i2p/plugins Class=Sitelink> http: //stats.i2p/i2p/plugins </a>. Mã nguồn có sẵn trên <a href=https://github.com/i2p/i2p.plugins.zzzot class='Sitelink bên ngoài' Target=_Blank rel=noreferrer> GitHub </a>.

source: Web Hosting - I2P+
ar: استضافة الويب - I2P+
az: Web Barındırma - I2P+
bo: དྲ་ཐོག་གཞུང་སྐྱོང་། I2P+
el: Φιλοξενία Ιστοσελίδων - I2P+
es: Alojamiento Web - I2P+
et: Veebimajutus - I2P+
fa: میزبانی وب - آی‌دو‌پی‌پلاس
fi: Verkkosivujen ylläpito - I2P+
hi: वेब होस्टिंग - I2P+
hu: Webtárhely - I2P+
in: Hosting Web - I2P+
ja: ウェブホスティング - I2P+
ko: 웹 호스팅 - I2P+
nb: Nett hosting - I2P+
pt: Hospedagem na web - I2P+
sl: Spletna gostovanja - I2P+
sv: Webbhotell - I2P
uk: Веб-хостинг - I2P+

source: Registering an I2P Domain
ar: تسجيل نطاق I2P
az: Bir I2P Alan Adı Kaydetme
bo: I2P དམིགས་བསལ་གྱི་རྒྱུ་མའི་རྒྱུ་སྒོ་བཀོད་པ་
cs: Registrace I2P domény
da: Registrering af en I2P-domæne
el: Εγγραφή ενός Domain I2P
es: Registro de un Dominio I2P
et: I2P domeeni registreerimine
fa: ثبت‌نام دامنه آی‌دو‌پی
fi: I2P-verkkotunnuksen rekisteröinti
hi: I2P डोमेन की पंजीकरण
hu: Egy I2P Domain regisztrálása
in: Mendaftarkan Domain I2P
it: Registrazione di un dominio I2P
ja: I2Pドメインの登録
ko: I2P 도메인 등록
nb: Registrering av en I2P Domene
nl: Registreren van een I2P-domein
pt: Registrar um Domínio I2P
sl: Registracija domene I2P
sv: Registrera en I2P-domän
uk: Реєстрація домену I2P
vi: Đăng ký miền i2p
