Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Performance Graph
ar: الرسم البياني للأداء
az: Performans Qrafiki
bo: ནུས་པོ་གཡོ་སྒྱོགས་རིས་འབྲི།
cs: Graf výkonu
da: Præstationsgraf
el: Γράφημα απόδοσης
es: Gráficas de rendimiento
et: Toimivusgraafik
fa: نمودار عملکرد
fi: Suorituskykykaavio
hi: प्रदर्शन ग्राफ़
hu: Teljesítménygrafikon
in: Grafik Kinerja
it: Grafico delle prestazioni
ja: パフォーマンスグラフ
ko: 성능 그래프
nb: Ytelsesgraf
nl: Prestatiegrafiek
pt: Gráfico de desempenho
sl: Graf zmogljivosti
sv: Prestandadiagram
uk: Графік продуктивності
vi: Biểu đồ hiệu suất

source: graphs
ar: رسم بياني
az: qrafiklər
bo: རིས་འབྲི་ཁག
cs: grafy
da: grafer
el: γραφήματα
es: gráficas
et: graafikud
fa: نمودارها
fi: kuvaajat
hi: ग्राफ़
hu: ábrák
in: grafik
it: grafici
ja: グラフ
ko: 그래프
nb: grafer
nl: grafieken
pt: gráficos
sl: grafi
sv: diagram
uk: графіки
vi: đồ thị

source: Performance Graphs
ar: الرسوم البيانية للأداء
az: Performans Qrafikləri
bo: ནུས་པོ་གཡོ་སྒྱོགས་རིས་འབྲི་ཁག
cs: Grafy výkonu
da: Præstationsgrafer
el: Γραφήματα απόδοσης
es: Gráficas de rendimiento
et: Toimivusgraafikud
fa: نمودارهای عملکرد
fi: Suorituskykykaaviot
hi: प्रदर्शन ग्राफ़
hu: Teljesítménygrafikonok
in: Grafik Kinerja
it: Grafici delle prestazioni
ja: パフォーマンスグラフ
ko: 성능 그래프
nb: Ytelsesgrafer
nl: Prestatiegrafieken
pt: Gráficos de desempenho
sl: Grafi zmogljivosti
sv: Prestandagrafer
uk: Графіки продуктивності
vi: Biểu đồ Hiệu suất

source: Advanced Configuration Help - I2P+
ar: تعليمات التكوين المتقدم - I2P
az: Qabaqcıl Konfiqurasiya Yardımı - I2P
bo: མཐོ་རིམ་གདམ་གསེས་རོགས་སྒྱུར་བཞིན་པ། - I2P+
da: Avanceret konfigurationshjælp - I2P
el: Βοήθεια για προχωρημένους διαμόρφωσης - I2P
es: Ayuda de Configuración Avanzada - I2P
et: Täpsem konfiguratsiooni spikker – I2P
fa: راهنمای پیکربندی پیشرفته - I2P
fi: Advanced -kokoonpano -ohje - I2P
hi: उन्नत सेटिंग मदद - I2P+
hu: Speciális Konfigurációs Súgó - I2P+
in: Bantuan Konfigurasi Lanjutan - I2P
it: Guida alla configurazione avanzata - I2P
ja: 高度な構成ヘルプ - I2P
ko: 고급 구성 도움말 - I2P
nb: Avansert konfigurasjonshjelp - I2P
nl: Geavanceerde configuratiehulp - I2P+
pt: Ajuda de configuração avançada - I2P
sl: Pomoč za napredno konfiguracijo - I2P+
sv: Avancerad konfigurationshjälp - I2P
uk: Розширена довідка з конфігурації - I2P
vi: Trợ giúp cấu hình nâng cao - I2P

source: Advanced Configuration Help
ar: تعليمات التكوين المتقدم
az: Qabaqcıl Konfiqurasiya Yardımı
bo: མཐོ་རིམ་གདམ་གསེས་རོགས་སྒྱུར་བཞིན་པ།
cs: Nápověda pro pokročilou konfiguraci
da: Hjælp til avanceret konfiguration
el: Βοήθεια για προχωρημένους διαμόρφωσης
es: Ayuda de Configuración Avanzada
et: Täpsem Konfiguratsiooniabi
fa: راهنمای پیکربندی پیشرفته
fi: Advanced -kokoonpano -ohje
hi: उन्नत सेटिंग मदद
hu: Speciális Konfigurációs Súgó
in: Bantuan Konfigurasi Lanjutan
it: Guida alla configurazione avanzata
ja: 高度な設定ヘルプ
ko: 고급 구성 도움말
nb: Hjelp for avansert konfigurasjon
nl: Geavanceerde configuratiehulp
pt: Ajuda de configuração avançada
sl: Napredna pomoč pri konfiguraciji
sv: Avancerad konfigurationshjälp
uk: Розширена довідка з налаштування
vi: Trợ giúp cấu hình nâng cao

source: User Interface
ar: واجهة المستخدم
az: İstifadəçi interfeysi
bo: ཞབས་འདེགས་ཀྱི་ངོས་ཕྲེང་རིང་།
cs: Uživatelské rozhraní
da: Brugergrænseflade
el: Διεπαφή χρήστη
es: Interfaz de Usuario
et: kasutajaliides
fa: رابط کاربری
fi: Käyttöliittymä
hi: उपयोगकर्ता संग्रहण
hu: Felhasználói Felület
in: Antarmuka Pengguna
it: Interfaccia utente
ja: ユーザーインターフェース
ko: 사용자 인터페이스
nb: Brukergrensesnitt
nl: Gebruikersinterface
pt: Interface do usuário
sl: Uporabniški vmesnik
sv: Användargränssnitt
uk: Інтерфейс користувача
vi: Giao diện người dùng

source: Tunnel Filtering
ar: تصفية النفق
az: Tunel filtrasiyası
bo: གསང་ལམ་ཚགས་བཀག་པ།
cs: Filtrování tunelů
da: Tunnelfiltrering
el: Φιλτράρισμα σήραγγας
es: Filtrado de Túnel
et: Tunneli filtreerimine
fa: فیلتر تونل
fi: Tunnelisuodatus
hi: टनल फ़िल्टरिंग
hu: Alagútszűrés
in: Penyaringan Terowongan
it: Filtraggio tunnel
ja: トンネルフィルタリング
ko: 터널 필터링
nb: Tunnelfiltrering
nl: Tunnel Filteren
pt: Filtragem de Túnel
sl: Filtriranje tuneljev
sv: Tunnelfiltrering
uk: Тунельна фільтрація
vi: Lọc đường hầm

source: Console API
bo: རོགས་དྲན་ API
hi: कंसोल एपीआई
ko: 콘솔 API

source: New User Guide
ar: دليل المستخدم الجديد
az: Yeni İstifadəçi Təlimatı
bo: ཞབས་འདེགས་ཀྱི་སྟེན་པའི་ལམ་བརྒྱུད།
cs: Nová uživatelská příručka
da: Ny brugervejledning
el: Νέος οδηγός χρήστη
es: Guía para Nuevos Usuarios
et: Uus kasutusjuhend
fa: راهنمای کاربر جدید
fi: Uusi käyttöopas
hi: नए उपयोगकर्ता के गाइड
hu: Új Felhasználói Kézikönyv
in: Panduan Pengguna Baru
it: Nuova guida per l'utente
ja: 新しいユーザーガイド
ko: 신규 사용자 가이드
nb: Ny brukerveiledning
nl: Nieuwe Gebruikershandleiding
pt: Novo Guia do Usuário
sl: Vodnik za nove uporabnike
sv: Ny användarhandbok
uk: Новий посібник користувача
vi: Hướng dẫn sử dụng mới

source: Web Hosting
ar: استضافة المواقع
az: Veb Hostinq
bo: ཝེབ་བཞག་པར་བརྒྱུད།
cs: Webový hosting
el: Φιλοξενία Ιστού
es: Alojamiento Web
et: Veebimajutus
fa: میزبانی وب
hi: वेब होस्टिंग
hu: Webtárhely
in: Hosting Web
it: Hosting Web
ja: ウェブホスティング
ko: 웹 호스팅
nb: Webhotell
pt: Hospedagem na Web
sl: Gostiteljstvo splet
sv: Webbhotell
uk: Веб хостинг
vi: Lưu trữ web

source: Hostname Registration
ar: تسجيل اسم المضيف
az: Host adı qeydiyyatı
bo: གནས་མིང་ཐོ་བཀོད་པ།
cs: Registrace názvu hostitele
da: Værtsnavnregistrering
el: Εγγραφή ονόματος κεντρικού υπολογιστή
es: Registro de Nombre de Host
et: Hostinime registreerimine
fa: ثبت نام میزبان
fi: Isäntänimen rekisteröinti
hi: होस्टनाम रजिस्ट्रेशन
hu: Gazdanév Regisztráció
in: Pendaftaran Nama Host
it: Registrazione del nome host
ja: ホスト名の登録
ko: 호스트 이름 등록
nb: Registrering av vertsnavn
nl: Hostnaamregistratie
pt: Registro de nome de host
sl: Registracija imen gostitelja
sv: Värdnamnsregistrering
uk: Реєстрація імені хоста
vi: Đăng ký tên máy chủ

source: Glossary
ar: المسرد
az: Sözlük
bo: ཚིག་མཚོན་ཐོ།
cs: Glosář
da: Ordliste
el: Γλωσσάρι
es: Glosario
et: Sõnastik
fa: واژه نامه
fi: Sanasto
hi: ग्लॉसरी
hu: Szójegyzék
in: Glosarium
it: Glossario
ja: 用語集
ko: 용어 사전
nb: Ordliste
nl: Woordenlijst
pt: Glossário
sl: Razločilo
sv: Ordlista
uk: Глосарій
vi: Thuật ngữ

source: Legal
ar: قانوني
az: Hüquqi
bo: ཁྲིམ་ལུགས་པ།
cs: Legální
da: Lovligt
el: Νομική
et: Juriidiline
fa: حقوقی
fi: Laki
hi: कानूनी
hu: Jogi
in: Aspek Hukum
it: Legale
ja: 法的
ko: 법률 정보
nb: Lovlig
nl: Juridisch
pt: Jurídico
sl: Pravno
sv: Lagligt
uk: Юридичний
vi: Pháp lý

source: Change Log
ar: سجل التغييرات
az: Dəyişiklik Loq
bo: བསྒྱུར་བའི་ཟིན་ཐོ།
cs: Protokol změn
da: Ændringslog
el: Αλλαγή αρχείου καταγραφής
es: Registro de Cambios
et: Muudatuste logi
fa: تغییر گزارش
fi: Muutosloki
hi: परिवर्तन लॉग
hu: Változásnapló
in: Change Log/Catatan Perubahan
ja: 変更履歴
ko: 변경 기록
nb: Endrings historikk
nl: Wijzigingslogboek
pt: Registro de alterações
sl: Dnevnik sprememb
sv: Ändringslogg
uk: Список змін
vi: Nhật ký thay đổi

source: Advanced Router Configuration
ar: تكوين جهاز التوجيه المتقدم
az: Ətraflı Router Konfiqurasiyası
bo: མཐོ་རིམ་རྣམ་རོ་ཌེར་བཀོད་སྒྲིག་བྱོས།
cs: Pokročilá Konfigurace Routeru
da: Avanceret routerkonfiguration
el: Προηγμένη διαμόρφωση δρομολογητή
es: Configuración Avanzada del Enrutador
et: Ruuteri täpsem konfiguratsioon
fa: پیکربندی روتر پیشرفته
fi: Edistynyt Reitittimen Kokoonpano
hi: उन्नत राउटर सेटिंग
hu: Speciális Útválasztó Konfiguráció
in: Konfigurasi Router Tingkat Lanjut
it: Configurazione avanzata del router
ja: 高度なルーター構成
ko: 고급 라우터 구성
nb: Avansert ruterkonfigurasjon
nl: Geavanceerde Routerconfiguratie
pt: Configuração Avançada do Roteador
sl: Napredna konfiguracija usmerjevalnika
sv: Avancerad RouterKonfiguration
uk: Розширена конфігурація маршрутизатора
vi: Cấu hình bộ định tuyến nâng cao

source: The router configuration options listed below are not available in the user interface, usually because they are rarely used or provide access to advanced settings that most users will not need. This is not a comprehensive list. Some settings will require a restart of the router to take effect. Note that all settings are case sensitive. You will need to edit your <code>router.config</code> file to add options, or, once you have added <code>routerconsole.advanced=true</code> to the router.config file, you may edit settings within the console on the <a href=/configadvanced>Advanced Configuration page</a>.
ar: خيارات تكوين جهاز التوجيه المدرجة أدناه غير متوفرة في واجهة المستخدم، عادةً لأنها نادرًا ما يتم استخدامها أو توفر الوصول إلى الإعدادات المتقدمة التي لن يحتاجها معظم المستخدمين.
az: Aşağıda verilen yönlendirici yapılandırma seçenekleri kullanıcı arabiriminde mevcut değildir, genellikle nadiren kullanılırlar veya çoğu kullanıcının ihtiyacı olmayan gelişmiş ayarlara erişim sağlarlar. Bu, kapsamlı bir liste değildir. Bazı ayarlar, yönlendiriciyi yeniden başlatmayı gerektirecektir. Tüm ayarların aynı harfe duyarlı olduğunu unutmayın. Seçenekler eklemek için <code>router.config</code> dosyanızı düzenlemeniz gerekecektir veya <code>router.config</code> dosyasına <code>routerconsole.advanced=true</code> ekledikten sonra konsol üzerindeki <a href=/configadvanced>Gelişmiş Yapılandırma sayfasından ayarları düzenleyebilirsiniz</a>.
bo: གཤམ་གསལ་གྱི་རོ་ཌེར་བཀོད་སྒྲིག་གདམ་ཀ་དེ་དག་སྤྱོད་མཁན་ངོས་འཛིན་ཐོག་མི་འཐོབ། སྤྱིར་བཏང་དུ་དེ་དག་ཉུང་ཉུང་སྤྱོད་པ་ཡང་ན་སྤྱོད་མཁན་མང་ཤས་ལ་དགོས་མཁོ་མེད་པའི་མཐོ་རིམ་བཀོད་སྒྲིག་ལ་འཛུལ་སྤྱོད་བྱེད་པའི་ཆེད་དུ་ཡིན། འདི་ནི་ཁྱོན་ཡོངས་ཀྱི་ཐོ་བོ་མིན། བཀོད་སྒྲིག་ཁ་ཤས་ལ་རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་དགོས། བཀོད་སྒྲིག་ཡོངས་རྟགས་ཆེ་ཆུང་ལ་དོ་སྣང་བྱེད་རོགས། ཁྱེད་ཀྱིས་ <code>router.config</code> ཡིག་ཆ་བསྒྱུར་ནས་གདམ་ཀ་ཁ་སྣོན་བྱེད་དགོས། ཡང་ན། ཁྱེད་ཀྱིས་ <code>routerconsole.advanced=true</code> དེ་ router.config ཡིག་ཆར་ཁ་སྣོན་བྱས་རྗེས། ཁྱེད་ཀྱིས་ console ནང་ <a href=/configadvanced>མཐོ་རིམ་བཀོད་སྒྲིག་ཤོག་ངོས།</a> ཐོག་བཀོད་སྒྲིག་བསྒྱུར་ཆོག
cs: Níže uvedené konfigurační volby směrovače nejsou dostupné v uživatelském rozhraní, obvykle proto, že se zřídka používají nebo poskytují přístup k pokročilým nastavením, která většina uživatelů nebude potřebovat. Toto není vyčerpávající seznam. Některá nastavení vyžadují restart směrovače pro jejich účinnost. Všimněte si, že všechna nastavení jsou rozlišována velikostí písmen. K přidání možností budete muset upravit soubor <code>router.config</code> nebo, až přidáte <code>routerconsole.advanced=true</code> do souboru router.config, budete moci upravit nastavení v konzoli na stránce <a href=/configadvanced>rozšířené konfigurace</a>.
da: Nedenstående routerkonfigurationsoptioner er ikke tilgængelige i brugerfladen, normalt fordi de sjældent bruges eller giver adgang til avancerede indstillinger, som de fleste brugere ikke har brug for. Dette er ikke en omfattende liste. Nogle indstillinger kræver en genstart af routeren for at træde i kraft. Bemærk, at alle indstillinger er følsomme over for store og små bogstaver. Du skal redigere din <code>router.config</code>-fil for at tilføje indstillinger, eller når du har tilføjet <code>routerconsole.advanced=true</code> til router.config-filen, kan du redigere indstillingerne inde i konsollen på siden <a href=/configadvanced>Avanceret konfiguration</a>.
el: Οι παρακάτω επιλογές ρύθμισης του δρομολογητή δεν είναι διαθέσιμες στη διεπαφή χρήστη, συνήθως επειδή σπάνια χρησιμοποιούνται ή παρέχουν πρόσβαση σε προηγμένες ρυθμίσεις που οι περισσότεροι χρήστες δεν θα χρειαστούν. Αυτή δεν είναι μια αναλυτική λίστα. Ορισμένες ρυθμίσεις θα απαιτήσουν επανεκκίνηση του δρομολογητή για να ισχύσουν. Σημειώστε ότι όλες οι ρυθμίσεις είναι ευαίσθητες στην πεζή5 υψίστη5. Θα πρέπει να επεξεργαστείτε το αρχείο <code>router.config</code> για να προσθέσετε επιλογές ή, αφού προσθέσετε <code>routerconsole.advanced=true</code> στο αρχείο router.config, μπορείτε να επεξεργαστείτε τις ρυθμίσεις στην κονσόλα στη <a href=/configadvanced>Σελίδα Προηγμένης Διαμόρφωσης</a>.
es: Las opciones de configuración del enrutador enumeradas a continuación no están disponibles en la interfaz de usuario, generalmente porque se usan rara vez o proporcionan acceso a configuraciones avanzadas que la mayoría de usuarios no necesitarán. Esta no es una lista completa. Algunas configuraciones requerirán un reinicio del enrutador para surtir efecto. Tenga en cuenta que todas las configuraciones son sensibles a mayúsculas y minúsculas. Tendrá que editar su archivo <code>router.config</code> para añadir opciones, o, una vez que haya añadido <code>routerconsole.advanced=true</code> al archivo router.config, puede editar las configuraciones dentro de la consola en la página <a href=/configadvanced>Configuración avanzada</a>.
et: Allpool loetletud ruuteri konfiguratsioonivalikud pole saadaval kasutajaliideses, tavaliselt seetõttu, et neid harva kasutatakse või need pakuvad juurdepääsu edasijõudnute seadetele, mida enamik kasutajaid ei vaja. See pole põhjalik loend. Mõne seade muutmiseks tuleb ruuter taaskäivitada. Märkus: kõik seaded peavad olema tõstutundlikud. Valikute lisamiseks peate muutma oma <code>router.config</code> faili või pärast <code>routerconsole.advanced=true</code> lisamist router.config faili saate muuta seadeid konsoolist <a href=/configadvanced>Edasijõudnute konfigureerimise lehelt</a>.
fa: گزینه های پیکربندی روتر فهرست شده در زیر در رابط کاربری موجود نیستند، معمولاً به این دلیل که به ندرت مورد استفاده قرار می گیرند یا دسترسی به تنظیمات پیشرفته ای را فراهم می کنند که اکثر کاربران به آن نیازی ندارند.
fi: Alla luetellut reitittimen kokoonpanon valinnat eivät ole käytettävissä käyttöliittymässä, yleensä koska niitä harvoin käytetään tai niillä pääsee käsiksi edistyneisiin asetuksiin, joita useimmat käyttäjät eivät tarvitse. Tämä ei ole täydellinen luettelo. Jotkin asetukset vaativat reitittimen uudelleenkäynnistyksen tullaakseen voimaan. Huomioi, että kaikki asetukset ovat kirjainkohtaisia. Sinun tulee muokata <code>router.config</code>-tiedostoa lisätäksesi valintoja tai kun olet lisännyt <code>routerconsole.advanced=true</code> router.config-tiedostoon, voit muokata asetuksia konsolissa <a href=/configadvanced>Edistyneen konfigurointisivun</a> kautta.
hi: निम्नलिखित राउटर सेटिंग विकल्प उपयोगकर्ता इंटरफेस में उपलब्ध नहीं होते हैं, आमतौर पर इसलिए कि वे राहते ही उपयोग नहीं किए जाते हैं या अधिकांश उपयोगकर्ताओं की जरूरत नहीं होने वाले उन्नत सेटिंग की पहुँच प्रदान करते हैं। यह संपूर्ण सूची नहीं है। कुछ सेटिंग को राउटर को रीस्टार्ट करके कार्यान्वित करने की आवश्यकता हो सकती है। सावधानी रखें कि सभी सेटिंग संभवतः संकेतशील होती हैं। आपको अपने <code>router.config</code> फ़ाइल को संपादित करके विकल्प जोड़ने की आवश्यकता होगी, या जब आपको <code>routerconsole.advanced=true</code> राउटर.config फ़ाइल में जोड़ दिया होगा, तब आप <a href=/configadvanced>Advance Configuration पृष्ठ</a> पर कंसोल के भीतर सेटिंग एडिट कर सकते हैं।
hu: Az alább felsorolt ​​útválasztási konfigurációs beállítások nem érhetők el az felhasználói felületen, általában azért, mert ritkán használatosak vagy a legtöbb felhasználó számára nem szükségesek. Ez nem teljes lista. Néhány beállításnak újraindítania kell az útválasztódat a hatás érdekében. Vegye figyelembe, hogy az összes beállítás érzékeny a kis- és nagybetűkre. Az opciók hozzáadásához szerkesztenie kell a <code>router.config</code> fájlt, vagy ha már hozzáadta <code>routerconsole.advanced=true</code> a router.config fájlhoz, szerkesztheti a beállításokat a vezérlőpulton az <a href=/configadvanced>Haladó konfigurációs oldalon</a>.
in: Opsi konfigurasi router di bawah ini tidak tersedia di antarmuka pengguna, biasanya karena jarang digunakan atau memberikan akses ke pengaturan lanjutan yang sebagian besar pengguna tidak memerlukannya. Bukan daftar lengkap. Beberapa pengaturan akan memerlukan restart router agar berlaku. Perhatikan bahwa semua pengaturan peka huruf. Anda perlu mengedit file <code>router.config</code> untuk menambahkan opsi, atau, setelah menambahkan <code>routerconsole.advanced=true</code> ke file router.config, Anda dapat mengedit pengaturan di dalam konsol di halaman <a href=/configadvanced>Konfigurasi Lanjutan</a>.
it: Le opzioni di configurazione del router elencate di seguito non sono disponibili nell'interfaccia utente, di solito perché vengono utilizzate raramente o forniscono accesso a impostazioni avanzate di cui la maggior parte degli utenti non avrà bisogno. Questa non è una lista esauriente. Alcune impostazioni richiederanno un riavvio del router per avere effetto. Si noti che tutte le impostazioni sono sensibili al caso. Dovrai modificare il tuo file <code>router.config</code> per aggiungere opzioni o, una volta aggiunto <code>routerconsole.advanced=true</code> al file router.config, è possibile modificare le impostazioni All'interno della console sulla pagina di configurazione avanzata di <a href=/configadvanced>pagina di configurazione avanzata</a>.
ja: 以下にリストアップされているルーターの設定オプションは、ユーザーインターフェースでは利用できません。通常は、ほとんどのユーザーが必要としない、または高度な設定にアクセスできる機能が提供されているためです。これは網羅的なリストではありません。一部の設定にはルーターを再起動する必要があります。すべての設定は大文字と小文字を区別します。オプションを追加するには、<code>router.config</code> ファイルを編集する必要があります。または、<code>router.config</code> ファイルに <code>routerconsole.advanced=true</code> を追加した後、<a href=/configadvanced>高度な設定ページ</a>で設定を編集できます。
ko: 아래에 나열된 라우터 구성 옵션은 사용자 인터페이스에서 사용할 수 없습니다. 일반적으로 사용되지 않거나 대부분의 사용자가 필요로하지 않는 고급 설정에 대한 액세스를 제공하기 때문입니다. 이것은 완전한 목록이 아닙니다. 일부 설정은 라우터를 다시 시작해야 합니다. 모든 설정은 대소문자를 구분합니다. 옵션을 추가하려면 <code>router.config</code> 파일을 편집해야하며, <code>routerconsole.advanced=true</code>를 router.config 파일에 추가 한 후에는 console에서 <a href=/configadvanced>고급 구성 페이지</a>에서 설정을 편집 할 수 있습니다.
nb: De ruterkonfigurasjonsalternativene som er oppført nedenfor, er ikke tilgjengelige i brukergrensesnittet, vanligvis fordi de sjelden brukes eller gir tilgang til avanserte innstillinger som de fleste brukere ikke trenger. Dette er ikke en fullstendig liste. Noen innstillinger krever at ruteren startes på nytt for å tre i kraft. Merk at alle innstillinger skriftføres. Du må redigere din <code>router.config</code> -fil for å legge til alternativer eller når du har lagt til <code>routerconsole.advanced=true</code> i router.config-filen, kan du redigere innstillinger i konsollen på siden for <a href=/configadvanced>avansert konfigurasjon</a>.
nl: De routerconfiguratieopties hieronder zijn niet beschikbaar in de gebruikersinterface, meestal omdat ze zelden worden gebruikt of toegang bieden tot geavanceerde instellingen die de meeste gebruikers niet nodig hebben. Dit is geen uitputtende lijst. Sommige instellingen vereisen een herstart van de router om van kracht te worden. Let op, alle instellingen zijn hoofdlettergevoelig. U moet uw <code>router.config</code>-bestand bewerken om opties toe te voegen, of zodra u <code>routerconsole.advanced=true</code> hebt toegevoegd aan het router.config-bestand, kunt u instellingen bewerken in de console op de <a href=/configadvanced>Geavanceerde configuratiepagina</a>.
pt: As opções de configuração do roteador listadas abaixo não estão disponíveis na interface do usuário, geralmente porque são raramente usadas ou fornecem acesso a configurações avançadas que a maioria dos usuários não precisa. Esta não é uma lista abrangente. Algumas configurações exigirão uma reinicialização do roteador para entrar em vigor. Observe que todas as configurações diferenciam maiúsculas de minúsculas. Você precisará editar o arquivo <code>router.config</code> para adicionar opções ou, uma vez adicionada <code>routerconsole.advanced=true</code> ao arquivo router.config, você poderá editar as configurações dentro do console na <a href=/configadvanced>página de Configuração Avançada</a>.
sl: Nastavitve konfiguracije usmerjevalnika, navedene spodaj, niso na voljo v uporabniškem vmesniku, običajno zaradi manjšega uporabe ali ker omogočajo dostop do naprednih nastavitev, ki jih večina uporabnikov ne potrebuje. To ni celovit seznam. Nekatere nastavitve zahtevajo ponovni zagon usmerjevalnika za učinkovanje. Opomba: vse nastavitve so osjetljive na velikost crk. Morate urediti svojo datoteko <code>router.config</code>, da dodate možnosti, ali pa, ko dodate <code>routerconsole.advanced=true</code> v datoteko router.config, lahko nastavite nastavitve v konzoli na strani <a href=/configadvanced>Napredna konfiguracija</a>.
sv: De routerkonfigurationsalternativ som listas nedan är inte tillgängliga i användargränssnittet, vanligtvis eftersom de sällan används eller ger åtkomst till avancerade inställningar som de flesta användare inte behöver. Detta är inte en heltäckande lista. Vissa inställningar kräver en omstart av routern för att ta effekt. Observera att alla inställningar skiftlägeskänsliga. Du kommer att behöva redigera din <code>router.config</code> -fil för att lägga till alternativ, eller, när du har lagt till <code>routerconsole.advanced=true</code> i router.config-filen, kan du redigera inställningar i konsolen på <a href=/configadvanced>Avancerad konfiguration sida</a>.
uk: Параметри конфігурації маршрутизатора, перелічені нижче, недоступні в інтерфейсі користувача, як правило, тому, що вони рідко використовуються або надають доступ до розширених налаштувань, які більшості користувачів не знадобляться. Це не вичерпний список. Деякі налаштування потребуватимуть перезавантаження маршрутизатора. Зауважте, що всі налаштування чутливі до регістру. Вам потрібно буде відредагувати свій файл <code>router.config</code>, щоб додати параметри, або, як тільки ви додаєте <code>routerconsole.advanced=true</code> до файлу router.config, ви можете редагувати налаштування У консолі на <a href=/configadvanced>сторінка розширеної конфігурації</a>.
vi: Các tùy chọn cấu hình bộ định tuyến được liệt kê dưới đây không có trong giao diện người dùng, thường là vì chúng ít khi được sử dụng hoặc cung cấp quyền truy cập vào các thiết lập nâng cao mà hầu hết người dùng sẽ không cần. Danh sách này không toàn diện. Một số thiết lập sẽ yêu cầu khởi động lại bộ định tuyến để có hiệu lực. Lưu ý rằng tất cả các thiết lập đều phân biệt hoa thường. Bạn sẽ cần chỉnh sửa tệp <code>router.config</code> của mình để thêm tùy chọn, hoặc, khi bạn đã thêm <code>routerconsole.advanced=true</code> vào tệp router.config, bạn có thể chỉnh sửa các thiết lập bên trong bảng điều khiển trên trang <a href=/configadvanced>Cấu hình nâng cao</a>.
