Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You have configured I2P to be a floodfill router, but you are firewalled.
ar: لقد قمت بتكوين I2P ليكون موجها لملء الفيضان ولكنك محمي.
az: Siz I2P-ni daşqın marşrutlaşdırıcısı kimi konfiqurasiya etmisiniz, lakin siz firewallla qorunmusunuz.
bo: ཁྱོད་ཀྱིས་I2P ནི་རྒྱུན་འཁྱིལ་རོ་ཊར་ཞིག་ཏུ་བཀོ་སྒྲིག་གི་ཡོད་ཀྱང་ཁྱོད་ནི་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡིན།
cs: Nakonfigurovali jste I2P tak, aby byl floodfillovým směrovačem, ale jste ve firewallu.
da: Du har konfigureret I2P til at være en floodfill router, men du er bag en firewall.
el: Έχετε ρυθμίσει το I2P να είναι δρομολογητής floodfill, αλλά έχετε τείχος προστασίας.
es: Ha configurado I2P para que sea un router floodfill, pero está bloqueado por un cortafuegos .
et: Oled seadistanud I2P osalema võrguandmebaasi levitamises, aga oled tulemüüri taga.
fa: شما I2P را به عنوان روتر floodfill پیکربندی کرده اید، اما فایروال هستید.
fi: Olet asettanut reitittimesi toimimaan Floodfill -palvelimena, mutta se on palomuurin takana.
hi: आपने I2P को एक फ्लॉडफिल रूटर के रूप में सेट किया है, लेकिन आपको फ़ायरवॉल्ड है।
hu: Az I2P úgy lett beállítva, hogy floodfill router legyen, de tűzfalazva van. (floodfill - nem megbízott I2P router, mely routerinfót és leaseset-eket biztosít más társaknak)
in: Anda telah mengkonfigurasi I2P menjadi router floodfill , tapi firewall terhalang firewall.
it: Hai configurato I2P per essere un router Floodfill ma sei dietro ad un firewall.
ja: I2P をフラッドフィル ルーターとして設定しましたが、ファイアウォールで保護されています。
ko: I2P가 플러드필 라우터로 설정했습니다. 그러나 방화벽에 막혀있습니다.
nb: Du har konfigurert I2P til å være en flomfyllingsruter, men du har en brannmur.
nl: Je hebt I2P geconfigureerd als floodfill router, maar je zit achter een firewall.
pt: Você configurou o I2P para ser um roteador floodfill, mas o firewall está bloqueando.
sl: Konfigurirali ste I2P za delovanje kot strežnik Floodfill, vendar ste omejeni.
sv: Du har konfigurerat I2P för att vara en floodfill router, men din port är bakom en brandvägg.
uk: Ви налаштували I2P як маршрутизатор поводження, але перебуваєте за фаєрволом.
vi: Bạn đã định cấu hình I2P thành bộ định tuyến tràn, nhưng bạn đã được tường lửa.

source: For best participation as a floodfill router, you should open your firewall.
ar: للمشاركة الأفضل كموجه لملء الفيضان، ينبغي أن تفتح جدار الحماية الخاص بك.
az: Daşqın marşrutlaşdırıcısı kimi ən yaxşı şəkildə iştirak etmək üçün təhlükəsizlik duvarınızı açmalısınız.
bo: རྒྱུན་འཁྱིལ་རོ་ཊར་ཞིག་ཏུ་བཟོ་ནས་མངོན་སུམ་དུ་གནས་པར་བཟོ་བར་ཁྱོད་ཀྱི་མེ་འདས་ཕྱེ་དགོས།
cs: Pro nejlepší účast jako floodfillový směrovač byste měli otevřít svou firewall.
da: For bedst deltagelse som en floodfill router, burde du åbne din firewall.
el: Για καλύτερη συμμετοχή ως δρομολογητής floodfill, θα πρέπει να ανοίξετε το τείχος προστασίας σας.
es: Para optimizar la participación como floodfill, debe abrir los puertos del cortafuegos.
et: Paremate tulemuste jaoks peaks võrguandmebaasi levitavad ruuterid olema teistele takistusteta kättesaadavad.
fa: برای بهترین مشارکت به عنوان روتر سیل پر، باید فایروال خود را باز کنید.
fi: Osallistuaksesi Floodfill -toimintaan optimaalisesti, sinun tulee avata palomuurisi.
hi: एक फ्लॉडफिल रूटर के रूप में सबसे अच्छी भागीदारी के लिए, आपको अपनी फ़ायरवॉल खोलनी चाहिए।
hu: A floodfill routerként való legoptimálisabb közreműködés érdekében ajánlatos a tűzfal megnyitása.
in: Untuk partisipasi terbaik sebagai router floodfill, anda harus membuka firewall anda.
it: Per una migliore partecipazione come router Floodfill dovresti aprire il tuo firewall.
ja: フラッドフィルルーターとして最適に参加するには、ファイアウォールを開く必要があります。
ko: 제대로 플러드필 라우터에 참가하려면 방화벽을 열어놓아야 합니다.
nb: For best deltakelse som en flomfyllingsruter, bør du åpne brannmuren din.
nl: Voor een betere deelname als floodfill router, moet je je firewall openen.
pt: Para melhor participação como um roteador floodfill, você precisa abrir o seu firewall.
sl: Za najboljšo sodelovanje kot strežnik Floodfill, bi morali odpreti svoj omejitelj.
sv: För bästa medverkan som floodfill router, ska du öppna din brandvägg.
uk: Для найкращої участі як маршрутизатора поводження слід відкрити фаєрвол.
vi: Để tham gia tốt nhất với tư cách là bộ định tuyến tràn, bạn nên mở tường lửa của mình.

source: WARN - Firewalled with Inbound TCP Enabled
ar: تحذير - محمي مع تمكين بروتوكول تي سي بي الوارد
az: XƏBƏRDARLIQ - Gələn TCP Aktivləşdirilmiş Firewall
bo: ཨང་རྟགས་- མེ་འདས་ཀྱི་ཐོག་ཏུ་དང་། ཐོག་མའི་TCP ཡིས་བྱེད་པ།
cs: VAROVÁNÍ - Firewalled s povoleným příchozím TCP
da: Warn - Bag en firewall med indadgående TCP aktiveret
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ - Τείχος προστασίας με ενεργοποιημένο το εισερχόμενο TCP
es: WARN - Bloqueado por cortafuegos, y con TCP entrante habilitado
et: HOIATUS - Tulemüüri taga, kuid sisenev TCP lubatud
fa: WARN - فایروال با TCP ورودی فعال شده است
fi: VAROITUS - Palomuurissa ja sisääntuleva TCP -liikenne sallittu.
hi: WARN - फ़ायरवॉल्ड और इनबाउंड TCP सक्षम
hu: FIGYELEM - Tűzfal mögött és bejövő TCP Engedélyezve
in: PERINGATAN-firewall dengan Inbound TCP diaktifkan
it: AVVISO - Dietro ad un firewall con TCP in Ingresso Abilitato
ja: WARN - インバウンド TCP が有効になっているファイアウォール
ko: 경고 - 수신 TCP 활성화됨. 그러나 방화벽에 막힘
nb: ADVARSEL - Brannmur med Inngående TCP Aktivert
nl: WARN - Firewall en Inkomend TCP verkeer Ingeschakeld
pt: WARN - Porta TCP de entrada habilitada e firewall bloqueando
sl: OPOMBA - Omejena z vhodnim TCP omogočen
sv: VARNING - brandvägg med Inkommande TCP aktiverad
uk: ПОПЕРЕДЖЕННЯ - За фаєрволом і з увімкненим вхідним TCP
vi: CẢNH BÁO - Đã bật tường lửa khi bật TCP trong nước

source: You have configured inbound TCP, however your UDP port is firewalled, and therefore it is likely that your TCP port is firewalled as well.
ar: لقد قمت بتكوين بروتوكول تي سي بي الوارد، ولكن منفذ بروتوكول يو دي بي الخاص بك محمي، وبالتالي من المحتمل أن يكون منفذ بروتوكول تي سي بي الخاص بك محمي أيضًا.
az: Siz daxil olan TCP-ni konfiqurasiya etmisiniz, lakin UDP portunuz təhlükəsizlik divarı ilə qorunub və buna görə də çox güman ki, sizin TCP portunuz da təhlükəsizlik divarına malikdir.
bo: ཁྱོད་ཀྱིས་TCP ཐོག་མའི་བཀོ་སྒྲིག་བྱས་ཡོད་ཀྱང་ཁྱོད་ཀྱི་UDP ལམ་ནི་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡིན་པས། TCP ལམ་ཡང་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡིན་པའི་可能性་ཆེན་པོ་ཡིན།
cs: Nakonfigurovali jste příchozí TCP, ale váš UDP port je ve firewallu, pravděpodobně je také váš TCP port.
da: Du har konfigureret indadgående TCP, dog er din UDP port bag en firewall, det er derfor muligt at din TCP port også er bag en firewall.
el: Έχετε διαμορφώσει τις παραμέτρους του εισερχόμενου TCP, ωστόσο η θύρα UDP σας είναι τείχος προστασίας και επομένως είναι πιθανό η θύρα TCP να είναι επίσης τείχος προστασίας.
es: Ha habilitado el TCP entrante, sin embargo el puerto UDP está bloqueado por cortafuegos, y por tanto es probable que el puerto TCP también esté bloqueado.
et: Oled seadistanud ära sisenevate TCP ühenduste vastuvõtu, aga sinu UDP port on tulemüüri taga. Seetõttu on tõenäoline, et sinu TCP port on samuti tulemüüri taga.
fa: شما TCP ورودی را پیکربندی کرده اید، با این حال پورت UDP شما فایروال است و بنابراین احتمال دارد که پورت TCP شما نیز فایروال باشد.
fi: Olet sallinut sisääntulevan TCP -liikenteen. UDP -porttisi on kuitenkin palomuurin takana ja siksi on luultavaa, että myös TCP -porttisi ovat.
hi: आपने इनबाउंड TCP को सेट किया है, हालांकि आपका UDP पोर्ट फ़ायरवॉल्ड है, और इसलिए संभावना है कि आपका TCP पोर्ट भी फ़ायरवॉल्ड है।
hu: Beállítottad a bejövő TCP-t, azonban az UDP portod tűzfalazva van és ezért valószínű, hogy a TCP portod is tűzfalazva van.
in: Anda telah mengkonfigurasi inbound TCP, namun port UDP anda terhalang firewall, dan oleh karena itu sangat mungkin bahwa port TCP and juga terhalang firewall.
it: Hai configurato il TCP in ingresso, tuttavia la tua porta UDP è dietro ad un firewall e di conseguenza è probabile che anche la tua porta TCP ne sia dietro.
ja: 受信 TCP を設定しましたが、UDP ポートがファイアウォールで保護されているため、TCP ポートもファイアウォールで保護されている可能性があります。
ko: 수신 TCP가 설정되어 있으나 UDP 포트가 방화벽에 막혔습니다. TCP 포트도 막힌 것 같습니다.
nb: Du har konfigurert inngående TCP, men UDP-porten din er brannmurt og det er derfor sannsynlig at TCP-porten din også er brannmurt.
nl: Je hebt inkomend TCP verkeer geconfigureerd, echter aangezien je UDP poort achter een firewall zit, is het waarschijnlijk dat dit ook voor je TCP poort het geval is.
pt: Você configurou o TCP de entrada, mas a sua porta UDP de entrada está bloqueada pelo firewall, provavelmente a porta TCP também está bloqueada.
sl: Konfigurirali ste vhodni TCP, vendar je vaše UDP vrata omejena, zato je verjetno, da je tudi vaše TCP vrata omejena.
sv: Du har konfigurerat inkommande TCP, men dina UDP portar är bakom en brandvägg, och därför är det troligt att ditt TCP portar är bakom en brandvägg också.
uk: Ви налаштували вхідний TCP, проте ваш UDP-порт заблокований фаєрволом, тому ймовірно фаєрвол також заблокує TCP-порт.
vi: Bạn đã định cấu hình TCP gửi đến, tuy nhiên cổng UDP của bạn được tường lửa và do đó có khả năng cổng TCP của bạn cũng được tường lửa.

source: If your TCP port is firewalled with inbound TCP enabled, routers will not be able to contact you via TCP, which will hurt the network.
ar: إذا تم حجب منفذ بروتوكول تي سي بي بينما تي سي بي الوارد مفعَّل، لن يتمكن الموجهات من الاتصال بك عبر تي سي بي، مما سيلحق الضرر بالشبكة.
az: Əgər TCP portunuz daxil olan TCP-ni aktivləşdirərək firewall ilə təchiz edilibsə, marşrutlaşdırıcılar sizinlə TCP vasitəsilə əlaqə saxlaya bilməyəcək və bu, şəbəkəyə zərər verəcək.
bo: ཁྱོད་ཀྱི་TCP ལམ་ནི་མེ་འདས་ཀྱི་ཐོག་ཏུ་ཡིན་ན་རོ་ཊར་ཚོ་ཁྱོད་རྐྱེན་བྱས་ནས་TCP ཞིག་གིས་མཐུད་ཐུབ་པ་མེན་པས། དྲོད་ཀྱི་དྲིལ་ཚོར་སྐྱོན་པ་ཡིན།
cs: Pokud je váš TCP port ve firewallu s povoleným příchozím TCP, směrovače nebudou moci s vámi komunikovat přes TCP, což poškodí síť.
da: Hvis din TCP port er bag en firewall med indadgående TCP aktiveret, hvis routere ikke have mulighed for at komme i kontakt med dig igennem TCP. Dette vil være dårligt for netværket.
el: Εάν η θύρα TCP είναι τείχος προστασίας με ενεργοποιημένο το εισερχόμενο TCP, οι δρομολογητές δεν θα μπορούν να επικοινωνήσουν μαζί σας μέσω TCP, γεγονός που θα βλάψει το δίκτυο.
es: Si su puerto TCP está bloqueado por cortafuegos con el TCP entrante habilitado en su router, otros routers no podrán contactar con usted a través de TCP, lo que perjudicará a la red.
et: Kui sinu TCP port on tulemüüri taga, ent su I2P ruuter reklaamib seda, püüavad teised ruuterid temaga tulutult ühenduda, mis kahjustab võrku.
fa: اگر پورت TCP شما فایروال شده و TCP ورودی فعال باشد، روترها نمی توانند از طریق TCP با شما تماس بگیرند که به شبکه آسیب می رساند.
fi: Jos TCP -porttisi on palomuurin takana ja sisääntuleva TCP -liikenne sallittu, muut reitittimet eivät voi ottaa sinuun yhteyttä TCP:n kautta, mikä vahingoittaa verkkoa.
hi: अगर आपका TCP पोर्ट इनबाउंड TCP सक्षम होने के साथ फ़ायरवॉल्ड है, तो रूटर आपको TCP के माध्यम से संपर्क नहीं कर पाएंगे, जो नेटवर्क को नुकसान पहुँचाएगा।
hu: Ha a TCP portod tűzfalazva van azzal együtt, hogy a bejövő TCP engedélyezve van, a routerek nem tudnak hozzád csatlakozni TCP-n keresztül és ez károsítja a hálózatot.
in: Jika port TCP anda terhalang firewall dengan inbound TCP diaktifkan, router tidak akan dapat menghubungi anda melalui TCP, dan ini merugikan jaringan.
it: Se la tua porta TCP è dietro ad un firewall con TCP in ingresso abilitato i router non avranno la possibilità di contattarti tramite TCP, cosa che ostacolerebbe la rete.
ja: TCP ポートが受信 TCP を有効にしてファイアウォールで保護されている場合、ルーターは TCP 経由で接続できなくなり、ネットワークに損害を与えます。
ko: 수신 TCP가 활성화된 상태에서 방화벽에 막혀버리면, TCP로 통신하는것이 불가능해집니다. 네트워크에 손상이 갈 수 있습니다.
nb: Hvis TCP-porten din er brannmurt med aktivert inngående TCP, vil rutere ikke kunne kontakte deg via TCP, noe som vil skade nettverket.
nl: Indien je TCP poort achter een firewall zit met inkomend TCP verkeer ingeschakeld, kunnen routers geen verbinding met je maken via TCP, dit is niet goed voor het netwerk.
pt: Se a sua porta TCP de entrada está habilitada mas bloqueada pelo firewall, outros roteadores I2P não vão conseguir se conectar, deixando a rede lenta.
sl: Če je vaše TCP vrata omejena z vhodnim TCP omogočen, se strežniki ne bodo mogli zavezati z vami prek TCP, kar bo škodovalo omrežju.
sv: Om din TCPport är bakom en brandvägg med inkommande TCP aktiverat kommer routrar inte att kunna kontakta dig via TCP, vilket kommer att skada nätverket.
uk: Якщо ваш TCP-порт буде заблокований фаєрволом за наявності вхідного TCP, маршрутизатори не зможуть зв'язатися з вами через TCP, що зашкодить мережі.
vi: Nếu cổng TCP của bạn được tường lửa và kích hoạt TCP gửi đến, bộ định tuyến sẽ không thể liên hệ với bạn qua TCP, điều này sẽ gây tổn hại cho mạng.

source: Please open your firewall or disable inbound TCP above.
ar: الرجاء فتح جدار الحماية الخاص بك أو تعطيل بروتوكول تي سي بي الوارد أعلاه.
az: Zəhmət olmasa, təhlükəsizlik duvarınızı açın və ya yuxarıda daxil olan TCP-ni deaktiv edin.
bo: ཁྱོད་ཀྱི་མེ་འདས་ཕྱེ་དང་ཡང་ན་གོང་གི་TCP ཐོག་མ་བཟོ་མི་བྱེད་པར་བཟོ་དགོས།
cs: Prosím, otevřete svou firewall nebo zakážte příchozí TCP výše.
da: Vær venlig at åbne din firewall eller så indadgående TCP fra herover.
el: Ανοίξτε το τείχος προστασίας ή απενεργοποιήστε το εισερχόμενο TCP παραπάνω.
es: Por favor, abra los puertos en el cortafuegos o deshabilite arriba el TCP entrante.
et: Palun ava tulemüüris TCP port või lülita TCP vastuvõtt ülal välja.
fa: لطفا فایروال خود را باز کنید یا TCP ورودی بالا را غیرفعال کنید.
fi: Avaa palomuurisi tai kiellä sisääntuleva TCP -liikenne ylempää.
hi: कृपया अपनी फ़ायरवॉल खोलें या ऊपर इनबाउंड TCP को निष्क्रिय करें।
hu: Kérlek, nyisd meg a tűzfalad, vagy tiltsd le fentebb a bejövő TCP-t.
in: Silahkan buka firewall anda atau menonaktifkan inbound TCP di atas.
it: Per cortesia aprire il firewall o disabilitare il TCP in ingresso sopra.
ja: ファイアウォールを開くか、上記の受信 TCP を無効にしてください。
ko: 방화벽을 개방하거나 수신 TCP를 비활성화 하세요.
nb: Vennligst åpne brannmuren din eller deaktiver inngående TCP ovenfor.
nl: Open je firewall of schakel inkomend TCP hierboven uit.
pt: Favor abrir o seu firewall ou desabilitar o TCP de entrada acima.
sl: Prosim, da odprite svoj omejitelj ali onemogočite vhodni TCP zgoraj.
sv: Öppna din brandvägg eller inaktivera inkommande TCP ovan.
uk: Будь ласка, відкрийте фаєрвол або вимкніть вищевказаний вхідний TCP.
vi: Vui lòng mở tường lửa của bạn hoặc tắt TCP gửi đến ở trên.

source: WARN - Firewalled with UDP Disabled
ar: تحذير - محمي مع تعطيل بروتوكول يو دي بي
az: XƏBƏRDARLIQ - UDP Deaktiv edilmiş təhlükəsizlik divarı
bo: ཨང་རྟགས་- མེ་འདས་ཀྱི་ཐོག་ཏུ་དང་། UDP མེན་པ།
cs: VAROVÁNÍ - Firewalled s vypnutým UDP
da: WARN - Bag en firewall med UDP deaktiveret
el: ΠΡΟΣΟΧΗ - Μπλοκαρισμένοι από firewall με απενεργοποιημένο το UDP
es: WARN - Bloqueado por cortafuegos, y con UDP deshabilitado
et: HOIATUS - Tulemüüri taga ja UDP välja lülitatud
fa: WARN - فایروال با UDP غیرفعال شده است
fi: VAROITUS - Palomuurissa ja UDP kielletty
hi: WARN - फ़ायरवॉल्ड और UDP अक्षम
hu: FIGYELEM - Tűzfal mögött és UDP letiltva
in: PERINGATAN-firewall dengan UDP tidak diaktifkan
it: AVVISO - Dietro ad un firewall con UDP Disabilitato
ja: WARN - ファイアウォールで UDP が無効になっています
ko: 경고 - UDP 비활성화됨. 그러나 방화벽에 막힘
nb: ADVARSEL - Brannmur med UDP Deaktivert
nl: WARN - Firewall met UDP Uitgeschakeld
pt: WARN - UDP desabilitado e firewall bloqueando
sl: OPOMBA - Omejena z UDP onemogočen
sv: VARNING - brandvägg med UDP Inaktiverad
uk: ПОПЕРЕДЖЕННЯ - За фаєрволом з вимкненим UDP
vi: WARN - Tường lửa bị vô hiệu hóa UDP

source: You have configured inbound TCP, however you have disabled UDP.
ar: لقد قمت بتكوين بروتوكول تي سي بي الوارد، ولكنك قمت بتعطيل بروتوكول يو دي بي.
az: Siz daxil olan TCP-ni konfiqurasiya etmisiniz, lakin UDP-ni deaktiv etmisiniz.
bo: ཁྱོད་ཀྱིས་TCP ཐོག་མའི་བཀོ་སྒྲིག་བྱས་ཡོད་ཀྱང་ཁྱོད་ཀྱིས་UDP མེན་པར་བཟོ་གི་ཡོད།
cs: Nakonfiguroval/a jste příchozí TCP, ale vypnuli(a) jste UDP.
da: Du har konfigureret indadgående TCP, dog har du deaktiveret UDP.
el: Έχετε διαμορφώσει το εισερχόμενο TCP, ωστόσο έχετε απενεργοποιήσει το UDP.
es: Ha habilitado el TCP entrante en el router, sin embargo ha deshabilitado UDP.
et: Oled seadistanud sisenevate TCP ühenduste vastuvõtu, aga keelanud UDP.
fa: شما TCP ورودی را پیکربندی کرده اید، اما UDP را غیرفعال کرده اید.
fi: Olet määrittänyt saapuvan TCP:n, mutta olet poistanut UDP:n käytöstä.
hi: आपने इनबाउंड TCP को सेट किया है, हालांकि आपने UDP को अक्षम किया है।
hu: Beállítottad a bejövő TCP-t, viszont letiltottad az UDP-t.
in: Anda telah mengkonfigurasi inbound TCP, namun anda telah menonaktifkan UDP.
it: Hai configurato TCP in ingresso, tuttavia hai disabilitato UDP.
ja: 受信 TCP を設定しましたが、UDP を無効にしました。
ko: 수신 TCP가 설정되어 있으나 UDP를 비활성화 하였습니다.
nb: Du har konfigurert innkommende TCP, men du har deaktivert UDP.
nl: Je hebt inkomend TCP verkeer geconfigureerd, echter UDP is uitgeschakeld.
pt: Você configurou o TCP de entrada, mas deixou o UDP desabilitado.
sl: Konfigurirali ste vhodni TCP, vendar ste onemogočili UDP.
sv: Du har konfigurerat för inkommande TCP, men du har inaktiverat UDP.
uk: Ви налаштували вхідний TCP, проте вимкнули UDP.
vi: Bạn đã định cấu hình TCP gửi đến, tuy nhiên bạn đã tắt UDP.

source: You appear to be firewalled on TCP, therefore your router cannot accept inbound connections.
ar: يبدو أنك محمي على بروتوكول تي سي بي، وبالتالي لا يمكن لموجهك قبول الاتصالات الواردة.
az: Siz TCP-də təhlükəsizlik divarı kimi görünürsünüz, ona görə də marşrutlaşdırıcınız daxil olan əlaqələri qəbul edə bilmir.
bo: ཁྱོད་ནི་TCP ཀྱི་ཐོག་ཏུ་མེ་འདས་ཡོད་པས་ཁྱོད་ཀྱི་རོ་ཊར་ཐོག་མའི་མཐུད་པ་མི་བཟོ་ཐུབ།
cs: Vypadáte, že máte pro TCP nastavenou firewall, a proto Váš router nemůže přijímat příchozí připojení.
da: Det virker som om du er bag en firewall på TCP, derfor kan din router ikke acceptere indadgående forbindelser
el: Φαίνεται ότι έχετε τείχος προστασίας στο TCP, επομένως ο δρομολογητής σας δεν μπορεί να δεχτεί εισερχόμενες συνδέσεις.
es: Parece que tiene TCP bloqueado por el cortafuegos, por tanto su router no puede aceptar conexiones entrantes.
et: Tundub, et su TCP port on tulemüüri taga, mistõttu su ruuter ei suuda võtta vastu sisenevaid ühendusi.
fa: به نظر می رسد که شما در TCP فایروال شده اید، بنابراین روتر شما نمی تواند اتصالات ورودی را بپذیرد.
fi: Sinulla näyttää olevan palomuuri TCP:llä, joten reitittimesi ei voi hyväksyä saapuvia yhteyksiä.
hi: आपको TCP पर फ़ायरवॉल्ड दिखाई देता है, इसलिए आपका रूटर आगामी कनेक्शन स्वीकार नहीं कर सकता है।
hu: Úgy tűnik, hogy a TCP tűzfalazva van, ezért a router nem tud bejövő kapcsolatokat fogadni.
in: Anda tampaknya terhalang firewall pada TCP, oleh karena itu router anda tidak dapat menerima koneksi masuk.
it: Sembra che il TCP sia dietro ad un firewall, di conseguenza il tuo router non può accettare connessioni in ingresso.
ja: TCP でファイアウォールが設定されているようです。そのため、ルーターは受信接続を受け入れることができません。
ko: TCP가 방화벽에 막힌 것 같습니다. 그러므로 수신 연결을 받을 수 없습니다.
nb: Du ser ut til å ha brannmur på TCP, derfor kan ikke ruteren din godta innkommende tilkoblinger.
nl: Het lijkt erop dat je voor TCP achter een firewall zit, daarom kan je router geen inkomende connecties accepteren.
pt: Parece que seu firewall está bloqueando o TCP, o roteador I2P não poderá aceitar conexões de entrada.
sl: Zdi se, da ste omejeni na TCP, zato vaš strežnik ne more sprejemati vhodnih povezav.
sv: Det verkar vara en brandväggsregel på TCP, därför dina router inte kan acceptera inkommande anslutningar.
uk: Ваш маршрутизатор, схоже, заблокований фаєрволом по TCP, тому він не може приймати вхідні з'єднання.
vi: Có vẻ như bạn đã được tường lửa trên TCP, do đó bộ định tuyến của bạn không thể chấp nhận các kết nối gửi đến.

source: Please open your firewall or enable UDP.
ar: الرجاء فتح جدار الحماية الخاص بك أو تمكين بروتوكول يو دي بي.
az: Zəhmət olmasa, təhlükəsizlik duvarınızı açın və ya UDP-ni aktivləşdirin.
bo: ཁྱོད་ཀྱི་མེ་འདས་ཕྱེ་དང་ཡང་ན་UDP ཡིས་བྱེད་པར་བཟོ་དགོས།
cs: Prosím, otevřete si firewall nebo aktivujte UDP.
da: Åben venligst din firewall eller aktiver UDP
el: Ανοίξτε το τείχος προστασίας ή ενεργοποιήστε το UDP.
es: Por favor abra su cortafuegos o habilite UDP.
et: Palun ava oma tulemüüris TCP port või luba UDP protokoll.
fa: لطفا فایروال خود را باز کنید یا UDP را فعال کنید.
fi: Avaa palomuuri tai ota UDP käyttöön.
hi: कृपया अपनी फ़ायरवॉल खोलें या UDP सक्षम करें।
hu: Kérlek, nyisd meg a tűzfalad vagy engedélyezd az UDP-t.
in: Silahkan buka firewall anda atau aktifkan UDP.
it: Per cortesia aprire il firewall o abilitare UDP.
ja: ファイアウォールを開くか、UDP を有効にしてください。
ko: 방화벽을 개방하거나 UDP를 활성화 하세요.
nb: Vennligst åpne brannmuren eller aktiver UDP.
nl: Open je firewall of schakel UDP in.
pt: Favor abrir o seu firewall ou habilitar o UDP.
sl: Prosim, da odprite svoj omejitelj ali omogočite UDP.
sv: Öppna dina brandvägg eller aktivera UDP.
uk: Будь ласка, відкрийте фаєрвол або увімкніть UDP.
vi: Vui lòng mở tường lửa của bạn hoặc bật UDP.

source: ERR - Clock Skew
ar: خطأ - اختلاف الساعة
az: ERR - Saatın əyilməsi
bo: ནོར་བ་- དུས་ཚོད་ཁྱབ་བཞིན་མི་འདྲ།
cs: ERR - Odchylka hodin
da: ERR - Tidsforskel
el: ΣΦΑΛΜΑ - Απόκλιση Ρολογιού
es: ERROR - Desincronización del reloj
et: VIGA - Ajanihe
fa: ERR - کج بودن ساعت
fi: VIRHE - Aikavääristymä
hi: त्रुटि - घड़ी का असंतुलन
hu: HIBA - Óra pontatlanság
it: ERR - Disallineamento ciclo
ja: ERR - クロックスキュー
ko: 오류 - 클럭 스큐
nb: FEIL - Klokkeforskyvning
nl: ERR - Klok Afwijking
pt: ERR - Diferença de relógio
sl: NAPAKA - Premik uro
sv: FEL - Klockan är förskjuten
uk: ПОМИЛКА - Відхилення годинника
vi: ERR - Đồng hồ lệch

source: Your system's clock is skewed, which will make it difficult to participate in the network.
ar: هناك اختلاف في ساعة نظامك، مما سيجعل المشاركة في الشبكة صعبة.
az: Sisteminizin saatı əyilib, bu da şəbəkədə iştirak etməyi çətinləşdirəcək.
bo: ཁྱོད་ཀྱི་རྒྱུད་ཁོངས་ཀྱི་དུས་ཚོད་ནི་ཁྱབ་བཞིན་མི་འདྲ་ཡོད་པས། དྲོད་ཀྱི་དྲིལ་ཚོར་གནས་པར་དུ་བཟོ་བར་དཀའ་བ་ཡིན།
cs: Hodiny Vašeho systému mají sklon, což znemožňuje účast v síti.
da: Dit systems ur er skævt, hvilket kan gøre det svært at deltage i netværket.
el: Το ρολόι του συστήματός σας είναι μη ευθυγραμμισμένο, πράγμα που θα δυσκολέψει τη συμμετοχή σας στο δίκτυο.
es: El reloj de su sistema está desincronizado, lo que dificultará que participe en la red.
et: Sinu süsteemi kell on tugevalt nihkes, mis muudab võrgus osalemise üsna raskeks.
fa: ساعت سیستم شما کج است که شرکت در شبکه را دشوار می کند.
fi: Järjestelmäsi kello on väärässä ajassa, minkä takia sen on vaikea osallistua verkon toimintaan.
hi: आपकी सिस्टम की घड़ी का असंतुलन है, जो नेटवर्क में सहभागी होने में कठिनाई पैदा करेगा।
hu: A rendszer órája pontatlan, ez megnehezíti a hálózatban való részvételt.
in: Jam sistem operasi anda salah, hal ini akan membuat anda sulit untuk berpartisipasi dalam jaringan.
it: L'orologio del tuo sistema è disallineato, il che renderà difficile partecipare alla rete.
ja: システムのクロックが歪んでいるため、ネットワークに参加することが困難になります。
ko: 시스템의 클럭이 스큐되었습니다, 네트워크에 참가하기가 어려워졌습니다.
nb: Systemklokken din er forskjøvet, noe som vil gjøre det vanskelig å delta i nettverket.
nl: Je systeemklok heeft een afwijking, dit zal het moeilijk maken om aan het netwerk deel te nemen.
pt: O relógio do teu sistema está desalinhado, o que poderá dificultar a participação na rede.
sl: Uro vašega sistema je premikana, kar bo težko za sodelovanje v omrežju.
sv: Ditt system klocka är går fel, vilket gör det svårt att delta i nätverket.
uk: Ваш системний годинник занадто відхилився, вам буде важко приймати участь у мережі.
vi: Đồng hồ hệ thống của bạn bị lệch, điều này sẽ gây khó khăn cho việc tham gia mạng.
