Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Until the advent of I2P integration in <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, it wasn't possible to download torrents that weren't hosted on the I2P network. However, now that Vuze (and latterly <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) allow users to share non-I2P torrents on I2P, non-I2P torrents can be downloaded over I2P if Vuze/Bigly users have chosen to make content available to the I2P network. Popular torrents with a large number of peers are more likely to be accessible via I2P; to determine if the content is available, add the torrent link, magnet or infohash to your I2P-enabled BitTorrent client.
ar: حتى ظهور دمج I2P في <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>فيوز</a>، لم يكن من الممكن تحميل ملفات تورنت غير المضيفة على شبكة I2P. ومع ذلك، الآن بعد أن سمح فيوز (ولاحقًا <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>بيغلي</a>) للمستخدمين بمشاركة ملفات تورنت خارجية غير I2P على I2P، يمكن تحميل ملفات تورنت غير I2P عبر I2P إذا قام مستخدمو فيوز/بيغلي باختيار جعل المحتوى المتاح لشبكة I2P. من المرجح أن تكون ملفات التورنت الشعبية ذات عدد كبير من الأقران متاحة عبر I2P؛ لتحديد توافر المحتوى، أضف رابط ملف التورنت أو مغناطيسه أو معلومات هويته إلى عميل BitTorrent الخاص بك المتمكن من I2P.
az: İ2P şəbəkəsində qonaqli olmayan torrentləri yükləmək mümkün deyildi, <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>-də I2P-inteqrasiyasından əvvəl. Bununla yanaşı, Vuze (və sonralar <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) artıq istifadəçilərə qonaqsız onlar arasında paylaşmaq etməyə imkan verir I2P üzərində. Bu halda, Vuze/Bigly istifadəçiləri ya I2P şəbəkəsinə münasibət bildirməklə olur. çıxarış nöqtəsi. Məşhur torrentlərə böyük bir tərəfdaş sayına malik olduğundan, onlar I2P vasitəsilə baxılabilir; əgər məzmunun mövcudluğunu müəyyənləşdirmək istəyirsinizsə, İ2P-e icazə verilərək torrent linkini, mıknatıs və ya infohash-ı əlavə edin.
bo: <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> ནང་གི་I2P གི་དྲིལ་ཚོར་བཟོ་བར་བཟོ་དགོས་པའི་རྗེས་སུ་གོང་གི་I2P ནང་གི་གློག་སྡེ་ནས་གཞི་བཟུང་བའི་གློག་རོལ་ཐོན་མི་ཐུབ་པ་ཡིན། འདི་དང་འདྲའི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་ན་Vuze (ཡང་ན་གོང་གི་<a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) ནི་I2P ནང་གི་གཞན་གློག་རོལ་གཞི་བཟུང་བར་བཟོ་བོ། I2P ནང་གི་གཞན་གློག་རོལ་ཐོན་ཐུབ་པ་ཡིན། Vuze/Bigly གི་ཐོན་འབྲིང་ཚོ་ནི་I2P ནང་གི་གློག་རོལ་གཞི་བཟུང་བར་བཟོ་བོ། མང་པོ་མཐུད་པ་ཡོད་པའི་གློག་རོལ་ནི་I2P ནང་གི་ཐོན་ཐུབ་པ་ཡིན། གློག་རོལ་གཞི་བཟུང་བའི་ཚོད་མཚོན་རྒྱུར་གློག་རོལ་གི་དྲོད་ཀྱི་ཞབས་ཞུ་ཡང་ན་གློག་རོལ་གི་གཞི་བཟུང་བའི་གློག་སྡེ་དེ་ཁྱོད་ཀྱི་I2P གི་བེན་ཌི་ཝིཌི་ཐོན་འབྲིང་ལུགས་དུ་བཙུགས་དགོས།
cs: Do příchodu integrace I2P do <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> nebylo možné stahovat torrenty, které nebyly hostovány na síti I2P. Nyní však už uživatelé programů Vuze (a nověji <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) mohou sdílet nesouvisející torrenty na I2P, a tak mohou být nesouvisející torrenty stahovány přes I2P, pokud uživatelé Vuze/Bigly se rozhodnou udělat obsah dostupným pro I2P síť. Populární torrenty s velkým počtem vrstev jsou pravděpodobnější, že budou přístupné přes I2P; abyste zjistili, zda je obsah dostupný, přidejte odkaz na torrent, magnet nebo infohash do svého BitTorrent klienta s povolenou podporou I2P.
da: Indtil introduktionen af I2P integrationen i <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, var det ikke muligt at downloade torrents, der ikke var hostet på I2P-netværket. Men nu hvor Vuze (og senest <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) tillader brugere at dele ikke-I2P torrents på I2P, kan ikke-I2P torrents downloades via I2P, hvis Vuze/Bigly brugere har valgt at gøre indholdet tilgængeligt for I2P-netværket. Populære torrents med et stort antal brugere er mere tilgængelige via I2P; for at afgøre om indholdet er tilgængeligt, tilføj torrent-linket, magneten eller infohashen til din I2P-aktiverede BitTorrent-klient.
el: Μέχρι την εμφάνιση της ολοκλήρωσης του I2P στο <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, δεν ήταν δυνατή η λήψη torrents που δεν φιλοξενούνταν στο δίκτυο I2P. Ωστόσο, τώρα που το Vuze (και εν συνεχεία το <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) επιτρέπει στους χρήστες να μοιράζονται Non-I2P torrents στο I2P, τα Non-I2P torrents μπορούν να ληφθούν μέσω I2P αν οι χρήστες του Vuze/Bigly έχουν επιλέξει να διαθέσουν το περιεχόμενο στο δίκτυο I2P. Δημοφιλή torrents με μεγάλο αριθμό συνυπολογιζόμενων είναι πιο πιθανό να είναι προσβάσιμα μέσω I2P. Για να διαπιστώσετε αν το περιεχόμενο είναι διαθέσιμο, προσθέστε τον σύνδεσμο του torrent, τον μαγνήτη ή το infohash στον I2P-enabled BitTorrent client σας.
es: Hasta la aparición de la integración de I2P en <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, no era posible descargar torrents que no estuvieran alojados en la red I2P. Sin embargo, ahora que Vuze (y posteriormente <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) permiten a los usuarios compartir torrents no I2P en I2P, los torrents no I2P se pueden descargar a través de I2P si los usuarios de Vuze/Bigly han decidido poner el contenido a disposición de la red I2P. Los torrents populares con un gran número de pares son más susceptibles de ser accesibles a través de I2P; para determinar si el contenido está disponible, añade el enlace del torrent, magnet o infohash a tu cliente de BitTorrent habilitado para I2P.
et: Enne I2P integreerimist <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuzes</a> ei olnud võimalik allalaadida torrenteid, mis polnud majutatud I2P võrgus. Kuid nüüdsest saab Vuze (ja hiljem ka <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) lubada kasutajatel jagada mitte-I2P torrenteid I2P-s ning selliseid mitte-I2P torrenteid saaks I2P kaudu alla laadida, kui Vuze/Bigly kasutajad on otsustanud sisu I2P võrgule kättesaadavaks teha. Populaarsed torrentid suure hulga võrdsetega on suurema tõenäosusega I2P kaudu kättesaadavad; kui soovite teada saada, kas sisu on saadaval, lisage torrenti link, magnet või infohash oma I2P-võimendiga BitTorrenti klienti.
fa: تا پیش از ادغام I2P در <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> ، دانلود تورنت هایی که در شبکه I2P میزبانی نمیشدند امکان پذیر نبود. اما اکنون که کاربران Vuze (و در ادامه <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) اجازه می دهند تا تورنت های غیر I2P را در I2P به اشتراک بگذارند، می توان تورنت های غیر I2P را از طریق I2P دانلود کرد، در صورتی که کاربران Vuze/Bigly انتخاب کرده باشند محتوا را در دسترس شبکه I2P قرار دهند. تورنت های محبوب با تعداد زیادی از همتایان احتمالاً از طریق I2P قابل دسترسی هستند؛ برای تشخیص اینکه آیا محتوا در دسترس است، لینک تورنت، مگنت یا اطلاعات هش را به کلاینت بیت تورنت فعال شده در I2P خود اضافه کنید.
fi: Ennen I2P-integraatiota <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>:ssa ei ollut mahdollista ladata torrentteja, jotka eivät ole I2P-verkossa. Kuitenkin nyt, kun Vuze (ja myöhemmin <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) sallivat käyttäjien jakaa non-I2P torrentteja I2P:llä, non-I2P torrentteja voidaan ladata I2P:n yli, jos Vuze/Bigly käyttäjät ovat valinneet jakaa sisältöä I2P-verkolle. Suositut torrentit suurella määrällä vertaisia ovat todennäköisemmin saatavilla I2P:n kautta; tarkista saatavuus lisäämällä torrent-linkki, magneetti tai infohash I2P-yhteensopivaan BitTorrent-asiakasohjelmaasi.
hi: <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> में I2P की एकीकरण के तक, I2P नेटवर्क पर नहीं hos्ट किए गए टॉरेंट डाउनलोड करना संभव नहीं था। हालांकि, अब क्योंकि Vuze (और बाद में <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) उपयोगकर्ताओं को I2P पर गैर-I2P टॉरेंट साझा करने की अनुमति देते हैं, तो यदि Vuze/Bigly उपयोगकर्ताओं ने I2P नेटवर्क को सामग्री की उपलब्धता करने का चुनाव किया है, तो गैर-I2P टॉरेंट I2P के माध्यम से डाउनलोड किए जा सकते हैं। बड़ी संख्या में पीयर के साथ लोकप्रिय टॉरेंट I2P के माध्यम से अधिक संभावित होते हैं; सामग्री की उपलब्धता को पता लगाने के लिए, टॉरेंट लिंक, मैग्नेट, या infohash को I2P सक्षम BitTorrent क्लाइंट में जोड़ें।
hu: Az I2P integráció elõtt <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>-ban nem lehetett letölteni a I2P hálózaton kívül helyezett torrenteket. Viszont most már Vuze (néhány esetben <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) lehetõvé teszi a felhasználóknak, hogy I2P-n kívüli torrenteket osszanak meg az I2P-n keresztül, így nem-I2P torrentek letölthetőek az I2P-n keresztül, ha a Vuze/Bigly felhasználók úgy döntenek, hogy a tartalmat elérhetővé teszik az I2P hálózaton. Népszerű torrentek, amik sok peer-rel rendelkeznek, nagyobb valószínűséggel érhetők el az I2P-n keresztül; hogy megállapítsd, hogy a tartalom elérhető-e, add hozzá a torrent linket, magnett vagy az infohash-t az I2P-vel összekapcsolható BitTorrent kliensedhez.
in: Sampai hadirnya integrasi I2P di <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, tidak mungkin untuk mengunduh torrent yang tidak dihosting di jaringan I2P. Namun, sekarang Vuze (dan kemudian <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) memungkinkan pengguna untuk berbagi torrent non-I2P di I2P, torrent non-I2P dapat diunduh melalui I2P jika pengguna Vuze/Bigly telah memilih untuk menyediakan konten ke jaringan I2P. Torrent populer dengan jumlah peer yang besar lebih mungkin terakses melalui I2P; untuk mengetahui apakah konten tersedia, tambahkan tautan torrent, magnet atau infohash ke klien BitTorrent berbasis I2P Anda.
it: Fino all'avvento dell'integrazione di I2P in <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, non era possibile scaricare torrent che non fossero ospitati sulla rete I2P. Tuttavia, ora che Vuze (e successivamente <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) consentono agli utenti di condividere torrent non-I2P su I2P, i torrent non-I2P possono essere scaricati tramite I2P se gli utenti di Vuze/Bigly hanno scelto di rendere i contenuti disponibili alla rete I2P. I torrent popolari con un gran numero di peer sono più probabili di essere accessibili tramite I2P; per verificare se il contenuto è disponibile, aggiungi il link del torrent, il magnet o l'infohash al tuo client BitTorrent abilitato per I2P.
ja: I2Pの統合が<a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>で行われるまで、I2Pネットワークにホストされていないトレントをダウンロードすることはできませんでした。しかし、現在はVuze（および<a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>）がI2P上で非I2Pトレントを共有することを許可しているため、Vuze/BiglyユーザーがI2Pネットワークにコンテンツを利用可能にしている場合、非I2PトレントをI2P経由でダウンロードすることができます。ピア数の多い人気のあるトレントはI2P経由でアクセス可能性が高いです。コンテンツが利用可能かどうかを判断するには、トレントリンク、マグネットまたはinfohashをI2P対応のBitTorrentクライアントに追加してください。
ko: I2P 네트워크에 호스팅되지 않은 토렌트를 다운로드하는 것은 <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>에서 I2P 통합 등장 이전에는 불가능했습니다. 하지만 이제 Vuze (그리고 최근에는 <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>)가 사용자들이 I2P에서 I2P가 아닌 토렌트를 공유할 수 있도록 허용하므로, Vuze/Bigly 사용자가 콘텐츠를 I2P 네트워크에서 이용 가능하도록 선택했다면 I2P를 통해 I2P가 아닌 토렌트를 다운로드할 수 있습니다. 대량의 피어를 가진 인기 있는 토렌트는 I2P를 통해 접근할 확률이 높습니다. 콘텐츠가 이용 가능한지 확인하려면 토렌트 링크, 자석 또는 infohash를 I2P를 지원하는 BitTorrent 클라이언트에 추가하면 됩니다.
nb: Før I2P-integrasjonen i <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> var det ikke mulig å laste ned torrents som ikke var vertskap på I2P-nettverket. Imidlertid, nå som Vuze (og senere <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) tillater brukere å dele ikke-I2P torrents på I2P, kan ikke-I2P torrents lastes ned over I2P hvis Vuze/Bigly-brukere har valgt å gjøre innhold tilgjengelig for I2P-nettverket. Populære torrents med et stort antall jevnbyrdige er mer sannsynlig å være tilgjengelige via I2P; for å finne ut om innholdet er tilgjengelig, legg til torrentlinken, magneten eller infohashen i din I2P-kompatible BitTorrent-klient.
nl: Tot de komst van I2P-integratie in <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, was het niet mogelijk om torrents te downloaden die niet gehost waren op het I2P-netwerk. Echter, nu Vuze (en later <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) gebruikers in staat stellen om niet-I2P torrents te delen op I2P, kunnen niet-I2P torrents gedownload worden via I2P als Vuze/Bigly gebruikers ervoor gekozen hebben om content beschikbaar te stellen aan het I2P-netwerk. Populaire torrents met een groot aantal peers zijn waarschijnlijker toegankelijk via I2P; om te bepalen of de content beschikbaar is, voeg de torrentlink, magnet of infohash toe aan je I2P-enabled BitTorrent-client.
pt: Até o surgimento da integração da I2P no <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, não era possível baixar torrents que não estivessem hospedados na rede I2P. No entanto, agora que o Vuze (e posteriormente o <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) permitem que os usuários compartilhem torrents não-I2P no I2P, é possível baixar torrents não-I2P através do I2P se os usuários do Vuze/Bigly tiverem escolhido tornar o conteúdo disponível para a rede I2P. Torrents populares com um grande número de peers são mais propensos a estar acessíveis através do I2P; para verificar se o conteúdo está disponível, adicione o link do torrent, magnet ou infohash ao seu cliente de BitTorrent ativado para I2P.
sl: Razen če je nastala integracija I2P v <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, ni bilo mogoče prenesti torrentov, ki niso gostiljstvo na omrežju I2P. Vendar, zdaj ko Vuze (in kasneje <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) omogoča uporabnikom, da delijo ne-I2P torrente na I2P, se ne-I2P torrenti lahko preneseta preko I2P, če so uporabniki Vuze/Bigly izbrali, da vsebino ponujajo omrežju I2P. Priljubljene torrente z veliko število partnerjev so bolj verjetno dostopni prek I2P; za določanje, ali je vsebina na voljo, dodajte povezavo torrenta, magnet ali infohash v vaš BitTorrent klient, omogočen za I2P.
sv: Fram till införandet av I2P-integrationen i <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> var det inte möjligt att ladda ner torrents som inte var värd för I2P-nätverket. Men nu när Vuze (och nyligen <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) tillåter användare att dela icke-I2P-torrents på I2P, kan icke-I2P-torrents laddas ner över I2P om Vuze/Bigly-användare har valt att göra innehållet tillgängligt för I2P-nätverket. Populära torrents med många peers är mer troliga att vara tillgängliga via I2P. För att ta reda på om innehållet är tillgängligt, lägg till torrentlänken, magneten eller infohashen till din I2P-aktiverade BitTorrent-klient.
uk: До появи інтеграції I2P у <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a> не було можливості завантажувати торренти, що не розміщені в мережі I2P. Однак тепер, коли Vuze (і пізніше <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'>Bigly</a>) дозволяють користувачам поширювати не-I2P торренти в мережі I2P, не-I2P торренти можна завантажувати через I2P, якщо користувачі Vuze/Bigly вирішили надати доступ до вмісту в мережі I2P. Популярні торренти з великою кількістю пірів ймовірніше будуть доступні через I2P; щоб перевірити, чи доступний контент, додайте посилання торрента, magnet-посилання або infohash до свого клієнта біторрент, що підтримує I2P.
vi: Cho đến khi ra mắt tích hợp I2P trong <a href=http://www.vuze.com/ target=_blank rel=noreferrer class='sitelink external'>Vuze</a>, trước đây không thể tải xuống torrent không được lưu trữ trên mạng I2P. Tuy nhiên, bây giờ Vuze (và sau này là <a href=https://www.biglybt.com/ target=_blank rel=noreferrer class='sitelink external'> Bigly</a>) cho phép người dùng chia sẻ torrent ngoài I2P trên I2P, người dùng có thể tải xuống torrent ngoài I2P qua I2P nếu người dùng Vuze/Bigly chọn để làm nội dung có sẵn cho mạng I2P. Torrent phổ biến với số lượng đồng xử lý lớn có khả năng truy cập được qua I2P nhiều hơn; để xác định nếu nội dung có sẵn, hãy thêm liên kết torrent, magnet hoặc infohash vào khách BitTorrent được kích hoạt I2P của bạn.

source: How do I configure I2P to open at startup in a specific web browser?
ar: كيف أعد تكوين I2P لفتحه عند البدء بمتصفح الويب المحدد؟
az: Bağlamaçı bir veb brauzerdə başlanğıcda açmaq üçün necə I2P-ni konfiqurasiya edə bilərəm?
bo: གློག་གི་ཞུང་གི་དོན་ལུགས་གཅིག་ནང་གི་I2P ནི་གསར་དུ་འདོད་པར་བཟོ་བར་བཟོ་དགོས་ན་གང་བྱེད་དགོས།
cs: Jak nakonfiguruji I2P tak, aby se otevřel při spuštění v konkrétním webovém prohlížeči?
da: Hvordan konfigurerer jeg I2P til at åbne ved opstart i en bestemt webbrowser?
el: Πώς μπορώ να ρυθμίσω το I2P να ανοίγει κατά την εκκίνηση σε συγκεκριμένο πρόγραμμα περιήγησης ιστού?
es: ¿Cómo configuro I2P para que se abra al inicio en un navegador web específico?
et: Kuidas konfigureerin I2P-i käivitamiseks alustamisel spetsiifilises veebibrauseris?
fa: چگونه I2P را پیکربندی کنم تا در هنگام راه اندازی در یک مرورگر وب خاص باز شود؟
fi: Kuinka konfiguroin I2P:n avautumaan käynnistyksen yhteydessä tiettyyn verkkoselaimeen?
hi: I2P को एक विशेष वेब ब्राउज़र में स्टार्टअप पर खोलने के लिए कैसे सेट करूँ?
hu: Hogyan konfigurálhatom az I2P-t, hogy az induláskor megnyíljon egy adott webböngészőben?
in: Bagaimana saya mengkonfigurasi I2P untuk dibuka pada saat startup di browser web tertentu?
it: Come configuro I2P per aprirsi all'avvio in un browser web specifico?
ja: 特定のウェブブラウザで起動時にI2Pを開くようにするにはどうすればいいですか？
ko: 특정 웹 브라우저에서 시작시 I2P를 열도록 구성하려면 어떻게해야합니까?
nb: Hvordan konfigurerer jeg at I2P åpnes ved oppstart i en spesifikk nettleser?
nl: Hoe configureer ik I2P om te openen bij het opstarten in een specifieke webbrowser?
pt: Como configuro o I2P para abrir na inicialização em um navegador específico?
sl: Kako konfiguriram I2P, da se odpre v določenem spletnem brskalniku pri zagonu?
sv: Hur konfigurerar jag I2P för att öppna vid start i en specifik webbläsare?
uk: Як налаштувати I2P для відкриття при запуску в певному веб-браузері?
vi: Tôi cấu hình I2P mở ứng dụng trình duyệt web cụ thể khi khởi động như thế nào?
