Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Retrieves statistical rate data from router for monitoring and analysis. Useful for creating custom graphs or monitoring applications.
bo: ལྟ་ཞིབ་དང་དབེན་འཇོག་གི་ཆེད་དུ་རོ་ཌེར་ནས་ཚད་གཞིའི་གྲངས་གཞི་འཛིན་ལེན། རང་བཞིན་གྱི་གདེང་ཚོད་དམིགས་གསལ་ལ་མཁོ་འདབ་ཡིན།
hi: निगरानी और विश्लेषण के लिए राउटर से सांख्यिकीय दर डेटा प्राप्त करता है। कस्टम ग्राफ़ या निगरानी एप्लिकेशन बनाने के लिए उपयोगी।
ko: 모니터링 및 분석을 위해 라우터에서 통계 비율 데이터를 검색합니다. 사용자 정의 그래프 또는 모니터링 애플리케이션 생성에 유용합니다.

source: Statistical metric name (string)
bo: ཚད་གཞིའི་མིང་གཞན། (string)
hi: सांख्यिकीय मेट्रिक नाम (स्ट्रिंग)
ko: 통계 측정 항목 이름 (문자열)

source: Time period in milliseconds (integer)
bo: དུས་ཚོད་དུས་ཡུན་སྐར་མ་གནས་ཚུལ། (integer)
hi: मिलीसेकंड में समय अवधि (इंटीजर)
ko: 밀리초 단위 시간 간격 (정수)

source: Result (number - average value for specified period)
bo: མཇུག་འབྲས། (གྲངས་ - གསལ་ཁ་བྱས་པའི་དུས་ཡུན་གྱི་ཆ་སྙོམས་རིམ་໖།)
hi: परिणाम (संख्या - निर्दिष्ट अवधि का औसत मान)
ko: 결과 (숫자 - 지정된 기간의 평균 값)

source: Network Status Codes
bo: ཨེམ་གླིང་གནས་སྟངས་ཨང་གྲངས།
hi: नेटवर्क स्थिति कोड
ko: 네트워크 상태 코드

source: The {0} field returns an integer value representing the current network connectivity status:
bo: {0} སྟེང་ནས་ད་ལྟའི་ཨེམ་གླིང་མཐུད་སྣེ་གནས་སྟངས་སྟེར་བའི་ integer རིམ་໖་ཕྱིར་ལོག།
hi: {0} फ़ील्ड एक पूर्णांक मान लौटाता है जो वर्तमान नेटवर्क कनेक्टिविटी स्थिति का प्रतिनिधित्व करता है:
ko: {0} 필드는 현재 네트워크 연결 상태를 나타내는 정수 값을 반환합니다:

source: OK - Full connectivity
bo: གནས་སྟངས་ལེགས་པ། - མཐུད་སྣེ་ཡོངས་སུ་འབྱིན་པ།
hi: ठीक - पूर्ण कनेक्टिविटी
ko: OK - 완전한 연결

source: TESTING - Still establishing connectivity
bo: གདེང་ཚོད་བཞིན་པ། - མཐུད་སྣེ་སྒྲིག་བཞིན་པ།
hi: परीक्षण - अभी भी कनेक्टिविटी स्थापित कर रहा है
ko: TESTING - 연결 설정 중

source: FIREWALLED - Behind restrictive firewall
bo: མེ་འགོག་གི་རྒྱབ། - ཚོད་འཛིན་མེ་འགོག་གི་རྒྱབ་ཏུ།
hi: फ़ायरवॉल्ड - प्रतिबंधात्मक फ़ायरवॉल के पीछे
ko: FIREWALLED - 제한적 방화벽 뒤

source: HIDDEN - Router in hidden mode
bo: སྦས་པའི་། - རོ་ཌེར་སྦས་པའི་ཐབས་སྟེགས་ནང་།
hi: छिपा हुआ - छिपी मोड में राउटर
ko: HIDDEN - 숨김 모드의 라우터

source: WARN_FIREWALLED_AND_FAST - Firewalled but fast peer
bo: ཉེན་བརྡ།_མེ་འགོག་དང་མགྱོགས་པའི། - མེ་འགོག་ཡོད་ཀྱང་མགྱོགས་པའི་གྲོགས་པོ།
hi: चेतावनी_फ़ायरवॉल्ड_और_तेज़ - फ़ायरवॉल्ड लेकिन तेज़ पीयर
ko: WARN_FIREWALLED_AND_FAST - 방화벽 뒤이지만 빠른 피어

source: WARN_FIREWALLED_AND_FLOODFILL - Firewalled but floodfill
bo: ཉེན་བརྡ།_མེ་འགོག་དང་floodfill ། - མེ་འགོག་ཡོད་ཀྱང་floodfill །
hi: चेतावनी_फ़ायरवॉल्ड_और_फ्लूडफिल - फ़ायरवॉल्ड लेकिन फ्लूडफिल
ko: WARN_FIREWALLED_AND_FLOODFILL - 방화벽 뒤이지만 플러드필

source: WARN_FIREWALLED_WITH_INBOUND_TCP - Firewalled with inbound TCP
bo: ཉེན་བརྡ།_ནང་འཛུལ་TCPདང་མེ་འགོག། - ནང་འཛུལ་ TCP ཡོད་པ་དང་མེ་འགོག་ཡོད།
hi: चेतावनी_फ़ायरवॉल्ड_इनबाउंड_TCP_sath - इनबाउंड TCP के साथ फ़ायरवॉल्ड
ko: WARN_FIREWALLED_WITH_INBOUND_TCP - 인바운드 TCP를 사용하는 방화벽

source: WARN_FIREWALLED_WITH_UDP_DISABLED - Firewalled with UDP disabled
bo: ཉེན་བརྡ།_མེ་འགོག་དང་UDPམེད་པ། - མེ་འགོག་ཡོད་ཀྱང་ UDP མེད་པ།
hi: चेतावनी_फ़ायरवॉल्ड_UDP_अक्षम_sath - UDP अक्षम के साथ फ़ायरवॉल्ड
ko: WARN_FIREWALLED_WITH_UDP_DISABLED - UDP가 비활성화된 방화벽

source: ERROR_I2CP - I2CP error
bo: ནོར་འཁོར།_I2CP - I2CP ནོར་འཁོར།
hi: त्रुटि_I2CP - I2CP त्रुटि
ko: ERROR_I2CP - I2CP 오류

source: ERROR_CLOCK_SKEW - System clock skew detected
bo: ནོར་འཁོར།_ཆུ་ཚོད་འཁོར་སྒྲིག - མ་ལག་ཆུ་ཚོད་འཁོར་སྒྲིག་གདེང་ཚོད་བྱས།
hi: त्रुटि_घड़ी_विकृति - सिस्टम घड़ी विकृति पाई गई
ko: ERROR_CLOCK_SKEW - 시스템 클록 편차 감지

source: ERROR_PRIVATE_TCP_ADDRESS - Private TCP address configured
bo: ནོར་འཁོར།_TCPཁོགས་གྲམ་སྒེར་གྱི། - སྒེར་གྱི་ TCP ཁོགས་གྲམ་རོགས་སྒྲིག་བྱས།
hi: त्रुटि_निजी_TCP_पता - निजी TCP पता कॉन्फ़िगर किया गया
ko: ERROR_PRIVATE_TCP_ADDRESS - 개인 TCP 주소 구성됨

source: ERROR_SYMMETRIC_NAT - Symmetric NAT detected
bo: ནོར་འཁོར།_ཁ་སྣོན་གཅིག་གི་NAT - ཁ་སྣོན་གཅིག་གི་ NAT གདེང་ཚོད་བྱས།
hi: त्रुटि_सममित_NAT - सममित NAT पाया गया
ko: ERROR_SYMMETRIC_NAT - 대칭 NAT 감지

source: ERROR_UDP_PORT_IN_USE - UDP port already in use
bo: ནོར་འཁོར།_UDPསྒོ་གྲམ་བེད་སྤྱོད་ནང་། - UDP སྒོ་གྲམ་ད་གཟོད་བེད་སྤྱོད་ནང་།
hi: त्रुटि_UDP_पोर्ट_उपयोग_में - UDP पोर्ट पहले से उपयोग में है
ko: ERROR_UDP_PORT_IN_USE - UDP 포트가 이미 사용 중

source: ERROR_NO_ACTIVE_PEERS_CHECK_CONNECTION_AND_FIREWALL - No active peers
bo: ནོར་འཁོར།_གྲོགས་པོ་འགུལ་སྐྱོད་མེད་པ་དང་མཐུད་སྣེ་དང་མེ་འགོག - གྲོགས་པོ་འགུལ་སྐྱོད་མེད།
hi: त्रुटि_कोई_सक्रिय_पीयर_नहीं_कनेक्शन_और_फ़ायरवॉल_जाँचें - कोई सक्रिय पीयर नहीं
ko: ERROR_NO_ACTIVE_PEERS_CHECK_CONNECTION_AND_FIREWALL - 활성 피어 없음

source: ERROR_UDP_DISABLED_AND_TCP_UNSET - UDP disabled, TCP not configured
bo: ནོར་འཁོར།_UDPམེད་པ་དང་TCPམ་གཞི་བ། - UDP མེད་པ།, TCP རོགས་སྒྲིག་བྱས་མེད།
hi: त्रुटि_UDP_अक्षम_और_TCP_नहीं_सेट - UDP अक्षम है, TCP कॉन्फ़िगर नहीं किया गया
ko: ERROR_UDP_DISABLED_AND_TCP_UNSET - UDP 비활성화, TCP 미구성

source: Error Codes
bo: ནོར་འཁོར་ཨང་གྲངས།
hi: त्रुटि कोड
ko: 오류 코드

source: In addition to standard JSON-RPC 2.0 error codes, I2PControl provides specific error codes:
bo: ཚད་གཞི་ JSON-RPC 2.0 ནོར་འཁོར་ཨང་གྲངས་ལས་གཞན་དུ་ I2PControl གིས་དམིགས་བསལ་ནོར་འཁོར་ཨང་གྲངས་མཁོ་འདབ་བྱེད།
hi: मानक JSON-RPC 2.0 त्रुटि कोड के अतिरिक्त, I2PControl विशिष्ट त्रुटि कोड प्रदान करता है:
ko: 표준 JSON-RPC 2.0 오류 코드 외에도 I2PControl은 특정 오류 코드를 제공합니다:

source: JSON parse error
bo: JSON དབྱིབས་འགོད་ནོར་འཁོར།
hi: JSON पार्स त्रुटि
ko: JSON 구문 분석 오류

source: Invalid request
bo: གོ་མིན་རེ་ཞིབ།
hi: अमान्य अनुरोध
ko: 잘못된 요청

source: Method not found
bo: བཀོལ་སྤྱོད་ཚུལ་མ་ཐོབ།
hi: विधि नहीं मिली
ko: 메서드를 찾을 수 없음

source: Invalid parameters
bo: གོ་མིན་ཁ་སྣོན་ཚུལ།
hi: अमान्य पैरामीटर
ko: 잘못된 매개변수

source: Internal error
bo: ནང་གི་ནོར་འཁོར།
hi: आंतरिक त्रुटि
ko: 내부 오류

source: Invalid password provided
bo: གོ་མིན་གི་མིང་གི་མཁོ་འདབ་བྱས།
hi: अमान्य पासवर्ड प्रदान किया गया
ko: 제공된 비밀번호가 잘못됨

source: No authentication token presented
bo: ངེས་གཏན་ཐབས་ཤེལ་མཁོ་འདབ་བྱས་མེད།
hi: कोई प्रमाणीकरण टोकन प्रस्तुत नहीं किया गया
ko: 인증 토큰이 제공되지 않음

source: Authentication token doesn't exist
bo: ངེས་གཏན་ཐབས་ཤེལ་མེད།
hi: प्रमाणीकरण टोकन मौजूद नहीं है
ko: 인증 토큰이 존재하지 않음

source: The provided authentication token was expired and will be removed
bo: མཁོ་འདབ་བྱས་པའི་ངེས་གཏན་ཐབས་ཤེལ་དུས་བཟུང་སོང་བ་དང་ཕྱིར་འདོན་བྱེད།
hi: प्रदान किया गया प्रमाणीकरण टोकन समाप्त हो गया है और इसे हटा दिया जाएगा
ko: 제공된 인증 토큰이 만료되어 제거됩니다

source: The version of the I2PControl API used wasn't specified, but is required to be specified
bo: བཀོལ་སྤྱོད་པའི་I2PControl API ཕབ་ཨང་གསལ་ཁ་བྱས་མེད་ཀྱང་གསལ་ཁ་བྱེད་དགོས།
hi: उपयोग किए गए I2PControl API का संस्करण निर्दिष्ट नहीं था, लेकिन इसे निर्दिष्ट करना आवश्यक है
ko: 사용된 I2PControl API 버전이 지정되지 않았지만 지정해야 합니다

source: The version of the I2PControl API specified is not supported by I2PControl
bo: གསལ་ཁ་བྱས་པའི་I2PControl API ཕབ་ཨང་དེ་ I2PControl གིས་རྒྱབ་སྐྱོར་མ་བྱས།
hi: निर्दिष्ट I2PControl API का संस्करण I2PControl द्वारा समर्थित नहीं है
ko: 지정된 I2PControl API 버전은 I2PControl에서 지원되지 않습니다

source: Rate Statistics
bo: གྲངས་གཞི་ཚད་གཞི།
hi: दर आँकड़े
ko: 비율 통계

source: For a complete list of available rate statistics, see the {0} documentation in the router console or refer to the {1} online documentation. Common rate statistics include:
bo: ཡོད་པའི་གྲངས་གཞི་ཚད་གཞིའི་ཐོབ་ཐང་ཚང་མ་ལ་མཁོ་འདབ་བྱེད་ཆེད། {0} ཡི་ཡིག་ཆ་རོ་ཌེར་གདམ་གའི་ནང་གི་ཡིག་ཆ་གཟིགས་པའམ་ {1} གི་དྲ་ཐོག་ཡིག་ཆར་གཞིགས་གསལ། སྤྱིར་བཏང་གྲངས་གཞི་ཚད་གཞིའི་ནང་དུ་འདུས།
hi: उपलब्ध दर आँकड़ों की पूरी सूची के लिए, राउटर कंसोल में {0} दस्तावेज़ीकरण देखें या {1} ऑनलाइन दस्तावेज़ीकरण देखें। सामान्य दर आँकड़े शामिल हैं:
ko: 사용 가능한 비율 통계의 전체 목록은 라우터 콘솔의 {0} 문서 또는 {1} 온라인 문서를 참조하세요. 일반적인 비율 통계에는 다음이 포함됩니다:

source: Bandwidth receive rate
bo: གླེང་ཐུང་གྲངས་འཛིན་ལེན་གྲངས་གཞི།
hi: बैंडविड्थ प्राप्ति दर
ko: 대역폭 수신 비율

source: Bandwidth send rate
bo: གླེང་ཐུང་གྲངས་སྤོར་གྲངས་གཞི།
hi: बैंडविड्थ भेजने की दर
ko: 대역폭 전송 비율

source: Active peer count
bo: འགུལ་སྐྱོད་གྲོགས་པོའི་གྲངས།
hi: सक्रिय पीयर संख्या
ko: 활성 피어 수

source: Known peer count
bo: ཤེས་ཟིན་པའི་གྲོགས་པོའི་གྲངས།
hi: ज्ञात पीयर संख्या
ko: 알려진 피어 수

source: Tunnel test success time
bo: མཚན་ཁུང་གདེང་ཚོད་ལེགས་གྲངས་དུས་ཚོད།
hi: सुरंग परीक्षण सफलता समय
ko: 터널 테스트 성공 시간

source: Rate Statistics Documentation
bo: གྲངས་གཞི་ཚད་གཞིའི་ཡིག་ཆ།
hi: दर आँकड़े दस्तावेज़ीकरण
ko: 비율 통계 문서

source: See the {0} documentation in the router console or refer to the {1} online documentation.
bo: {0} ཡི་ཡིག་ཆ་རོ་ཌེར་གདམ་གའི་ནང་གི་ཡིག་ཆ་གཟིགས་པའམ་ {1} གི་དྲ་ཐོག་ཡིག་ཆར་གཞིགས་གསལ།
hi: राउटर कंसोल में {0} दस्तावेज़ीकरण देखें या {1} ऑनलाइन दस्तावेज़ीकरण देखें।
ko: 라우터 콘솔의 {0} 문서 또는 {1} 온라인 문서를 참조하세요.

source: Example Usage
bo: བཀོལ་སྤྱོད་དམིགས་གསལ།
hi: उदाहरण उपयोग
ko: 사용 예시

source: Get Router Version and Uptime:
bo: རོ་ཌེར་ཕབ་ཨང་དང་སྐབས་ཡུན་ལོན་པ།
hi: राउटर संस्करण और अपटाइम प्राप्त करें:
ko: 라우터 버전 및 가동 시간 가져오기:

source: Get Current Bandwidth Usage:
bo: ད་ལྟའི་གླེང་ཐུང་གྲངས་བེད་སྤྱོད་ལོན་པ།
hi: वर्तमान बैंडविड्थ उपयोग प्राप्त करें:
ko: 현재 대역폭 사용량 가져오기:

source: Change Bandwidth Limits:
bo: གླེང་ཐུང་གྲངས་ཚད་བཅོས་སྒྲིག།
hi: बैंडविड्थ सीमा बदलें:
ko: 대역폭 제한 변경:

source: Graceful Restart:
bo: གཟབ་གཟབ་གིས་བསྐྱར་འགོད།
hi: सौम्य पुनरारंभ:
ko: 우아한 재시작:

source: Security Considerations
bo: བདེ་འཇགས་གཙོ་གཞུང་།
hi: सुरक्षा विचार
ko: 보안 고려사항

source: Always change the default API password from {0} to a strong, unique password
bo: ཚད་གཞི་ API གི་མིང་དེ་ {0} ནས་ཤུགས་ལྡན་དང་ཁ་སྣོན་པའི་གི་མིང་དུ་བཅོས་སྒྲིག་བྱེད་དགོས།
hi: हमेशा डिफ़ॉल्ट API पासवर्ड {0} को एक मजबूत, अद्वितीय पासवर्ड से बदलें
ko: 항상 기본 API 비밀번호 {0}을(를) 강력하고 고유한 비밀번호로 변경하세요

source: Consider binding I2PControl to localhost only if not accessed remotely
bo: རབ་དབུག་ནས་མི་ཐོབ་ན་ I2PControl དེ་ localhost ལ་མཉམ་སྦྲགས་བྱེད་དགོས་གཞིས་གསལ།
hi: यदि दूरस्थ रूप से एक्सेस नहीं किया जा रहा है तो I2PControl को केवल localhost से बाँधने पर विचार करें
ko: 원격으로 접근하지 않는 경우 I2PControl을 로컬호스트에만 바인딩하는 것을 고려하세요

source: Use HTTPS when accessing I2PControl over untrusted networks
bo: ཡིད་ཆེས་མི་ཆོད་པའི་ཨེམ་གླིང་ཐོག་ནས་I2PControl ཐོབ་ཐང་བྱེད་སྐབས་ HTTPS བཀོལ་དགོས།
hi: अविश्वसनीय नेटवर्क पर I2PControl तक पहुँचते समय HTTPS का उपयोग करें
ko: 신뢰할 수 없는 네트워크를 통해 I2PControl에 접근할 때 HTTPS를 사용하세요

source: Tokens may expire - implement re-authentication logic in your applications
bo: ཐབས་ཤེལ་དུས་བཟུང་སོང་སྲིད་པས་ ཁྱེད་ཀྱི་མཆན་འཇོག་ནང་ངེས་གཏན་འབེབས་རིམ་໖་ལག་བསྟར་བྱེད་དགོས།
hi: टोकन समाप्त हो सकते हैं - अपने अनुप्रयोगों में पुनः-प्रमाणीकरण तर्क लागू करें
ko: 토큰이 만료될 수 있습니다 - 애플리케이션에서 재인증 로직을 구현하세요

source: Monitor I2PControl access logs for unauthorized usage
bo: མཁོ་འདབ་མེད་པའི་བཀོལ་སྤྱོད་ཆེད་ I2PControl ཐོབ་ཐང་ཟིན་བྱེད་ལྟ་ཞིབ་བྱེད།
hi: अनधिकृत उपयोग के लिए I2PControl एक्सेस लॉग की निगरानी करें
ko: 권한 없는 사용을 위해 I2PControl 접근 로그를 모니터링하세요

source: Be cautious with router management operations - they can affect network connectivity
bo: རོ་ཌེར་དོ་དམ་བཀོལ་སྤྱོད་ཚུལ་ལ་དོ་སྣང་བྱེད་དགོས། - དེ་ཚོས་ཨེམ་གླིང་མཐུད་སྣེར་ཤུགས་རེད་འཇོག་ཐུབ།
hi: राउटर प्रबंधन संचालन के साथ सावधान रहें - वे नेटवर्क कनेक्टिविटी को प्रभावित कर सकते हैं
ko: 라우터 관리 작업에 주의하세요 - 네트워크 연결에 영향을 줄 수 있습니다

source: Integration Examples
bo: མཉམ་སྒྲིལ་དམིགས་གསལ།
hi: एकीकरण उदाहरण
ko: 통합 예시

source: The I2PControl API can be integrated with:
bo: I2PControl API དེ་འདི་དག་དང་མཉམ་སྒྲིལ་བྱེད་ཆོད།
hi: I2PControl API को इसके साथ एकीकृत किया जा सकता है:
ko: I2PControl API는 다음과 통합할 수 있습니다:

source: Monitoring systems:
bo: ལྟ་ཞིབ་མ་ལག་།
hi: निगरानी प्रणालियाँ:
ko: 모니터링 시스템:

source: Create custom dashboards for router performance
bo: རོ་ཌེར་ནུས་པ་ཆེད་དམིགས་གསལ་གྱི་གདམ་གའི་མཐོང་གྲལ་བཟོ་བ།
hi: राउटर प्रदर्शन के लिए कस्टम डैशबोर्ड बनाएं
ko: 라우터 성능을 위한 사용자 정의 대시보드 생성

source: Automation scripts:
bo: རང་བཞིན་གྱི་ཡིག་ཆ་།
hi: स्वचालन स्क्रिप्ट:
ko: 자동화 스크립트:

source: Schedule restarts or configuration changes
bo: བསྐྱར་འགོད་དང་རོགས་སྒྲིག་བཅོས་སྒྲིག་གི་དུས་ཐོག་འཆར་འགོད།
hi: पुनरारंभ या कॉन्फ़िगरेशन परिवर्तन शेड्यूल करें
ko: 재시작 또는 구성 변경 예약

source: Mobile applications:
bo: ཁ་པར་མཆན་འཇོག་།
hi: मोबाइल अनुप्रयोग:
ko: 모바일 애플리케이션:

source: Monitor and manage your router remotely
bo: ཁ་སྣོན་ནས་ཁྱེད་ཀྱི་རོ་ཌེར་ལྟ་ཞིབ་དང་དོ་དམ་བྱེད།
hi: अपने राउटर की दूरस्थ निगरानी और प्रबंधन करें
ko: 라우터를 원격으로 모니터링 및 관리

source: Network management tools:
bo: ཨེམ་གླིང་དོ་དམ་ཡི་གེ།
hi: नेटवर्क प्रबंधन उपकरण:
ko: 네트워크 관리 도구:

source: Integrate I2P status into broader network monitoring
bo: ཨེམ་གླིང་ལྟ་ཞིབ་ཁྲོད་ I2P གནས་སྟངས་མཉམ་སྒྲིལ།
hi: I2P स्थिति को व्यापक नेटवर्क निगरानी में एकीकृत करें
ko: I2P 상태를 더 넓은 네트워크 모니터링에 통합

source: Alerting systems:
bo: ཉེན་བརྡ་མ་ལག་།
hi: अलर्टिंग प्रणालियाँ:
ko: 경고 시스템:

source: Send notifications based on router status changes
bo: རོ་ཌེར་གནས་སྟངས་འགོག་སྒྱུར་གྱི་གཞིར་བརྡ་སྤེལ་བྱེད།
hi: राउटर स्थिति परिवर्तनों के आधार पर सूचनाएं भेजें
ko: 라우터 상태 변경에 따른 알림 전송

source: Licensing Information
ar: معلومات الترخيص
az: Lisans Bilgileri
bo: རེ་ཁུའི་གོ་སྐབས
cs: Licenční informace
da: Licensinformation
el: Πληροφορίες αδειοδότησης
es: Información sobre Licencias
et: Litsentsiteave
fa: اطلاعات مجوز
fi: Lisenssitiedot
hi: लाइसेंसिंग जानकारी
hu: Licenciaszerződési információk
in: Informasi Lisensi
it: Informazioni sulla licenza
ja: ライセンス情報
ko: 라이센스 정보
nb: Lisensinformasjon
nl: Licentie-informatie
pt: Informações de licenciamento
sl: Informacije o licenci
sv: Licensinformation
uk: Інформація про ліцензування
vi: Thông tin về Giấy phép

source: Legal &amp; Licensing
ar: القانونية والترخيص
az: Yasal &amp; Lisans
bo: ཁྲིམས་ཉེན་དང་རེ་ཁུ།
cs: Právní a licencování
da: Juridisk og licensiering
el: Νομική και Αδειοδότηση
es: Legales y Licencias
et: Õiguslikud nõuded ja litsentsid
fa: حقوقی
fi: Lakisääteinen &amp; Lisenssit
hi: कानूनी और लाइसेंसिंग
hu: Jog és licenc
in: Hukum & Lisensi
it: Legale e Licenze
ja: 法的およびライセンス
ko: 법률 및 라이센스
nb: Juridisk og lisensiering
nl: Juridisch en licentieverlening
pt: Legal &amp; Licenciamento
sl: Pravne &amp; Licenčne
sv: Juridik och licensiering
uk: Юридичний та ліцензійний
vi: Pháp lý và Giấy phép

source: Introduction to I2P
ar: مقدمة عن I2P
az: I2P'ye giriş
bo: I2P ནང་འཇུག་བྱེད་པ།
cs: Úvod do I2P
da: Introduktion til I2P
el: Εισαγωγή στο I2P
es: Introducción a I2P
et: Sissejuhatus I2Pi
fa: مقدمه ای بر I2P
fi: Johdanto I2P:hen
hi: I2P का परिचय
hu: Bevezetés az I2P-be
in: Pengantar I2P
it: Introduzione a I2P
ja: I2P入門
ko: I2P 소개
nb: Introduksjon til I2P
nl: Inleiding tot I2P
pt: Introdução ao I2P
sl: Uvod v I2P
sv: Introduktion till I2P
uk: Вступ до i2p
vi: Giới thiệu về I2P

source: Reseeding Your Router
ar: إعادة تبذير موجهك
az: Yönlendiricinizi yeniden eklemek
bo: ཁྱོན་རྒྱུའི་མ་ལག་འདྲེན་བརྐྱབ་པ།
cs: Znovunasazení routeru
da: Gendan din router
el: Επαναφορά του δρομολογητή σας
es: Reenviando tu enrutador
et: Ruuteri uuestisättimine
fa: بازسازی روتر شما
fi: Oman reseedaaminen
hi: अपने राउटर को फिर से बीजीकरण करें
hu: Az újraindítása a routernek
in: Menghidupkan Ulang Router Anda
it: Risemina del tuo Router
ja: ルーターの再シード
ko: 라우터 다시 시드하기
nb: Reseeding Ruteren
nl: Uw router opnieuw instellen
pt: Ressemeando seu roteador
sl: Ponovno zalaganje vašega strežnika
sv: Omsök Din Router
uk: Резервування маршрутизатора
vi: Đặt lại b định tuyến của bạn

source: Reseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining. The default settings will work for most people. Change these only if HTTPS is blocked by a restrictive firewall and reseed has failed.
ar: إعادة التبذير هي عملية فرغ الكف للعثور على موجهات أخرى عند تثبيت I2P لأول مرة، أو عندما يتبقى لموجهك عدد غير كاف من مراجع الموجهات. ستعمل الإعدادات الافتراضية بشكل جيد بالنسبة لمعظم الناس. غير هذه الإعدادات فقط إذا تم حظر HTTPS بواسطة درع ناري قاس وفشلت إعادة التبذير.
az: Əvvəlcədən I2P quraşdırdığınızda və ya sizin röterinizdə çox az röter istinadı qaldığı zaman digər röterləri tapmaq üçün istifadə olunan bötöv prosessidir. Standart parametrlər çox insan üçün çalışır. Yalnız HTTPS əngəlləyici bir firewall tərəfindən bloklanan və bötövlənmə baş tutmuşsa yalnız onda bu dəyişiklikləri edin.
bo: ཁྱོན་རྒྱུའི་མ་ལག་འདྲེན་བརྐྱབ་པ་ནི་ཁྱོན་རྒྱུའི་མ་ལག་གི་གཞི་གྲངས་རེད་པ་དང་། ཁྱོན་རྒྱུའི་མ་ལག་གི་གཞི་གྲངས་ཉུང་མོ་བརྐྱབ་པ་བཅས་བྱེད་པ་རེད། དེའི་སྔོན་བཙུགས་ཀྱི་གཞི་གྲངས་ནི་མི་དམངས་མང་པོར་ལེགས་སོ། ཨེ་ཌི་ཨི་ཨེས་ཨེས་ཨི་སྐོར་གཏོང་མི་ཐུབ་པའི་སྒོར་དང་། ཁྱོན་རྒྱུའི་མ་ལག་འདྲེན་བརྐྱབ་པ་མི་ཐུབ་པའི་དུས་ཙམ་གྱི་ཚུལ་གཞི་གྲངས་བཅོས་དགོས།
cs: Přesídlení je proces bootstrappingu použitý pro nalezení dalších routerů při první instalaci I2P nebo pokud váš router má příliš málo odkazů na routery. Výchozí nastavení funguje pro většinu lidí. Upravujte pouze pokud je HTTPS blokováno restriktivním firewallem a přesídlení selhalo.
da: Reseeding er bootstrapprocesen, der bruges til at finde andre routere, når du først installerer I2P, eller når din router har for få routerreferencer tilbage. De standardindstillinger fungerer for de fleste mennesker. Skift kun disse, hvis HTTPS er blokeret af en restriktiv firewall og reseed ikke lykkes.
el: Η επανασπορά είναι η αρχική διαδικασία εκκίνησης που χρησιμοποιείται για να βρεθούν άλλοι δρομολογητές όταν εγκαθιστάτε για πρώτη φορά το I2P ή όταν ο δρομολογητής σας έχει πολύ λίγες αναφορές δρομολογητών. Οι προεπιλεγμένες ρυθμίσεις θα λειτουργήσουν για τον μεγαλύτερο αριθμό ανθρώπων. Αλλάξτε αυτές μόνο αν το HTTPS εμποδίζεται από έναν περιοριστικό τείχος προστασίας και η επανασπορά έχει αποτύχει.
es: El resembrado es el proceso de inicialización utilizado para encontrar otros routers cuando instala la aplicación por primera vez, o cuando a su router le quedan muy pocas referencias de otros.
et: Uuestisättimine on protsess, mida kasutatakse I2P-s teiste ruuterite leidmiseks esmakordse installimise korral või kui teie ruuteris on jäänud liiga vähe ruuteri viiteid. Vaikeväärtused töötavad enamus inimeste jaoks. Muutke neid ainult juhul, kui HTTPS on piirava tulemüüri poolt blokeeritud ja uuestisättimine ebaõnnestus.
fa: Reseeding فرآیند بوت استرپینگ است که برای یافتن روترهای دیگر در هنگام نصب I2P برای اولین بار یا زمانی که روتر شما تعداد کمی مراجع روتر باقی مانده است استفاده می شود.
fi: Reseedöinti on käynnistysprosessi, jota käytetään muiden reitittimien löytämiseen, kun asennat I2P: n ensimmäistä kertaa tai kun reitittimelläsi on liian vähän reitittimen viitteitä jäljellä. Oletusasetukset toimivat useimmille ihmisille. Muuta näitä vain, jos HTTPS on estetty tiukalla palomuurilla ja reseedit epäonnistuvat.
hi: बीजीकरण एक प्रक्रिया है जिसका उपयोग I2P को पहली बार स्थापित करते समय अन्य राउटर खोजने और जब आपके राउटर के पास बचे हुए कम राउटर संदर्भ होते हैं। अधिकांश लोगों के लिए डिफ़ॉल्ट सेटिंग्स कार्य करेंगी। केवल यदि HTTPS को कठोर फ़ायरवॉल द्वारा ब्लॉक किया गया है और बीजीकरण विफल रहा है, तब ही इन्हें बदलें।
hu: Az újratáplálás a bootstrapping folyamatot jelenti, amelyet akkor használnak, amikor először telepíti az I2P-t, vagy amikor a routernek túl kevés maradt a router referenciákból. Az alapértelmezett beállítások többségénél működni fognak. Ezeket csak akkor módosítsa, ha a HTTPS tiltja a korlátozó tűzfal és az újratáplálás sikertelen volt.
in: Menghidupkan ulang adalah proses pembenaran awal yang digunakan untuk menemukan router lain ketika Anda pertama kali menginstal I2P, atau ketika router Anda sudah kekurangan referensi router. Pengaturan default akan berfungsi untuk sebagian besar orang. Ubah ini hanya jika HTTPS diblokir oleh firewall yang ketat dan penghidupan ulang gagal.
it: La risemina è il processo di avvio utilizzato per trovare altri router quando si installa per la prima volta I2P, o quando il tuo router ha pochi riferimenti di router rimanenti. Le impostazioni predefinite funzionano per la maggior parte delle persone. Cambiale solo se HTTPS è bloccato da un firewall restrittivo e la risemina non è riuscita.
ja: リシードは、I2Pを初めてインストールする際や、ルーターの参照が極めて少なくなった場合に、他のルーターを見つけるためのブートストラッププロセスです。デフォルトの設定はほとんどの人に適しています。HTTPSが厳しいファイアウォールによってブロックされ、リシードが失敗した場合にのみ、これらを変更してください。
ko: 리시딩은 I2P를 처음 설치하거나 라우터에 남아있는 라우터 참조가 너무 적을 때 다른 라우터를 찾기 위해 사용되는 부트스트랩 프로세스입니다. 기본 설정은 대부분의 사람들에게 작동합니다. 이 설정은 HTTPS가 제한적인 방화벽에 의해 차단되고 리시딩이 실패한 경우에만 변경하십시오.
nb: Reseeding er oppstartprosessen som brukes for å finne andre rutere når du først installerer I2P, eller når ruteren din har for få routerreferanser igjen. Standardinnstillingene vil fungere for de fleste. Endre disse bare hvis HTTPS er blokkert av en restriktiv brannmur og reseed har mislyktes.
nl: Reseeding is het opstartproces dat wordt gebruikt om andere routers te vinden wanneer u I2P voor het eerst installeert, of wanneer uw router te weinig routerverwijzingen over heeft. De standaardinstellingen werken voor de meeste mensen. Verander deze alleen als HTTPS wordt geblokkeerd door een beperkende firewall en reseed mislukt is.
pt: Ressemeando é o processo de inicialização usado para encontrar outros roteadores quando você instala o I2P pela primeira vez ou quando o seu roteador tem poucas referências de roteador restantes. As configurações padrão funcionarão para a maioria das pessoas. Mude-as apenas se o HTTPS for bloqueado por um firewall restritivo e a ressemeadura falhar.
sl: Ponovno zalaganje je postopek ujemanja, ki se uporablja za iskanje drugih strežnikov, ko prvič namestite I2P, ali ko vaš strežnik ima premalo referenc na strežnike. Privzete nastavitve bodo delovali za večino ljudi. Te nastavitve spremenite le, če je HTTPS blokiran omejivcem firewall in ponovno zalaganje ni uspelo.
sv: Omplantering är startmetoden som används för att hitta andra routrar när du först installerar I2P, eller när din router har för få routerreferenser. Standardinställningarna fungerar för de flesta. Ändra dessa endast om HTTPS-blockeras av en restriktiv brandvägg eller om omplanteringen har misslyckats.
uk: Перенасіння - це процес початкового завантаження для пошуку інших маршрутизаторів при першому встановленні I2P або коли у вашого маршрутизатора залишилось занадто мало посилань на інші маршрутизатори. За замовчуванням налаштування спрацюють для більшості користувачів. Змінюйте їх лише якщо HTTPS блокує жорсткий файрвол і перенасіння не вдалось.

source: If reseeding has failed, you should first check your network connection.
ar: إذا فشلت عملية إعادة البذر، يجب أن تتحقق أولاً من اتصال الشبكة الخاص بك.
az: Əgər bötövlənmə baş tutmadısa əvvəlcədən şəbəkə bağlantınızı yoxlayın.
bo: ཁྱོན་རྒྱུའི་མ་ལག་འདྲེན་བརྐྱབ་པ་མི་ཐུབ་ན། ནང་གི་དྲོང་རྒྱུའི་སྦྱོར་བའི་ཚུལ་ལྟ་དགོས།
cs: Pokud se opětovné nastavení nezdařilo, měli byste nejprve zkontrolovat připojení k síti.
da: Hvis reseeding mislykkes, skal du som udgangspunkt først tjekke din netværksforbindelse.
el: Εάν η επανασπορά απέτυχε, πρέπει πρώτα να ελέγξετε τη σύνδεση του δικτύου σας.
es: Si el resembrado ha fallado, primero debe comprobar la conexión a la red.
et: Kui kontaktide hange ebaõnnestub, tuleks esmalt kontrollida oma võrgu häälestust.
fa: اگر بذر مجدد ناموفق بود، ابتدا باید اتصال شبکه خود را بررسی کنید.
fi: Jos reseedit epäonnistuvat, tarkista ensin verkkoyhteys.
hi: यदि बीजीकरण विफल रहा है, तो आपको पहले ही अपने नेटवर्क कनेक्शन की जाँच करनी चाहिए।
hu: Ha az újratáplálás sikertelen, először ellenőrizze a hálózati kapcsolatot.
in: Jika reseeding gagal, pertama-tama anda harus memeriksa koneksi jaringan Anda.
it: Se il reseeding fallisce, dovresti per prima cosa controllare la tua connessione di rete.
ja: 再シードに失敗した場合は、まずネットワーク接続を確認する必要があります。
ko: 리시딩이 실패했을 경우 네트워크 연결을 확인하세요.
nb: Hvis reseeding har mislyktes, bør du først sjekke nettverkstilkoblingen din.
nl: Wanneer reseeden is mislukt moet je eerst je netwerkverbinding controlleren.
pt: Se o ressemeamento falhou, verifique primeiro sua conexão com a rede.
sl: Če je ponovno zalaganje spodletelo, najprej preverite svojo omrežno povezavo.
sv: Om återdistribuering har misslyckats, bör du först kontrollera din nätverksanslutning.
uk: Якщо Reseeding не вдалося, спочатку слід перевірити підключення до мережі.
vi: Nếu Reseeding đã thất bại, trước tiên bạn nên kiểm tra kết nối mạng của mình.
