Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This is the number of peers your router has available for building your exploratory tunnels which are used to determine network performance. It is generally in the range 8-75. The fast peers are included in the high capacity tier. Your high capacity peers are shown on the <a href='/profiles'>Profiles page</a>. <a href='/configstats#router.highCapacityPeers'>[Enable graphing]</a>
ar: هذا العدد الذي يتوفر لدى موجهك لبناء أنفاقك الاستكشافية التي تستخدم لتحديد أداء الشبكة. بشكل عام يتراوح بين 8-75. يتم تضمين الأقران سريعي الاتصال في الطبقة عالية السعة. يتم عرض أقرانك عالية السعة على صفحة <a href='/profiles'>صفحة الملفات</a>. <a href='/configstats#router.highCapacityPeers'>[تمكين الرسم البياني]</a>
az: Bu, yönlendiricinizin ağ performansını belirlemek için kullanılan keşif tünellerinizi oluşturmak için kullanabileceği eş sayısıdır. Genellikle 8 ila 75 arasında bir aralıktadır. Hızlı eşler yüksek kapasite seviyesine dahil edilir. Yüksek kapasiteli eşleriniz <a href='/profiles'>Profiller sayfasında</a> gösterilir. <a href='/configstats#router.highCapacityPeers'>[Grafiklemeyi etkinleştir]</a>
bo: དེ་ནི་དྲ་ཚིག་གི་སྒྲུབ་འགོར་མཚོན་སྟོན་བྱེད་པའི་ཆེད་དུ་བརྩམས་པའི་ཁྱོད་རང་གི་རྒྱབ་བརྟག་སྦྲེལ་ཐུམ་མཚམས་(exploratory tunnel) བརྩམས་པའི་ཆེད་དུ་ཁྱོད་རང་གི་རུ་ཊར་གྱིས་མཉེན་ཆས་གཞན་གྱི་གྲངས་ཡོད་པ་ནི་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་ 8–75 བར་གྱི་ཡོད་པ་ཡིན། མྱུར་མཉེན་ཆས་གཞན་དེ་དག་ནི་བརྒྱུད་སྐྱོད་ཁོ་སྒྲུབ་ཚད་མཐོ་བའི་རིམ་པ་གྲུབ་ཚད་མཐོ་བའི་མཉེན་ཆས་གཞན་གྱི་ནང་དུ་ཚུད་ཡོད་པ་ཡིན། ཁྱོད་རང་གི་བརྒྱུད་སྐྱོད་ཁོ་སྒྲུབ་ཚད་མཐོ་བའི་མཉེན་ཆས་གཞན་ནི་<a href='/profiles'>མཚན་ཉིད་ཤོག་ངོས་།</a>(Profiles page) གྱི་ནང་དུ་མཐོང་ཐུབ་པ་ཡིན། <a href='/configstats#router.highCapacityPeers'>[འབྲེལ་ཚད་གྲངས་རིས་སྒྲུབ་འགོར་བར་བརྗེ་བཤེར་བྱོས།]</a>
cs: Toto je počet peerů, které je váš směrovač dostupný pro vytváření tunelů exploratory, které jsou používány k určení výkonu sítě. Obvykle se pohybuje v rozmezí 8-75. Rychlí peeri jsou zahrnuti na vrstvě s vysokou kapacitou. Vaše peeri s vysokou kapacitou jsou zobrazeni na stránce <a href='/profiles'>Profiles</a>. <a href='/configstats#router.highCapacityPeers'>[Povolit zobrazení grafu]</a>
da: Dette er antallet af peers, din router har til rådighed til at opbygge dine udforskende tunneler, som bruges til at bestemme netværksydelsen. Det er generelt i området 8-75. De hurtige peers er inkluderet i høj kapacitet niveauet. Dine høj kapacitet peers vises på <a href='/profiles'>Profiler siden</a>. <a href='/configstats#router.highCapacityPeers'>[Aktiver graf]</a>
el: Αυτό είναι ο αριθμός των συνομιλητών του δρομολογητή σας που είναι διαθέσιμοι για τη δημιουργία των ανακριτικών σας σήραγγων που χρησιμοποιούνται για τον προσδιορισμό της απόδοσης του δικτύου. Αυτό κυμαίνεται συνήθως στο εύρος 8-75. Οι γρήγοροι συνομιλητές σας περιλαμβάνονται στην υψηλή χωρητικότητα. Οι συνομιλητές υψηλής χωρητικότητας σας εμφανίζονται στην <a href='/profiles'>σελίδα Προφίλ</a>. <a href='/configstats#router.highCapacityPeers'>[Ενεργοποίηση γραφικής παράστασης]</a>
es: Este es el número de pares que tiene disponible tu enrutador para construir tus túneles exploratorios, que se usan para determinar el rendimiento de la red. Generalmente está entre 8-75. Los pares rápidos se incluyen en el nivel de alta capacidad. Tus pares de alta capacidad se muestran en la página <a href='/profiles'>Perfiles</a>. <a href='/configstats#router.highCapacityPeers'>[Habilitar gráficos]</a>
et: See on teie ruuteri saadaval olevate ehitavate uurimuslike tunnelite arv, mida kasutatakse võrgu jõudluse määramiseks. See jääb tavaliselt vahemikku 8-75. Kiired ruuterid on lisatud suure mahutavusega kihile. Teie kõrge mahutavusega ruuterid kuvatakse <a href='/profiles'>Profiilide lehel</a>. <a href='/configstats#router.highCapacityPeers'>[Graafika sisse lülitamine]</a>
fa: این تعداد همتایانی است که روتر شما برای ایجاد تونل‌های اکتشافی دارد که برای تعیین عملکرد شبکه مورد استفاده قرار می‌گیرند. معمولاً در محدوده 8 تا 75 است. همتایان سریع در طبقه ظرفیت بالا قرار می‌گیرند. همتایان با ظرفیت بالای شما در صفحه <a href='/profiles'>پروفایل‌ها</a> نمایش داده می‌شوند. <a href='/configstats#router.highCapacityPeers'>[فعال‌سازی نمودار]</a>
fi: Tämä on reitittimesi käytettävissä olevien vertaisverkkojen määrä tutkimustunnelien luomiseen, joita käytetään verkon suorituskyvyn mittaamiseen. Yleensä se on 8-75. Nopeat käyttäjäsi sisältyvät suurikapasiteettiseen tasoon. Suurikapasiteettiset käyttäjäsi näkyvät <a href='/profiles'>Profiilit-sivulla</a>. <a href='/configstats#router.highCapacityPeers'>[Ota graafiset tiedot käyttöön]</a>
hi: यह वह संख्या है जितने पीयर्स आपके रूटर के पास अन्वेषण टंनल बनाने के लिए उपलब्ध हैं, जो नेटवर्क प्रदर्शन को स्थापित करने के लिए उपयोग किए जाते हैं। यह सामान्यतया 8-75 के बीच होता है। तेजी से कार्य करने वाले पीयर्स उच्च क्षमता श्रेणी में शामिल होते हैं। आपके उच्च क्षमता वाले पीयर्स <a href='/profiles'>Profiles पृष्ठ</a> पर दिखाए जाते हैं। <a href='/configstats#router.highCapacityPeers'>[ग्राफ़ चालू करें]</a>.
hu: Ez a csomópontok száma, amelyek a hálózat teljesítményének meghatározásához szükséges kutató (exploratory) alagutak építéséhez állnak rendelkezésre. Általában 8 és 75 között van. A gyors csomópontok megtalálhatók a magas kapacitású válasz belsejében. A magas kapacitású csomópontok megjelennek a <a href='/profiles'>Profilok oldal</a>. <a href='/configstats#router.highCapacityPeers'>[Grafikonok engedélyezése]</a>
in: Ini adalah jumlah peer yang dimiliki router Anda dan tersedia untuk membangun terowongan eksplorasi yang digunakan untuk menentukan kinerja jaringan. Secara umum berkisar antara 8-75. Peer cepat termasuk dalam tingkat kapasitas tinggi. Peer kapasitas tinggi Anda ditampilkan di halaman <a href='/profiles'>Profil</a>. <a href='/configstats#router.highCapacityPeers'>[Aktifkan grafik]</a>
it: Questo è il numero di peer disponibili per il tuo router per la creazione dei tunnel esplorativi che vengono utilizzati per determinare le prestazioni di rete. In genere si trova nell'intervallo 8-75. I peer veloci sono inclusi nell'alto livello di capacità. I tuoi peer ad alta capacità sono mostrati nella pagina dei <a href='/profiles'>Profili</a>. <a href='/configstats#router.highCapacityPeers'>[Abilita la rappresentazione grafica]</a>
ja: これは、ネットワークのパフォーマンスを判断するために使用される探索トンネルを構築するためにルーターが利用できるピアの数です。一般的には8〜75の範囲です。高速ピアは高容量ティアに含まれています。高容量ピアは<a href='/profiles'>プロファイルページ</a>に表示されます。 <a href='/configstats#router.highCapacityPeers'>[グラフの有効化]</a>
ko: 이것은 네트워크 성능을 결정하는 데 사용되는 탐사 터널 생성에 사용할 수 있는 동료 라우터의 수입니다. 일반적으로 8-75 개의 범위 내에 있습니다. 빠른 동료 라우터는 고용량 계층에 포함되어 있습니다. 고용량 동료 라우터는 <a href='/profiles'>프로필 페이지</a>에서 표시됩니다. <a href='/configstats#router.highCapacityPeers'>[그래프 활성화]</a>
nb: Dette er antallet jevnbyrdige maskiner som ruteren din har tilgjengelig for å bygge utforskningstunneler, som brukes til å bestemme nettverksytelsen. Det er vanligvis i området 8-75. De raskeste maskinene inkluderes i høykapasitetstrinnet. De jevnbyrdige maskinene med høy kapasitet vises på siden <a href='/profiles'>Profiler</a>. <a href='/configstats#router.highCapacityPeers'>[Aktiver grafing]</a>
nl: Dit is het aantal peers dat uw router beschikbaar heeft om uw verkennende tunnels te maken die worden gebruikt om de netwerkprestaties te bepalen. Dit ligt meestal tussen 8-75. De snelle peers zijn inbegrepen in het hoogcapacitaire niveau. Uw hoogcapacitaire peers worden weergegeven op de <a href='/profiles'>Profielpagina</a>. <a href='/configstats#router.highCapacityPeers'>[Schakel grafieken in]</a>
pt: Esta é a quantidade de peers disponíveis em seu roteador para construir seus túneis de exploração, que são usados para determinar o desempenho da rede. Geralmente, está na faixa de 8-75. Os peers rápidos são incluídos na categoria de alta capacidade. Seus peers de alta capacidade são exibidos na <a href='/profiles'>página de Perfis</a>. <a href='/configstats#router.highCapacityPeers'>[Habilitar gráficos]</a>
sl: To je število sosednjih strežnikov, ki jih ima vaš strežnik na voljo za izgradnjo vaših raziskovalnih tunelov, ki se uporabljajo za določanje zmogljivosti omrežja. Običajno je v obsegu 8-75. Hitri sosednji strežniki so vključeni v višjo kapaciteto. Vaši sosednji strežniki z višjo kapaciteto so prikazani na <a href='/profiles'>strani za profila</a>. <a href='/configstats#router.highCapacityPeers'>[Omogoči grafe]</a>
sv: Detta är antalet likställda som du router har tillgängliga för att bygga dina undersökningstunnlar som används för att bestämma nätverksprestanda. Det är vanligtvis inom intervallet 8-75. De snabba likställda är inkluderade i den högkapacitetsklassen. Dina högkapacitetslikställda visas på <a href='/profiles'>Profilsidan</a>. <a href='/configstats#router.highCapacityPeers'>[Aktivera grafer]</a>
uk: Це кількість пірів, доступних вашому маршрутизатору для формування розвідувальних тунелів, які використовуються для визначення продуктивності мережі. Зазвичай це 8-75. Швидкі піри входять до верхнього тиру пропускної здатності. Ваші піри верхнього тиру пропускної здатності показані на сторінці <a href='/profiles'>Профілів</a>. <a href='/configstats#router.highCapacityPeers'>[Увімкнути графіку]</a>

source: This is the number of peers your router will use for network database inquiries. These are usually the <i>floodfill</i> routers which are responsible for maintaining network integrity. Your well integrated peers are shown on the bottom of the <a href='/profiles'>Profiles page</a>.
ar: هذا عدد الأقران التي سيستخدمها موجهك للاستفسارات عن قاعدة بيانات الشبكة. عادةً ما يكون هؤلاء الموجهات <i>floodfill</i> المسؤولة عن الحفاظ على سلامة الشبكة. يتم عرض أقرانك جيدة الاندماج في أسفل <a href='/profiles'>صفحة الملفات</a>.
az: Bu, yönlendiricinizin ağ veritabanı sorguları için kullanacağı akranların sayısıdır. Bunlar genellikle ağ bütünlüğünü sağlamakla görevli olan <i>floodfill</i> yönlendiricileridir. İyi entegre edilmiş akranlarınız <a href='/profiles'>Profiller sayfasında</a> alt kısımda gösterilir.
bo: དེ་ནི་ཁྱོད་རང་གི་རུ་ཊར་གྱིས་དྲ་ཚིག་གི་གཞུང་འཛིན་མཉེན་ཆས་ལ་དྲིས་ལན་འདེམ་ཐུབ་པའི་མཉེན་ཆས་གཞན་གྱི་གྲངས་ཡིན་པ་དེ་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་དྲ་ཚིག་གི་མཐུན་སྒྲིལ་བདེ་འཇགས་ལོགས་སུ་བཅུག་པའི་<i>floodfill</i> རུ་ཊར་ཡིན་པ་ཡིན། ཁྱོད་རང་གི་མཉམ་སྒྲིལ་མཐུན་པའི་མཉེན་ཆས་གཞན་ནི་<a href='/profiles'>མཚན་ཉིད་ཤོག་ངོས།</a>(Profiles page) གྱི་འོག་མ་གྱི་ཁྱུད་ཚད་མཐོ་བའི་རིམ་པ་གྱི་ནང་དུ་མཐོང་ཐུབ་པ་ཡིན།
cs: Toto je počet peerů, které váš směrovač používá pro odvolávky sítě v databázi. Obvykle se jedná o směrovače <i>floodfill</i>, které jsou zodpovědné za udržování integrity sítě. Vaši dobře integrovaní peeri jsou zobrazeni na spode stránky <a href='/profiles'>Profiles</a>.
da: Dette er antallet af peers, din router vil bruge til netværksdatabaseforespørgsler. Disse er normalt <i>floodfill</i> routere, som er ansvarlige for at opretholde netværkets integritet. Dine godt integrerede peers vises i bunden af <a href='/profiles'>Profiler siden</a>.
el: Αυτός είναι ο αριθμός των συνομιλητών που θα χρησιμοποιήσει ο δρομολογητής σας για ερωτήσεις στη βάση δεδομένων του δικτύου. Αυτοί είναι συνήθως οι δρομολογητές <i>floodfill</i> που είναι υπεύθυνοι για τη διατήρηση της ακεραιότητας του δικτύου. Οι συμπεριλαμβανόμενοι ενσωματωμένοι συνομιλητές εμφανίζονται στο κάτω μέρος της <a href='/profiles'>προφίλ σελίδας</a>.
es: Este es el número de pares que usará tu enrutador para consultas en la base de datos de la red. Generalmente son los enrutadores <i>floodfill</i>, que son los responsables de mantener la integridad de la red. Tus pares bien integrados se muestran en la parte inferior de la página <a href='/profiles'>Perfiles</a>.
et: See on ruuteri võrguandmebaasi päringute jaoks kasutavate ruuterite arv. Need on tavaliselt vastutavad võrgu tervikluse säilitamise eest. Teie hästi integreeritud ruuterid kuvatakse <a href='/profiles'>Profiilide lehe</a> allosas.
fa: این تعداد همتایانی است که روتر شما برای درخواست‌های بانک اطلاعات شبکه استفاده می‌کند. معمولاً این همتایان <i>فلودفیل</i> هستند که مسئولیت حفظ صحت شبکه را بر عهده دارند. همتایان خوب پیوسته‌شده به شما در پایین صفحه <a href='/profiles'>پروفایل‌ها</a> نمایش داده می‌شوند.
fi: Tämä on vertaisverkkojen määrä, jota reitittimesi käyttää verkko-tietokantakyselyissä. Nämä ovat yleensä tulvasuojauksen reitittimiä, jotka vastaavat verkkojen eheyden ylläpidosta. Hyvin integroidut käyttäjäsi näkyvät alareunassa <a href='/profiles'>Profiilit-sivulla</a>.
hi: यह वह संख्या है जितने पीयर्स आपका रूटर नेटवर्क डेटाबेस के जांच के लिए उपयोग करेगा। ये आमतौर पर नेटवर्क की संपूर्णता बनाए रखने के लिए जिम्मेदार <i>floodfill</i> रूटर होते हैं। आपके अच्छी तरह संगठित पीयर्स <a href='/profiles'>Profiles पृष्ठ</a> के नीचे दिखाए जाते हैं।
hu: Ez azon csomópontok száma amiket a routered használ a hálózat adatbáziskérdések lefuttatásához. Általában ezek az <i>floodfill</i> routerek, amelyek felelősek a hálózati integritás fenntartásáért. A jól integrált csomópontjaidat az <a href='/profiles'>Profilok oldalon</a> találod.
in: Ini adalah jumlah peer yang akan digunakan router Anda untuk konsultasi basis data jaringan. Biasanya ini adalah router <i>floodfill</i> yang bertanggung jawab untuk memelihara integritas jaringan. Peer Anda yang terintegrasi dengan baik ditampilkan di bagian bawah halaman <a href='/profiles'>Profil</a>.
it: Questo è il numero di peer che il tuo router utilizzerà per le richieste del database di rete. Di solito si tratta dei router <i>floodfill</i> responsabili del mantenimento dell'integrità di rete. I tuoi peer ben integrati sono mostrati in fondo alla <a href='/profiles'>pagina Profili</a>.
ja: これは、ネットワークデータベースの照会にルーターが使用するピアの数です。通常、これらはネットワークの整合性を維持する責任を持つ<i>floodfill</i>ルータです。統合されたピアは<a href='/profiles'>プロファイルページ</a>の下部に表示されます。
ko: 이것은 네트워크 데이터베이스 조회에 사용할 동료 라우터의 수입니다. 이들은 일반적으로 네트워크 무결성을 유지하는 책임이 있는 <i>플러드필</i> 라우터입니다. 통합이 잘된 동료 라우터는 <a href='/profiles'>프로필 페이지</a> 하단에 표시됩니다.
nb: Dette er antallet jevnbyrdige maskiner ruteren din bruker for nettverksdatabasen. Dette er vanligvis <i>floodfill</i>-rutere som er ansvarlig for å opprettholde nettverksintegriteten. De godt integrerte maskinene dine vises nederst på siden <a href='/profiles'>Profiler</a>.
nl: Dit is het aantal peers dat je router zal gebruiken voor vragen aan het netwerkdatabase. Dit zijn meestal de <i>floodfill</i> routers die verantwoordelijk zijn voor het behoud van de netwerk integriteit. Je goed geïntegreerde peers worden weergegeven onderaan de <a href='/profiles'>Profielpagina</a>.
pt: Esta é a quantidade de peers que o seu roteador usará para consultas no banco de dados da rede. Estes são geralmente os roteadores <i>floodfill</i> que são responsáveis por manter a integridade da rede. Seus peers bem integrados são mostrados na parte inferior da <a href='/profiles'>página de Perfis</a>.
sl: To je število sosednjih strežnikov, ki jih bo vaš strežnik uporabil za vprašanja v bazo podatkov omrežja. To so običajno <i>floodfill</i> strežniki, ki so odgovorni za vzdrževanje celovitosti omrežja. Vaši dobro integrirani sosednji strežniki so prikazani na dnu <a href='/profiles'>strani za profila</a>.
sv: Detta är antalet grannar din router kommer att använda för nätverksdatabasförfrågningar. Dessa är vanligtvis <i>floodfill</i>-routers som är ansvariga för att upprätthålla nätverkets integritet. Dina integrerade grannar visas längst ner på <a href='/profiles'>Sidan för profiler</a>.
uk: Це кількість пірів, які буде використовувати ваш маршрутизатор для запитів до мережевої бази даних. Це, як правило, маршрутизатори <i>розливальники</i>, відповідальні за підтримку цілісності мережі. Ваші добре інтегровані піри показані знизу на сторінці <a href='/profiles'>Профілів</a>.
vi: Đây là số lượng đồng nghiệp mà bộ định tuyến của bạn sẽ sử dụng để truy vấn cơ sở dữ liệu mạng. Thông thường đây là các bộ định tuyến <i>lũ lụt</i> chịu trách nhiệm duy trì toàn vẹn mạng. Các đồng nghiệp tốt của bạn được hiển thị ở phần cuối trang <a href='/profiles'>Trang Hồ sơ</a>.
