Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting, in milliseconds, overrides the default message processing time limit (indicated as <i>Message Delay</i> in the Congestion sidebar section) before the router is determined to be congested and transit tunnel requests are rejected. [Default is 750ms or 1500ms if the router is flagged as slow]
ar: يتجاوز هذا الإعداد، بالمللي ثانية، الحد الافتراضي لوقت معالجة الرسائل (المشار إليه باسم <i>تأخير الرسالة</i> في قسم الشريط الجانبي للازدحام) قبل تحديد أن جهاز التوجيه مزدحم ويتم رفض طلبات نفق النقل.
az: Bu parametr, ruterin sıxışdırılması və tranzit tunel sorğuları rədd edilməzdən əvvəl standart mesaj emalı vaxtı limitini (Konqress yan çubuğu bölməsində <i>Mesaj</i> Gecikməsi kimi göstərilir) ləğv edir. [Router yavaş kimi işarələnibsə, standart 750 m və ya 1500 m-dir]
bo: འདི་འི་སྒྲིག་ (སྐར་ཆ་ནང་) Congestion ཟུར་ངོས་གྱལ་མཚན་གནས་བརྒྱབ་བཀོད་ message processing time limit བསྒྱུར་བ་ (indicated as <i>Message Delay</i> ) ལག་སྟོགས་མི་ན་ router དབྲ་མང་སེལ་རྒྱུར་བ་བཀོད་པ་ transit tunnel requests དབྲ་བསུབ་ཡོད། [Default is 750ms or 1500ms if router is flagged as slow]
cs: Toto nastavení v milisekundách přepisuje výchozí časový limit zpracování zpráv (uváděn jako <i>Prodleva zpráv</i> v bočním panelu přetížení), než je směrovač stanoven jako přeplněn a požadavky na tranzitní tunel jsou odmítnuty. [Výchozí hodnota je 750 ms nebo 1500 ms, pokud je směrovač označen jako pomalý]
da: Denne indstilling, i millisekunder, overskrider standardtidsbegrænsningen for beskedbehandling (angivet som <i>Message Delay</i> i afsnittet Congestion sidebar) inden routeren betegnes som overbelastet og transit tunnelanmodninger afvises. [Standard er 750ms eller 1500ms, hvis routeren er markeret som langsom]
el: Αυτή η ρύθμιση, σε χιλιοστά του δευτερολέπτου, αντικαθιστά το προεπιλεγμένο όριο χρόνου επεξεργασίας μηνυμάτων (υποδεικνύεται ως <i>Καθυστέρηση Μηνυμάτων</i> στο πλαϊνό πλαίσιο της Συμφόρησης) πριν αποφανθεί ότι ο δρομολογητής είναι συμφορημένος και οι αιτήσεις διέλευσης σήραγγων απορρίπτονται. [Η προεπιλογή είναι 750ms ή 1500ms εάν ο δρομολογητής είναι σημαδεμένος ως αργός]
es: Esta configuración, en milisegundos, anula el límite de tiempo predeterminado para el procesamiento de mensajes (indicado como <i>Retardo de mensaje</i> en la sección lateral de Congestión) antes de que se determine que el enrutador está congestionado y se rechacen las solicitudes de túneles de tránsito. [Predeterminado es 750ms o 1500ms si el enrutador está marcado como lento]
et: See sätte, millisekundites väljendatult, eirab vaikeväärtust teate töötlemise ajapiirina (nagu märgitud rubriigi <i>Teatesaate viivitus</i>ul). enne saatjate liikuvustunneli taotlust on tunnustatud ülekoormatud ja tagasilöödud. [Vaikeväärtus on 750 ms või 1500 ms, kui ruuter on aeglaseks märgitud]
fa: این تنظیم، در میلی ثانیه، محدودیت زمانی پیش‌فرض پردازش پیام را لغو می‌کند (به عنوان <i>تاخیر پیام</i> در بخش نوار کناری ازدحام نشان داده شده است) قبل از اینکه مسیریاب به شلوغی مشخص شود و درخواست‌های تونل حمل‌ونقل رد شود.
fi: Tämä asetus, millisekunteina, korvaa oletusarvoisen viestin käsittelyaikarajan (jota osoitetaan <i>viivästys viestissä</i>-kohdassa ruuhka-sidebarissa), ennen kuin reititin päätetään olevan ruuhkautunut ja kauttakulkutunnelipyyntöjä hylätään. [Oletuksena 750 ms tai 1500 ms, jos reititin on merkitty hitaaksi]
hi: यह सेटिंग मिलीसेकंड में होती है, जो मूल संदेश प्रोसेसिंग समय सीमा को प्रभावित करती है (कंजेस्टन साइडबार खंड में <i>Message Delay</i> के रूप में दिखाई देता है) जब तक कि राउटर को भरा होने का निर्णय नहीं लिया जाता है और ट्रांजिट टंनल अनुरोध अस्वीकार किए जाते हैं। [डिफ़ॉल्ट 750ms होता है, यदि राउटर को धीमा चिह्नित किया गया है तो 1500ms]
hu: Ez a beállítás milliszekundumban felülírja a router torlódás észlelését megelőző alapértelmezett üzenetfeldolgozási időkorlátot (jelölve mint <i>Üzenet Késleltetés</i> a Torlódás oldalsáv szakaszában), mielőtt a router tömöttnek és átmeneti alagútigényeket visszautasítaná. [Az alapértelmezett 750 ms, vagy 1500 ms, ha a router lassúnak jelölt.]
in: Pengaturan ini, dalam milidetik, menimpa batas waktu default pengolahan pesan (ditunjukkan sebagai <i>Penundaan Pesan</i> di bagian samping Kecongestian) sebelum router ditentukan terkongesti dan permintaan terowongan transit ditolak. [Default adalah 750ms atau 1500ms jika router ditandai lambat]
it: Questa impostazione, in millisecondi, ridefinisce il limite di tempo di elaborazione dei messaggi predefinito (indicato come <i>Message Delay</i> nella sezione barra laterale Congestion) prima che il router sia determinato come congestionato e le richieste di tunnel di transito vengano respinte. [Default is 750ms or 1500ms if the router is flagged as slow]
ja: この設定は、ルーターが混雑していると判断され、トランジットトンネルのリクエストが拒否される前に、デフォルトのメッセージ処理時間制限（混雑サイドバーセクションの<i>メッセージ遅延</i>として表示されます）をミリ秒単位で上書きします。[デフォルトは750ms、もしくはルーターが低速としてフラグが立っている場合は1500msです]
ko: 이 설정은 라우터가 혼잡 상태로 판단되고 트랜지트 터널 요청이 거부되기 전에 기본 메시지 처리 시간 제한(혼잡 사이드바 섹션의 <i>메시지 지연</i>으로 표시됨)을 무시합니다. [기본값은 750ms이며, 라우터가 느린 것으로 표시된 경우 1500ms입니다]
nb: Denne innstillingen, i millisekunder, overstyrer standardgrensen for behandlingstid for meldinger (indikert som <i>Meldingsforsinkelse</i> i delen for trafikkork på sidepanelet) før ruteren blir bestemt til å være overbelastet og transittunnelforespørsler blir avvist. [Standardverdien er 750 ms eller 1500 ms hvis ruteren er merket som treg]
nl: Deze instelling, in milliseconden, overschrijft de standaard tijdslimiet voor het verwerken van berichten (aangegeven als <i>Message Delay</i> in de sectie Congestie in de zijbalk) voordat de router als congestie wordt beschouwd en doorvoertunnelverzoeken worden afgewezen. [Standaard is 750 ms of 1500 ms als de router als traag wordt aangemerkt]
pt: Essa configuração, em milissegundos, substitui o limite de tempo de processamento de mensagens padrão (indicado como <i>Atraso da mensagem</i> na seção da barra lateral de Congestionamento) antes que o roteador seja considerado congestionado e as solicitações de túnel de trânsito sejam rejeitadas. [Padrão é 750ms ou 1500ms se o roteador estiver marcado como lento]
sl: Ta nastavitev, v milisekundah, nadomesti privzeto omejitev obdelave sporočil (prikazano kot <i>Zamik sporočil</i> v sekciji vrstnice Zasnemljenost) preden se usmerjevalnik določi kot prenatljen in zahteve za tranzitne tunele se zavrnejo. [Privzeto je 750ms ali 1500ms, če je usmerjevalnik označen kot počasen]
sv: Denna inställning, i millisekunder, åsidosätter standardtidsgränsen för meddelandebearbetning (anges som <i>Meddelandefördröjning</i> i avsnittet om överbelastning på sidopanelen) innan routern anses vara överbelastad och pendlingstunnelbegäranden avvisas. [Standardvärde är 750 ms eller 1500 ms om routern flaggas som långsam]
uk: Цей параметр, в мілісекундах, замінює обмеження часу обробки повідомлень за замовчуванням (вказане як <i>затримка повідомлення</i> у розділі бічної панелі заторів), перш ніж маршрутизатор буде визначається, а запити на тунель транзиту будуть відхилені. [За замовчуванням 750 мс або 1500 мс, якщо маршрутизатор позначений як повільний]
vi: Cài đặt này, tính bằng miligiây, ghi đè giới hạn thời gian xử lý thông điệp mặc định (được hiển thị là <i>Trễ Thông Điệp</i> trong mục phần phụ Congestion) trước khi bộ định tuyến được xác định là quá tải và các yêu cầu đường hầm quá cảnh bị từ chối. [Mặc định là 750ms hoặc 1500ms nếu bộ định tuyến bị gắn nhãn là chậm chạp]

source: Periodically test tunnels to determine the average lag, and display the results in the Congestion sidepanel section. To enable, set this value to false. [Default is false]
ar: اختبر الأنفاق بشكل دوري لتحديد متوسط ​​التأخر، وعرض النتائج في قسم اللوحة الجانبية للازدحام.
az: Orta geriləməni müəyyən etmək üçün tunelləri vaxtaşırı sınaqdan keçirin və nəticələri Konqressin yan tərəfi bölməsində göstərin. Aktiv etmək üçün bu dəyəri yanlış olaraq təyin edin. [Standart yalandır]
bo: དུས་ཚོད་རེས་གྲུ་བཞི་ཚོད་ལྟ་བྱས་ནས་སྤྱི་ཁོག་ཕྱིར་འགྱངས་གཏན་འཁེལ་བྱེད། འབྲས་བུ་འགག་འདུག་ཟུར་ངོས་ཆ་ཤས་ནང་བཀྲ་བ་ཡོད། བྱིན་པར་འདི་ false ལ་བཀོད་སྒྲིག་བྱེད། [སྔོན་སྒྲིག་ false]
cs: Průběžné testování tunelů pro stanovení průměrného zpoždění a zobrazení výsledků v části bočního panelu přetížení. Pro povolení nastavte tuto hodnotu na false. [Výchozí je false]
da: Test tunneler periodisk for at bestemme den gennemsnitlige forsinkelse og vis resultaterne i afsnittet Congestion sidepanel. For at aktivere, skal du indstille denne værdi til falsk. [Standard er falsk]
el: Περιοδικά ελέγχει τις σήραγγες για να προσδιορίσει τη μέση καθυστέρηση και εμφανίζει τα αποτελέσματα στην ενότητα Πλευρικού πίνακα Συμφόρησης. Για να ενεργοποιήσετε, ορίστε αυτήν την τιμή σε false. [Η προεπιλογή είναι false]
es: Evaluar periódicamente los túneles para determinar el retardo promedio y mostrar los resultados en la sección lateral de Congestión. Para habilitar, establece este valor en false. [Predeterminado es false]
et: Testige perioodiliselt tuneleid, et määrata keskmine viivitus ja kuvada tulemused ummiku küljepaneeli jaotises. Selle funktsioon lülitatakse sisse, kui see väärtus on false. [Väärtus on vaikimisi false]
fa: تونل ها را به صورت دوره ای آزمایش کنید تا میانگین تاخیر را تعیین کنید و نتایج را در قسمت پانل کناری Congestion نمایش دهید.
fi: Testaa tunnelit säännöllisesti määritelläksesi keskimääräisen viiveen ja näyttääksesi tulokset ruuhka-sidebarin osassa. Ota käyttöön asettamalla tämä arvo todeksi. [Oletuksena ei tosi]
hi: सामान्यतया टंनल का परीक्षण करें और औसत लैग की निर्धारण करें, और परिणामों को कंजेस्टन साइडपैनल खंड में प्रदर्शित करें। यदि यह सक्षम करना है, तो इस मान को false करें। [डिफ़ॉल्ट तर्क खोजी हुई है]
hu: Az átlagos késleltetés meghatározása érdekében időről időre tesztelje az alagutakat és jelenítse meg az eredményeket a Torlódás oldalsávjának szakaszában. Engedélyezéshez állítsa ezt az értéket hamisra. [Az alapértelmezett hamis.]
in: Secara berkala uji terowongan untuk menentukan tertinggal rata-rata, dan tampilkan hasilnya di bagian samping Kecongestian. Untuk mengaktifkan, atur nilai ini menjadi false. [Default adalah false]
it: Effettua test periodici sui tunnel per determinare il ritardo medio e visualizzare i risultati nella sezione pannello laterale Congestion. Per abilitare, impostare questa opzione su false. [Il valore predefinito è false]
ja: 平均ラグを決定するためにトンネルを定期的にテストし、うっ血サイドパネルセクションに結果を表示します。 有効にするには、この値をfalseに設定します。 [デフォルトは偽です]
ko: 평균적인 지연 시간을 결정하기 위해 주기적으로 터널을 테스트하고 혼잡 사이드패널 섹션에 결과를 표시합니다. 활성화하려면 이 값을 false로 설정하세요. [기본값은 false]
nb: Utfør jevnlige tester av tunneler for å fastslå gjennomsnittlig forsinkelse, og vis resultatene i seksjonen for trengselssidepanel. For å aktivere, sett verdien til false. [Standard er false]
nl: Test tunnels periodiek om de gemiddelde vertraging te bepalen en toon de resultaten in de sectie Congestie in het zijpaneel. Om in te schakelen, stel deze waarde in op false. [Standaard is false]
pt: Testar periodicamente os túneis para determinar o atraso médio e exibir os resultados na seção do painel lateral de Congestionamento. Para habilitar, defina esse valor como falso. [Padrão é falso]
sl: Redno preverite tunele, da določite povprečen zamik, in prikažite rezultate v sekciji vrstnice Zasnemljenost. Da omogočite, nastavite to vrednost na false. [Privzeto je false]
sv: Testa regelbundet att tunnlar för att avgöra den genomsnittliga fördröjningen och visa resultaten i avsnittet Överbelastning på sidopanelen. För att aktivera, ställ in detta värde till falskt. [Standardvärde är falskt]
uk: Періодично тестуйте тунелі для визначення середнього відставання та відображення результатів у розділі бічних заторів. Для включення цього значення встановіть це значення. [За замовчуванням є помилковим]
vi: Định kỳ kiểm tra các đường hầm để xác định độ trễ trung bình, và hiển thị kết quả trong mục phần phụ Congestion. Để kích hoạt, hãy đặt giá trị này thành sai. [Mặc định là sai]

source: When set to true, the router will change its identity and UDP port every time the router restarts. [Default is false]
ar: عند التعيين على "صحيح"، سيقوم جهاز التوجيه بتغيير هويته ومنفذ UDP في كل مرة يتم فيها إعادة تشغيل جهاز التوجيه.
az: Əslinə qaldıqda, router hər dəfə router yenidən başladıqda kimliyini və UDP portunu dəyişəcək. [Standart yanlışdır]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་ཐེངས་རེར་ངོ་བདག་དང་ UDP སྒོ་མོ་བསྒྱུར། [སྔོན་སྒྲིག་ false]
cs: Pokud je nastaveno na hodnotu true. vezme router pokaždé, když se restartuje, novou identitu a UDP port. [Výchozí je false]
da: Når denne er indstillet til sandt, vil routeren ændre sin identitet og UDP-port hver gang routeren genstartes. [Standard er falsk]
el: Όταν οριστεί σε true, ο δρομολογητής θα αλλάζει την ταυτότητά του και τη θύρα UDP κάθε φορά που επανεκκινείται ο δρομολογητής. [Η προεπιλογή είναι false]
es: Cuando se establece en true, el enrutador cambiará su identidad y puerto UDP cada vez que se reinicie el enrutador. [Predeterminado es false]
et: Kui see on määratud tõeväärtuseks, vahetab ruuter oma identiteedi ja UDP pordi iga kord, kui taaskäivitate ruuteri. [Vaikeväärtus on false]
fa: وقتی روی true تنظیم شود، روتر هر بار که روتر راه اندازی مجدد می شود، هویت و پورت UDP خود را تغییر می دهد.
fi: Kun tämä on tosi, reititin vaihtaa identiteettiään ja UDP-porttiaan joka kerta, kun reititin käynnistyy uudelleen. [Oletuksena epätosi]
hi: जब यह सत्य कर दिया जाता है, तो राउटर प्रत्येक बार जब रीस्टार्ट होता है, तो यह अपनी पहचान और UDP पोर्ट बदल देता है। [डिफ़ॉल्ट तर्क खोजी हुई है]
hu: Ha igazra van állítva, a router minden újraindításkor megváltoztatja az azonosságát és UDP portját. [Az alapérték hamis]
in: Ketika diatur menjadi true, router akan mengubah identitas dan port UDP setiap kali router dijalankan ulang. [Default adalah false]
it: Quando impostato su true, il router cambierà la sua identità e la porta UDP ogni volta che viene riavviato. [Il valore predefinito è false]
ja: Trueに設定すると、ルーターはルーターが再起動するたびにIDとUDPポートを変更します。 [デフォルトは偽です]
ko: true로 설정하면 라우터가 재시작할 때마다 신원과 UDP 포트를 변경합니다. [기본값은 false]
nb: Når denne er satt til true, vil ruteren endre identiteten og UDP-porten hver gang ruteren startes på nytt. [Standard er false]
nl: Wanneer ingesteld op true, zal de router elke keer dat de router opnieuw wordt opgestart, zijn identiteit en UDP-poort wijzigen. [Standaard is false]
pt: Quando definido como verdadeiro, o roteador mudará sua identidade e porta UDP sempre que o roteador for reiniciado. [Padrão é falso]
sl: Ko je nastavljeno na true, bo usmerjevalnik vsakič, ko se usmerjevalnik ponovno zagni, spremenil svojo identiteto in UDP vrata. [Privzeto je false]
sv: När det är inställt på sant kommer routern att byta identitet och UDP-port varje gång routern startas om. [Standardvärde är falskt]
uk: Якщо встановлено True, маршрутизатор змінюватиме свою ідентичність та порт UDP кожного разу, коли маршрутизатор перезапускається. [За замовчуванням є помилковим]
vi: Khi được đặt thành True, bộ định tuyến sẽ thay đổi danh tính và cổng UDP mỗi khi bộ định tuyến khởi động lại. [Mặc định là sai]

source: When set to false, the router will not throttle tunnel build requests from other routers, and should be used with caution. [Default is true, restart required]
bo: false ལ་བཀོད་སྒྲིག་བྱས་སྐབས། རོ་ཌེར་གྱིས་གཞན་པའི་རོ་ཌེར་ནས་ཡོང་བའི་གྲུ་བཞི་བཟོ་བའི་བླང་བ་ཚད་འཛིན་མི་བྱེད། གཟབ་གཟབ་བྱེད་དགོས། [སྔོན་སྒྲིག་ true ཡིན། བསྐྱར་འགོ་ཚུགས་དགོས།]
hi: जब यह असत्य कर दिया जाता है, तो राउटर अन्य राउटरों से टनल बनाने के प्रश्न को धीमा नहीं करेगा, और सावधानीपूर्वक इसका उपयोग करना चाहिए। [मानक रूप से सत्य, पुनः शुरू करने की आवश्यकता है]
ko: False로 설정되면, 다른 라우터에서의 터널 생성 요청이 제한되지 않으며, 주의해서 사용해야 합니다. [기본값은 True, 재시작 필요]
sl: Če je nastavljeno na false, usmerjevalnik ne bo omejil zahtev za izgradnjo tuneljev iz drugih usmerjevalnikov, in bi se moralo uporabljati z previdom. [Privzeto je true, potreben je ponovni zagon]

source: This setting determines which <a href=/profiles#profile_defs>peer capabilities</a> will not be used to build your router's tunnels. e.g. <code>router.excludePeerCaps=LMN</code>
ar: يحدد هذا الإعداد <a href=/profiles
az: Bu parametr hansı < href=/profillər olduğunu təyin edir
bo: འདིའི་བཀོད་སྒྲིག་གིས་ <a href=/profiles#profile_defs>peer capabilities</a> གང་དག་ཁྱེད་ཀྱི་རོ་ཌེར་གྱི་གྲུ་བཞི་བཟོ་བར་སྤྱོད་མི་འགྱུར་བ་གཏན་འཁེལ་བྱེད། དཔེར་ན། <code>router.excludePeerCaps=LMN</code>
cs: Tento parametr určuje, které schopnosti kolegů se používat nebudou k vytváření tunelů vašeho routeru. Např. <code>router.excludePeerCaps=LMN</code>
da: Denne indstilling bestemmer hvilke <a href=/profiles#profile_defs>peer-capaciteter</a> der ikke vil blive brugt til at bygge din routers tunneller. f.eks. <code>router.excludePeerCaps=LMN</code>
el: Αυτή η ρύθμιση καθορίζει ποιες <a href=/profiles#profile_defs>δυνατότητες συναδέλφου</a> δεν θα χρησιμοποιηθούν για τη δημιουργία των σηράγγων του δρομολογητή σας. π.χ. <code>router.excludePeerCaps=LMN</code>
es: Esta configuración determina qué <a href=/profiles#profile_defs>capacidades de par</a> no se usarán para construir los túneles de tu enrutador. Ejemplo: <code>router.excludePeerCaps=LMN</code>
et: Selle sätte abil saate määrata, milliseid <a href=/profiles#profile_defs>saatja võimeid</a> ei kasutata teie ruuteri tunnelite loomiseks. nt <code>ruuter.excludePeerCaps=LMN</code>
fa: این تنظیم تعیین می کند که کدام <a href=/profiles
fi: Tämä asetus määrittää, mitkä <a href=/profiles#profile_defs>verkostokyvykkyydet</a> eivät tule käyttöön reitittimen tunnelien luomiseen. esim. <code>router.excludePeerCaps=LMN</code>
hi: यह सेटिंग तय करती है कि कौन सी <a href=/profiles#profile_defs>पीयर क्षमताएँ</a> आपके राउटर के टंनल बनाने के लिए नहीं उपयोग की जाएँगी। उदाहरण के लिए, <code>router.excludePeerCaps=LMN</code>
hu: Ez a beállítás meghatározza, melyik <a href=/profiles#profile_defs>peer képességek</a> nem lesznek használva a router alagútjainak létrehozásához. pl. <code>router.excludePeerCaps=LMN</code>
in: Pengaturan ini menentukan kemampuan <a href=/profiles#profile_defs>peer</a> mana yang tidak akan digunakan untuk membangun terowongan router Anda. Mis. <code>router.excludePeerCaps=LMN</code>
it: Questa impostazione determina quali <a href=/profiles#profile_defs>capacità dei peer</a> non verranno utilizzate per costruire i tunnel del tuo router. ad esempio <code>router.excludePeerCaps=LMN</code>
ja: この設定は、あなたのルータのトンネル構築に使用されない<a href=/profiles#profile_defs>ピアの機能</a>を決定します。例： <code>router.excludePeerCaps=LMN</code>
ko: 이 설정은 라우터의 터널을 구축할 때 사용하지 않을 <a href=/profiles#profile_defs>피어 기능</a>을 결정합니다. 예: <code>router.excludePeerCaps=LMN</code>
nb: Denne innstillingen bestemmer hvilke <a href=/profiles#profile_defs>peer-evner</a> som ikke blir brukt til å opprette rutens tunneler. F.eks. <code>router.excludePeerCaps=LMN</code>
nl: Deze instelling bepaalt welke <a href=/profiles#profile_defs>peer mogelijkheden</a> niet worden gebruikt voor het bouwen van tunnels voor uw router. b.v. <code>router.excludePeerCaps=LMN</code>
pt: Essa configuração determina quais <a href=/profiles#profile_defs>capacidades de pares</a> não serão usadas para construir os túneis do seu roteador. Por exemplo, <code>router.excludePeerCaps=LMN</code>
sl: Ta nastavitev določa, katere <a href=/profiles#profile_defs>možnosti sosednjega strežnika</a> ne bodo uporabljene za izgradnjo tunelov vašega usmerjevalnika. npr. <code>router.excludePeerCaps=LMN</code>
sv: Denna inställning avgör vilka <a href=/profiles#profile_defs>peer-förmågor</a> som inte kommer att användas för att bygga din routers tunnlar. t.ex. <code>router.excludePeerCaps=LMN</code>
uk: Це налаштування визначає, які <a href=/profiles#profile_defs>здібності пірів</a> не будуть використовуватися для побудови тунелів вашого роутера. наприклад, <code>router.excludePeerCaps=LMN</code>
vi: Cài đặt này xác định các <a href=/profiles#profile_defs>khả năng ngang hàng</a> nào sẽ không được sử dụng để xây dựng các đường hầm trên bộ định tuyến của bạn. Ví dụ: <code>router.excludePeerCaps=LMN</code>
