Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: INTERNET FACING PORTS
ar: المنافذ الموجهة نحو الإنترنت
az: İNTERNET İLE YÜZLƏŞƏN PORTLAR
bo: ཨིན་ཊར་ནེཊ་ལ་མཐེབ་སྐར་མཐེབ་སྐར།
cs: PŘÍSTUP K PORTŮM INTERNETU
da: INTERNETVENDTE PORTER
el: ΘΥΡΕΣ ΠΡΟΣΒΑΣΗΣ ΣΤΟ ΔΙΑΔΙΚΤΥΟ
es: PUERTOS HACIA INTERNET
et: INTERNETIGA SEOTUD PORDID
fa: درگاه‌های روبه-اینترنت
fi: INTERNETIÄ KOSKEVAT PORTIT
hi: इंटरनेट के सामने खड़े पोर्ट
hu: AZ INTERNET FELÉ NYITOTT PORTOK
in: PORT YANG MENYEBUT KE INTERNET
it: PORTE FRONTE INTERNET
ja: インターネット接続ポート
ko: 인터넷 연결 포트
nb: INTERNETT-VENNLIGE PORTER
nl: OPENBAAR BEREIKBARE POORTEN
pt: PORTAS VOLTADAS PARA A INTERNET
sl: VRATNIKI SOČLANENI S SPLETOM
sv: INTERNET-INFACING PORTAR
uk: ПОРТИ З ІНТЕРНЕТУ
vi: Internet đối mặt với các cổng

source: I2P selects a random port between 9000 and 31000 to communicate with other routers when the program is run for the first time, or when your external IP address changes when running in <a href=/confignet#ipchange>Laptop Mode</a>. The <a href=/confignet#udpconfig>selected port</a> is shown on the <a href=/confignet>Network Configuration page</a>.
ar: تختار I2P منفذًا عشوائيًا بين 9000 وـ 31000 للاتصال بموجهات أخرى عند تشغيل البرنامج للمرة الأولى، أو عندما يتغير عنوان IP الخارجي أثناء التشغيل في <a href=/confignet#ipchange>وضع الحاسوب المحمول</a>. يتم عرض المنفذ <a href=/confignet#udpconfig>المختار</a> في صفحة <a href=/confignet>تكوين الشبكة</a>.
az: I2P, program birinci dəfə işlədikdə və ya <a href=/confignet#ipchange>Laptop rejimində</a> işlərkən xarici IP ünvanınız dəyişdikdə digər yönləndiricilərlə kommunikasiya üçün 9000 və 31000 arasında rəqəmsiz bir liman seçir. Seçilmiş <a href=/confignet#udpconfig>liman</a> <a href=/confignet>Vəziyyətlər konfiqurasiya səhifəsi</a>ndə göstərilir.
bo: I2P གིས་ 9000 དང་ 31000 བར་གི་ཐེབ་སྐར་གི་ཐེབ་སྐར་ཞིག་འདེམ་ནས་གཞན་རོ་ཌེར་ཚོགས་པར་འབྲེལ་བརྒྱུད་བྱེད་པ་ཡིན། ཡང་ན་ཁྱེད་ཀྱི་ཕྱི་རོལ་ IP ཁ་བྱང་<a href=/confignet#ipchange>ལེབ་པབར་རྒྱུད་བྱེད་པའི་རྒྱུད་བྱེད་པ</a>ནང་འགྱུར་བསྡད་སྐབས། <a href=/confignet#udpconfig>འདེམ་པའི་ཐེབ་སྐར་</a>ནི་<a href=/confignet>དྲ་ལམ་རྒྱུད་བྱེད་པའི་ཤོག་ལ་</a>ཐོག་མངོན་ཡོད།
cs: Při prvním spuštění programu I2P vybere náhodný port mezi 9000 a 31000 pro komunikaci s ostatními routery, nebo při změně vaší externí IP adresy při spuštění v režimu <a href=/confignet#ipchange>Laptop Mode</a>. <a href=/confignet#udpconfig>Vybraný port</a> je zobrazen na <a href=/confignet>stránce s konfigurací sítě</a>.
da: I2P vælger en tilfældig port mellem 9000 og 31000 til at kommunikere med andre routere, når programmet køres for første gang, eller når din eksterne IP-adresse ændres, når det køres i <a href=/confignet#ipchange>Bærbar tilstand</a>. Den <a href=/confignet#udpconfig>valgte port</a> vises på <a href=/confignet>Netværkskonfigurationssiden</a>.
el: Η I2P επιλέγει μια τυχαία θύρα ανάμεσα στις 9000 και 31000 για να επικοινωνήσει με άλλους δρομολογητές όταν το πρόγραμμα τρέχει για πρώτη φορά ή όταν η εξωτερική σας διεύθυνση IP αλλάζει όταν τρέχει σε <a href=/confignet#ipchange>Laptop Mode</a>. Η <a href=/confignet#udpconfig>επιλεγμένη θύρα</a> εμφανίζεται στην <a href=/confignet>σελίδα διαμόρφωσης δικτύου</a>.
es: I2P selecciona un puerto aleatorio entre 9000 y 31000 para comunicarse con otros enrutadores cuando el programa se ejecuta por primera vez, o cuando cambia tu dirección IP externa al ejecutarse en <a href=/confignet#ipchange>modo portátil</a>. El puerto <a href=/confignet#udpconfig>seleccionado</a> se muestra en la <a href=/confignet>página de configuración de red</a>.
et: I2P valib suvalise pordi vahemikus 9000 kuni 31000 suhtlemiseks teiste ruuteritega, kui programm käivitatakse esimest korda või kui välimine IP-aadress muutub, kui töötab režiimis <a href=/confignet#ipchange>lauaarvuti režiimis</a>. <a href=/confignet#udpconfig>Valitud port</a> kuvatakse <a href=/confignet>võrgu konfiguratsiooni lehel</a>.
fa: I2P برای ارتباط با دیگر رهیاب‌ها هنگام اجرای برنامه برای اولین بار یا هنگامی که آدرس IP خارجی شما در حالت <a href=/confignet#ipchange>لپ‌تاپ</a> تغییر می‌کند، یک درگاه تصادفی بین 9000 تا 31000 انتخاب می‌کند. <a href=/confignet#udpconfig>درگاه انتخاب شده</a> در صفحه <a href=/confignet>تنظیمات شبکه</a> نمایش داده می‌شود.
fi: I2P valitsee satunnaisen portin väliltä 9000 ja 31000 kommunikoidakseen muiden reitittimien kanssa, kun ohjelma käynnistetään ensimmäisen kerran tai kun ulkoinen IP-osoitteesi muuttuu käytettäessä <a href=/confignet#ipchange>Laptop-tilaa</a>. <a href=/confignet#udpconfig>Valittu portti</a> näytetään <a href=/confignet>Verkon määritys -sivulla</a>.
hi: I2P प्रोग्राम पहली बार चलाया जाता है या <a href=/confignet#ipchange>लैपटॉप मोड</a> में चलते समय आपका बाहरी आईपी पता बदल जाता है, तब I2P 9000 और 31000 के बीच एक यादृच्छिक पोर्ट चुनता है जिसके साथ अन्य रूटरों के साथ संचार करने के लिए। <a href=/confignet#udpconfig>चुने गए पोर्ट</a> <a href=/confignet>नेटवर्क सेटिंग पेज</a> पर दिखाई देता है।
hu: Az I2P véletlenszerű portot választ ki 9000 és 31000 között, hogy más routerekkel kommunikáljon, amikor a program először fut, vagy amikor a külső IP-címed megváltozik <a href=/confignet#ipchange>Laptop Mód</a> használatakor. A <a href=/confignet#udpconfig>kiválasztott port</a> látható a <a href=/confignet>hálózati konfigurációs oldalon</a>.
in: I2P memilih port acak antara 9000 dan 31000 untuk berkomunikasi dengan router lain ketika program dijalankan untuk pertama kalinya, atau ketika alamat IP eksternal Anda berubah saat menjalankan dalam mode <a href=/confignet#ipchange>Laptop</a>. <a href=/confignet#udpconfig>Port yang dipilih</a> ditampilkan di halaman <a href=/confignet>Konfigurasi Jaringan</a>.
it: I2P seleziona una porta casuale tra 9000 e 31000 per comunicare con altri router quando il programma viene eseguito per la prima volta, o quando il tuo indirizzo IP esterno cambia quando viene eseguito in <a href=/confignet#ipchange>Laptop Mode</a>. La <a href=/confignet#udpconfig>porta selezionata</a> è mostrata sulla <a href=/confignet>pagina di configurazione di rete</a>.
ja: I2Pは、プログラムが初めて実行されるか、<a href=/confignet#ipchange>Laptopモード</a>で実行されているときに外部IPアドレスが変更される場合、9000から31000の間のランダムなポートを他のルーターと通信するために選択します。 <a href=/confignet#udpconfig>選択されたポート</a>は<a href=/confignet>ネットワーク構成ページ</a>に表示されます。
ko: I2P는 프로그램이 처음 실행될 때 또는 종료되었을 때 외부 IP 주소가 변경되었을 때 다른 라우터와 통신하기 위해 9000에서 31000 사이의 임의의 포트를 선택합니다. <a href=/confignet#ipchange>Laptop Mode</a>에서 실행 중일 때는 외부 IP 주소가 변경되었을 때입니다. <a href=/confignet>네트워크 구성 페이지</a>에 <a href=/confignet#udpconfig>선택한 포트</a>가 표시됩니다.
nb: I2P velger en tilfeldig port mellom 9000 og 31000 for å kommunisere med andre rutere når programmet kjøres for første gang, eller når din eksterne IP-adresse endres når du kjører i <a href=/confignet#ipchange>Laptop Mode</a>. Den <a href=/confignet#udpconfig>valgte porten</a> vises på <a href=/confignet>Network Configuration page</a>.
nl: I2P selecteert een willekeurige poort tussen 9000 en 31000 om te communiceren met andere routers wanneer het programma voor de eerste keer wordt uitgevoerd, of wanneer uw externe IP-adres verandert bij gebruik van <a href=/confignet#ipchange>Laptop Mode</a>. De <a href=/confignet#udpconfig>geselecteerde poort</a> wordt weergegeven op de <a href=/confignet>Netwerkconfiguratie pagina</a>.
pt: O I2P seleciona uma porta aleatória entre 9000 e 31000 para se comunicar com outros roteadores quando o programa é executado pela primeira vez, ou quando o endereço IP externo muda ao executar no <a href=/confignet#ipchange>Modo Laptop</a>. A <a href=/confignet#udpconfig>porta selecionada</a> é mostrada na <a href=/confignet>página de Configuração da Rede</a>.
sl: I2P izbere naključno vrata med 9000 in 31000 za komunikacijo z drugimi usmerjevalniki, ko se programa prvič zagni, ali ko se spremeni vaš zunanji IP naslov ob delovanju v <a href=/confignet#ipchange>Način prijenosnega računalnika</a>. <a href=/confignet#udpconfig>Izbrane vrata</a> so prikazane na <a href=/confignet>Strani za konfiguracijo omrežja</a>.
sv: I2P väljer en slumpmässig port mellan 9000 och 31000 för att kommunicera med andra routrar när programmet körs för första gången, eller när din externa IP-adress ändras när det körs i <a href=/confignet#ipchange>Laptop Mode</a>. Den <a href=/confignet#udpconfig>valda porten</a> visas på <a href=/confignet>Network Configuration-sidan</a>.
uk: I2P вибирає випадковий порт між 9000 і 31000 для комунікації з іншими маршрутизаторами при першому запуску програми або коли змінюється зовнішня IP-адреса при роботі в режимі <a href=/confignet#ipchange>Laptop</a>. <a href=/confignet#udpconfig>Обраний порт</a> відображається на сторінці <a href=/confignet>Налаштування мережі</a>.
vi: Khi chạy chương trình lần đầu hoặc khi địa chỉ IP bên ngoài của bạn thay đổi khi chạy ở chế độ <a href=/confignet#ipchange>Laptop</a>, I2P sẽ chọn ngẫu nhiên một cổng nằm trong khoảng từ 9000 đến 31000 để liên lạc với các bộ định tuyến khác. <a href=/confignet#udpconfig>Cổng đã chọn</a> sẽ được hiển thị trên trang <a href=/confignet>Cấu hình mạng</a>.

source: Outbound UDP from the <a href=/confignet#udpconfig>random port</a> noted on the Network Configuration page to arbitrary remote UDP ports, allowing replies.
ar: الارسال الخارجي للبروتوكول UDP من المنفذ <a href=/confignet#udpconfig>العشوائي</a> المشار إليه في صفحة تكوين الشبكة إلى منافذ UDP عشوائية عن بعد، مع السماح بالردود.
az: Xüsusiyyətsiz uzaq UDP limanlarına, icazə verməklə, Şəbəkə Konfiqurasiya səhifəsində qeyd olunan <a href=/confignet#udpconfig>rəqəmsiz limandan</a> gediş UDP.
bo: <a href=/confignet#udpconfig>ཐེབ་སྐར་གི་ཐེབ་སྐར་</a>ནས་ཕྱི་འགྲེམ་པའི་ UDP དྲ་ལམ་རྒྱུད་བྱེད་པའི་ཤོག་ལ་ཐོག་མངོན་པའི་ཐེབ་སྐར་ལ་གང་འདྲ་བར་ཕྱི་འགྲེམ་པ། ལྡོག་རྒྱུགས་བྱེད་པ།
cs: Výstupní UDP přes <a href=/confignet#udpconfig>náhodný port</a> uvedený na stránce s konfigurací sítě do libovolných vzdálených UDP portů, které umožňují odpovědi.
da: Udgående UDP fra den <a href=/confignet#udpconfig>tilfældige port</a>, der er angivet på Netværkskonfigurationssiden, til vilkårlige eksterne UDP-porte, der tillader svar.
el: Εξερχόμενο UDP από την <a href=/confignet#udpconfig>τυχαία θύρα</a> που καταγράφεται στη σελίδα Διαμόρφωσης Δικτύου προς αυθαίρετες απομακρυσμένες θύρες UDP, επιτρέποντας τις απαντήσεις.
es: UDP saliente desde el puerto <a href=/confignet#udpconfig>aleatorio</a> indicado en la página de configuración de red hacia puertos UDP remotos arbitrarios, permitiendo respuestas.
et: Väljuv UDP random pordiga <a href=/confignet#udpconfig>märgitud võrguseadistuse lehel</a> suvalistesse kaugsete UDP portidesse, vastuste lubamine.
fa: خروجی UDP از <a href=/confignet#udpconfig>درگاه تصادفی</a> در صفحه تنظیمات شبکه به درگاه‌های UDP دوردست مجاز، اجازه پاسخ دهی می‌دهد.
fi: Lähtevä UDP satunnaisesta portista, joka löytyy Verkon määritys -sivulta, muihin käyttäjän määrittelemiin UDP-portteihin, sallien vastaukset.
hi: नेटवर्क सेटिंग पेज पर नोट किए गए <a href=/confignet#udpconfig>यादृच्छिक पोर्ट</a> से अनियमित दूरस्थ UDP पोर्ट तक आउटबाउंड UDP, जो जवाब की अनुमति देता है।
hu: Kimenő UDP a Hálózati Konfigurációs oldalra jegyzett <a href=/confignet#udpconfig>véletlen portból</a> tetszőleges távoli UDP portokra, válaszok lehetővé tétele.
in: UDP keluar dari <a href=/confignet#udpconfig>port acak</a> yang ditunjukkan di halaman Konfigurasi Jaringan ke port UDP remote sembarang, dan mengizinkan balasan.
it: UDP in uscita dalla <a href=/confignet#udpconfig>porta casuale</a> indicata nella pagina di configurazione di rete verso porte UDP remote arbitrarie, consentendo risposte.
ja: ネットワーク構成ページの<a href=/confignet#udpconfig>ランダムなポート</a>から任意のリモートUDPポートへのアウトバウンドUDPで、応答を許可します。
ko: 임의의 원격 UDP 포트로부터 <a href=/confignet#udpconfig>네트워크 구성 페이지</a>에 표시된 <a href=/confignet#udpconfig>임의의 포트</a>로부터 아웃바운드 UDP가 발신되며, 답장이 허용됩니다.
nb: Utgående UDP fra den <a href=/confignet#udpconfig>tilfeldige porten</a> notert på Network Configuration page til tilfeldige eksterne UDP porter, tillater svar.
nl: Uitgaand UDP-verkeer vanaf de <a href=/confignet#udpconfig>willekeurige poort</a> vermeld op de Netwerkconfiguratie pagina naar willekeurige externe UDP-poorten, waardoor antwoorden mogelijk zijn.
pt: UDP de saída da <a href=/confignet#udpconfig>porta aleatória</a> indicada na página Configuração de rede para portas UDP remotas arbitrárias, permitindo respostas.
sl: Izhodni UDP od <a href=/confignet#udpconfig>naključnega vrata</a>, opomnjenega na strani za konfiguracijo omrežja, do poljubnih daljanskih UDP vrata, dovoljuje odgovore.
sv: Utgående UDP från <a href=/confignet#udpconfig>slumpmässig port</a> noterad på sidan Network Configuration till godtyckliga fjärr-UDP-portar, vilket medger svar.
uk: Вихідне UDP з <a href=/confignet#udpconfig>випадкового порту</a>, зазначеного на сторінці Налаштування мережі, до довільних віддалених UDP-портів, дозволяючи відповіді.
vi: Gói UDP đi từ <a href=/confignet#udpconfig>cổng ngẫu nhiên</a> được ghi lại trên trang Cấu hình mạng đến các cổng UDP tùy ý ở xa, cho phép trả lời.

source: Outbound TCP from random high ports to arbitrary remote TCP ports.
ar: الإرسال الخارجي لبروتوكول TCP من منافذ عالية عشوائية إلى منافذ TCP عشوائية عن بعد.
az: Təsadüfi yüksək portlardan təsadüfi uzaq TCP portlarına çıxış.
bo: ཐེབ་སྐར་མཐོ་བའི་ཐེབ་སྐར་ནས་གང་འདྲ་བའི་ཐག་རིང་ TCP ཐེབ་སྐར་ལ་ཕྱིར་འགྲེམ་པ།
cs: Výstupní TCP z náhodných výšších portů do libovolných vzdálených TCP portů.
da: Udgående TCP fra tilfældige høje porte til vilkårlige eksterne TCP-porte.
el: Εξερχόμενο TCP από τυχαίες υψηλές θύρες προς αυθαίρετες απομακρυσμένες θύρες TCP.
es: TCP saliente desde puertos altos aleatorios hacia puertos TCP remotos arbitrarios.
et: Väljuv TCP suvalistest kõrgetest portidest suvalistesse kaugsetesse TCP portidesse.
fa: خروجی TCP از درگاه‌های بالای تصادفی به درگاه‌های TCP دوردست مجاز.
fi: Lähtevä TCP satunnaiselta korkealta portilta käyttäjän määrittämiin TCP-portteihin.
hi: यादृच्छिक उच्च पोर्ट से अनियमित दूरस्थ TCP पोर्ट तक आउटबाउंड TCP।
hu: Kimenő TCP véletlenszerű magas portokból tetszőleges távoli TCP portokra.
in: TCP keluar dari port tinggi acak ke port TCP remote sembarang.
it: TCP in uscita da porte casuali ad altre porte TCP remote arbitrarie.
ja: ランダムなハイポートから任意のリモートTCPポートへのアウトバウンドTCP。
ko: 임의의 원격 TCP 포트로부터 랜덤한 고정 포트로 아웃바운드 TCP가 발신됩니다.
nb: Utgående TCP fra tilfeldige høye porter til tilfeldige eksterne TCP porter.
nl: Uitgaand TCP-verkeer vanaf willekeurige poorten met hoge nummers naar willekeurige externe TCP-poorten.
pt: TCP de saída de portas altas aleatórias para portas TCP remotas arbitrárias.
sl: Odhoče TCP iz naključnih viših vratar do poljubnih oddaljenih TCP vratar.
sv: Utgående TCP från slumpmässiga höga portar till godtyckliga fjärr-TCP-portar.
uk: Вихідне TCP з випадкових високих портів до довільних віддалених TCP-портів.
vi: Gói TCP đi từ cổng cao ngẫu nhiên đến các cổng TCP tùy ý ở xa.

source: Inbound UDP to the <a href=/confignet#udpconfig>port</a> noted on the Network Configuration page from arbitrary locations (optional, but recommended).
ar: الإرسال الداخلي للبروتوكول UDP إلى المنفذ <a href=/confignet#udpconfig>المشار إليه</a> في صفحة تكوين الشبكة من مواقع عشوائية (اختياري ولكن يوصى به).
az: Çeşitli yerlərdən Şəbəkə Konfiqurasiya səhifəsində qeyd edilmiş <a href=/confignet#udpconfig>port-a</a> giriş UDP (təklif edilərək, lakin seçimlidir).
bo: <a href=/confignet#udpconfig>ཐེབ་སྐར་</a>ལ་གང་འདྲ་བའི་གནས་ཁུག་ནས་ནང་འདྲེན་པའི་ UDP དྲ་ལམ་རྒྱུད་རྒྱུད་མཐེབ་སྐར། (གདམ་ག་ཡིན་ཡང་འོས་སླབ་བྱ།)
cs: Vstupní UDP na <a href=/confignet#udpconfig>portu</a>, uvedeném na stránce s konfigurací sítě z libovolných umístění (volitelné, ale doporučené).
da: Indgående UDP til <a href=/confignet#udpconfig>porten</a>, der er angivet på Netværkskonfigurationssiden, fra vilkårlige placeringer (valgfrit, men anbefales).
el: Εισερχόμενο UDP προς την <a href=/confignet#udpconfig>θύρα</a> που καταγράφεται στη σελίδα Διαμόρφωσης Δικτύου από αυθαίρετες τοποθεσίες (προαιρετικό, αλλά συνίσταται).
es: UDP entrante hacia el puerto <a href=/confignet#udpconfig>indicado</a> en la página de configuración de red desde ubicaciones arbitrarias (opcional, pero recomendado).
et: Sisenev UDP suvalistest kohtadest märgituna <a href=/confignet#udpconfig>porti</a> võrguseadistuse lehel (valikuline, kuid soovitatav).
fa: ورودی UDP به <a href=/confignet#udpconfig>درگاه</a> در صفحه تنظیمات شبکه از مکان‌های تصادفی (اختیاری اما توصیه می‌شود).
fi: Sisääntuleva UDP sivulla Verkon määritys huomioituun porttiin käyttäjän määrittelemistä satunnaisista lähteistä (valinnainen, mutta suositeltava).
hi: नेटवर्क सेटिंग पेज पर नोट किए गए <a href=/confignet#udpconfig>पोर्ट</a> पर स्वायत्त स्थानों से आने वाला UDP (वैकल्पिक है, लेकिन सुझावित है)।
hu: Kimenő UDP a Hálózati Konfigurációs oldalra jegyzett <a href=/confignet#udpconfig>véletlen portból</a> tetszőleges távoli UDP portokra, válaszok lehetővé tétele.
in: UDP masuk ke <a href=/confignet#udpconfig>port</a> yang dicatat di halaman Konfigurasi Jaringan dari lokasi sembarang (opsional, tetapi disarankan).
it: UDP in ingresso alla <a href=/confignet#udpconfig>porta</a> indicata nella pagina di configurazione della rete da luoghi arbitrari (opzionale, ma consigliato).
ja: ネットワーク構成ページで指定された任意の場所からの<a href=/confignet#udpconfig>ポート</a>へのインバウンドUDP（オプションですが、推奨されます）。
ko: 임의의 위치로부터 <a href=/confignet#udpconfig>네트워크 구성 페이지</a>에 표시된 <a href=/confignet#udpconfig>포트</a>로 인바운드 UDP가 수신됩니다. (선택 사항이지만 권장됩니다).
nb: Innkommende UDP til <a href=/confignet#udpconfig>porten</a> notert på Network Configuration page fra tilfeldige lokasjoner (valgfritt, men anbefalt).
nl: Inkomend UDP-verkeer naar de <a href=/confignet#udpconfig>poort</a> vermeld op de Netwerkconfiguratie pagina vanaf willekeurige locaties (optioneel, maar aanbevolen).
pt: UDP de entrada para a <a href=/confignet#udpconfig>porta</a> indicada na página de Configuração da Rede a partir de localizações arbitrárias (opcional, mas recomendado).
sl: Vhodni UDP do <a href=/confignet#udpconfig>vrata</a>, opomnjenega na Strani za konfiguracijo omrežja, iz poljubnih lokacij (neobvezno, vendar priporočljivo).
sv: Inkommande UDP till <a href=/confignet#udpconfig>port</a> noterad på sidan Network Configuration från godtyckliga platser (valfritt, men rekommenderas).
uk: Вхідне UDP до <a href=/confignet#udpconfig>порту</a>, зазначеного на сторінці Налаштування мережі, з довільних локацій (опціонально, але рекомендовано).
vi: Gói UDP đến cổng <a href=/confignet#udpconfig>được ghi chú</a> trên trang Cấu hình mạng từ các vị trí ngẫu nhiên (tùy chọn nhưng được khuyến cáo).
