Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Where possible, please ensure I2P+/Java is allowed bi-directional port access from the internet by configuring your modem/router/pc firewall accordingly. If you're behind a prohibitive firewall but have unrestricted outbound access, I2P+ can still function; you can turn off inbound access and rely on <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP Address Detection</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>firewall hole punching</a>) to connect you to the network, and your network status in the side panel will indicate "Status: Firewalled". For optimal performance, please ensure I2P's <a href=/confignet#udpconfig>external port</a> is visible from the internet (see below for more information).
ar: حيثما أمكن، يرجى التأكد من السماح لـ I2P+ / Java بالوصول المتبادل للمنافذ من الإنترنت عن طريق تكوين مودمك/موجهك/درع نارك بشكل مناسب. إذا كنت وراء درع ناري مقيد ولكن لديك وصول خارجي غير مقيد، يمكن لـ I2P+ الاستمرار في العمل؛ يمكنك إيقاف الوصول الداخلي والاعتماد على <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>كشف عنوان IP من SSU </a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>ثقب الناري </a>) لربطك بالشبكة، وسيشير حالة الشبكة في اللوحة الجانبية إلى "الحالة: محمي بدرع ناري". لأقصى أداء، يرجى التأكد من أن المنفذ الخارجي لـ I2P <a href=/confignet#udpconfig> مرئي من الإنترنت</a> (انظر أدناه لمزيد من المعلومات).
az: Jahada mümkün olan yerlərdə, I2P+/Java proqramına İnternetdən hər iki tərəfli porta çıxma icazəsi vermək üçün modem / yönləndirici / PC süngərinizi uyğun şəkildə konfiqurasiya etməyə əmin olun. Əgər məhdudlaşdırılmış bir süngər ardıcılındasınızsa, lakin sərbəst çıxışa maliksinizsə, I2P+ hələ də işləyə bilər; gələn müraciəti söndürə bilərsiniz və şəbəkəyə qoşulmaq üçün <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP Ünvanını Aşkar Etme</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>süngə yorğanı</a>) üzərində seçim edə bilərsiniz network, və yan panelinizdəki şəbəkə vəziyyəti "Status: Firewalled" göstəriləcək. Ən yaxşı performans üçün, I2P'nin <a href=/confignet#udpconfig>şəbəkəniq aparacı portu</a> internetdən görünə bilər olmalıdır (daha çox məlumat üçün aşağıya baxın).
bo: ཐུབ་ཚད་ཀྱི་ནང་དུ། I2P+/Java ཞེས་པ་དེར་དྲ་ཚིག་ནས་སྒོ་གཉིས་ཀྱི་ཐོག་ལ་སྦྱོར་སྒོ་(port) བརྒྱུད་ནས་གནས་སྐབས་ཐོག་དུས་མཚམས་མེད་པར་སླུབ་སྒྲུབ་ཆོག་པའི་རྒྱུ་མཚན་དུ་མོ་ཌེམ། རུ་ཊར། དང་རང་གི་མིག་འཕྲུལ་ལག་དེབ་ཀྱི་མེ་འགག་སྒོ་དེ་དག་གི་སྒྲིག་འཇུག་བྱས་རུང་། གལ་སྲིད་ཁྱོད་རང་མེ་འགག་སྒོ་ཤུགས་རྐྱེན་ཅན་ཞིག་གི་ཐོག་ལ་ཡོད་ཀྱང་ཕྱིར་ལ་སྤྱོད་པའི་སྒོ་མཚམས་མེད་པ་ཡོད་ཚེ། I2P+ ནི་ད་དུང་གནས་སྐབས་ཐོག་བདེ་འཇགས་ཀྱིས་བརྒྱུད་སྐྱོད་བྱེད་ཐུབ་པ་ཡིན། ཁྱོད་རང་གིས་ཕྱིར་ལ་སྤྱོད་པའི་ཁ་སྒོ་(inbound access) འགོག་ནས། <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP Address Detection</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>མེ་འགག་སྒོའི་ཁུ་བུ་སྟོང་དུ་ཁེབས་པ།</a>) ལ་བརྟེན་ནས་དྲ་ཚིག་དེ་དང་མཐུད་སྒྲིལ་བྱེད་ཐུབ་པ་ཡིན། དེ་བཞིན་ཁྱོད་རང་གི་བརྒྱབ་ཐུར་ཐོག་ལ་གྲུབ་ཆ་མཐུད་སྒྲིལ་གྱི་གནས་ཚུལ་ནི་"གནས་ཚུལ། མེ་འགག་སྒོ་གཡོག་བཞིན་པ།" (Status: Firewalled) ཞེས་པ་བརྡ་སྟོན་བྱེད་ངེས་ཡིན། སྤུས་ཚད་མཐོ་ཤོས་ཀྱི་སྒྲུབ་འགོར་རྒྱུ་ཆེད། I2P གི <a href=/confignet#udpconfig>ཕྱི་རོལ་གྱི་སྦྱོར་སྒོ།</a> (external port) ནི་དྲ་ཚིག་ཕྱི་རོལ་ནས་མཐོང་ཐུབ་པར་ཚོད་ལྟ་བྱོས། (ངེས་པར་དུ་རྒྱུ་མཚན་མང་པོ་འོག་གི་གནས་ཚུལ་གང་ཡིན་པ་ལ་གཟིགས།)
cs: Kde je to možné, ujistěte se, prosím, že je I2P+/Java umožněn dvousměrný přístup k přístavů od internetu tím, že nakonfigurujete vaši modem/router/PC firewall podle potřeby. Pokud jste za přílišně omezujícím firewallem, ale máte neomezený odchozí přístup, I2P+ může stále fungovat. Můžete vypnout přístup zvenku a spolehnout se na <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>detekci SSU IP adresy</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>prokopávání firewallu</a>) pro připojení k síti a stav sítě na bočním panelu vám indikuje „Stav: Firewall“. Pro optimální výkon se ujistěte, prosím, že je I2P <a href=/confignet#udpconfig>externí přístav</a> viditelný z internetu (viz níže více informací).
da: Hvis det er muligt, skal du sikre dig, at I2P+/Java har tovejsportadgang fra internettet ved at konfigurere din modem/router/pc firewall tilsvarende. Hvis du er bag en begrænsende firewall, men har ubegrænset udgående adgang, kan I2P+ stadig fungere; du kan slå indgående adgang fra og stole på <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP-adresse registrering</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>firewall hole punching</a>) for at forbinde dig til netværket, og din netværksstatus i sidepanelet vil angive "Status: Firewalled". For optimal ydeevne skal du sikre dig, at I2Ps <a href=/confignet#udpconfig>eksterne port</a> er synlig fra internettet (se nedenfor for mere information).
el: Όπου είναι δυνατό, σιγουρευτείτε ότι το I2P+/Java έχει διεπαφή επικοινωνίας διεύθυνσης θύρας διπλής κατεύθυνσης από το διαδίκτυο ρυθμίζοντας ανάλογα το modem/router/ενεργοποίητη του υπολογιστή σας. Αν βρίσκεστε πίσω από ένα αυστηρό τείχος προστασίας αλλά έχετε απεριόριστη έξοδο στο διαδίκτυο, το I2P+ μπορεί να λειτουργήσει ακόμα. Μπορείτε να απενεργοποιήσετε την εισερχόμενη πρόσβαση και να βασιστείτε στο <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>Ανίχνευση Διεύθυνσης IP του SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>κτύπημα τείχους προστασίας</a>) για να συνδεθείτε στο δίκτυο και την επικοινωνιακή σας κατάσταση στο πλαϊνό πάνελ θα εμφανίζει "Κατάσταση: Σε προστασία από τείχος προστασίας". Για βέλτιστη απόδοση, εξασφαλίστε ότι η <a href=/confignet#udpconfig>εξωτερική θύρα</a> του I2P είναι ορατή από το διαδίκτυο (δείτε παρακάτω για περισσότερες πληροφορίες).
es: Cuando sea posible, asegúrate de que I2P+/Java permita acceso bidirectional de puertos desde Internet configurando tu módem/enrutador/cortafuegos de PC correspondientemente. Si estás detrás de un cortafuego prohibitivo pero tienes acceso de salida sin restricciones, ¡I2P+ todavía puede funcionar! Puedes desactivar el acceso de entrada y confiar en <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>Detección de Direcciones IP SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'> perforación de cortafuegos</a>) para conectarte a la red, y el estado de tu red en el panel lateral indicará "Estado: Cortafuegos". Para un rendimiento óptimo, asegúrate de que el <a href=/confignet#udpconfig>puerto externo</a> de I2P sea visible desde Internet (consulta abajo para más información).
et: Kui võimalik, veenduge, et I2P+ / Java saaks internetist kahesuunalise pordiühenduse juurdepääsu, konfigureerides vastavalt oma modem/router/pc tulemüüri. Kui olete piiravast tulemüürist taga, kuid teil on piiramatu väljuv juurdepääs, saab I2P+ ikkagi töötada; saate sissepääsu välja lülitada ja tugineda <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP-aadressi tuvastamisele</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>tulemüüri augu tuvastamine</a>) ühendamiseks võrguga ja teie võrgu olek külgpaneelil näitab "Staatus: tulemüüriga kaitstud". Optimaalse jõudluse tagamiseks veenduge, et I2P <a href=/confignet#udpconfig>väline port</a> oleks internetis nähtav (rohkem teavet vt allpool).
fa: جایی که ممکن است، لطفاً تأیید کنید که I2P+/Java از طریق تنظیمات مناسب مدم/روتر/فایروال کامپیوتر شما، دسترسی دوطرفه به درگاه از اینترنت را دارد. اگر زیر فایروال محدودکننده هستید اما دسترسی خروجی نامحدود دارید، I2P+ همچنان می‌تواند کار کند؛ می‌توانید ورودی را غیرفعال کنید و از <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>تشخیص آدرس IP SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>پایرس کردن حفره در فایروال</a>) برای اتصال به شبکه استفاده کنید، و وضعیت شبکه شما در پنل کناری به صورت "وضعیت: پشت فایروال" نشان داده خواهد شد. برای عملکرد بهینه، لطفاً اطمینان حاصل کنید که درگاه خارجی I2P <a href=/confignet#udpconfig>از اینترنت قابل مشاهده است.</a>
fi: Mikäli mahdollista, varmista, että I2P+/Java:lla on kaksisuuntainen porttipääsy internetistä määrittämällä modeemi/reititin/tietokoneen palomuuri sen mukaisesti. Mikäli käytössäsi on rajoittava palomuuri, mutta sinulla on rajoittamaton ulospääsy, I2P+ voi toimia edelleen; voit kytkeä inbound-pääsyn pois päältä ja luottaa <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP -osoitteen tunnistamiseen</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>palomuurin reiän läpilyönti</a>) verkon yhdistämiseksi, ja sivupaneelissa verkostotilasi ilmoittaa "Status: Firewalled". Optimaalisen suorituskyvyn saavuttamiseksi, varmista, että I2P:n <a href=/confignet#udpconfig>ulkoiset portit</a> ovat näkyvillä internetissä (katso alla olevat tiedot).
hi: जहां संभव, कृपया अपने मॉडम/रूटर/पीसी फ़ायरवॉल को उपयुक्त रूप से सेट करके सुनिश्चित करें कि I2P+/Java को इंटरनेट से द्विदिशीय पोर्ट पहुँच दी गई है। यदि आप किसी प्रतिबंधक फ़ायरवॉल के पीछे हैं लेकिन निष्पादन से सीमा-मुक्त हैं, तो I2P+ अभी भी कार्य कर सकता है; आप इनबाउंड एक्सेस को बंद कर सकते हैं और <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU आईपी पता पहचान</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>फ़ायरवॉल होल पंचिंग</a>) पर निर्भर कर सकते हैं जिससे आपको नेटवर्क से जोड़ा जाएगा, और साइड पैनल में आपकी नेटवर्क स्थिति "स्थिति: फ़ायरवॉल" दिखाएगी। अपकमिंग प्रदर्शन के लिए, कृपया सुनिश्चित करें कि I2P का <a href=/confignet#udpconfig>बाहरी पोर्ट</a> इंटरनेट से देखा जा सकता है (नीचे अधिक जानकारी के लिए)।
hu: Ahol lehetséges, biztosítsa, hogy az I2P+/Java képes legyen a kétirányú port hozzáférésre az interneten keresztül, konfigurálva a modem/router/pc tűzfalát ennek megfelelően. Ha egy letiltó tűzfal mögött áll, de korlátlan küldhető adathozzáférése van, az I2P+ továbbra is működhet; kikapcsolhatja a bejövő hozzáférést és támaszkodhat az <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP cím-felderítésre</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>tűzfal lyukasztás</a>) a hálózathoz való kapcsolódáshoz, a hálózati állapotát oldalsáván "Szükség esetén tiltott" módon jelzi. Optimális teljesítmény érdekében győződjön meg róla, hogy az I2P <a href=/confignet#udpconfig>külső portja</a> látható az interneten (lásd a részletekért lentebb).
in: Di mana memungkinkan, pastikan I2P+/Java memiliki akses port bidirektional dari internet dengan mengkonfigurasi modem/router/firewall komputer Anda secara sesuai. Jika Anda berada di belakang firewall yang membatasi tetapi memiliki akses keluar tanpa batasan, I2P+ tetap dapat berfungsi; Anda dapat menonaktifkan akses masuk dan mengandalkan <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>Deteksi Alamat IP SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>tembusan lubang firewall</a>) untuk menghubungkan Anda ke jaringan, dan status jaringan pada panel samping akan menunjukkan "Status: Terblokir". Untuk kinerja optimal, pastikan port eksternal I2P <a href=/confignet#udpconfig>terbuka</a> dari internet (lihat informasi lebih lanjut di bawah).
it: Se possibile, assicurati che I2P+/Java abbia accesso bidirezionale alle porte dal tuo modem/router/firewall pc, configurandole opportunamente. Se sei dietro un firewall restrittivo ma hai accesso in uscita illimitato, I2P+ può ancora funzionare; puoi disattivare l'accesso in ingresso e fare affidamento sulla <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>Rilevazione dell'indirizzo IP SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>firewall hole punching</a>) per connetterti alla rete e lo stato della tua rete nel pannello laterale indicherà "Stato: Firewall". Per prestazioni ottimali, assicurati che la <a href=/confignet#udpconfig>porta esterna</a> di I2P sia visibile da internet (vedi sotto per ulteriori informazioni).
ja: 可能な場合には、モデム/ルーター/PCのファイアウォールを適切に構成して、I2P+/Javaがインターネットから双方向のポートアクセスを許可されるようにしてください。厳格なファイアウォールの背後にいる場合でも、出口へのアクセスが制限されていない場合、I2P+は引き続き機能します。受信アクセスを無効にし、<a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IPアドレス検出</a>（<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>ファイアウォールの穴あけ</a>）に頼ってネットワークに接続することができ、サイドパネルのネットワークステータスは「Status: Firewalled」と表示されます。最適なパフォーマンスを得るために、I2Pの<a href=/confignet#udpconfig>外部ポート</a>がインターネットから可視化されていることを確認してください（詳細は以下参照）。
ko: 네트워크 상에서 I2P+/Java에게 양방향 포트 액세스를 허용하기 위해 가능하면 모뎀/라우터/컴퓨터 방화벽 설정을 구성하십시오. 제한적인 방화벽 뒤에 있지만 차단되지 않은 외부 액세스 권한이 있는 경우에도 I2P+는 작동할 수 있습니다. 수신 액세스를 끄고 <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP 주소 감지</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>방화벽 홀 파티</a>)에 의존하여 네트워크에 연결할 수 있으며, 사이드 패널의 네트워크 상태는 "상태: 방화벽됨"을 나타낼 것입니다. 최적의 성능을 위해 I2P의 <a href=/confignet#udpconfig>외부 포트</a>가 인터넷에서 볼 수 있도록 해야합니다 (자세한 정보는 아래 참조).
nb: Hvis det er mulig, må du sørge for at I2P+/Java har toveis porttilgang fra internett ved å konfigurere modemet/ruteren/PCens brannmur. Hvis du er bak en restriktiv brannmur, men har ubegrenset utgående tilgang, kan I2P+ fortsatt fungere; du kan deaktivere innkommende tilgang og stole på <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP-adresse oppdagelse</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>brannmur hullslagging</a>) for å koble deg til nettverket, og nettverksstatusen i sidepanelet vil indikere "Status: Firewalled". For optimal ytelse, må du sørge for at I2Ps <a href=/confignet#udpconfig>eksterne port</a> er synlig fra internett (se nedenfor for mer informasjon).
nl: Indien mogelijk, zorg ervoor dat I2P+/Java tweerichtingspoorttoegang heeft vanaf het internet door uw modem/router/pc-firewall dienovereenkomstig te configureren. Als u achter een beperkende firewall zit maar onbeperkte uitgaande toegang heeft, kan I2P+ nog steeds functioneren; u kunt inkomende toegang uitschakelen en vertrouwen op <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP-adresdetectie</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>firewall-hole punching</a>) om verbinding te maken met het netwerk, en de netwerkstatus in het zijpaneel geeft aan "Status: Firewalled". Voor optimale prestaties, zorg ervoor dat I2P's <a href=/confignet#udpconfig>externe poort</a> zichtbaar is vanaf het internet (zie hieronder voor meer informatie).
pt: Na medida do possível, verifique se o I2P+/Java tem acesso bidirecional à porta da internet, configurando adequadamente o firewall do modem/roteador/PC. Se você estiver atrás de um firewall restritivo, mas tiver acesso ilimitado de saída, o I2P+ ainda pode funcionar; você pode desativar o acesso de entrada e confiar na Detecção de Endereço IP SSU (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>furar o firewall</a>) para conectá-lo à rede, e o status da sua rede no painel lateral indicará "Status: Firewalled". Para um desempenho ideal, verifique se a <a href=/confignet#udpconfig>porta externa</a> do I2P está visível a partir da internet (consulte abaixo para obter mais informações).
sl: Kjer je mogoče, se prosimo, da zagotovite, da je I2P+/Java dovoljena dvosmerna dostop do vrata iz interneta, tako da ustrezno nastavite svoj modem/router/oomejitelj PC. Če ste za omejitev omejitelja, vendar imate neomejen izhodni dostop, lahko I2P+ še vedno deluje; lahko izključite vhodni dostop in se osredotočite na <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU Odkrivanje IP naslova</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>omejitelj odkrivanje lučke</a>) za povezavo z omrežjem, in vaše stanje omrežja na strani vrstnice bo prikazalo "Stanje: Omejitev". Za optimalno delovanje se prosimo, da zagotovite, da je I2P's <a href=/confignet#udpconfig>zunanje vrat</a> vidno iz interneta (glejte spodaj za več informacij).
sv: Om möjligt, se till att I2P+/Java har portåtkomst i båda riktningarna från internet genom att konfigurera ditt modem/routerns/pc-brandvägg därefter. Om du befinner dig bakom en restriktiv brandvägg men har oinskränkt utåtgående åtkomst kan I2P+ fortfarande fungera; du kan stänga av inkommande åtkomst och förlita dig på <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>SSU IP-adressdetektion</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>brandväggs hole punching</a>) för att ansluta dig till nätverket. Din nätverksstatus i sidopanelen kommer att ange "Status: Firewalled". För optimal prestanda, se till att I2Ps <a href=/confignet#udpconfig>externa port</a> är synligt från internet (se nedan för mer information).
uk: Якщо це можливо, перевірте, щоб I2P+/Java мав двонаправлений доступ до портів через Інтернет, належним чином налаштувавши модем, маршрутизатор або файрвол ПК. Якщо ви за захисним файрволом, але маєте необмежений вихідний доступ, I2P+ все одно зможе працювати; ви можете вимкнути вхідний доступ та використовувати <a href=http://i2p-projekt.i2p/udp.html target=_blank rel=noreferrer class=sitelink>виявлення IP-адреси SSU</a> (<a href=https://wikipedia.org/wiki/Hole_punching target=_blank rel=noreferrer class='sitelink external'>пробив файрволу</a>) для підключення до мережі, а статус мережі в бічній панелі буде показувати "Статус: За файрволом". Для оптимальної продуктивності перевірте, щоб зовнішній порт I2P <a href=/confignet#udpconfig>був видимий з Інтернету</a> (дивіться нижче для більшої інформації).
vi: Nếu có thể, vui lòng đảm bảo I2P /Java được phép truy cập cổng hai chiều từ internet bằng cách định cấu hình tường lửa modem/bộ định tuyến/máy tính của bạn cho phù hợp.

source: Check Your Proxy Settings
ar: تحقق من إعدادات الوكيل الخاص بك
az: Proksi Ayarlarınızı Yoxlayın
bo: ཁྱོད་རང་གི་པྲོ་ཁསི་(proxy) སྒྲིག་འཇུག་ཚོད་ལྟ་བྱོས།
cs: Zkontrolujte své nastavení proxy
da: Tjek dine proxyindstillinger
el: Ελέγξτε τις ρυθμίσεις του διαμεσολαβητή σας
es: Revisa la Configuración de tu Proxy
et: Kontrollige oma puhverserveri seadeid
fa: بررسی تنظیمات پروکسی خود
fi: Tarkista välityspalvelimen asetukset
hi: अपनी प्रोक्सी सेटिंग की जाँच करें
hu: Ellenőrizze a proxybeállításokat
in: Periksa Pengaturan Prox Anda
it: Controlla le tue impostazioni di proxy
ja: プロキシ設定を確認してください
ko: 프록시 설정 확인
nb: Sjekk proxyinnstillingene dine
nl: Controleer uw proxy-instellingen
pt: Verifique suas configurações de proxy
sl: Preverite nastavitve posredniškega strežnika
sv: Kontrollera dina proxyinställningar
uk: Перевірте налаштування проксі
vi: Kiểm tra cài đặt proxy của bạn
