Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Plugin {0} installed but failed to start
ar: الملحق {0} مثبت لكنه فشل في انطلاق
az: Qoşma {0} quraşdırılsa da, başlaya bilmədi
bo: བརྒྱུད་བཏོན་པ་{0} བཙོན་བཞིན་པ་ཅིན་འགོ་ཚོགས་ནོར་བ།
cs: Plugin {0} byl nainstalován, ale nepodařilo se jej spustit
da: Plugin {0} blev installeret men blev ikke startet
el: Το πρόσθετο {0} εγκαταστάσθηκε αλλά απέτυχε να ξεκινήσει
es: Se ha instalado el complemento {0} pero no se pudo iniciar
et: Plugin {0} paigaldatud, kuid käivitamine ebaõnnestus
fa: افزونه {0} نصب شد اما شروع نشد
fi: Plugin {0} asennettu, mutta ei käynnistynyt
hi: प्लगइन {0} स्थापित हुआ लेकिन शुरू नहीं हुआ
hu: {0} kiegészítő telepítve, de nem sikerült elindítani
in: Plugin {0} terinstal tapi gagal untuk dimulai
it: Il plugin {0} è stato installato ma il suo avvio non è riuscito
ja: プラグイン {0} はインストールされましたが起動に失敗
ko: 플러그인 {0}이 설치됬으니 시작할 수 없습니다
nb: Programtillegg {0} installert men klarte ikke å starte opp
nl: Plugin {0} geïnstalleerd maar gefaald om te starten
pt: Extensão {0} instalada mas falhou em iniciar
sl: Vstavek {0} je nameščen, vendar je zagon spodletel
sv: Insticksmodul {0} installerat men kunde inte startas
uk: Плагін {0} встановлено, але не вдалося запустити
vi: Đã cài đặt plugin {0} nhưng không khởi động được

source: Failed to download plugin from {0}
ar: فشل في تحميل الملحق من {0}
az: {0} -dən plagin endirmək alınmadı
bo: {0} ནས་བཤོལ་བའི་བརྒྱུད་བཏོན་པ་བརྒྱུད་བཏོན་པ་ཕམ་པ།
cs: Stažení pluginu z {0} se nezdařilo
da: Det mislykkedes at downloade plugin fra {0}
el: Αποτυχία κατεβάσματος πρόσθετου από {0}
es: No se pudo descargar el complemento de {0}
et: Plugina alla laadimine allikast {0} ebaõnnestus
fa: دانلود افزونه از {0} ناموفق بود
fi: Epäonnistui ladata lisäosa {0}:lta
hi: {0} से प्लगइन डाउनलोड करने में विफलता हुई
hu: Kiegészítő letöltése sikertelen a következőről: {0}
in: Gagal untuk men-download plugin dari {0}
it: Non è riuscito il download del plugin da {0}
ja: {0} からのプラグインのダウンロードに失敗
ko: {0}에서 플러그인을 다운할 수 없습니다
nb: Klarte ikke å laste ned programtillegg fra {0}
nl: Kan de plugin niet downloaden van {0}
pt: Não foi possível instalar a extensão de {0}
sl: Prenos vstavka iz {0} je spodletel
sv: Misslyckades med att hämta insticksmodul från {0}
uk: Неможливо завантажити плагін із {0}
vi: Không thể tải xuống plugin từ {0}

source: Unable to connect to update server
ar: غير قادر على الاتصال بخادم التحديث
az: Yeniləmə serverinə qoşulmaq mümkün deyil
bo: བསྐྱར་བཏོན་པའི་མངའ་དབང་དང་འབྲེལ་མི་ཐུབ།
cs: Nelze se připojit k aktualizačnímu serveru
da: Kan ikke oprette forbindelse til opdateringsserveren
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή ενημέρωσης
es: No se puede conectar al servidor de actualización
et: värskendusserveriga ei saa ühendust luua
fa: اتصال به سرور به روز رسانی امکان پذیر نیست
fi: Ei voida muodostaa yhteyttä päivityspalvelimeen
hi: अपडेट सर्वर के साथ कनेक्शन स्थापित नहीं कर पाया
hu: Nem lehet csatlakozni a frissítési kiszolgálóhoz
in: Tidak dapat terhubung ke server pembaruan
it: Impossibile connettersi al server di aggiornamento
ja: アップデートサーバーに接続できません
ko: 업데이트 서버에 연결할 수 없습니다
nb: Kan ikke koble til oppdateringsserveren
nl: Kan geen verbinding maken met de updateserver
pt: Não foi possível conectar ao servidor de atualização
sl: Povezava z strežnikom za posodabljanje ni mogoča
sv: Det går inte att ansluta till uppdateringsservern
uk: Не вдається підключитися до сервера оновлення
vi: Không thể kết nối với máy chủ cập nhật

source: Update server {0} not found in address book
ar: خادم التحديث {0} غير موجود في دفتر العناوين
az: Server yenilənməsi {0} ünvan kitabçasında tapılmadı
bo: བསྐྱར་བཏོན་པའི་མངའ་དབང་{0} གྲངས་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Aktualizační server {0} nebyl nalezen v adresáři
da: Opdateringsserver {0} blev ikke fundet i adressebogen
el: Ο διακομιστής ενημέρωσης {0} δεν βρέθηκε στο βιβλίο διευθύνσεων
es: Actualizar el servidor {0} no encontrado en la libreta de direcciones
et: Värskendusserverit {0} ei leitud aadressiraamatust
fa: به روز رسانی سرور {0} در دفترچه آدرس یافت نشد
fi: Päivityspalvelinta {0} ei löydy osoitekirjasta
hi: {0} अपडेट सर्वर पत्रिका में पाया नहीं गया
hu: A(z) {0} frissítési kiszolgáló nem található a címjegyzékben
in: Server pembaruan {0} tidak ditemukan di buku alamat
it: Server di aggiornamento {0} non trovato nella rubrica
ja: 更新サーバー {0} がアドレス帳に見つかりません
ko: 업데이트 서버 {0}을(를) 주소록에서 찾을 수 없습니다.
nb: Oppdateringsserver {0} ikke funnet i adresseboken
nl: Updateserver {0} niet gevonden in adresboek
pt: Servidor de atualização {0} não encontrado no catálogo de endereços
sl: Strežnik za posodabljanje {0} ni najden v imeniku
sv: Uppdateringsservern {0} hittades inte i adressboken
uk: Сервер оновлення {0} не знайдено в адресній книзі
vi: Không tìm thấy máy chủ cập nhật {0} trong sổ địa chỉ

source: Update not found:<br>{0}
ar: ملف التحديث غير موجود في {0}
bo: བསྐྱར་བཏོན་པ་མི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས:<br>{0}
cs: Aktualizační soubor nebyl nalezen na adrese {0}
el: Το αρχείο ενημέρωσης δεν βρέθηκε στο {0}
es: Archivo de actualización no encontrado en {0}
et: Värskendusfaili ei leitud aadressilt {0}
fa: فایل به‌روزرسانی در {0} یافت نشد
fi: Päivitystiedostoa ei löydy osoitteesta {0}
hi: अपडेट नहीं मिला:<br>{0}
hu: A frissítési fájl nem található itt: {0}
in: File pembaruan tidak ditemukan di {0}
it: File di aggiornamento non trovato in {0}
ko: 업데이트 파일을 {0}에서 찾을 수 없습니다.
nb: Oppdateringsfilen ble ikke funnet på {0}
nl: Updatebestand niet gevonden op {0}
pt: Arquivo de atualização não encontrado em {0}
sl: Posodobitev ni najdena: <br>{0}
sv: Uppdateringsfilen hittades inte på {0}
uk: файл оновлення не знайдено на {0}

source: Updating I2P
ar: تحديث I2P
az: I2P yeniləmək
bo: I2P ནང་བསྐྱར་བཏོན་པ་བྱེད་བཞིན་པ།
cs: Aktualizace I2P
da: Opdatering af I2P
el: Ενημερώνεται το Ι2Ρ
es: Actualizando I2P
et: I2P värskendamine
fa: به روز رسانی I2P
fi: Päivitetään I2P:tä
hi: I2P को अपडेट कर रहा है
hu: I2P frissítése
in: Memperbarui I2P
it: Aggiornamento di I2P
ja: I2Pをアップデート中
ko: I2P 업데이트
nb: Oppdaterer I2P
nl: I2P bijwerken
pt: A atualizar o I2P
sl: Posodabljanje I2P
sv: Uppdaterar I2P
uk: Оновлення I2P
vi: Cập nhật I2P

source: Update failed
ar: فشل التحديث
az: Yeniləmə uğursuz oldu
bo: བསྐྱར་བཏོན་པ་ཕམ་པ།
cs: Aktualizace se nezdařila
da: Opdatering mislykkedes
el: Η ενημέρωση απέτυχε
es: La actualización falló
et: Värskendamine ebaõnnestus
fa: به روز رسانی انجام نشد
fi: Päivitys epäonnistui
hi: अपडेट विफल रहा
hu: A frissítés nem sikerült
in: Pembaruan gagal
it: Aggiornamento non riuscito
ja: アップデートに失敗しました
ko: 업데이트 실패
nb: Oppdatering mislyktes
nl: Update mislukt
pt: Falha na atualização
sl: Posodabljanje je spodletelo
sv: Uppdateringen misslyckades
uk: Помилка оновлення
vi: Cập nhật không thành công

source: Updating from {0}
ar: تحديث من {0}
az: Yenilənməsi: {0} yenilənməsi
bo: {0} ནས་བཤོལ་བའི་བསྐྱར་བཏོན་པ་བྱེད་བཞིན་པ།
cs: Aktualizace z {0}
da: Opdaterer fra {0}
el: Λήψη ενημερώσεων από {0}
es: Actualizando desde {0}
et: Uuendan allikast {0}
fa: به روز رسانی از {0}
fi: Päivitetään kohteesta {0}
hi: {0} से अपडेट कर रहा है
hu: Frissítés a következőről: {0}
in: Mengupdate dari {0}
it: In aggiornamento da {0}
ja: {0} からアップデート中
ko: {0}에서 업데이트 하는 중입니다
nb: Oppdaterer fra {0}
nl: Updaten van {0}
pt: Atualizando de {0}
sl: Posodabljanje iz {0}
sv: Uppdatering från {0}
uk: Оновлення з {0}
vi: Đang cập nhật từ {0}

source: No new version found at {0}
ar: ﻻيوجد اصدار جديد {0}
az: {0} tarixində yeni versiya tapılmadı
bo: {0} ནང་བསྐྱར་བཏོན་པའི་པར་གྲངས་མེད།
cs: Na adrese {0} nebyla nalezena žádná nová verze
da: Ingen ny version fundet på {0}
el: Δεν βρέθηκε νέα έκδοση στο {0}
es: No se encontró ninguna versión nueva en {0}
et: Allikas {0} polnud uut versiooni
fa: نسخه جدیدی در {0} یافت نشد
fi: Uutta versiota ei löytynyt osoitteesta {0}
hi: {0} पर कोई नया संस्करण नहीं मिला
hu: Nincs új verzió a következőn: {0}
in: Tidak ada versi baru yang ditemukan pada {0}
it: Nessuna nuova versione trovata a {0}
ja: {0} に新しいバージョンが見つかりませんでした
ko: {0}에서 새로운 버전이 발견됬습니다
nb: Ingen ny versjon funnet på {0}
nl: Geen nieuwe versie gevonden op {0}
pt: Nenhuma versão nova encontrada em {0}
sl: Na {0} ni najdena nova različica
sv: Ingen ny version hittad på {0}
uk: Нової версії на {0} не знайдено
vi: Không tìm thấy phiên bản mới tại {0}

source: Transfer of {0} failed
ar: فشل نقل {0}
az: {0} köçürməsi alınmadı
bo: {0} ནང་བརྒྱུད་བཏོན་པ་ཕམ་པ།
cs: Přenos {0} se nezdařil
da: Overførsel af {0} mislykkedes
el: Η μεταφορά του {0} απέτυχε
es: Error en la transferencia de {0}
et: {0} ülekandmine ebaõnnestus
fa: انتقال {0} انجام نشد
fi: {0}:n siirto epäonnistui
hi: {0} की ट्रांस्फर में विफलता हुई
hu: A(z) {0} átvitele sikertelen
in: Transfer {0} gagal
it: Trasferimento di {0} non riuscito
ja: {0} の転送に失敗しました
ko: {0} 전송 실패
nb: Overføring av {0} mislyktes
nl: Overdracht van {0} mislukt
pt: Falha na transferência de {0}
sl: Prevod {0} je spodletel
sv: Överföringen av {0} misslyckades
uk: Передача {0} не вдалося
vi: Chuyển {0} không thành công

source: Configure
ar: الضبط
az: Quraşdır
bo: རོགས་དྲན་བྱེད་པ།
cs: Konfigurovat
da: Konfigurer
el: Διαμόρφωση
es: Configurar
et: Seadista
fa: پیکربندی
fi: Aseta
hi: सेटिंग करें
hu: Beállít
in: Konfigurasi
it: Configura
ja: 設定
ko: 구성
nb: Sett opp
nl: Configureer
pt: Configurar
sl: Nastavi
sv: Inställningar
uk: Конфігурувати
vi: Cấu hình

source: config
ar: التكوين
az: Quraşdır
bo: རོགས་དྲན།
cs: Konfigurovat
da: konfig
el: Διαμόρφωση
es: Configurar
et: Seadista
fa: پیکربندی
fi: konfiguroi
hi: सेटिंग
hu: Beállít
in: konfigurasi
it: Configura
ja: 設定
ko: 구성
nb: Sett opp
nl: Configureer
pt: Configurar
sl: konfig
sv: konfigurera
uk: Конфігурувати
vi: cấu hình

source: Shutdown gracefully
ar: توقف تدريجيا
az: Kəsmə zərif
bo: བཙོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Elegantně se vypněte
da: Luk ned med stil
el: Ομαλό σβήσιμο
es: Apagar de forma controlada
et: Lülitu viisakalt välja
fa: با ظرافت خاموش شود
fi: Sammuta kiltisti
hi: सुमेध से समाप्त करें
hu: Türelmes kikapcsolás
in: Shutdown secara graceful
it: Spegnimento elegante
ja: 正常にシャットダウン
ko: 안전 종료
nb: Avslutt grasiøst
nl: Gecontrolleerd afsluiten
pt: Desligar de forma não forçada
sl: Zapri hkratno
sv: Graciös stängning
uk: М’яка зупинка
vi: Tắt máy một cách duyên dáng

source: Graceful shutdown initiated
ar: بدأ التوقف تدريجيا
az: Zərif sönmə başladı
bo: བཙོན་པ་བརྒྱུད་བཏོན་པ་འགོ་ཚོགས་པ།
cs: Bylo zahájeno elegantní vypnutí
da: Stilet slukning påbegyndes
el: Ομαλό σβήσιμο ξεκίνησε
es: Se ha iniciado el apagado controlado
et: Viisakas väljalülitus alustatud
fa: خاموشی برازنده آغاز شد
fi: Kiltti sammutus aloitettu
hi: सुमेध से समाप्ति की प्रक्रिया शुरू की गई
hu: Türelmes kikapcsolás elindítva
in: Shutdown graceful dimulai
it: Spegnimento elegante avviato
ja: 正常なシャットダウンが開始されました
ko: 안전 종료 착수중
nb: Grasiøs avslutting startet
nl: Gecontrolleerde stop geinitieerd
pt: Começando encerramento gracioso
sl: Začetek hkratnega zapiranja
sv: Graciös stängning initierad
uk: Запущена м'яка зупинка
vi: Bắt đầu tắt máy một cách duyên dáng

source: Shutdown immediately
ar: توقيف حالا
az: Dərhal
bo: མ་ཐག་བཙོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Okamžitě vypněte
da: Luk ned med det samme
el: Σβήσιμο αμέσως
es: Apagar inmediatamente
et: Lülitu kohe välja
fa: خاموش شدن فورا
fi: Sammuta välittömästi
hi: तुरंत समाप्त करें
hu: Azonnali Kikapcsolás
in: Shutdown segera
it: Spegnimento immediato
ja: すぐにシャットダウン
ko: 즉시 종료
nb: Skru av umiddelbart
nl: Onmiddelijk afsluiten
pt: Desligar imediatamente
sl: Zapri takoj
sv: Stäng av omedelbart
uk: Зупинити негайно
vi: Tắt máy ngay lập tức

source: Cancel graceful shutdown
ar: ألغي التوقف التدريجي
az: Zərif bağlanmanı ləğv edin
bo: བཙོན་པ་བརྒྱུད་བཏོན་པ་འདོར་བ།
cs: Zrušte plynulé vypnutí
da: Annuller stilet nedlukning
el: Ακύρωση ομαλού σβησίματος
es: Cancelar apagado controlado
et: Tühista viisakas välja lülitumine
fa: خاموش شدن برازنده را لغو کنید
fi: Peru kiltti sammutus
hi: सुमेध से समाप्ति को रद्द करें
hu: Türelmes kikapcsolás elvetése
in: Batalkan shutdown graceful
it: Annulla lo spegnimento elegante
ja: 正常なシャットダウンをキャンセル
ko: 안전 종료 취소
nb: Avbryt grasiøst avslutting
nl: Annuleer gecontrolleerde stop
pt: Cancelar desligamento gracioso
sl: Prekliči hkratno zapiranje
sv: Avbryt graciös stängning
uk: М'яка зупинка відмінена
vi: Hủy tắt máy một cách duyên dáng

source: Graceful shutdown cancelled
ar: ألغي التوقف التدريجي
az: Zərif bağlanma ləğv edildi
bo: བཙོན་པ་བརྒྱུད་བཏོན་པ་འདོར་བཞིན་པ།
cs: Pěkné vypnutí zrušeno
da: Stilet nedlukning er annulleret
el: Ομαλό σβήσιμο ακυρώθηκε
es: Se ha cancelado el apagado controlado
et: Viisakas välja lülitumine tühistatud
fa: خاموشی دلپذیر لغو شد
fi: Kiltti sammutus peruttu
hi: सुमेध से समाप्ति रद्द की गई
hu: Türelmes kikapcsolás elvetve
in: Shutdown graceful dibatalkan
it: Spegnimento elegante annullato
ja: 正常なシャットダウンがキャンセルされました
ko: 안전 종료 취소됨
nb: Grasiøst avsluttning avbrutt
nl: Gecontrolleerd afsluiten afgebroken
pt: Desligamento gracioso cancelado
sl: Hkratno zapiranje je prekinjeno
sv: Graciös stängning avbruten
uk: М’яка зупинка скасована
vi: Đã hủy tắt máy duyên dáng

source: Graceful restart
ar: أعد التشغيل التدريجي
az: Zərif yenidən başlat
bo: བསྐྱར་བཏོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Pěkný restart
da: Stilet genstart
el: Ομαλή επανεκκίνηση
es: Reinicio controlado
et: Viisakas uuesti käivitumine
fa: راه اندازی مجدد زیبا
fi: Kiltti uudelleenkäynnistys
hi: सुमेध से पुनः शुरू करें
hu: Türelmes újraindítás
in: Restart graceful
it: Riavvio elegante
ja: 正常な再起動
ko: 안전하게 재시작
nb: Grasiøs omstart
nl: Gecontrolleerde herstart
pt: Reinicio gracioso
sl: Hkratno ponovni zagon
sv: Försiktig omstart
uk: М’який перезапуск
vi: Khởi động lại một cách duyên dáng

source: Graceful restart requested
ar: اعادة التشغبل تدريجية
az: Zərif yenidən başlat tələb olunur
bo: བསྐྱར་བཏོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་མེད།
cs: Požadován elegantní restart
da: Stilet genstart anmodet
el: Ζητήθηκε ομαλή επανεκκίνηση
es: Se ha solicitado el reinicio controlado
et: Viisakas uuesti käivitumine tühistatud
fa: درخواست راه اندازی مجدد دلپذیر
fi: Kilttiä uudelleenkäynnistystä pyydetty
hi: सुमेध से पुनः शुरू करने का अनुरोध किया गया
hu: Türelmes újraindítás kérve
in: Restart graceful diminta
it: Riavvio elegante richiesto
ja: 正常な再起動が要求されました
ko: 안전하게 재시작 요구됨
nb: Grasiøst omstart forespurt
nl: Gecontrolleerde herstart aangevraagd
pt: Reinício gracioso pedido
sl: Zahtevan je hkratni ponovni zagon
sv: Försiktig omstart ombedd
uk: Запитаний м'який перезапуск
vi: Yêu cầu khởi động lại nhẹ nhàng

source: Hard restart
ar: إعادة التشغيل فوري
az: Çətin yenidən başladın
bo: བསྐྱར་བཏོན་པ་གོང་གི་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Tvrdý restart
da: Hård genstart
el: Άμεση επανεκκίνηση
es: Reinicio brusco
et: Kohene uuesti käivitumine
fa: راه اندازی مجدد سخت
fi: Kova uudelleenkäynnistys
hi: ठोस पुनः शुरू करें
hu: Erős újraindítás
it: Riavvio duro
ja: ハード再起動
ko: 빠른 재시작
nb: Hard omstart
nl: Harde herstart
pt: Reinício brusco
sl: Trdo ponovni zagon
sv: Hård omstart
uk: Жорсткий перезапуск
vi: Khởi động lại khó khăn

source: Hard restart requested
ar: طلب إعادة التشغيل فوري
az: Hard restart sorğusu göndərilib
bo: བསྐྱར་བཏོན་པ་གོང་གི་བརྒྱུད་བཏོན་པ་བཞིན་མེད།
cs: Požadován tvrdý restart
da: Hård genstart anmodet
el: Ζητήθηκε άμεση επανεκκίνηση
es: Se ha solicitado el reinicio brusco
et: Nõuti kohest uuesti käivitumist
fa: راه اندازی مجدد سخت درخواست شد
fi: Kovaa uudelleenkäynnistystä pyydetty
hi: ठोस पुनः शुरू करने का अनुरोध किया गया
hu: Erős újraindítás kérve
in: Hard restart diminta
it: Riavvio duro richiesto
ja: ハード再起動が要求されました
ko: 빠른 재시작 요구됨
nb: Hard omstart forespurt
nl: Harde herstart aangevraagd
pt: Difícil reiniciar solicitado
sl: Zahtevan je trd ponovni zagon
sv: Försiktig omstart ombedd
uk: Потрібний жорсткий перезапуск
vi: Yêu cầu khởi động lại cứng

source: Rekey and Restart
ar: غير المفتاح واعد التشغيل
az: Rekeyvə yenidən başlat
bo: གསང་བོ་བསྐྱར་བཏོན་པ་དང་བསྐྱར་འགོ་ཚོགས་པ།
cs: Opakujte klíč a restartujte
da: Omprogrammering og Genstart
el: Επανεισαγωγή και επανεκκίνηση
es: Renovar claves y reiniciar
et: Uued ruuterivõtmed ja uuesti käivitumine
fa: کلید مجدد و راه اندازی مجدد
fi: Paina uudelleen ja käynnistä uudelleen
hi: पुनः सुरक्षा कुंजी और पुनः शुरू करें
hu: Kulcsmódosítás és Újraindítás
in: Rekey dan Restart
it: Ridefinizione della chiave e riavvio
ja: キー交換して再起動
ko: 키 바꾸고 재시작
nb: Tast inn på nytt og start på nytt
nl: Hersleutel en Herstart
pt: Recodificar e Reiniciar
sl: Preustvari ključe in ponovni zagon
sv: Skapa nya nycklar och starta om
uk: Повторно введіть і перезапустіть
vi: Rekey và khởi động lại

source: Rekeying after graceful restart
ar: تغير المفتاح بعد اعادة التشغيل
az: Zərif yenidən başladıqdan sonra yenidən hazırlıq
bo: བསྐྱར་བཏོན་པ་བརྒྱུད་བཏོན་པ་རྗེས་གསང་བོ་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Opětovné klíčování po elegantním restartu
da: Omprogrammering efter stilet genstart
el: Επανεισαγωγή μετά από ομαλή επανεκκίνηση
es: Renovando claves tras un reinicio controlado
et: Pärast viisakat uuesti käivitumist on uued ruuterivõtmed
fa: کلید مجدد پس از راه اندازی مجدد زیبا
fi: Uudelleenavainnointi sulavan uudelleenkäynnistyksen jälkeen
hi: सुमेध से पुनः शुरू करने के बाद पुनः सुरक्षा कुंजी बनाएं
hu: Kulcsmódosítás türelmes újraindítás után
in: Rekeying setelah restart graceful
it: Ridefinizione della chiave successiva ad un riavvio elegante
ja: 正常な再起動後にキー交換
ko: 안전하게 재시작한 다음 키 바꾸기
nb: Rekeying etter grasiøs omstart
nl: Hersleuteling na gecontrolleerde herstart
pt: Recodificando após reinício bem sucedido
sl: Preustvarjanje ključev po hkratnem ponovnem zagonu
sv: Skapar nya nycklar efter försiktig omstart
uk: Повторне введення ключа після плавного перезапуску
vi: Khóa lại sau khi khởi động lại nhẹ nhàng

source: Rekey and Shutdown
ar: غير المفتاح وتوقف
az: Rekey və Bağlanma
bo: གསང་བོ་བསྐྱར་བཏོན་པ་དང་བཙོན་པ་བརྒྱུད་བཏོན་པ་བཞིན་པ།
cs: Reykey a Vypnutí
da: Omprogrammering og slukning
el: Επανεισαγωγή και Τερματισμός
es: Renovar claves y apagar
et: Uued ruuterivõtmed ja välja lülitumine
fa: کلید مجدد و خاموش شدن
fi: Uudelleennäppäin ja sammutus
hi: पुनः सुरक्षा कुंजी और समाप्त करें
hu: Kulcsmódosítás és Kikapcsolás
in: Rekey dan Shutdown
it: Ridefinizione della chiave e spegnimento
ja: キー交換し、シャットダウン
ko: 키 바꾸고 종료
nb: Rekey og Shutdown
nl: Hersleutel en Stoppen
pt: Recodificar e Encerrar
sl: Preustvari ključe in zapri
sv: Skapa nya nycklar och stäng av
uk: Повторне введення та завершення роботи
vi: Rekey và tắt máy

source: Rekeying after graceful shutdown
ar: تغير المفتاح بعد التوقف
az: Zərif sönmədən sonra rekeyinq
bo: བཙོན་པ་བརྒྱུད་བཏོན་པ་རྗེས་གསང་བོ་བསྐྱར་བཏོན་པ་བཞིན་པ།
cs: Rekeying po elegantním vypnutí
da: Omprogrammering efter stilet slukning
el: Επανεισαγωγή μετά από ομαλό τερματισμό
es: Renovando claves tras un apagado controlado
et: Pärast viisakat välja lülitumist on uued ruuterivõtmed
fa: کلید زدن مجدد پس از خاموش شدن برازنده
fi: Uudelleenavaus sulatuksen jälkeen
hi: सुमेध से समाप्ति के बाद पुनः सुरक्षा कुंजी बनाएं
hu: Kulcsmódosítás türelmes kikapcsolás után
in: Rekey setelah shutdown graceful
it: Ridefinizione della chiave dopo lo spegnimento elegante
ja: 正常なシャットダウン後にキー交換
ko: 안전 종료 후 키 바꾸기
nb: Rekeying etter grasiøs nedleggelse
nl: Hersleuteling na gecontrolleerde stop
pt: Recodificando após encerramento bem sucedido
sl: Preustvarjanje ključev po hkratnem zapiranju
sv: Skapar nya nycklar efter graciös stängning
uk: Повторне введення ключа після плавного завершення роботи
vi: Khóa lại sau khi tắt máy nhẹ nhàng

source: Install I2P service
ar: تثبيت خدمة I2P
az: I2P xidmətini quraşdırın
bo: I2P བློག་པ་བཙོན་པ་བཞིན་པ།
cs: Nainstalujte službu I2P
da: Installer I2P-tjenesten
el: Εγκαταστήστε την υπηρεσία I2P
es: Instalar el servicio I2P
et: installige I2P teenus
fa: سرویس I2P را نصب کنید
fi: Asenna I2P-palvelu
hi: I2P सेवा स्थापित करें
hu: Telepítse az I2P szolgáltatást
in: Instal layanan I2P
it: Installa il servizio I2P
ja: I2Pサービスをインストールする
ko: I2P+ 서비스 설치
nb: Installer I2P-tjenesten
nl: Installeer de I2P-service
pt: Instale o serviço I2P
sl: Namesti storitev I2P
sv: Installera I2P-tjänsten
uk: Встановіть службу I2P
vi: Cài đặt dịch vụ I2P

source: I2P+ Service now enabled on system start
ar: تم تمكين خدمة I2P الآن عند بدء تشغيل النظام
az: I2P Xidməti indi sistemin başlanğıcında aktivdir
bo: I2P+ བློག་པ་ཤེས་བཞིན་པ་ཅིན་བཙོན་པ་བརྒྱུད་བཏོན་པ་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས།
cs: Služba I2P je nyní povolena při startu systému
da: I2P Service er nu aktiveret ved systemstart
el: Η υπηρεσία I2P+ ενεργοποιήθηκε τώρα κατά την εκκίνηση του συστήματος
es: El servicio I2P ahora está habilitado al iniciar el sistema
et: I2P-teenus on nüüd süsteemi käivitamisel lubatud
fa: سرویس I2P+ اکنون در شروع سیستم فعال شده است
fi: I2P-palvelu on nyt käytössä järjestelmän käynnistyksen yhteydessä
hi: I2P+ सेवा अब सिस्टम शुरू होने पर सक्रिय है
hu: Az I2P+ szolgáltatás most engedélyezve van a rendszer indításánál
in: Layanan I2P sekarang diaktifkan saat sistem dimulai
it: Servizio I2P+ abilitato all'avvio del sistema
ja: システム起動時に I2P サービスが有効になりました
ko: 이제 시스템 시작 시 I2P 서비스가 활성화됩니다.
nb: I2P-tjenesten er nå aktivert ved systemstart
nl: I2P-service is nu ingeschakeld bij het opstarten van het systeem
pt: Serviço I2P agora habilitado na inicialização do sistema
sl: Storitev I2P+ je zdaj omogočena pri zagonu sistema
sv: I2P-tjänsten är nu aktiverad vid systemstart
uk: Служба I2P тепер увімкнена під час запуску системи
vi: Dịch vụ I2P hiện được bật khi khởi động hệ thống

source: Enable I2P service
ar: تفعيل خدمة I2P
az: I2P xidmətini aktivləşdirin
bo: I2P བློག་པ་རྒྱུན་དུ་བཙོན་པ་བཞིན་པ།
cs: Povolte službu I2P
da: Aktiver I2P-tjeneste
el: Ενεργοποιήστε την υπηρεσία I2P
es: Habilitar servicio I2P
et: I2P-teenuse lubamine
fa: سرویس I2P را فعال کنید
fi: Ota I2P-palvelu käyttöön
hi: I2P सेवा सक्रिय करें
hu: I2P szolgáltatás engedélyezése
in: Aktifkan layanan I2P
it: Abilita il servizio I2P
ja: I2Pサービスを有効にする
ko: I2P+ 서비스 활성화
nb: Aktiver I2P-tjeneste
nl: I2P-service inschakelen
pt: Habilitar serviço I2P
sl: Omogoči storitev I2P
sv: Aktivera I2P-tjänst
uk: Увімкнути службу I2P
vi: Bật dịch vụ I2P

source: Disable I2P service
ar: تعطيل خدمة I2P
az: I2P xidmətini deaktiv et
bo: I2P བློག་པ་མི་རྒྱུན་དུ་བཙོན་པ་བཞིན་པ།
cs: Zakažte službu I2P
da: Deaktiver I2P-tjeneste
el: Απενεργοποιήστε την υπηρεσία I2P
es: Desactivar el servicio I2P
et: Keela I2P teenus
fa: سرویس I2P را غیرفعال کنید
fi: Poista I2P-palvelu käytöstä
hi: I2P सेवा अक्षम करें
hu: Az I2P szolgáltatás letiltása
in: Nonaktifkan layanan I2P
it: Disabilita il servizio I2P
ja: I2Pサービスを無効にする
ko: I2P+ 서비스 비활성화
nb: Deaktiver I2P-tjenesten
nl: I2P-service uitschakelen
pt: Desativar serviço I2P
sl: Onemogoči storitev I2P
sv: Inaktivera I2P-tjänst
uk: Вимкнути службу I2P
vi: Vô hiệu hóa dịch vụ I2P
