Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: It improves your anonymity by creating cover traffic, and helps the network.
ar: يعمل على تحسين عدم الكشف عن هويتك عن طريق إنشاء حركة مرور مخفية، ويساعد الشبكة.
az: Qapaqlı trafik yaratmaqla anonimliyinizi yaxşılaşdırır və şəbəkəyə kömək edir.
bo: འདི་གིས་ཁྱེད་ཀྱི་མིང་བརྟེན་པ་ལེགས་བརྒྱུད་བཏོན་པ་བཟོ་བཞིན་པ་དང་དྲ་ལམ་ལ་རོགས་སོ།
cs: Zlepšuje vaši anonymitu vytvořením krycího provozu a pomáhá síti.
da: Det forbedrer din anonymitet ved at skabe dæktrafik og hjælper netværket.
el: Βελτιώνει την ανωνυμία σας δημιουργώντας επισκεψιμότητα και βοηθά το δίκτυο.
es: Mejora su anonimato al crear tráfico de cobertura y ayuda a la red.
et: See parandab teie anonüümsust, luues katteliikluse ja aitab võrku.
fa: با ایجاد ترافیک پوششی، ناشناس بودن شما را بهبود می بخشد و به شبکه کمک می کند.
fi: Se parantaa nimettömyyttäsi luomalla peiteliikennettä ja auttaa verkkoa.
hi: यह आपकी गुप्तता को बढ़ावा देता है द्वारा कवर ट्रैफ़िक बनाने, और नेटवर्क की मदद करता है।
hu: Javítja az anonimitást azáltal, hogy fedőforgalmat hoz létre, és segíti a hálózatot.
in: Ini meningkatkan anonimitas Anda dengan menciptakan lalu lintas perlindungan, dan membantu jaringan.
it: Migliora il tuo anonimato creando traffico di copertura e aiuta la rete.
ja: カバートラフィックを作成することで匿名性が向上し、ネットワークに役立ちます。
ko: 커버 트래픽을 생성하여 익명성을 향상시키고 네트워크에 도움이 됩니다.
nb: Det forbedrer anonymiteten din ved å skape dekktrafikk, og hjelper nettverket.
nl: Het verbetert uw anonimiteit door dekkingsverkeer te creëren en helpt het netwerk.
pt: Melhora o seu anonimato criando tráfego de cobertura e ajuda a rede.
sl: Tako izboljša vašo anonimnost, ustvarja pokriti promet in pomaga omrežju.
sv: Det förbättrar din anonymitet genom att skapa täckningstrafik och hjälper nätverket.
uk: Це покращує вашу анонімність, створюючи прихований трафік і допомагаючи мережі.
vi: Nó cải thiện tính ẩn danh của bạn bằng cách tạo lưu lượng truy cập và giúp mạng.

source: You have configured I2P to share {0} KBps {1}.
ar: لقد قمت بتكوين I2P لمشاركة {0} كيلو بايت في الثانية {1}.
az: I2P-ni {0} KBps {1} paylaşmaq üçün konfiqurasiya etmisiniz.
bo: ཁྱེད་ཀྱིས་I2P {0} KBps {1} སྤེལ་བར་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པར་རོགས་སོ།
cs: Nakonfigurovali jste I2P pro sdílení {0} kB/s {1}.
da: Du har konfigureret I2P til at dele {0} KBps {1}.
el: Έχετε διαμορφώσει το I2P για κοινή χρήση {0} KBps {1}.
es: Has configurado I2P para compartir {0} KBps {1}.
et: olete konfigureerinud I2P jagama {0} KB/s {1}.
fa: شما I2P را برای اشتراک گذاری {0} KBps {1} پیکربندی کرده اید.
fi: Olet määrittänyt I2P:n jakamaan {0} KB/s {1}.
hi: आपने I2P को {0} KBps {1} के रूप में साझा करने के लिए सेट किया है।
hu: Az I2P-t {0} KBps {1} megosztásra konfigurálta.
in: Anda telah mengonfigurasi I2P untuk berbagi {0} KBps {1}.
it: Hai configurato I2P per condividere {0} KBps {1}.
ja: {0} KBps {1} を共有するように I2P を構成しました。
ko: {0}KBps {1}를 공유하도록 I2P를 구성했습니다.
nb: Du har konfigurert I2P til å dele {0} KBps {1}.
nl: Je hebt I2P geconfigureerd om {0} KBps {1} te delen.
pt: Você configurou o I2P para compartilhar {0} KBps {1}.
sl: Konfigurirali ste I2P, da deli {0} KBps {1}.
sv: Du har konfigurerat I2P för att dela {0} KBps {1}.
uk: Ви налаштували I2P на спільний доступ до {0} Кбіт/с {1}.
vi: Bạn đã cấu hình I2P để chia sẻ {0} KB/s {1}.

source: The higher the share bandwidth the more you improve your anonymity and help the network.
ar: كلما ارتفر سرعة الشبكة التي تشاركها، كلما زادت نسبة المجهولية وفعالية الشبكة.
az: Paylaşmanın genişliyi nə qədər yüksək olarsa, anonimliyinizi bir o qədər yaxşılaşdırar və şəbəkəyə kömək edərsiniz.
bo: སྤེལ་བའི་བརྒྱུད་བཏོན་ཚད་ཇི་ཇི་མཐོ་བ་ན་ཁྱེད་ཀྱི་མིང་བརྟེན་པ་ལེགས་བརྒྱུད་བཏོན་པ་བཟོ་བཞིན་པ་དང་དྲ་ལམ་ལ་རོགས་སོ།
cs: Čím vyšší je sdílená šířka pásma, tím více zlepšíte svou anonymitu a pomůžete síti.
da: Jo mere du deler af din båndbredde, des mere forbedre du din anonymitet og hjælper netværket.
el: Όσο μεγαλύτερο είναι το κοινόχρηστο εύρος ζώνης τόσο περισσότερο βελτιώνετε την ανωνυμία σας και βοηθάτε το δίκτυο.
es: Cuanto mayor sea el ancho de banda compartido, mayor será la mejora de su anonimato y su contribución a la red.
et: Mida rohkem ribalaiust teiste teenindamiseks jagate, seda enam paraneb teie anonüümsus ja võrgu suutlikkus.
fa: هرچه پهنای باند سهم بالاتر باشد ، بیشتر ناشناس بودن خود را بهبود می بخشید و به شبکه کمک می کنید.
fi: Mitä suurempi jaettu kaistanleveys on, sitä enemmän parannat nimettömyyttäsi ja autat verkkoa.
hi: बैंडविड्ध के साझा करने की मात्रा अधिक होने से आप अपनी गुप्तता में सुधार करते हैं और नेटवर्क की मदद करते हैं।
hu: Minél magasabb a megosztási sávszélesség, annál jobban elősegíted anonimitásod és segíted a hálózatot is.
in: Semakin tinggi sharing bandwidth semakin anda meningkatkan anonimitas dan membantu jaringan.
it: Più è alta la condivisione di banda, più aiuti la rete e la tua anonimità migliora.
ja: 共有帯域幅が大きいほど、匿名性が向上し、ネットワークに役立ちます。
ko: 대역폭을 공유할수록, 더 많은 익명성과 네트워크 성능 향상이 이루어집니다.
nb: Jo høyere delingsbåndbredde, jo mer forbedrer du anonymiteten din og hjelper nettverket.
nl: Hoe meer bandbreedte je deelt, des te meer je anonimiteit verbeterd en je het netwerk helpt.
pt: Quanto maior a transmissão de dados compartilhada, melhor teu anonimato maior a ajuda para a rede I2P.
sl: Če je delena širina pasma višja, izboljšate anonimnost in pomagate omrežju.
sv: Desto högre bandbredd som delas ju mer du förbättras din anonymitet och hjälpen till nätverket.
uk: Чим більша пропускна здатність спільного доступу, тим більше ви покращуєте свою анонімність та допомагаєте мережі.
vi: Băng thông chia sẻ càng cao, bạn càng cải thiện tính ẩn danh của mình và giúp mạng.

source: config advanced
ar: اعدادات متقدمة
az: inkişaf etmiş konfiqurasiya
bo: རྒྱུན་སྒྲིག་སྟེན་མཐོ་རིམ་པ།
cs: Pokročilá konfigurace
da: Avanceret konfiguration
el: config για προχωρημένους
es: configuración avanzada
et: config arenenud
fa: پیکربندی پیشرفته
fi: erikoisasetukset
hi: विस्तृत सेटिंग
hu: haladó beállítások
in: konfigurasi lebih lanjut
it: configurazione avanzata
ja: 詳細設定
ko: 고급 설정
nb: sett opp avansert
nl: geavanceerde configuratie
pt: configuração avançada
sl: konfig napredno
sv: avancerad konfiguration
uk: конфігурація розширена
vi: Cấu hình nâng cao

source: Key <b>{0}</b> selected for removal. To commit the change, save the configuration, or cancel to restore the key.
bo: <b>{0}</b> ལྡེ་མིག་བསུབ་རྒྱུར་གདམ་གནང་ཡོད། འགྱུར་བ་འདི་ལག་བསྟར་བྱེད་འདོད་ན། རྒྱུན་ལྡན་རྣམ་གཞག་ཉར་རོགས། ཡང་ན་ལྡེ་མིག་སླར་གསོ་བྱེད་འདོད་ན་འདོར་རོགས།
hi: हटाने के लिए कुंजी <b>{0}</b> चयनित। परिवर्तन को प्रतिबद्ध करने के लिए, कॉन्फ़िगरेशन सहेज करें, या कुंजी पुनर्स्थापित करने के लिए रद्द करें।
ko: 키 <b>{0}</b>이(가) 제거용으로 선택되었습니다. 변경을 적용하려면 구성을 저장하거나 취소하여 키를 복원하세요.

source: Floodfill Configuration
ar: تكوين ملء الفيضان
az: Daşqın Konfiqurasiyası
bo: Floodfill རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ།
cs: Konfigurace Floodfill
da: Floodfillkonfiguration
el: Διαμόρφωση Floodfill
es: Configuración de floodfill
et: Floodfill konfiguratsioon
fa: پیکربندی Floodfill
fi: Floodfill-määritykset
hi: फ्लॉडफिल सेटिंग
hu: Árvízi kitöltés konfiguráció
in: Konfigurasi Floodfill
it: Configurazione Floodfill
ja: フラッドフィル構成
ko: 플러드 필 설정
nb: Flodfyll-oppsett
nl: Fooldfill configuratie
pt: Configuração de alagamento
sl: Konfiguracija zalivne
sv: Floodfillkonfiguration
uk: конфігурація затоплення
vi: Cấu hình lũ lụt

source: Floodfill participation helps the network, but may use more of your computer's resources.
ar: تساعد مشاركة Floodfill الشبكة، ولكنها قد تستخدم المزيد من موارد جهاز الكمبيوتر الخاص بك.
az: Floodfill iştirakı şəbəkəyə kömək edir, lakin kompüterinizin resurslarından daha çox istifadə edə bilər.
bo: Floodfill ལེགས་བཞུགས་པས་དྲ་ལམ་ལ་རོགས་སོ། འོན་ན་ཁྱེད་ཀྱི་རྒྱུན་དུ་བཙོན་པའི་ཐོན་བཀོད་མང་མང་བསྤེལ་བཞིན་པ།
cs: Účast ve Floodfill pomáhá síti, ale může využívat více zdrojů vašeho počítače.
da: Floodfill-deltagelse hjælper netværket, men kan bruge flere af din computers ressourcer.
el: Η συμμετοχή στο Floodfill βοηθά το δίκτυο, αλλά μπορεί να χρησιμοποιήσει περισσότερους πόρους του υπολογιστή σας.
es: La participación como floodfill ayuda a la red, pero puede ocupar más recursos de su equipo.
et: Floodfill osalemine aitab võrku, kuid võib kasutada rohkem teie arvuti ressursse.
fa: مشارکت Floodfill به شبکه کمک می کند ، اما ممکن است از منابع رایانه شما بیشتر استفاده کند.
fi: Floodfill-osallistuminen auttaa verkkoa, mutta saattaa käyttää enemmän tietokoneesi resursseja.
hi: फ्लॉडफिल के हिस्से होने से नेटवर्क की मदद होती है, लेकिन आपके कंप्यूटर के संसाधनों का अधिक उपयोग कर सकता है।
hu: Az árvízvédelmi részvétel segíti a hálózatot, de többet használhat a számítógép erőforrásaiból.
in: Partisipasi floodfill membantu jaringan, namun dapat menggunakan lebih banyak sumber daya komputer anda.
it: La partecipazione Floodfill aiuta la rete, ma potrebbe usare più risorse del tuo computer.
ja: フラッドフィルへの参加はネットワークに役立ちますが、コンピュータのリソースをより多く使用する可能性があります。
ko: 플러드필 참여는 네트워크에 도움이 되지만, 컴퓨터의 자원을 더 많이 사용할 수 있습니다.
nb: Floodfill -deltakelse hjelper nettverket, men kan bruke flere av datamaskinens ressurser.
nl: Deelname aan Floodfill helpt het netwerk, maar kan meer van de bronnen van uw computer gebruiken.
pt: A participação no Floodfill ajuda a rede, mas pode usar mais recursos do seu computador.
sl: Sodelovanje v zalivnem pomaga omrežju, vendar lahko uporablja več vsebine vašega računalnika.
sv: Floodfill-deltagande hjälper nätverket, men kan använda mer av din dators resurser.
uk: Участь у Floodfill допомагає мережі, але може використовувати більше ресурсів вашого комп 'ютера.
vi: Sự tham gia của Floodfill giúp ích cho mạng nhưng có thể sử dụng nhiều tài nguyên máy tính của bạn hơn.

source: This router is currently a floodfill participant.
ar: يعد جهاز التوجيه هذا حاليًا أحد المشاركين في عملية ملء الفيضان.
az: Bu marşrutlaşdırıcı hazırda daşqın iştirakçısıdır.
bo: འདི་རོ་ཌེར་ད་ལྟའི་floodfill ལེགས་བཞུགས་པ།
cs: Tento router je aktuálně účastníkem Floodfill.
da: Denne router er i øjeblikket en floodfill-deltager.
el: Αυτός ο δρομολογητής είναι επί του παρόντος συμμετέχων στο floodfill.
es: Este router es actualmente un participante floodfill.
et: see ruuter on praegu floodfill osaleja.
fa: این روتر در حال حاضر یک شرکت کننده Floodfill است.
fi: Tämä reititin on tällä hetkellä floodfill-osallistuja.
hi: यह रूटर क्रेन्टली एक floodfill सहभागी है।
hu: Ez az útválasztó jelenleg árvízvédelmi résztvevő.
in: Router ini saat ini merupakan peserta floodfill.
it: Questo router è attualmente un partecipante floodfill.
ja: このルーターは現在フラッドフィル参加者です。
ko: 라우터가 현재 플러드 필에 참가중입니다.
nb: Denne ruteren er for tiden en flodfyll-deltager.
nl: Deze router werkt op dit moment mee aan floodfill.
pt: Este roteador é atualmente um participante do Floodfill.
sl: Ta usmerjevalnik je trenutno sodelujoč v zalivnem.
sv: Denna router är för närvarande floodfill.
uk: Цей маршрутизатор наразі є учасником затоплення.
vi: Bộ định tuyến này hiện là người tham gia lũ lụt.

source: This router is not currently a floodfill participant.
ar: جهاز التوجيه هذا ليس مشاركًا حاليًا في التدفق.
az: Bu marşrutlaşdırıcı hazırda daşqın iştirakçısı deyil.
bo: འདི་རོ་ཌེར་ད་ལྟའི་floodfill ལེགས་བཞུགས་པ་མིན།
cs: Tento směrovač aktuálně není účastníkem Floodfill.
da: Denne router er i øjeblikket ikke en floodfill-deltager.
el: Αυτός ο δρομολογητής δεν συμμετέχει προς το παρόν σε floodfill.
es: Este router no es actualmente un participante floodfill .
et: see ruuter ei ole praegu floodfill osaleja.
fa: این روتر در حال حاضر یک شرکت کننده سیلاب نیست.
fi: Tämä reititin ei ole tällä hetkellä floodfill-osallistuja.
hi: यह रूटर क्रेन्टली floodfill सहभागी नहीं है।
hu: Ez a router jelenleg nem árvízvédelmi résztvevő.
in: Router ini saat ini bukan peserta floodfill.
it: Questo router non è attualmente un partecipante floodfill.
ja: このルーターは現在フラッドフィル参加者ではありません。
ko: 라우터가 현재 플러드 필에 참가하지 않습니다.
nb: Denne ruteren er for tiden ikke en flodfyll-deltager.
nl: Deze router werkt op dit moment niet mee aan floodfill.
pt: Este roteador não é atualmente um participante do Floodfill.
sl: Ta usmerjevalnik trenutno ni sodelujoč v zalivnem.
sv: Denna router är för närvarande inte floodfill.
uk: Цей маршрутизатор наразі не є учасником затоплення.
vi: Bộ định tuyến này hiện không phải là người tham gia lũ lụt.

source: Enrollment
ar: الالتحاق
az: Qeydiyyat
bo: ཐོ་བཞགས་པ།
cs: Registrace
da: Tilmelding
el: Εγγραφή
es: Enrolamiento
et: Registreerimine
fa: ثبت نام
fi: Ilmoittautuminen
hi: पंजीकरण
hu: Beiratkozás
it: Arruolamento
ja: 入学
ko: 등록
nb: Innrullering
nl: Inschrijving
pt: Inscrição
sl: Vpis
sv: Anmälan
uk: Реєстрація
vi: Ghi danh

source: Automatic
ar: أوتوماتيكي
az: Avtomatik
bo: རང་ཤུགས་པ།
cs: Automaticky
da: Automatisk
el: Αυτόματο
es: Automática
et: Automaatne
fa: خودکار
fi: Automaattinen
hi: स्वचालित
hu: Automatikus
in: Otomatis
it: Automatico
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pt: Automático
sl: Samodejno
sv: Automatisk
uk: Автоматично
vi: Tự động

source: Force On
ar: تمكن
az: Məcbur edin
bo: བཙན་པར་འགོ་ཚུགས་པ།
cs: Prosadit
da: Tvinge på
el: Ενεργοποιημένη με δύναμη
es: Forzar activado
et: Jõustama
fa: مجبور کردن
fi: Pakota päälle
hi: कमांड चलाएं
hu: Bekapcsolás
it: Forza On
ja: 強制オン
ko: 강제
nb: Tving på
nl: Forceer Aan
pt: Forçar
sl: Prisili ON
sv: Tvingande På
uk: Примусово
vi: Buộc vào

source: Disable
ar: ألغي
az: Söndür
bo: མི་རྒྱུན་སྒྲིག་བྱེད་པ།
cs: Zakázat
da: Deaktivere
el: Απενεργοποίηση
es: Dehabilitar
et: Keela
fa: غیرفعال کن
fi: Poista käytöstä
hi: अक्षम करें
hu: Kikapcsol
in: Matikan
it: Disabilita
ja: 無効
ko: 비활성화
nb: Skru av
nl: Uitschakelen
pt: Desativar
sl: Onemogoči
sv: Avaktivera
uk: Вимкнути
vi: Tắt

source: Advanced I2P+ Configuration
bo: I2P+ མཐོ་རིམ་པའི་རྒྱུན་སྒྲིག་སྟེན།
hi: विस्तृत I2P सेटिंग
ko: 고급 I2P 설정

source: Help with additional configuration settings
bo: ཁ་སྣོན་རྒྱུན་སྒྲིག་སྟེན་གྱི་རོགས་རམ་དང་།
hi: अतिरिक्त कॉन्फ़िगरेशन सेटिंग्स में मदद
ko: 추가 구성 설정에 대한 도움말

source: To make changes, edit the file: {0}
ar: لإجراء تغييرات، قم بتحرير الملف: {0}
az: Dəyişiklik etmək üçün faylı redaktə edin: {0}
bo: བསྒྱུར་བཏོན་པ་བརྒྱུར་བཞིན་པར་ཡིག་ཆ་{0} བསྒྱུར་བ།
cs: Chcete-li provést změny, upravte soubor: {0}
da: For at foretage ændringer skal du redigere filen: {0}
el: Για να κάνετε αλλαγές, επεξεργαστείτε το αρχείο: {0}
es: Para realizar cambios, edite el fichero: {0}
et: Muudatuste tegemiseks redigeerige faili: {0}
fa: برای ایجاد تغییرات ، پرونده را ویرایش کنید: {0}
fi: Jos haluat tehdä muutoksia, muokkaa tiedostoa: {0}
hi: परिवर्तन करने के लिए, फ़ाइल संपादित करें: {0}
hu: A módosítások elvégzéséhez szerkessze a következő fájlt: {0}
in: Untuk melakukan perubahan, edit file: {0}
it: Per effettuare cambiamenti, modifica il file: {0}
ja: 変更を加えるには、ファイルを編集します: {0}
ko: 변경하려면 파일을 편집하세요: {0}
nb: For å gjøre endringer, rediger filen: {0}
nl: Bewerk het bestand om wijzigingen aan te brengen: {0}
pt: Para fazer alterações, edite o arquivo: {0}
sl: Da bi spremenili, uredite datoteko: {0}
sv: För att göra ändringar, redigera filen: {0}
uk: Щоб внести зміни, відредагуйте файл: {0}
vi: Để thực hiện thay đổi, hãy chỉnh sửa tệp: {0}

source: config clients
ar: إعدادات المستخدم
az: müştəriləri konfiqurasiya edin
bo: ལེན་གནད་རྒྱུན་སྒྲིག་སྟེན།
cs: config klienti
da: konfigurer klienter
el: Διαμορφώστε τους πελάτες
es: configuración de los clientes
et: config kliendid
fa: تنظیم‌های مشتری
fi: asiakasasetukset
hi: क्लाइंट की सेटिंग
hu: kliensek beállítása
in: konfigurasi client
it: configurazione client
ja: 構成クライアント
ko: 클라이언트 설정
nb: sett opp klienter
nl: client configuratie
pt: configuração de clientes
sl: konfig klienti
sv: konfigurera klienter
uk: клієнти конфігурації
vi: cấu hình máy khách

source: Are you sure you want to delete {0}?
ar: هل انت متأكد أنك ترغب في حذف {0}؟
az: {0} silmək istədiyinizə əminsiniz?
bo: ཁྱེད་ཀྱིས་{0} བསུབ་བཏང་བར་ངེས་ཤེས་པ་མིན་ན།
cs: Opravdu chcete smazat {0}?
da: Er du sikker på du vil slette {0}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε {0}?
es: ¿Está seguro de que quiere eliminar {0}?
et: Oled kindel, et soovid kustutada {0}?
fa: آیا از حذف {0} اطمینان دارید؟
fi: Oletko varma, että haluat poistaa {0}?
hi: {0} को हटाना यकीन है?
hu: Biztos, hogy törölni akarod a következőt: {0} ?
in: Anda yakin ingin menghapus {0}?
it: Sei sicuro di voler eliminare {0}?
ja: {0} を削除してよろしいですか？
ko: {0}을 정말로 삭제하겠습니까?
nb: Er du sikker på at du vil slette {0}?
nl: Weet je zeker dat je {0} wilt verwijderen?
pt: Tens a certeza que queres apagar {0}?
sl: Ste prepričani, da želite izbrisati {0}?
sv: Är du säker på att du vill ta bort {0}?
uk: Ви впевнені, що бажаєте видалити {0}?
vi: Bạn có chắc chắn muốn xóa {0} không?

source: Router Clients
ar: عملاء جهاز التوجيه
az: Router Müştəriləri
bo: རོ་ཌེར་ལེན་གནད་ཚུད་པ།
cs: Klienti směrovače
da: Routerklienter
el: Πελάτες δρομολογητή
es: Clientes del router
et: ruuteri kliendid
fa: مشتریان مسیریاب
fi: Reititin Asiakkaat
hi: रूटर क्लाइंट
hu: Router Kliensek
in: Klien Router
it: Client del router
ja: ルータークライアント
ko: 라우터 클라이언트
nb: Ruterklienter
pt: Clientes roteadores
sl: Klienti usmerjevalnika
sv: Routerklienter
uk: клієнти маршрутизатора
vi: Máy khách bộ định tuyến

source: Client Configuration
ar: اعدادات المستخدم
az: Müştəri Konfiqurasiyası
bo: ལེན་གནད་རྒྱུན་སྒྲིག་སྟེན།
cs: Konfigurace klienta
da: Klient Konfiguration
el: Διαμόρφωση πελάτη
es: Configuración de los clientes
et: Kliendihäälestus
fa: پیکربندی کلاینت
fi: Asiakasasetukset
hi: क्लाइंट सेटिंग
hu: Kliens Beállítások
it: Configurazione client
ja: クライアント構成
ko: 클라이언트 설정
nb: Klientoppsett
nl: Client Configuratie
pt: Configuração de Clientes
sl: Konfiguracija klienta
sv: Klientkonfiguration
uk: Конфігурація клієнта
vi: Cấu hình máy khách

source: Plugin Configuration
ar: إعدادات الملحق
az: Plugin Konfiqurasiyası
bo: པ་ལག་ཨིན་རྒྱུད་འཛུགས
cs: Konfigurace pluginu
da: Plugin Konfiguration
el: Ρύθμιση Πρόσθετου
es: Configuración de complementos
et: Pluginate häälestus
fa: پیکربندی افزونه
fi: Plugin Asetukset
hi: प्लगइन सेटिंग
hu: Kiegészítő Beállítások
in: Konfigurasi Plugin
it: Configurazione plugin
ja: プラグインの設定
ko: 플러그인 설정
nb: Programtilleggsoppsett
nl: Plugin Configuratie
pt: Configuração de Plugin
sl: Konfiguracija vstavka
sv: Insticksmodulskonfiguration
uk: Конфігурація плагіна
vi: Cấu hình plugin

source: WebApp Configuration
ar: اعدادات تطبيق ويب
az: Veb Tətbiqinin Konfiqurasiyası
bo: ཝེབ་གཞུང་ཆེན་རྒྱུད་འཛུགས
cs: Konfigurace WebApp
da: WebApp Konfiguration
el: Διαμόρφωση εφαρμογής Web
es: Configuración de las aplicaciones web
et: Veebirakenduste häälestus
fa: تنظیمات وب‌اپ
fi: Webbisovellusasetukset
hi: वेबएप्लिकेशन सेटिंग
hu: WebAlkalmazás Beállítások
in: Konfigurasi WebApp
it: Configurazione WebApp
ja: WebAppの設定
ko: 웹앱 설정
nb: WebApp-oppsett
nl: WebApp Configuratie
pt: Configuração WebApp
sl: Konfiguracija WebApp
sv: Webbapp-konfiguration
uk: Конфігурація веб-додатка
vi: Cấu hình ứng dụng web

source: To change client options, edit the files in: {0}
ar: لتغيير خيارات العميل، قم بتحرير الملفات في: {0}
az: Müştəri seçimlərini dəyişmək üçün faylları redaktə edin: {0}
bo: ལེན་གནད་ཚུད་པའི་གདམ་ཀ་བསྒྱུར་བར། {0} ནང་གི་ཡིག་ཆ་ཚུ་རྩོམ་སྒྲིག་འབད།
cs: Chcete-li změnit možnosti klienta, upravte soubory v: {0}
da: For at ændre klientindstillinger skal du redigere filerne i: {0}
el: Για να αλλάξετε τις επιλογές πελάτη, επεξεργαστείτε τα αρχεία σε: {0}
es: Para cambiar las opciones del cliente, edite los archivos en: {0}
et: Kliendi valikute muutmiseks muutke faile asukohas: {0}
fa: برای تغییر گزینه‌های کلاینت، فایل‌ها را در: {0} ویرایش کنید
fi: Voit muuttaa asiakasasetuksia muokkaamalla tiedostoja kohteessa: {0}
hi: {0} में फ़ाइलों को संपादित करें ताकि क्लाइंट विकल्प बदल सकें।
hu: Az ügyfélbeállítások módosításához szerkessze a fájlokat a következő helyen: {0}
in: Untuk mengubah opsi klien, edit file di: {0}
it: Per modificare le opzioni del client, modifica i file in: {0}
ja: クライアント オプションを変更するには、次のファイルを編集します: {0}
ko: 클라이언트 옵션을 변경하려면 다음 파일을 편집하세요. {0}
nb: For å endre klientalternativer, rediger filene i: {0}
nl: Om clientopties te wijzigen, bewerkt u de bestanden in: {0}
pt: Para alterar as opções do cliente, edite os arquivos em: {0}
sl: Da spremenite možnosti klienta, uredite datoteke v: {0}
sv: För att ändra klientalternativ, redigera filerna i: {0}
uk: Щоб змінити параметри клієнта, відредагуйте файли в: {0}
vi: Để thay đổi tùy chọn máy khách, hãy chỉnh sửa tệp trong: {0}

source: To change client options, edit the file: {0}
ar: لتغيير خيارات العميل، قم بتحرير الملف: {0}
az: Müştəri seçimlərini dəyişmək üçün faylı redaktə edin: {0}
bo: ལེན་གནད་ཚུད་པའི་གདམ་ཀ་བསྒྱུར་བར། ཡིག་ཆ་བསྒྱུར་བཅོས་བྱོས། {0}
cs: Chcete-li změnit možnosti klienta, upravte soubor: {0}
da: For at ændre klientindstillinger skal du redigere filen: {0}
el: Για να αλλάξετε τις επιλογές πελάτη, επεξεργαστείτε το αρχείο: {0}
es: Para cambiar las opciones del cliente, edite el archivo: {0}
et: Kliendi valikute muutmiseks muutke faili: {0}
fa: برای تغییر گزینه‌های کلاینت، فایل را ویرایش کنید: {0}
fi: Voit muuttaa asiakasasetuksia muokkaamalla tiedostoa: {0}
hi: {0} फ़ाइल संपादित करें ताकि क्लाइंट विकल्प बदल सकें।
hu: Az ügyfélbeállítások módosításához szerkessze a fájlt: {0}
in: Untuk mengubah opsi klien, edit file: {0}
it: Per modificare le opzioni del client, modifica il file: {0}
ja: クライアント オプションを変更するには、ファイル {0} を編集します。
ko: 클라이언트 옵션을 변경하려면 파일을 편집하세요: {0}
nb: For å endre klientalternativer, rediger filen: {0}
nl: Om clientopties te wijzigen, bewerkt u het bestand: {0}
pt: Para alterar as opções do cliente, edite o arquivo: {0}
sl: Da spremenite možnosti klienta, uredite datoteko: {0}
sv: För att ändra klientalternativ, redigera filen: {0}
uk: Щоб змінити параметри клієнта, відредагуйте файл: {0}
vi: Để thay đổi tùy chọn máy khách, hãy chỉnh sửa tệp: {0}
