Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: SAM (Simple Anonymous Messaging) is a protocol which allows a client application written in any programming language to communicate over I2P, by using a socket-based interface to the I2P router. For more information, see the <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: SAM (رسائل مجهولة بسيطة) هو بروتوكول يسمح لتطبيق عميل مكتوب بأي لغة برمجة بالتواصل عبر I2P، عبر استخدام واجهة قائمة على المحاكي لموجه I2P. لمزيد من المعلومات، انظر الوثائق <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: SAM (Sadə Anonim Mesajlaşma) hər-hansı bir programlaşdırma dili ilə yazılmış bir müştəri tətbiqatının I2P üzərində məlumat almasına imkan verən bir protokoldur. Bu, I2P yönləndiricisinə qulaqlı socket-interface vasitəsilə etiraza icazə verən bir protokoldur. Ətraflı məlumat üçün <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>əlavə məlumatlar</a>-a baxın.
bo: SAM (ངོ་མ་གསལ་བའི་འཕྲིན་ཡིག་ཡོང་རྒུ་སྦྲང་བའི་གྲོས་མོལ་)ནི་གསོག་གི་སྒོ་རོལ་གང་རུང་བརྒྱུད་ནས་བྲིས་པའི་ཉེར་སྤྱོད་སྤྱོད་པ་པོ་ཞིག་གིས་I2P དྲ་བ་བརྒྱུད་དེ་མཚམས་སྦྲེལ་བྱེད་པར་ཆོག་པའི་གྲོས་མོལ་ཞིག་སྟེ། I2P སྒོ་བསྒྲག་མ་གཞུང་གི་སོ་ཀེ་ཊི་གཞུང་གི་མཚམས་སྦྲེལ་བྱེད་པ་ཡིན། གཞན་མང་ཤེས་འདོད་ན། <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a> འཚོལ་ཞིབ་བྱོས།
cs: SAM (Simple Anonymous Messaging) je protokol, který umožňuje klientovské aplikaci napsané v libovolném programovacím jazyce komunikovat přes I2P pomocí rozhraní založeného na socketech ke směrovači I2P. Další informace naleznete v <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: SAM (Simple Anonymous Messaging) er en protokol, der giver en klientapplikation, der er skrevet i et hvilket som helst programmeringssprog, mulighed for at kommunikere over I2P ved at bruge en socket-baseret grænseflade til I2P-routere. For mere information, se <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
el: Το SAM (Simple Anonymous Messaging) είναι ένα πρωτόκολλο που επιτρέπει σε μια εφαρμογή πελάτη, γραμμένη σε οποιαδήποτε γλώσσα προγραμματισμού, να επικοινωνεί μέσω του I2P, χρησιμοποιώντας μια προσαρμοσμένη διεπαφή βασισμένη σε sockets για τον I2P router. Για περισσότερες πληροφορίες, δείτε την <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: SAM (Mensajería Anónima Simple) es un protocolo que permite a una aplicación cliente escrita en cualquier lenguaje de programación comunicarse a través de I2P, utilizando una interfaz basada en sockets con el enrutador I2P. Para más información, consulta la <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: SAM (Lihtne anonüümne sõnumside) on protokoll, mis võimaldab mis tahes programmeerimiskeeles kirjutatud klientrakendusel suhelda I2P-ga, kasutades põhivarukettatud liidese soklit I2P ruuteri kaudu. Lisateabe saamiseks vaadake <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online dokumentatsiooni</a>.
fa: SAM (Simple Anonymous Messaging) یک پروتکل است که اجازه می‌دهد کلاینت‌های نوشته شده با هر زبان برنامه‌نویسی بتوانند از طریق I2P ارتباط برقرار کنند با استفاده از رابطه سوکت مبتنی به مسیریاب I2P. برای اطلاعات بیشتر مستندات آنلاین را ببینید.
fi: SAM (yksinkertainen anonyymi viestintä) on protokolla, joka mahdollistaa asiakasohjelman, joka on kirjoitettu millä tahansa ohjelmointikielellä, viestinnän I2P:n yli käyttämällä socket-pohjaista liitäntärajapintaa I2P-reitittimeen. Lisätietoja löydät <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: SAM (सरल अनाम प्रेसेंटेशन) एक प्रोटोकॉल है जो किसी भी प्रोग्रामिंग भाषा में लिखी गई क्लाइंट एप्लीकेशन को I2P पर संचार करने की अनुमति देता है, इसके लिए I2P रूटर के साथ सॉकेट-आधारित इंटरफेस का उपयोग किया जाता है। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> पर जाएँ।
hu: A SAM (Egyszerű névtelen üzenetküldés) egy olyan protokoll, amely lehetővé teszi egy ügyfélalkalmazásnak, amely bármilyen programozási nyelven íródott, hogy kommunikáljon az I2P hálózaton keresztül, és egy csatlakozó alapú felületet használ az I2P routerhez. További információért látogasson el az <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer> online dokumentációra</a>.
in: SAM (Simple Anonymous Messaging) adalah protokol yang memungkinkan aplikasi klien yang ditulis dalam bahasa pemrograman apa pun untuk berkomunikasi melalui I2P, dengan menggunakan antarmuka berbasis soket ke router I2P. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: SAM (Simple Anonymous Messaging) è un protocollo che consente a un'applicazione client scritta in qualsiasi linguaggio di programmazione di comunicare tramite I2P, utilizzando un'interfaccia basata su socket per il router I2P. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: SAM（Simple Anonymous Messaging）は、任意のプログラミング言語で記述されたクライアントアプリケーションがI2Pを介して通信するためのプロトコルであり、I2Pルーターへのソケットベースのインターフェースを使用します。詳細については、<a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: SAM (Simple Anonymous Messaging)은 모든 프로그래밍 언어로 작성된 클라이언트 응용 프로그램이 I2P를 통해 통신할 수 있게하는 프로토콜로, I2P 라우터와의 소켓 기반 인터페이스를 사용합니다. 자세한 정보는 <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: SAM (Simple Anonymous Messaging) er et protokoll som tillater en klientapplikasjon skrevet i hvilket som helst programmeringsspråk å kommunisere over I2P ved å bruke et socket-basert grensesnitt til I2P-ruteren. For mer informasjon, se <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>det nettbaserte dokumentasjonen</a>.
nl: SAM (Simple Anonymous Messaging) is een protocol waarmee een client-applicatie geschreven in elke programmeertaal kan communiceren via I2P, door gebruik te maken van een socket-gebaseerde interface naar de I2P-router. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: SAM (Simple Anonymous Messaging) é um protocolo que permite que um aplicativo cliente, escrito em qualquer linguagem de programação, se comunique via I2P, usando uma interface baseada em socket com o roteador I2P. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: SAM (Enostavno anonimno sporočanje) je protokol, ki omogoča klientu aplikacijo, napisano v kateri koli programski jezik, da komunicira preko I2P, tako da uporablja vmesnik temelječ na vratih za I2P usmerjevalnik. Za več informacij, glejte <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: SAM (Simple Anonymous Messaging) är ett protokoll som gör att en klientapplikation som är skriven i vilket programmeringsspråk som helst kan kommunicera över I2P genom att använda ett socketsbaserat gränssnitt till I2P-routern. För mer information, se <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: SAM (Просте анонімне повідомлення) - це протокол, що дозволяє клієнтським застосункам, написаним на будь-якій мові програмування, спілкуватися через I2P, використовуючи сокетний інтерфейс до маршрутизатора I2P. Додаткову інформацію можна знайти на <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>англомовній документації</a>.
vi: SAM (Đơn giản Tin nhắn Ẩn danh) là giao thức cho phép ứng dụng khách được viết bằng bất kỳ ngôn ngữ lập trình nào giao tiếp trên I2P, bằng cách sử dụng giao diện dựa trên socked với bộ định tuyến I2P. Xem thêm thông tin tại <a href=https://geti2p.net/en/docs/api/samv3 class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Shared Client
ar: عميل مشترك
az: Paylaşılan Müştəri
bo: མཉམ་སྤྱོད་སྤྱོད་པ་པོ་
cs: Sdílený klient
da: Delt klient
el: Κοινός Πελάτης
es: Cliente Compartido
et: Jagatud klient
fa: کلاینت مشترک
fi: Jaettu asiakas
hi: साझा किया गया क्लाइंट
hu: Megosztott ügyfél
in: Klien Bersama
it: Client condiviso
ja: 共有クライアント
ko: 공유 클라이언트
nb: Delt klient
nl: Gedeelde Klant
pt: Cliente Compartilhado
sl: Določena stranka
sv: Delad klient
uk: Спільний клієнт
vi: Khách hàng được chia sẻ

source: In order to use a single set of tunnels for multiple client services, clients can be configured from the <i>Tunnel Manager</i> to operate in <i>Shared Client</i> mode. This mode conserves resources and blends the traffic from multiple clients into a single set of tunnels, making traffic analysis harder. Clients configured as Shared Clients share the same tunnel options.
ar: من أجل استخدام مجموعة واحدة من الأنفاق لعدة خدمات عميل، يمكن تهيئة العملاء من <i>مدير الأنفاق</i> للعمل في وضع <i>العميل المشترك</i>. يحافظ هذا الوضع على الموارد ويدمج حركة العملاء المتعددة في مجموعة واحدة من الأنفاق، مما يجعل تحليل الحركة أصعب. العملاء المعدلة كعملاء مشتركة تشارك نفس خيارات النفق.
az: Bir neçə müştəri xidmətləri üçün bir dənə tunel istifadə etmək üçün müştərilər <i>Tunel Menecerinden</i> <i>Paylaşılan Müştəri</i> rejimində əməliyyat aparmaq üçün konfiqurasiya edilə bilər. Bu rejim resursları qoruyur və bir neçə müştəri trafikini tək bir dənə simili tunelə qarışdıraraq trafik analizini daha da çətinləşdirir. Paylaşılan Müştəri kimi konfiqurasiya edilmiş müştərilər eyni tunnel seçimlərini paylaşır.
bo: ཉེར་སྤྱོད་མང་པོར་མཉམ་གྱི་འགྲུལ་ལམ་གཅིག་གམ་གཙོ་བོར་བཀོལ་སྤྱོད་བྱེད་པར། <i>འགྲུལ་ལམ་སྐྱོང་བ་</i> ནས་ཉེར་སྤྱོད་དེ་དག་རྣམས་ལ་<i>མཉམ་སྤྱོད་སྤྱོད་པ་པོ</i>ཁོ་བར་བརྟན་པར་རྒྱུས་བཀོད་བྱེད་ཐུབ། འདིའི་ཁོ་བས་མ་ལག་ལ་བརྟེན་པའི་རྒྱུ་ཡོད་པ་མ་ཟད་མཉམ་གྲོགས་མང་པོ་ནས་ཡོང་བའི་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་རྣམས་མཉམ་དུ་སྦྲེལ་བ་བྱེད་པ་མ་ཟད་རྒྱུ་མ་འཁོར་སོག་མ་དར་བའི་དཔྱད་ཞིབ་བྱེད་པ་ལ་གནོད་འཚེ་ཆེ་བ་བྱེད་ཡོད། མཉམ་སྤྱོད་སྤྱོད་པ་པོ་རུ་རྒྱུས་བཀོད་འགྲུལ་ལམ་དེ་དག་གི་མཉམ་སྦྲེལ་གཅིག་ཁོ་ན་མཉམ་སྤྱོད་བྱེད་ཀྱི་ཡོད་པ་ཡིན།
cs: Aby se jedna sada tunelů mohla použít pro více klientovských služeb, klienti mohou být nastaveni v <i>Manažeru tunelů</i> tak, aby fungovali ve <i>Sdíleném klientovi</i> režimu. Tento režim šetří prostředky a míchá provoz z více klientů do jedné sady tunelů, což ztěžuje analýzu provozu. Klienti konfigurovaní jako Sdílení klienti sdílejí stejné volby tunelů.
da: For at kunne bruge en enkelt sæt tuneles til flere klienttjenester kan klienter konfigureres fra <i>Tunnel Manager</i> til at fungere i <i>Delt klient</i>-tilstand. Denne tilstand bevarer ressourcer og blander trafikken fra flere klienter i en enkelt sæt tunneler, hvilket gør trafikanalyse mere vanskelig. Klienter konfigureret som Delt klient deler de samme tunnelindstillinger.
el: Προκειμένου να χρησιμοποιηθεί ένα μόνο σύνολο τούνελ για πολλές υπηρεσίες πελατών, οι πελάτες μπορούν να διαμορφωθούν από τον <i>Tunnel Manager</i> για να λειτουργούν σε λειτουργία <i>Κοινού Πελάτη</i>. Αυτή η λειτουργία εξοικονομεί πόρους και συγχωνεύει την κυκλοφορία από πολλούς πελάτες σε ένα μόνο σύνολο τούνελς, καθιστώντας την ανάλυση της κυκλοφορίας πιο δύσκολη. Οι πελάτες που έχουν διαμορφωθεί ως Κοινοί Πελάτες μοιράζονται τις ίδιες επιλογές τούνελ.
es: Para usar un único conjunto de túneles para múltiples servicios cliente, los clientes se pueden configurar desde el <i>Administrador de Túneles</i> para operar en modo <i>Cliente Compartido</i>. Este modo conserva recursos y mezcla el tráfico de múltiples clientes en un único conjunto de túneles, dificultando el análisis de tráfico. Los clientes configurados como Clientes Compartidos comparten las mismas opciones de túneles.
et: Mitme klienditeenuse jaoks ühe tunnelikomplekti kasutamiseks saab kliendid konfigureerida <i>Tunneli halduri</i> kaudu töötama režiimis <i>Jagatud klient</i>. See režiim säästab ressursse ja segab mitme kliendi liikluse üheks tunnelikomplektiks, muutes liikluse analüüsi keerulisemaks. Jagatud klientidena konfigureeritud kliendid jagavad sama tunneli valikud.
fa: به منظور استفاده از یک مجموعه تونل واحد برای سرویس‌های کلاینت متعدد، کلاینت‌ها می‌توانند از <i>مدیر تونل</i> تنظیم شوند تا در حالت <i>کلاینت مشترک</i> عمل کنند. این حالت منابع را حفظ می‌کند و ترافیک از کلاینت‌های متعدد را به یک مجموعه تونل تبدیل می‌کند که تجزیه ترافیک را سخت‌تر می‌کند. کلاینت‌های تنظیم‌شده به عنوان کلاینت مشترک از گزینه‌های تونل واحدی استفاده می‌کنند.
fi: Voidakseen käyttää yhtä joukkoa tunneleita useille asiakaspalveluille asiakkaita voidaan konfiguroida <i>Tunnel Managerin</i> kautta toimimaan <i>Jaetun asiakkaan</i> tilassa. Tämä tila säästää resursseja ja sekoittaa liikenteen useista asiakkaista yhteen sarjaan tunneleita, mikä tekee liikenteen analysoinnista vaikeampaa. Jaetun asiakkaan tilassa konfiguroidut asiakkaat jakavat samat tunnelivaihtoehdot.
hi: कई क्लाइंट सेवाओं के लिए एक ही सेट टनल का उपयोग करने के लिए, क्लाइंट को <i>Tunnel Manager</i> से <i>Shared Client</i> मोड में कन्फ़िगर किया जा सकता है। इस मोड संसाधनों को संरक्षित करता है और कई क्लाइंटों से आने वाले ट्रैफ़िक को एक ही सेट टनल में मिलाता है, जिससे ट्रैफ़िक विश्लेषण कठिन हो जाता है। साझा किए गए क्लाइंट के रूप में सेट किए गए क्लाइंट समान टनल विकल्प शेयर करते हैं।
hu: Annak érdekében, hogy egyetlen alagút készletet használjon több ügyfél szolgáltatáshoz, a kliensek beállíthatók az <i>Alagút kezelő </i>képes működni a <i>megosztott ügyfél </i>módban. Ez a mód megóvja az erőforrásokat és összekeveri több ügyfél forgalmát az alagútkészlet egyetlen részében, ami megnehezíti a forgalomelemzést. A Megosztott ügyfeleként beállított kliensek ugyanazokat az alagút beállításokat használják.
in: Untuk menggunakan satu set terowongan untuk layanan klien ganda, klien dapat dikonfigurasi dari <i>Pengelola Terowongan</i> untuk beroperasi dalam mode <i>Klien Bersama</i>. Mode ini menghemat sumber daya dan mencampur lalu lintas dari beberapa klien ke dalam satu set terowongan tunggal, sehingga analisis lalu lintas menjadi lebih sulit. Klien yang dikonfigurasi sebagai Klien Bersama berbagi opsi terowongan yang sama.
it: Per utilizzare un singolo set di tunnel per più servizi client, i client possono essere configurati dal <i>Tunnel Manager</i> per operare in modalità <i>Shared Client</i>. Questa modalità conserva le risorse e mescola il traffico di più client in un singolo set di tunnel, rendendo più difficile l'analisi del traffico. I client configurati come client condivisi condividono le stesse opzioni di tunnel.
ja: 複数のクライアントサービスに対して単一のトンネルセットを使用するために、クライアントは<i>Tunnel Manager</i>から<i>Shared Client</i>モードで動作するように設定することができます。このモードはリソースを節約し、複数のクライアントからのトラフィックを単一のトンネルセットに混合するため、トラフィック解析を困難にします。共有クライアントとして設定されたクライアントは同じトンネルオプションを共有します。
ko: 다중 클라이언트 서비스에 단일 터널 세트를 사용하기 위해 클라이언트는 <i>Tunnel Manager</i>에서 <i>공유 클라이언트</i> 모드로 구성할 수 있습니다. 이 모드는 자원을 절약하며, 다중 클라이언트의 트래픽을 단일 터널 세트로 혼합하여 트래픽 분석을 어렵게 만듭니다. 공유 클라이언트로 구성된 클라이언트는 동일한 터널 옵션을 공유합니다.
nb: For å kunne bruke en enkelt sett med tunneler for flere klienttjenester, kan klienter konfigureres fra <i>Tunnel Manager</i> for å operere i <i>Delt klient</i>-modus. Denne modusen sparer ressurser og blander trafikken fra flere klienter inn i en enkelt sett med tunneler, noe som gjør trafikkanalyse vanskeligere. Klienter konfigurert som Delt klient deler de samme tunnelelementene.
nl: Om een enkele set tunnels te gebruiken voor meerdere client-services, kunnen klanten worden geconfigureerd in <i>Tunnel Manager</i> om te werken in de modus voor <i>Gedeelde Klanten</i>. Deze modus bespaart middelen en combineert het verkeer van meerdere klanten in een enkele set tunnels, waardoor verkeersanalyse moeilijker wordt. Klanten geconfigureerd als Gedeelde Klanten delen dezelfde tunnel-opties.
pt: Para usar um único conjunto de túneis para vários serviços de cliente, os clientes podem ser configurados no <i>Tunnel Manager</i> para operar no modo <i>Cliente Compartilhado</i>. Este modo economiza recursos e mistura o tráfego de vários clientes em um único conjunto de túneis, dificultando a análise de tráfego. Clientes configurados como Clientes Compartilhados compartilham as mesmas opções de túnel.
sl: Da bi uporabili en nabor tunelov za več klientnih storitev, lahko klienti iz <i>Menedžer tunela</i> nastavljene v način <i>Določena stranka</i>. Ta način ohranja vire in meša promet iz več klientov v en nabor tunelov, kar težko naredi analizo prometa. Klienti, konfigurirani kot določene stranke, delijo iste možnosti tunela.
sv: För att använda en enda uppsättning tunnlar för flera klienttjänster kan klienter konfigureras från <i>Tunnelhanteraren</i> för att fungera i <i>Delt klient</i>-läge. Detta läge sparar resurser och blandar trafiken från flera klienter i en enda uppsättning tunnlar, vilket gör trafikanalysen svårare. Klienter som är konfigurerade som Delade klienter delar samma tunnelalternativ.
uk: Для використання єдиного набору тунелів для декількох сервісів клієнтів, клієнти можуть бути налаштовані в менеджері тунелів <i>Tunnel Manager</i> для роботи в режимі <i>Спільний клієнт</i>. Цей режим економить ресурси та об'єднує трафік від декількох клієнтів в єдиний набір тунелів, ускладнюючи аналіз трафіку. Клієнти, налаштовані як спільні клієнти, використовують однакові налаштування тунелів.
vi: Để sử dụng một bộ đường hầm duy nhất cho nhiều dịch vụ khách hàng, khách hàng có thể được cấu hình từ <i>Quản lý Đường hầm</i> để hoạt động ở chế độ <i>Khách hàng Chung</i>. Chế độ này tiết kiệm tài nguyên và trộn lưu lượng từ nhiều khách hàng vào một bộ đường hầm duy nhất, khiến phân tích lưu lượng trở nên khó khăn hơn. Các khách hàng được cấu hình là Khách hàng Chung chia sẻ cùng các tuỳ chọn đường hầm.
