Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: No file specified. Please select a valid .zip or .su3 file to reseed from.
ar: لم يحدد ملف. يرجى تحديد ملف .zip أو .su3 صالح من.
az: Heç bir fayl göstərilməyib.
bo: ཡིག་ཆ་གསལ་བཀོད་མེད། རྒྱུན་དུ་བཙོན་པར་ནུས་ལྡན་གྱི་ .zip ཡང་ན་ .su3 ཡིག་ཆ་ཞིག་འདེམས་རོགས།
cs: Nebyl zadán žádný soubor.
da: Ingen fil angivet.
el: Δεν καθορίζεται αρχείο. Επιλέξτε ένα έγκυρο αρχείο .zip ή .su3 για να επαναλάβετε.
es: No se ha especificado el archivo. Por favor seleccione un archivo .zip o .su3 válido para resembrar desde él.
et: faili pole määratud.
fa: هیچ پرونده مشخص نشده است. لطفاً یک پرونده معتبر .zip یا .su3 را انتخاب کنید تا از آن استفاده کنید.
fi: Tiedostoa ei ole määritetty.
hi: कोई फ़ाइल नहीं निर्दिष्ट की गई। कृपया पुनःसंचय के लिए एक वैध .zip या .su3 फ़ाइल चुनें।
hu: Nincs fájl megadva.
in: File tidak ditentukan. Silakan pilih file .zip atau .su3 yang valid untuk reseed.
it: Nessun file specificato. Seleziona un valido file .zip o .su3 per il reseed.
ja: ファイルが指定されていません。 再シード元の有効な .zip または .su3 ファイルを選択してください。
ko: 파일이 지정되지 않았습니다. 재활용할 .zip 또는 .su3 파일을 선택하십시오. 유효한 파일을 선택하십시오.
nb: Ingen fil spesifisert.
nl: Geen bestand opgegeven. Selecteer een geldig .zip- of .su3-bestand om uit te reseeden.
pt: Nenhum arquivo especificado. Selecione um arquivo .zip ou .su3 válido para reabastecer.
sl: Datoteka ni določena. Prosimo, izberite veljavno .zip ali .su3 datoteko za ponovno semenjenje.
sv: Ingen fil specificerad.
uk: Файл не вказано.
vi: Không có tệp được chỉ định. Vui lòng chọn tệp .zip hoặc .su3 hợp lệ để Reseed từ.

source: Reseed from file failed
ar: فشلت Reseed من الملف
az: Fayldan yenidən oxumaq alınmadı
bo: ཡིག་ཆ་ནས་རྒྱུན་དུ་བཙོན་པ་ཕམ་ཉེས།
cs: Opětovné načtení ze souboru se nezdařilo
da: Reseed fra fil mislykkedes
el: Αποτυχία επανεμφάνισης από το αρχείο
es: El resembrado desde fichero falló
et: Failist uuesti otsimine ebaõnnestus
fa: Reseed از فایل انجام نشد
fi: Uudelleenseeraus tiedostosta epäonnistui
hi: फ़ाइल से पुनःसंचय में विफलता
hu: A fájl újraolvasása nem sikerült
in: Reseed dari file gagal
it: Reseed da file fallito
ja: ファイルからの再シード失敗
ko: 파일 재시드 실패
nb: Omsåing fra fil mislyktes
nl: Reseed uit bestand mislukt
pt: Reenvio de ficheiro falhou
sl: Ponovno semenjenje iz datoteke je spodletelo
sv: Återdistribuering från fil misslyckades
uk: Помилка повторного завантаження з файлу
vi: Không thể gieo hạt lại từ tệp

source: Reseed successful, loaded {0} router info from file.
ar: Reseed ناجح ، محمّل {0} infos من ملف.
az: Reseed Uğurlu, Fayldan {0} Router məlumatı yükləndi.
bo: སྐྱེད་བསྲིང་འོང་ཙམ་ཡིན་པ། ཡིག་ཆ་ནས་རྒྱུད་པའི་ཆ་འཕྲིན་{0} ཐོབ་སོང་།
cs: Reseedování bylo úspěšné, načteno informace o {0} směrovači ze souboru.
da: Genforsigtig vellykket, indlæst {0} routerinfo fra fil.
el: Αναθεωρημένη επιτυχημένη, φορτωμένη {0} πληροφορίες δρομολογητή από το αρχείο.
es: Resembrado exitoso, se cargó la información del router {0} desde el archivo.
et: Reseeed edukas, laaditud {0} ruuteri teave failist.
fa: Reseed موفق ، بارگیری {0} روتر از پرونده.
fi: Reseed onnistui, ladattu {0} reitittimen tietoja tiedostosta.
hi: पुनःसंचय सफल, फ़ाइल से {0} राउटर जानकारी लोड की गई।
hu: Reseed sikeres, betöltött {0} útválasztó információ a fájlból.
in: Reseed berhasil, dimuat {0} info router dari file.
it: Reseed riuscito, caricato {0} router info dal file.
ja: 再シードが成功し、ファイルから {0} ルーター情報がロードされました。
ko: 성공적으로 다시 시드했으며 파일에서 {0} 라우터 정보를 로드했습니다.
nb: Resaadlykket, lastet {0} ruteren-info fra filen.
nl: Succesvolle, geladen {0} router -info uit bestand.
pt: Reseed bem-sucedido, carregado {0} informações de roteador do arquivo.
sv: Återinställd framgångsrik, laddade {0} routerinformation från fil.
uk: Reseed успішним, завантажений {0} routerinfo з файлу.
vi: Reseed thành công, được tải {0} bộ định tuyến từ tệp.

source: Reset URL list
ar: إعادة تعيين قائمة URL
az: URL siyahısını sıfırlayın
bo: URL ཐོ་བཀོད་སླར་སྒྲིག
cs: Resetujte seznam URL
da: Nulstil URL-liste
el: Επαναφορά λίστας διευθύνσεων URL
es: Reiniciar lista de URLs
et: lähtestage URL-i loend
fa: لیست URL را بازنشانی کنید
fi: Palauta URL-luettelo
hi: URL सूची रीसेट करें
hu: URL-lista visszaállítása
in: Reset daftar URL
it: Ripristina elenco URL
ja: URLリストをリセット
ko: URL 리스트 재설정
nb: Tilbakestill nettadresseliste
nl: Reset URL lijst
pt: Redefinir lista de URLs
sl: Ponastavi seznam URL-jev
sv: Återställ URL-lista
uk: Скинути список URL-адрес
vi: Đặt lại danh sách URL

source: URL list reset successfully
ar: تم إعادة تعيين قائمة URL بنجاح
az: URL siyahısı uğurla sıfırlandı
bo: URL ཐོ་བཀོད་སླར་སྒྲིག་ལེགས་གྲུབ་བྱུང་།
cs: Seznam adres URL byl úspěšně resetován
da: URL-listen blev nulstillet
el: Επιτυχής επαναφορά της λίστας διευθύνσεων URL
es: La lista de URLs se reinició con éxito
et: URL-i loendi lähtestamine õnnestus
fa: لیست URL با موفقیت بازنشانی شد
fi: URL-luettelon nollaus onnistui
hi: URL सूची सफलतापूर्वक रीसेट की गई
hu: Az URL-lista visszaállítása sikeres volt
in: Daftar URL berhasil direset
it: Elenco URL ripristinato con successo
ja: URLリストのリセットに成功しました
ko: URL 리스트 리셋 성공
nb: Nettadresseliste tilbakestilt
nl: URL lijst succesvol gereset
pt: Lista de URL redefinida com sucesso
sl: Seznam URL-jev je uspešno ponastavljen.
sv: URL-lista återställd
uk: Список URL-адрес успішно скинуто
vi: Đặt lại danh sách URL thành công

source: Cancel restart
ar: الغاء اعادة التشغيل
az: Yenidən başlamanı ləğv edin
bo: སླར་འཛུགས་འདོར་བ།
cs: Zrušte restart
da: Annuller genstart
el: Ακύρωση επανεκκίνησης
es: Cancelar reinicio
et: Tühista uuesti käivitumine
fa: لغو راه اندازی مجدد
fi: Peru uudelleenkäynnistys
hi: पुनः शुरू करने को रद्द करें
hu: Újraindítás visszavonása
in: Batalkan restart
it: Annulla il riavvio
ja: 再起動をキャンセル
ko: 재시작 취소
nb: Avbryt omstart
nl: Herstart annuleren
pt: Cancelar reiniciar
sl: Prekliči ponovni zagon
sv: Avbryt omstart
uk: Скасувати перезапуск
vi: Hủy khởi động lại

source: Cancel shutdown
ar: الغاء التوقيف
az: Bağlanmağı ləğv edin
bo: སྒོ་བརྒྱག་འདོར་བ།
cs: Zrušte vypnutí
da: Annuller nedlukningen
el: Ακύρωση σβησίματος
es: Cancelar apagado
et: Tühista välja lülitumine
fa: خاموش شدن را لغو کنید
fi: Peru sammuttaminen
hi: बंद होने को रद्द करें
hu: Kikapcsolás visszavonása
in: Batalkan shutdown
it: Annulla lo spegnimento
ja: シャットダウンをキャンセル
ko: 종료 취소
nb: Avbryt avsluttningsprosessen
nl: Afsluiten annuleren
pt: Cacelar desligar
sl: Prekliči zapiranje
sv: Avbryt stängning
uk: Скасувати зупинку
vi: Hủy tắt máy

source: Restart immediately
ar: أعد التشغيل الآن
az: Dərhal yenidən başladın
bo: འཕྲལ་མར་སླར་འཛུགས།
cs: Okamžitě restartujte
da: Genstart med det samme
el: Επανεκκίνηση αμέσως
es: Reiniciar inmediatamente
et: Käivitu kohe uuesti
fa: بلافاصله دوباره شروع کنید
fi: Uudelleenkäynnistä välittömästi
hi: तुरंत पुनः शुरू करें
hu: Azonnali Újraindítás
in: Restart segera
it: Riavvia immediatamente
ja: すぐに再起動
ko: 바로 재시작
nb: Omstart umiddelbart
nl: Herstart onmiddelijk
pt: reiniciar imediatamente
sl: Ponovni zagon takoj
sv: Starta om omedelbart
uk: Перезапустити негайно
vi: Khởi động lại ngay lập tức

source: Restart
ar: أعد التشغيل
az: Yenidən başla
bo: སླར་འཛུགས།
da: Genstart
el: Επανεκκίνηση
es: Reiniciar
et: Käivitu uuesti
fa: شروع دوباره
fi: Uudelleenkäynnistä
hi: पुनः शुरू करें
hu: Újraindítás
in: Mulai ulang I2P
it: Riavvio
ja: 再起動
ko: 재시작
nb: Omstart
nl: Herstart
pt: reiniciar
sl: Ponovni zagon
sv: Omstart
uk: Перезапустити
vi: Khởi động lại

source: Shutdown
ar: إيقاف
az: Söndür
bo: སྒོ་བརྒྱག
cs: Vypnout
da: Luk ned
el: Σβήσιμο
es: Apagar
et: Lülitu välja
fa: خاموش کردن
fi: Sammuta
hi: बंद करें
hu: Kikapcsolás
in: Matikan I2P
it: Spegnimento
ja: シャットダウン
ko: 종료
nb: Slå av
nl: Stoppen
pt: desligar
sl: Zapiranje
sv: Stäng av
uk: Зупинити
vi: Tắt trình duyệt

source: Restart imminent
ar: أعد التشغيل الآن
az: Qaçılmaz yenidən başladın
bo: སླར་འཛུགས་ཉེ།
cs: Blíží se restart
da: Genstarter om et øjeblik
el: Επίκειται επανεκκίνηση
es: Reinicio inminente
et: Käivitun kohe uuesti
fa: قریب الوقوع را مجدداً راه اندازی کنید
fi: Uudelleenkäynnistys välitön
hi: तुरंत पुनः शुरू होने वाला
hu: Újraindítás hamarosan
in: I2P sedang dalam proses restart
it: Riavvio imminente
ja: 即時再起動
ko: 재시작 임박
nb: Omstart med en gang
nl: Herstart op handen
pt: Reiniciar iminente
sl: Ponovni zagon je prihajajoč
sv: Omstart nära
uk: Перезапуск неминучий
vi: Sắp khởi động lại

source: Shutdown imminent
ar: إغلاق وشيك
az: Sönmə yaxınlaşır
bo: སྒོ་བརྒྱག་ཉེ།
cs: Blíží se vypnutí
da: Lukker ned om et øjeblik
el: Επίκειται σβήσιμο
es: Apagado inminente
et: Lülitun kohe välja
fa: خاموش شدن قریب الوقوع
fi: Sammutus välitön
hi: तुरंत बंद होने वाला
hu: Kikapcsolás hamarosan
in: I2P sedang dalam proses dimatikan
it: Spegnimento imminente
ja: 即時シャットダウン
ko: 종료 임박
nb: Skru av med en gang
nl: Afsluiten op handen
pt: Desligar eminente
sl: Zapiranje je prihajajoče
sv: Stängning nära
uk: Зупинка неминуча
vi: Sắp tắt máy

source: Shutdown in {0}
ar: توقف في مدة {0}
az: {0}-da sönmə
bo: {0} ལ་སྒོ་བརྒྱག
cs: Vypnutí za {0}
da: Lukker ned om {0}
el: Σβήσιμο σε {0}
es: Apagado en {0}
et: Välja lülitumiseni {0}
fa: خاموش شدن در {0}
fi: Sammutukseen aikaa {0}
hi: {0} में बंद होने की संभावना
hu: Kikapcsolás: {0}
in: Mematikan I2P dalam {0}
it: Spegnimento in {0}
ja: {0} でシャットダウン
ko: {0} 안에 종료
nb: Skrur av om {0}
nl: Afsluiten in {0}
pt: Desligar em {0}
sl: Zapiranje v {0}
sv: Stänger av om {0}
uk: Зупинка в {0}
vi: Tắt máy sau {0}

source: {0} transit tunnel still active
ar: {0} أنفاق النقل لا تزال نشطة
az: {0} tranzit tunel hələ də aktivdir
bo: {0} བརྒྱུད་རྒྱུད་སྐུད་སྲོག་སྐར་ཞིག་སླར་ཡང་ཤུགས་ལྡན་པར་ཡོད།
cs: {0} transit tunel stále aktivní
da: {0} transittunnel stadig aktiv
el: Η σήραγγα συγκοινωνίας {0} εξακολουθεί να είναι ενεργή
es: {0} túnel de tránsito aún activo
et: {0} transiiditunnel endiselt aktiivne
fa: {0} تونل های ترانزیت هنوز فعال هستند
fi: {0} läpikulkutunneli edelleen aktiivinen
hi: {0} ट्रांसिट टनल अभी भी सक्रिय है
hu: {0} A tranzit alagút még mindig aktív
in: {0} tunnel transit masih aktif
it: {0} tunnel di transito ancora attivo
ja: {0} 交通トンネルはまだアクティブです
ko: {0}개의 대중교통 터널이 아직 활성 상태입니다
nb: {0} gjennomføringstunnel fortsatt aktiv
nl: {0} transit -tunnel nog steeds actief
pt: {0} túnel de trânsito ainda ativo
sl: {0} prenosni tunel je še vedno aktiven
sv: {0} transittunnel fortfarande aktiv
uk: {0} Транзитний тунель все ще активний
vi: {0} đường hầm chuyển tuyến vẫn hoạt động

source: Please wait for routing commitment to expire for {0} tunnel
ar: يرجى انتظار التزامات التوجيه لتنتهي صلاحية الأنفاق {0}
az: Zəhmət olmasa, {0} tunel üçün sona çatmağın öhdəliyini gözləyin
bo: {0} སྐུད་སྲོག་སྐར་གྱི་ལམ་ཕྱོངས་འགན་འཁུར་རྒྱུན་ཆད་པར་སྒུག་རོགས།
cs: Prosím, počkejte, až vyprší směrovací závazek pro tunel {0}.
da: Vent til at routing forpligtelser udløber of {0} tunnel
el: Περιμένετε τη δέσμευση δρομολόγησης να λήξει για {0} σήραγγα
es: Por favor, espere a que el enrutamiento vigente expire para el túnel {0}
et: Palun oodake, kuni {0} tunneli aegub marsruutimiskohustus
fa: لطفاً برای تعهدات مسیریابی برای تونل های {0} صبر کنید
fi: Odota, että reititysvelvoite vanhenee {0} tunnelille
hi: {0} टनल के लिए राउटिंग कंमिटमेंट की समय सीमा समाप्त होने की प्रतीक्षा करें
hu: Kérjük, várja meg az útválasztási kötelezettségvállalást, hogy lejárjon a {0} alagútra
in: Harap menunggu routing komitmen berakhir untuk {0} tunnel
it: Attendi che sia inviato il segnale di arresto per {0} tunnel
ja: ルーティングコミットメントが {0} 個のトンネル に対し期限切れになるのを待っています
ko: 라우터가 터널 만료 프로세싱을 완료하는 중입니다: {0}
nb: Vennligst vent til ruteforpliktelsen utløper for {0} tunnel.
nl: Wacht op het verlopen van de toezegging voor {0} tunnel
pt: Por favor, aguarde expiração do compromisso de encaminhamento para o túnel {0}
sl: Prosimo, počakajte, da poteka veljavnost usmerjanja za {0} tunel
sv: Vänta medan routingåtagandet upphör för {0} tunnel
uk: Будь ласка, зачекайте, поки термін дії маршрутизації закінчується для тунелю {0}
vi: Vui lòng đợi các cam kết định tuyến hết hạn cho các đường hầm {0}

source: Restart in {0}
ar: اعادة التشغيل في مدة {0}
az: {0} sonra yenidən başladın
bo: {0} ལ་སླར་འཛུགས།
cs: Restartujte za {0}
da: Genstarter om {0}
el: Επανεκκίνηση σε {0}
es: Reinicio en {0}
et: Uuesti käivitumiseni {0}
fa: راه اندازی مجدد در {0}
fi: Uudelleenkäynnistykseen aikaa {0}
hi: {0} में पुनः शुरू होने की संभावना
hu: Újraindítás: {0}
in: Restart dalam {0}
it: Riavvio in {0}
ja: {0} で再起動
ko: {0} 안에 재시작
nb: Omstart om {0}
nl: Herstart in {0}
pt: Reiniciar em {0}
sl: Ponovni zagon v {0}
sv: Omstart om {0}
uk: Перезапуск в {0}
vi: Khởi động lại sau {0}

source: Save order
ar: حفظ النظام
az: Sifarişi yadda saxla
bo: གོ་རིམ་ཉར།
cs: Uložte objednávku
da: Gemme orden
el: Αποθήκευση παραγγελίας
es: Guardar orden
et: Salvesta tellimus
fa: ذخیره ترتیب
fi: Tallenna tilaus
hi: राज़ी बनाएं
hu: Megrendelés mentése
in: Simpan urutan
it: Salva ordine
ja: 順番を保存
ko: 순서 저장
nb: Lagre rekkefølge
nl: Volgorde van opslaan
pt: Salvar ordem
sl: Shrani vrstni red
sv: Spara ordning
uk: Порядок збереження
vi: Lưu đơn hàng

source: Restore full default
ar: استعادة الافتراضي الكامل
az: Tam standartı bərpa edin
bo: ཆ་ཚང་སློག་སྐྱེལ་སླར་གསོ།
cs: Obnovit úplné výchozí nastavení
da: Gendanne den fulde standard
el: Επαναφορά πλήρους προεπιλεγμένης μπάρας
es: Restablecer predeterminados de la barra completa
et: taastage täielik vaikeseade
fa: بازیابی کامل پیش فرض
fi: Palauta täysi oletus
hi: पूर्ण मानक वापस स्थापित करें
hu: Alapértelmezett értékek visszaállítása
in: Kembalikan ke default penuh
it: Ripristina tutti i default
ja: 完全なデフォルトに戻す
ko: 완전판 기본값으로 복구
nb: Gjenopprett fullt forvalg
nl: Volledige standaard herstellen
pt: Restaurar padrão completo
sl: Obnovi celoten privzeto
sv: Återställ till grundinställningar
uk: Відновити все на стандартне
vi: Khôi phục mặc định đầy đủ

source: Restore minimal default
ar: استعادة الحد الأدنى من الافتراضي
az: Minimal defolt bərpa edin
bo: ཉུང་མཐའི་སློག་སྐྱེལ་སླར་གསོ།
cs: Obnovte minimální výchozí nastavení
da: Gendanne den minimale standard
el: Επαναφορά ελάχιστης προεπιλεγμένης μπάρας
es: Restablecer predeterminados de barra mínima
et: Taasta minimaalne vaikeväärtus
fa: حداقل پیش فرض را بازیابی کنید
fi: Palauta minimioletus
hi: अंतर्निहित मानक वापस स्थापित करें
hu: Minimális alapértelmezés visszaállítása
in: Mengembalikan pengaturan default minimal
it: Ripristina impostazione di default minime
ja: 最小のデフォルトに戻す
ko: 최소 기본값 복원
nb: Gjenopprett minimalt forvalg.
nl: Herstel minimale standaard
pt: Restaurar padrão mínimo
sl: Obnovi minimalno privzeto
sv: Återställ till minimala grundinställningar
uk: Відновлення мінімального значення за замовчуванням
vi: Khôi phục mặc định tối thiểu

source: Sidebar preferences updated
bo: ཟུར་ངོས་ཕྲེང་བའི་དགའ་གདམ་བསྒྱུར་བཏོན་པ།
hi: साइडबार प्राथमिकताएं अपडेट की गईं
ko: 사이드바 기본 설정이 업데이트되었습니다

source: Refresh interval must be a number
ar: يجب أن يكون الفاصل الزمني للتحديث رقمًا
az: Təzələmə intervalı rəqəm olmalıdır
bo: གསར་བརྒྱབ་བར་མཚམས་ནི་གྲངས་ཀ་ཞིག་དགོས་པ།
cs: Interval obnovy musí být číslo
da: Opdateringsinterval skal være et tal
el: Το διάστημα ανανέωσης πρέπει να είναι αριθμός
es: El intervalo de refresco tiene que ser un número
et: Värskendusintervall peab olema arv
fa: فاصله بازخوانی باید یک عدد باشد
fi: Päivitysvälin on oltava numero
hi: ताज़ा करने का अंतराल एक संख्या होना चाहिए
hu: A frissítési időköz csak szám lehet
in: Refresh interval harus berbentuk angka
it: L'intervallo di aggiornamento deve essere un numero
ja: 更新間隔は数字でなければなりません
ko: 새로고침 간격은 반드시 숫자여야 합니다
nb: Oppdateringsintervall må være et tall
nl: Verversingsinterval moet een nummer zijn
pt: Intervalo de atualização tem que ser um número
sl: Interval osveževanja mora biti število
sv: Uppdateringsintervallet måste vara siffror
uk: Інтервал оновлення має бути числом
vi: Khoảng thời gian làm mới phải là một số

source: Full sidebar defaults restored.
bo: ཆ་ཚང་གི་ཟུར་ངོས་ཕྲེང་བའི་སློག་སྐྱེལ་སླར་གསོ་བྱུང་།
hi: पूर्ण साइडबार डिफ़ॉल्ट्स पुनर्स्थापित।
ko: 전체 사이드바 기본값이 복원되었습니다.

source: Order must be an integer
ar: الأمر يجب أن يكون عددا صحيحا
az: Sıra tam ədəd olmalıdır
bo: གོ་རིམ་དེ་ངེས་གྲངས་ཀ་ཞིག་དགོས་པ།
cs: Pořadí musí být celé číslo
da: Rækkefølge skal være et heltal
el: Η σειρά πρέπει να είναι ακέραιος
es: El orden debe ser un entero
et: Järjestus peab olema täisarv
fa: ترتیب باید یک عدد صحیح باشد
fi: Järjestyksen on oltava kokonaisluku
hi: राज़ी एक पूर्ण संख्या होनी चाहिए
hu: A sorrendnek egész számnak kell lennie
in: Order harus berupa integer
it: Ordine deve essere un numero intero
ja: 順番は整数値でなければなりません
ko: 순서는 반드시 정수값이여야 합니다
nb: Rekkefølgen må være et heltall
nl: Volgorde moet een heel getal zijn
pt: Ordem tem que ser um número inteiro
sl: Red mora biti celo število
sv: Ordningen måste vara ett heltal
uk: Порядок має бути цілим числом
vi: Thứ tự phải là số nguyên

source: Saved order of sections.
ar: ترتيب الأقسام المحفوظة.
az: Bölmələrin saxlanmış sırası.
bo: དབྱེ་ཁག་གི་གོ་རིམ་ཉར་ཚར།
cs: Uložené pořadí sekcí.
da: Sparet rækkefølgen af ​​kapitlerne
el: Αποθηκευμένη σειρά ενοτήτων.
es: Se ha guardado el orden de las secciones.
et: Sektsioonide järjekord on salvestatud.
fa: ترتیب بخش ها ذخیره شده است.
fi: Tallennettu osioiden järjestys.
hi: खंडों की राज़ी सहेजी गई।
hu: A szakaszok elmentett sorrendje.
in: Urutan dari bagian telah tersimpan.
it: Ordine delle sezioni salvato.
ja: セクションの順番が保存されました。
ko: 섹션 순서 저장됨.
nb: Rekkefølge for deler lagret.
nl: Volgorde van onderdelen opgeslagen.
pt: Ordem salva para seções.
sl: Shrani vrstni red sekcij.
sv: Sparar ordningen på valen
uk: Порядок секцій збережено.
vi: Đã lưu thứ tự các phần.

source: Sidebar will refresh shortly.
bo: ཟུར་ངོས་ཕྲེང་བ་ཅུང་ཟད་ནས་གསར་བརྒྱབ།
hi: साइडबार जल्द ही रिफ्रेश होगा।
ko: 사이드바가 곧 새로고쳐집니다.

source: No section selected
ar: لم يتم تحديد أي قسم
az: Heç bir bölmə seçilmədi
bo: དབྱེ་ཁག་འདེམས་མེད།
cs: Není vybrána žádná sekce
da: Ingen sektion valgt
el: Δεν επιλέχθηκε ενότητα
es: No se ha seleccionado ninguna sección
et: Ühtegi jaotist pole valitud
fa: هیچ بخشی انتخاب نشده است
fi: Osia ei ole valittu
hi: कोई खंड चुना नहीं
hu: Nincs szekció kiválasztva
in: Tidak ada bagian dipilih
it: Nessuna sezione selezionata
ja: セクションが選択されていません
ko: 섹션 선택안됨
nb: Ingen del valgt
nl: Geen selectie geselecteerd
pt: Nenhuma seção selecionada
sl: Ni izbrana sekcija
sv: Ingen sektion vald
uk: Не вибрано секцію
vi: Không có phần nào được chọn

source: No order entered
ar: لم يتم إدخال أي أمر
az: Sifariş daxil edilməyib
bo: གོ་རིམ་བཀན་མེད།
cs: Nebyla zadána žádná objednávka
da: Ingen rækkefølge indtastet
el: Δεν έχει καταχωρηθεί παραγγελία
es: No se ha introducido ningún orden
et: Tellimust ei sisestatud
fa: هیچ سفارشی وارد نشده است
fi: Tilausta ei ole annettu
hi: कोई राज़ी नहीं दर्ज की
hu: Nincs rendelés
in: Tidak ada order masuk
it: Nessun ordine inserito
ja: 順番が入力されていません
ko: 순서 입력안됨
nb: Ingen rekkefølge oppgitt
nl: Geen volgorde opgegeven
pt: Nenhuma ordem inserida
sl: Ni vnesen vrstni red
sv: Ingen ordning angiven
uk: Порядок не вказано
vi: Chưa nhập lệnh

source: Moved
ar: منقول
az: köçürüldü
bo: སྤོར་བ།
cs: Přesunuto
da: Flyttet
el: Μετακινήθηκε
es: Se ha movido
et: liigutatud
fa: نقل مکان کرد
fi: Siirretty
hi: चलाया गया
hu: Áthelyezve
in: Dipindahkan
it: Spostato
ja: 移動しました
ko: 옮겨짐
nb: Flyttet
nl: Verplaatst
pt: Movido
sl: Premik
sv: Flyttad
uk: Переміщено
vi: Đã di chuyển

source: Full statistics enabled
ar: تم تمكين الإحصائيات الكاملة
az: Tam statistika aktivləşdirildi
bo: ཆ་ཚང་གི་ཚད་རྩིས་སྤེལ་བ།
cs: Úplná statistika povolena
da: Komplet statistik aktiveret
el: Ενεργοποιήθηκαν τα πλήρη στατιστικά στοιχεία
es: Se han habilitado las estadísticas completas
et: täielik statistika on lubatud
fa: آمار کامل فعال شد
fi: Täysi tilastot käytössä
hi: पूर्ण स्टैटिस्टिक्स सक्षम किए गए
hu: Teljes statisztika engedélyezve
in: Statistik penuh diaktifkan
it: Statistiche globali abilitate
ja: 完全な統計が有効になりました
ko: 완전판 상태 활성화
nb: Full statistikk påskrudd
nl: Volledige statistieken ingeschakeld
pt: Estatísticas completas habilitado
sl: Polna statistika je omogočena
sv: Fullständig statistik aktiverat
uk: Повну статистику ввімкнено
vi: Đã bật thống kê đầy đủ

source: Full statistics disabled
ar: تم تعطيل الإحصائيات الكاملة
az: Tam statistika deaktiv edilib
bo: ཆ་ཚང་གི་ཚད་རྩིས་ནུས་མེད་བཏང་།
cs: Úplná statistika zakázána
da: Komplett statistik deaktiveret
el: Τα πλήρη στατιστικά είναι απενεργοποιημένα
es: Se han deshabilitado las estadísticas completas
et: täielik statistika on keelatud
fa: آمار کامل غیرفعال است
fi: Täysi tilastot pois käytöstä
hi: पूर्ण स्टैटिस्टिक्स अक्षम किए गए
hu: A teljes statisztika letiltva
in: Statistik penuh dinonaktifkan
it: Statistiche globali disabilitate
ja: 完全な統計が無効になりました
ko: 완전판 상태 비활성화
nb: Full statistikk avskrudd
nl: Volledige statistieken uitgeschakeld
pt: Estatísticas completas desabilitado
sl: Polna statistika je onemogočena
sv: Fullständig statistik avaktiverat
uk: Повну статистику вимкнено
vi: Thống kê đầy đủ bị vô hiệu hóa

source: Graph list updated, may take up to 60s to be reflected on the {0}Graphs Page{1}
ar: تم تحديث قائمة الرسوم البيانية، وقد يستغرق ظهورها على {0}صفحة الرسوم البيانية{1} فترة تصل إلى 60 ثانية.
az: Qrafik siyahısı yeniləndi, {0}Qrafiklər Səhifəsində{1} əks olunması 60 saniyəyə qədər çəkə bilər
bo: གནས་རིས་ཐོ་བཀོད་བསྒྱུར་བཏོན་པ། {0}གནས་རིས་ངོས་ཀའི་ཤོག་{1} ཐོག་ལ་མངོན་ཆ་ཚད་སྐར་མ་60s བར་ཆ་བ།
cs: Seznam grafů aktualizován, může trvat až 60 s, než se projeví na {0}stránce grafů{1}
da: Graflisten opdateret, kan tage op til 60 sekunder til at blive afspejlet på {0} Grafer Side {1}
el: Η λίστα γραφημάτων ενημερώθηκε, μπορεί να χρειαστούν έως και 60 δευτερόλεπτα για να αντικατοπτριστεί στη {0}σελίδα γραφημάτων{1}
es: Se ha actualizado la lista de gráficas, puede llevar hasta 60 s que se refleje en la {0}Página de gráficas{1}
et: graafikute loend on värskendatud, võib kuluda kuni 60 sekundit, enne kui see kajastub {0}graafikute lehel{1}
fa: لیست نمودار به روز شد، ممکن است تا 60 ثانیه طول بکشد تا در {0}صفحه نمودارها{1} منعکس شود
fi: Kaavioluettelo päivitetty, saattaa kestää jopa 60 sekuntia, ennen kuin se näkyy {0}Kaaviosivulla{1}
hi: ग्राफ़ सूची अपडेट की गई है, {0}ग्राफ़ पृष्ठ{1} पर प्रतिबिंबित होने में 60 सेकंड लग सकते हैं
hu: A grafikonok listája frissítve, akár 60 másodpercbe is telhet, mire megjelenik a {0}Grafikonok oldalon{1}
in: Grafik daftar diperbarui, mungkin diperlukan waktu hingga 60 detik hingga tercermin pada {0} grafik Halaman {1}
it: Grafo aggiornato, potrebbe impiegare fino a 60s per riflettersi sul Grafo{0} Pagina{1}
ja: グラフリストが更新されましたが、 {0}グラフページ{1} に反映されるまで最大60秒ほどかかる場合があります。
ko: 그래프 리스트가 업데이트 되었습니다. {0}그래프 페이지{1}에 반영되려면 60초정도 소요됩니다.
nb: Direktliste oppdatert, det kan ta opptil 60 år før det gjenspeiles på {0}Graphs-siden{1}
nl: Grafiek lijst bijgewerkt, het kan tot 60s duren voordat de {0}Grafiek Pagina{1} dit reflecteerd
pt: Lista gráficos actualizada, poderá demorar até 60 segundos para ser reflectido na {0}Página de Gráficos{1}
sl: Seznam grafov je posodobljen, lahko potrebuje do 60 sekund, da se odbije na strani {0}Grafi{1}
sv: Diagramlista uppdaterad, det kan ta upp till 60s innan {0}Diagramsidan{1} uppdateras
uk: Список графіків оновлено, для відображення на {0}сторінці графіків{1} може знадобитися до 60 секунд
vi: Danh sách biểu đồ được cập nhật, có thể mất tới 60 giây để hiển thị trên {0}Trang biểu đồ{1}

source: Internal error: could not resolve pool name {0}.
bo: ནང་ཁུག་གི་འཛོལ་བ། {0} སྐར་ཁོངས་ཀྱི་མིང་ངོས་མི་ཐུབ།
hi: आंतरिक त्रुटि: पूल नाम {0} का समाधान नहीं कर सका।
ko: 내부 오류: 풀 이름 {0}을(를) 해결할 수 없습니다.

source: Internal error: could not find pool settings for {0}.
bo: ནང་ཁུག་གི་འཛོལ་བ། {0} ལ་སྐར་ཁོངས་ཀྱི་སྒྲིག་སྟེན་འཚོལ་མ་ཐུབ།
hi: आंतरिक त्रुटि: {0} के लिए पूल सेटिंग्स नहीं ढूंढ सका।
ko: 내부 오류: {0}에 대한 풀 설정을 찾을 수 없습니다.
