Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The following filter definition applies some throttling by default, no throttling for destinations in the file <i class=example>friends.txt</i>, forbids any connections from destinations in the file <i class=example>enemies.txt</i>, and logs any aggressive behavior in a file called <i class=example>suspicious.txt</i>:
ar: يطبق تعريف المصفي التالي بعض التحكم بشكل افتراضي، دون تحكم للوجهات في الملف <i class=example>friends.txt</i>، ويحظر أي اتصالات من الوجهات في الملف <i class=example>enemies.txt</i>، ويسجل أي سلوك عدواني في ملف يدعى <i class=example>suspicious.txt</i>:
az: Aşağıdakı filtr təyin edilmidi, <i class=example>friends.txt</i> faylındakı hədəflər üçün hər hansı bir limitlənmə olmadığını təsbit edir, <i class=example>enemies.txt</i> faylında qeyd olunan hər hansı bir mənbədən istiqamətə keçidləri qadağan edir və həddindən çox agresiv davranışı <i class=example>suspicious.txt</i> faylına qeyd edir:
bo: འོག་གི་རྒྱ་སྒམ་གཞི་རྩ་དེ་ནི་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་གནས་ཚད་སྒྲུབ་འགོར་བྱེད་པ་དང་། <i class=example>friends.txt</i> ཞུ་ཡིག་གི་ནང་གི་སྡོད་གནས་རྣམས་ལ་གནས་ཚད་མི་སྒྲུབ་པ་དང་། <i class=example>enemies.txt</i> ཞུ་ཡིག་གི་ནང་གི་སྡོད་གནས་རྣམས་ལས་མཐུད་སྒྲིལ་སྤྱོད་རྒྱུ་དེ་དག་ཐམས་ཅད་བཀག་འགོག་བྱེད་པ་དང་། <i class=example>suspicious.txt</i> ཞེས་པའི་ཞུ་ཡིག་གཅིག་གི་ནང་དུ་ཚོད་མེད་ཀྱི་སྤྱོད་པ་གང་ཡང་ཟིན་ཐོར་བཀོད་པ་ཡིན།
cs: Tato filtrující definice výchozím způsobem nepoužívá žádný útlum pro destinace v souboru <i class=example>friends.txt</i>, zakazuje jakékoliv spojení z destinací v souboru <i class=example>enemies.txt</i> a zaznamenává jakékoli agresivní chování do souboru s názvem <i class=example>suspicious.txt</i>:
da: Den følgende filterdefinition anvender nogle standardhastighedsnedsættelser, ingen hastighedsnedsættelse for mål i filen <i class=example>friends.txt</i>, forbyder enhver forbindelse fra mål i filen <i class=example>enemies.txt</i>, og logger enhver aggressiv adfærd i en fil kaldet <i class=example>suspicious.txt</i>:
el: Ο ακόλουθος ορισμός φίλτρου εφαρμόζει από προεπιλογή κάποια αργή λειτουργία, καμία αργή λειτουργία για προορισμούς στο αρχείο <i class=example>friends.txt</i>, απαγορεύει οποιαδήποτε σύνδεση από προορισμούς στο αρχείο <i class=example>enemies.txt</i>, και καταγράφει οποιαδήποτε επιθετική συμπεριφορά σε ένα αρχείο που ονομάζεται <i class=example>suspicious.txt</i>.
es: La siguiente definición de filtro aplica alguna limitación por defecto, sin limitación para los destinos en el archivo <i class=example>friends.txt</i>, prohíbe cualquier conexión desde destinos en el archivo <i class=example>enemies.txt</i>, y registra cualquier comportamiento agresivo en un archivo llamado <i class=example>suspicious.txt</i>:
et: Järgmine filtridiifinitsoon rakendab vaikimisi väikest piiramist, ei rakenda piiramist sõprade failis <i class=example>friends.txt</i>, keelab mis tahes ühenduse vaenlase failist <i class=example>enemies.txt</i> ja logib igasugust agressiivset käitumist faili nimega <i class=example>suspicious.txt</i>:
fa: تعریف فیلتر زیر به طور پیش‌فرض برخی تنظیم سرعت را اعمال می‌کند، برای مقاصدی که در فایل <i class=example>friends.txt</i> هستند تنظیم سرعتی نمی‌کند، ارتباط از مقاصد موجود در فایل <i class=example>enemies.txt</i> را ممنوع می‌کند و هر رفتار تهاجمی را در یک فایل به نام <i class=example>suspicious.txt</i> ثبت می‌کند:
fi: Seuraava suodattimen määritelmä soveltaa oletuksena kuristamista, ei kuristusta tiedostossa <i class=example>friends.txt</i> oleville kohteille, kiellä yhteydet tiedoston <i class=example>enemies.txt</i> kohteista ja lokitaan kaikki aggressiivinen käytös tiedostoon nimeltä <i class=example>suspicious.txt</i>:
hi: निम्नलिखित फ़िल्टर परिभाषा में मानक रूप से कुछ थ्रोटलिंग लागू होती है, फ़ाइल <i class=example>friends.txt</i> में सूचीबद्ध गंतव्यों के लिए कोई थ्रोटलिंग नहीं, फ़ाइल <i class=example>enemies.txt</i> में सूचीबद्ध गंतव्यों से किसी भी कनेक्शन को निषेधित करती है, और अति-सक्रिय व्यवहार को एक फ़ाइल <i class=example>suspicious.txt</i> में रिकॉर्ड करती है:
hu: Az alábbi szűrő meghatározás alapértelmezetten alkalmaz némi throttlingot, nincs throttling a <i class=example>friends.txt</i> fájlban lévő célokra, megakadályozza a kapcsolat létrejöttét a <i class=example>enemies.txt</i> fájlban lévő célokról és regisztrál minden agresszív viselkedést egy <i class=example>suspicious.txt</i> nevű fájlba:
in: Definisi filter berikut ini menerapkan sedikit pengaturan laju secara default, tanpa pengaturan laju untuk tujuan dalam file <i class=example>friends.txt</i>, melarang segala bentuk koneksi dari tujuan di file <i class=example>enemies.txt</i>, dan mencatat setiap perilaku agresif di file bernama <i class=example>suspicious.txt</i>:
it: La seguente definizione del filtro applica una limitazione predefinita, senza limitazioni per le destinazioni nel file <i class=example>friends.txt</i>, vietando qualsiasi connessione dalle destinazioni nel file <i class=example>enemies.txt</i>, e registra qualsiasi comportamento aggressivo in un file chiamato <i class=example>suspicious.txt</i>:
ja: 以下のフィルター定義は、デフォルトで一部のスロットリングを適用し、ファイル<i class=example>friends.txt</i>の宛先に対してはスロットリングを行わず、ファイル<i class=example>enemies.txt</i>の宛先からの接続を禁止し、<i class=example>suspicious.txt</i>という名前のファイルに攻撃的な動作をログに出力します。
ko: 다음 필터 정의는 기본적으로 일부 쓰로틀링을 적용하며, 파일 <i class=example>friends.txt</i>에있는 목적지에 대한 쓰로틀링이 없으며, 파일 <i class=example>enemies.txt</i>내의 목적지로부터의 모든 연결을 금지하며, 공격적인 동작을 <i class=example>suspicious.txt</i>라는 파일에 기록합니다:
nb: Følgende filterdefinisjon pålegger throttling som standard, ingen throttling for destinasjoner i filen <i class=example>friends.txt</i>, forbyr alle tilkoblinger fra destinasjoner i filen <i class=example>enemies.txt</i>, og logger all aggressiv oppførsel i en fil kalt <i class=example>suspicious.txt</i>:
nl: De volgende filterdefinitie past standaard enige vertraging toe, geen vertraging voor bestemmingen in het bestand <i class=example>friends.txt</i>, verbiedt alle verbindingen van bestemmingen in het bestand <i class=example>enemies.txt</i>, en logt elk agressief gedrag in een bestand genaamd <i class=example>suspicious.txt</i>:
pt: A seguinte definição de filtro aplica alguma restrição por padrão, não aplica restrição para destinos no arquivo <i class=example>friends.txt</i>, proíbe qualquer conexão de destinos no arquivo <i class=example>enemies.txt</i> e registra qualquer comportamento agressivo em um arquivo chamado <i class=example>suspicious.txt</i>:
sl: Naslednja definicija filtra privzeto uporablja nekaj omejevanja, za destinacije v datoteki <i class=example>friends.txt</i> pa ne omejuje, prepoveduje vse povezave iz destinacij v datoteki <i class=example>enemies.txt</i>, in dnevnik kakršnokoli agresivnega obnašanja v datoteko imenovano <i class=example>suspicious.txt</i>:
sv: Följande filterdefinition tillämpar standardmässig dämpning, ingen dämpning för destinationer i filen <i class=example>friends.txt</i>, förbjuder alla anslutningar från destinationer i filen <i class=example>enemies.txt</i>, och loggar all aggressivt beteende i en fil som kallas <i class=example>suspicious.txt</i>:
uk: Наступне визначення фільтру ставить деяке гальмування за замовчуванням, не ставить гальмування для цілей у файлі <i class=example>friends.txt</i>, забороняє будь-які з'єднання з цілей у файлі <i class=example>enemies.txt</i>, і фіксує будь-яку агресивну поведінку у файлі під назвою <i class=example>suspicious.txt</i>:
vi: Định nghĩa bộ lọc sau áp dụng một số điều chỉnh tốc độ mặc định, không điều chỉnh tốc độ đối với điểm đến trong tệp <i class=example>friends.txt</i>, cấm bất kỳ kết nối nào từ điểm đến trong tệp <i class=example>enemies.txt</i>, và ghi lại bất kỳ hành vi xâm nhập trong một tệp gọi là <i class=example>suspicious.txt</i>:

source: Note that the full path to the output files must be accessible before deploying the filter. If the target directory does not exist, the destinations will not be recorded and an error will appear in the router logs. The files will be created as required. The examples provided above are not recommendations; your configuration should be tuned according to the amount of content (number and size of files) your site is serving, the speed of the server, and the frequency with which the site is updated. Configuring recorders and monitoring the resulting files will help you fine tune the settings.
ar: ملاحظة أنه يجب أن يكون المسار الكامل لملفات الإخراج متاحًا قبل تطبيق المصفي. إذا لم يكن دليل الهدف موجودًا، لن تتم تسجيل الوجهات وسيظهر خطأ في سجلات الموجه. سيتم إنشاء الملفات حسب الطلب. لا تمثل الأمثلة المقدمة أعلاه توصيات؛ يجب أن تتم ضبط تكوينك وفقًا لحجم المحتوى (عدد وحجم الملفات) التي يقدمها الموقع، وسرعة الخادم، وتردد تحديث الموقع. سيساعدك تكوين المسجلات ومراقبة الملفات الناتجة في ضبط الإعدادات بشكل دقيق.
az: Əlbəttə ki, filtr yerləşdirdikdən əvvəl çıxarış fayllarının tam yolu əlçatanda olmalıdır. Hədəf qovluğu mövcud deyilsə, hədəflər qeyd olunmayacaq və yönləndirici qeydlərdə səhv görünəcək. Fayllar lazımi şəkildə yaradılacaq. Yukarıda göstərilən nümunələr məsləhət deyil; konfiqurasiyanız konfiqurasiya etdiyiniz məzmunun miqdarına (faylların sayı və həcmi), serverin sürətinə və saytın yenilənmə sıxlığınadəyərli olmalıdır. Qeydləri konfiqurasiya etmək və nəticədə yaranan faylları nəzarət etmək ayarları mükəmməlləşdirməyə kömək edəcək.
bo: སྤྱིར་བཏང་གི་རྒྱ་སྒམ་འཇུག་སྐབས་སྔོན་ལ་མཐུད་རེས་གློད་པའི་ཞུ་ཡིག་གི་མཚམས་སྦྱར་ཡོང་བའི་ཐོག་མ་ནི་ཚང་མར་མངོན་པར་གྱུར་ཡོད་དགོས་པ་ཡིན། གལ་སྲིད་མཉེན་ཆས་ཀྱི་ཐོག་མ་དེ་མེད་ན། སྡོད་གནས་དེ་དག་ཟིན་ཐོར་མི་བཀོད་པ་མ་ཟད། རུ་ཊར་གྱི་ཟིན་ཐོ་ནང་ནོར་འཁྲུལ་ཞིག་བརྡ་སྟོན་བྱེད་ངེས་ཡིན། ཞུ་ཡིག་དེ་དག་ནི་དགོས་ཚུལ་ལྟར་བསྐྲུན་སྒྲིག་བྱེད་ངེས་ཡིན། འོག་གི་དཔེ་མཚོན་དེ་དག་ནི་རྒྱུན་ལྟར་བརྗེ་བཤེར་བར་བཅོས་འདོར་མི་བྱེད་པ་ཡིན། ཁྱོད་རང་གི་སྒྲིག་འཇུག་ནི་ཁྱོད་རང་གི་མཉེན་ཆས་ཀྱི་ཁོར་ཡུག་གི་བརྒྱུད་སྐྱོད་ཁོ་ནས་མཚོན་པའི་ནང་དོན་(ཞུ་ཡིག་གི་གྲངས་དང་ཆེ་ཆུང་།) དང་། མཉེན་ཆས་ཀྱི་མྱུར་ཚད། དང་། མཉེན་ཆས་དེ་གསར་སྒྱུར་སྐབས་ཀྱི་རྒྱུན་མཐུད་ཀྱི་རྒྱུ་ཆེད་སྒྲིག་སྦྱོར་བྱས་ཏེ་རྒྱུན་མཐུད་ཀྱི་སྒྲིག་འཇུག་བྱེད་དགོས་པ་ཡིན། རྟོགས་འཛིན་པ་(recorder) སྒྲིག་སྦྱོར་བྱས་ཏེ་བྱུང་བའི་ཞུ་ཡིག་ལ་དཔྱད་དཔག་ཚོད་ལྟ་བྱས་ན་ཁྱོད་རང་གི་སྒྲིག་འཇུག་མཐུན་སྦྱོར་གཏན་འབེབས་བྱེད་པར་རོགས་རམ་གནང་ངེས་ཡིན།
cs: Všimněte si, že plná cesta k výstupním souborům musí být přístupná před nasazením filtru. Pokud cílový adresář neexistuje, destinace nebudou zaznamenávány a v protokolech směrovače se zobrazí chyba. Soubory budou vytvořeny podle potřeby. Uvedené příklady nejsou doporučení; nastavení by mělo být přizpůsobeno množství obsahu (počtu a velikosti souborů), který váš web poskytuje, rychlosti serveru a frekvenci aktualizace webu. Nastavení záznamníků a monitorování výsledných souborů vám pomohou doladit nastavení.
da: Bemærk, at den fulde sti til outputfilerne skal være tilgængelig, før filteret kan implementeres. Hvis målmappen ikke eksisterer, vil målene ikke blive optaget, og en fejl vil vises i routerens logfiler. Filerne vil blive oprettet efter behov. De ovenfor angivne eksempler er ikke anbefalinger; din konfiguration skal afstemmes efter mængden af indhold (antal og størrelse af filer), din side leverer, hastigheden på serveren og hyppigheden af opdateringer på hjemmesiden. Konfiguration af optagere og overvågning af de resulterende filer vil hjælpe dig med at finjustere indstillingerne.
el: Σημειώστε ότι ο πλήρης δρομολόγηση προς τα αρχεία εξόδου πρέπει να είναι προσβάσιμος πριν από την εφαρμογή του φίλτρου. Εάν ο κατάλογος προορισμού δεν υπάρχει, οι προορισμοί δεν θα καταγραφούν και θα εμφανιστεί ένα σφάλμα στα αρχεία καταγραφής του δρομολογητή. Τα αρχεία θα δημιουργηθούν όπως απαιτείται. Τα παραπάνω παραδείγματα δεν είναι συστάσεις? Η διαμόρφωση των καταγραφέων και η παρακολούθηση των παραγόμενων αρχείων θα σας βοηθήσουν να ρυθμίσετε περισσότερο τις ρυθμίσεις σας.
es: Ten en cuenta que antes de implementar el filtro debe ser accesible la ruta completa a los archivos de salida. Si el directorio de destino no existe, no se registrarán los destinos y aparecerá un error en los registros del enrutador. Los archivos se crearán según se necesite. Los ejemplos proporcionados anteriormente no son recomendaciones; tu configuración debe ajustarse de acuerdo con la cantidad de contenido (número y tamaño de archivos) que tu sitio está sirviendo, la velocidad del servidor y la frecuencia con que se actualiza el sitio. Configurar registradores y monitorear los archivos resultantes te ayudará a afinar la configuración.
et: Märkus: väljundfailide täielik tee peab olema kättesaadav enne filtrisse paigaldamist. Kui sihtkataloogi pole olemas, siis sihtkohad ei jää salvestatuks ja ruuteri logides ilmneb viga. Failid luuakse vastavalt vajadusele. Ülaltoodud näited ei ole soovitused; teie konfiguratsioon tuleb häälestada vastavalt veebisaidil oleva sisu hulgale (failide arvule ja suurusele), serveri kiirusele ja veebisaidi uuendamise sagedusele. Salvestusseadistuste konfigureerimine ja tulemuslike failide jälgimine aitavad häälestamisega saavutada parima seadistuse.
fa: توجه داشته باشید که مسیر کامل فایل‌های خروجی باید قبل از پیاده‌سازی فیلتر دسترس‌پذیر باشد. اگر مسیر هدف وجود نداشته باشد، مقاصد ثبت نخواهند شد و خطایی در لاگ‌های روتر ظاهر خواهد شد. فایل‌ها بنابر ضرورت ایجاد خواهند شد. نمونه‌های بالا توصیه نیستند؛ تنظیمات شما باید با مقدار محتوا (تعداد و اندازه فایل‌ها) که سایت شما خدمت‌رسانی می‌کند، سرعت سرور، و فرکانس به‌روزرسانی سایت تنظیم شود. تنظیم ضبط‌کننده‌ها و نظارت بر فایل‌های حاصل، به تنظیم دقیق تنظیمات کمک می‌کند.
fi: Huomaa, että tulostustiedostojen täydellisen polun on oltava saavutettavissa ennen suodattimen käyttöönottoa. Jos kohdekansiota ei ole olemassa, kohteita ei tallenneta ja virhe ilmestyy reitittimen lokitietoihin. Tiedostot luodaan tarvittaessa. Yllä annetut esimerkit eivät ole suosituksia; kokoonpanosi tulisi säätää sivustosi tarjoaman sisällön määrän (tiedostojen määrä ja koko), palvelimen nopeuden ja sivuston päivittämisen taajuuden mukaan. Tallentimien määrittäminen ja tulostuvien tiedostojen seuraaminen auttavat hienosäätämään asetuksia.
hi: ध्यान दें कि फ़िल्टर लागू करने से पहले आउटपुट फ़ाइलों के पूरे मार्ग को पहुँचने की आवश्यकता होती है। यदि लक्ष्य डायरेक्टरी मौजूद नहीं है, तो गंतव्यों को रिकॉर्ड नहीं किया जाएगा और रूटर लॉग में एक त्रुटि दिखाई देगी। आवश्यकतानुसार फ़ाइलें बनाई जाएंगी। ऊपर दिए गए उदाहरण सिफारिशें नहीं हैं; आपकी सेटिंग को अपनी साइट की सामग्री की मात्रा (फ़ाइलों की संख्या और आकार), सर्वर की गति और साइट की अपडेट की अवधि के अनुसार समायोजित करना चाहिए। रिकॉर्डर की सेटिंग करना और परिणामी फ़ाइलों की निगरानी करना आपको सेटिंग को अच्छी तरह समायोजित करने में मदद करेगा।
hu: Vegye figyelembe, hogy a kimeneti fájlok teljes elérési útvonala hozzáférhetőnek kell lennie még a szűrő telepítése előtt. Ha a célmapp nem létezik, a célok nem fognak rögzítésre kerülni, és hibaüzenet jelenik meg a router naplókban. A fájlokat igény szerint létrehozzák. Az itt fentebb megadott példák nem javaslatok; konfigurációja az Ön oldalán szolgáltatott tartalom mennyiségéhez (fájlok száma és mérete), a szerver sebességéhez és a weboldal frissítésének gyakoriságához kell igazodnia. A rögzítők beállítása és a létrejött fájlok monitorozása segít finomhangolni a beállításokat.
in: Perhatikan bahwa jalur lengkap ke file keluaran harus dapat diakses sebelum mengerahkan filter. Jika direktori tujuan tidak ada, tujuan tidak akan tercatat dan kesalahan akan muncul di log router. File akan dibuat sesuai kebutuhan. Contoh di atas bukanlah rekomendasi; konfigurasi Anda seharusnya disesuaikan dengan jumlah konten (jumlah dan ukuran file) yang disajikan situs Anda, kecepatan server, dan frekuensi pembaruan situs. Mengonfigurasi perekam dan memantau file hasilnya akan membantu Anda menyempurnakan pengaturan.
it: Si noti che il percorso completo dei file di output deve essere accessibile prima di implementare il filtro. Se la directory di destinazione non esiste, le destinazioni non verranno registrate e comparirà un errore nei log del router. I file verranno creati come richiesto. Gli esempi forniti sopra non sono raccomandazioni; la configurazione dovrebbe essere regolata in base alla quantità di contenuto (numero e dimensione dei file) che il sito sta servendo, alla velocità del server e alla frequenza con cui il sito viene aggiornato. La configurazione dei registri e il monitoraggio dei file risultanti aiuteranno a ottimizzare le impostazioni.
ja: フィルターを展開する前に、出力ファイルへの完全なパスがアクセス可能である必要があることに注意してください。ターゲットディレクトリが存在しない場合、宛先は記録されず、ルーターログにエラーが表示されます。ファイルは必要に応じて作成されます。上記の例は推奨ではありません。設定は、サイトが提供するコンテンツの量（ファイルの数とサイズ）、サーバーの速度、およびサイトの更新頻度に応じて調整する必要があります。レコーダーの設定と生成されたファイルの監視により、設定を微調整することができます。
ko: 필터를 배포하기 전에 출력 파일의 전체 경로에 액세스 할 수 있어야 함에 유의하십시오. 대상 디렉토리가 없으면 목적지가 기록되지 않고 라우터 로그에 오류가 표시됩니다. 파일은 필요에 따라 생성됩니다. 위에서 제공된 예는 권장 사항이 아닙니다. 사이트가 제공하는 콘텐츠의 양 (파일의 수와 크기), 서버의 속도 및 사이트가 업데이트되는 빈도에 따라 구성을 조정해야합니다. 기록기를 구성하고 결과 파일을 모니터링하여 설정을 세분화하는 데 도움이됩니다.
nb: Merk at den fulle banen til utdatafilene må være tilgjengelig før filteret kan implementeres. Hvis målmappen ikke finnes, vil destinasjonene ikke bli registrert, og det vil vises en feil i ruteloggen. Filene vil bli opprettet etter behov. Eksemplene som er oppgitt ovenfor er ikke anbefalinger; konfigurasjonen din bør tilpasses mengden innhold (antall og størrelse på filer) nettstedet ditt genererer, hastigheten på serveren og hvor ofte nettstedet oppdateres. Konfigurering av opptakere og overvåking av de resulterende filene vil hjelpe deg med å finjustere innstillingene.
nl: Merk op dat het volledige pad naar de uitvoerbestanden toegankelijk moet zijn voordat de filter wordt geïmplementeerd. Als de doelmap niet bestaat, worden de bestemmingen niet geregistreerd en wordt er een foutmelding weergegeven in de routerlogs. De bestanden worden indien nodig aangemaakt. De bovenstaande voorbeelden zijn geen aanbevelingen; uw configuratie moet worden afgestemd op de hoeveelheid inhoud (aantal en grootte van bestanden) die uw site levert, de snelheid van de server en de frequentie waarmee de site wordt bijgewerkt. Door recorders te configureren en de resulterende bestanden te controleren, kunt u de instellingen verfijnen.
pt: Observe que o caminho completo para os arquivos de saída deve estar acessível antes de implantar o filtro. Se o diretório de destino não existir, os destinos não serão registrados e um erro aparecerá nos logs do roteador. Os arquivos serão criados conforme necessário. Os exemplos fornecidos acima não são recomendações; a configuração deve ser ajustada de acordo com a quantidade de conteúdo (número e tamanho de arquivos) que seu site está fornecendo, a velocidade do servidor e a frequência com que o site é atualizado. Configurar gravadores e monitorar os arquivos resultantes ajudará a ajustar as configurações.
sl: Opomba: Celoten pot do izhodnih datotek mora biti dostopen pred zaposlitev filtra. Če ciljna mapa ne obstaja, destinacije ne bodo zapise in napaka bo prikazana v dnevnikih strežnika. Datoteke bodo ustvarjene po potrebi. Zgornji primeri niso priporočila; vaša konfiguracija bi morala biti prilagodljiva glede na količino vsebine (število in velikost datotek), ki jo služi vaša spletna stran, hitrost strežnika, in frekvenco, s katero je spletna stran posodobljena. Nastavitev zapisovalcev in nadzor rezultirajočih datotek vam bo pomagal precizno prilagoditi nastavitve.
sv: Observera att den fullständiga sökvägen till utdatafilerna måste vara tillgänglig innan filteret implementeras. Om målkatalogen inte finns kommer destinationerna inte att spelas in och ett felmeddelande kommer att visas i routerloggen. Filerna kommer att skapas vid behov. Ovanstående exempel är inte rekommendationer; din konfiguration bör anpassas efter mängden innehåll (antal och storlek på filer) som din webbplats serverar, serverhastigheten och frekvensen med vilken webbplatsen uppdateras. Genom att konfigurera inspelare och övervaka de resulterande filerna kan du finjustera inställningarna.
uk: Зауважте, що повний шлях до вихідних файлів повинен бути доступним перед розгортанням фільтру. Якщо цільова директорія не існує, цілі не будуть записані і з'явиться помилка в журналах маршрутизатора. Файли будуть створюватися за необхідністю. Приклади вище не є рекомендаціями; вашу конфігурацію потрібно налаштувати залежно від кількості контенту (кількості і розміру файлів), що обслуговує ваш сайт, швидкості сервера та частоти оновлення сайту. Налаштування записувачів і спостереження за утвореними файлами допоможуть точніше налаштувати параметри.
vi: Lưu ý rằng đường dẫn đầy đủ đến tệp đầu ra phải có thể truy cập trước khi triển khai bộ lọc. Nếu thư mục đích không tồn tại, các đích sẽ không được ghi nhận và sẽ xuất hiện lỗi trong nhật ký bộ định tuyến. Các tệp sẽ được tạo ra khi cần thiết. Các ví dụ nêu trên không phải là khuyến nghị; cấu hình của bạn nên được điều chỉnh theo lượng nội dung (số lượng và kích thước tệp) website cung cấp, tốc độ máy chủ và tần suất cập nhật trang. Cấu hình bản ghi và theo dõi các tệp kết quả sẽ giúp bạn tối ưu hóa cài đặt.

source: User Interface Help
ar: مساعدة واجهة المستخدم
az: İstifadəçi Arayüzü Yardımı
bo: མཉེན་ཆས་ཀྱི་མགུལ་རྒྱན་གྱི་རོགས་རམ།
cs: Nápověda uživatelského rozhraní
da: Brugerfladehjælp
el: Βοήθεια διεπαφής χρήστη
es: Ayuda de la interfaz de usuario
et: Kasutajaliidese abi
fa: راهنمای واسط کاربری
fi: Käyttöliittymä Ohje
hi: उपयोगकर्ता संग्रहण सहायता
hu: Felhasználói felület súgó
in: Bantuan Antarmuka Pengguna
it: Aiuto dell'interfaccia utente
ja: ユーザーインターフェースのヘルプ
ko: 사용자 인터페이스 도움말
nb: Brukergrensesnitt Hjelp
nl: Help voor gebruikersinterface
pt: Ajuda da Interface do Usuário
sl: Pomoč uporabniškega vmesnika
sv: Hjälp för användargränssnitt
uk: Довідка з користувальницького інтерфейсу
vi: Giao diện người dùng trợ giúp
