Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When set to true, the router info files stored in your profile's netDB directory will not be split into 64 sub-directories. [Default is false]
ar: عند التعيين على "صحيح"، لن يتم تقسيم ملفات معلومات جهاز التوجيه المخزنة في دليل netDB الخاص بملفك الشخصي إلى 64 دليلًا فرعيًا.
az: Doğru set olunarsa, profilinizin netDB qovluğunda saxlanılan router info faylları 64 altqovluğa bölünməyəcək. [İzah yanlışdır]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། ཁྱེད་ཀྱི་གི་གསལ་མཚོན་ netDB སྣོད་ཁོར་ནང་གནས་པའི་རོ་ཌེར་གཅིག་པ་ཡིག་ཆ་ཚང་ལ་ 64 ཡན་ཁོར་ནང་གནས་པར་མི་མེད་པར་བསྒྱུར་བར་ཐུབ་པ། [སྔོན་སྒྲིག་བྱས་པའི་ false]
cs: Pokud je nastaveno na hodnotu true, soubory s informacemi o routeru uložené v adresáři netDB vašeho profilu nebudou rozděleny do 64 podsložek. [Výchozí je false]
da: Når denne er indstillet til sandt, vil routerinfofilerne, der er gemt i din profiles netDB-mappe, ikke blive opdelt i 64 undermapper. [Standard er falsk]
el: Όταν οριστεί σε αληθές, τα αρχεία πληροφοριών router που αποθηκεύονται στον κατάλογο netDB του προφίλ σας δεν θα χωριστούν σε 64 υποκαταλόγους. [Η προεπιλογή είναι ψευδές]
es: Cuando se establece en true, los archivos de información del enrutador almacenados en el directorio netDB de tu perfil no se dividirán en 64 subdirectorios. [Predeterminado es false]
et: Kui on seadistatud 'true'-ks, siis ruuteri infofailid, mis on salvestatud netDB kataloogi teie profiilis, ei jaotata 64 alamkataloogi. [Vaikenumber on 'false']
fa: وقتی روی true تنظیم شود، فایل های اطلاعات روتر ذخیره شده در فهرست netDB نمایه شما به 64 زیر شاخه تقسیم نمی شوند.
fi: Jos arvo on tosi, reitin tiedostot netDB-hakemistossa eivät jaa 64 alihakemistoon. [Oletusarvo on epätosi]
hi: जब यह सत्य कर दिया जाता है, तो आपके प्रोफ़ाइल के netDB डिरेक्टरी में स्थित राउटर जानकारी फ़ाइलें 64 सब-डायरेक्टरी में विभाजित नहीं की जाएंगी। [डिफ़ॉल्ट तर्क खोजी हुई है]
hu: Amikor engedélyezve van, a router információs fájljai nem lesznek felosztva 64 almappába a profil netDB könyvtárában. [Az alapértelmezett érték hamis]
in: Ketika diatur menjadi true, file informasi router yang disimpan di direktori netDB profil Anda tidak akan terbagi menjadi 64 sub-direktori. [Default adalah false]
it: Quando impostato su true, i file info del router memorizzati nella directory netDB del tuo profilo non verranno divisi in 64 sotto-directory. [Il valore predefinito è falso]
ja: Trueに設定すると、プロファイルのNetDBディレクトリに保存されているルーター情報ファイルは、64のサブディレクトリに分割されません。 [デフォルトは偽です]
ko: true로 설정하면 프로필의 netDB 디렉토리에 저장된 라우터 정보 파일이 64개 하위 디렉토리로 분할되지 않습니다. [기본값은 false입니다]
nb: Når satt til true, vil router-informasjonsfilene som er lagret i nettverksdatabasemappen i profilen din, ikke deles opp i 64 undermapper. [Standard er false]
nl: Wanneer ingesteld op true, worden de routerinfo-bestanden die zijn opgeslagen in de netDB-map van uw profiel niet opgesplitst in 64 submappen. [Standaard is false]
pt: Quando definido como verdadeiro, os arquivos de informações do roteador armazenados no diretório netDB do seu perfil não serão divididos em 64 subdiretórios. [O padrão é false]
sl: Ko je nastavljeno na true, datoteke informacij o usmerjevalniku, shranjene v mapi netDB vašega profila, ne bodo razdeljene na 64 podmapi. [Privzeto je false]
sv: Om inställd på true kommer routerinfo- filerna som lagras i din profil's netDB-katalog inte att delas upp i 64 underkataloger. [Standardvärdet är false]
uk: Коли встановлено true, файли інформації про роутер, збережені в каталозі netDB вашого профілю, не будуть розділені на 64 підкаталоги. [За замовчуванням false]
vi: Khi được đặt thành TRUE, các tệp thông tin bộ định tuyến được lưu trữ trong thư mục NETDB của hồ sơ của bạn sẽ không được chia thành 64 hướng phụ. [Mặc định là sai]

source: When set to true, your router will not be classified as slow, regardless of the specifications of your host system. Ordinarily, routers running on hosts with the following characteristics will be classified as slow, and various performance-related router options will be modified accordingly:
ar: عند التعيين على "صحيح"، لن يتم تصنيف جهاز التوجيه الخاص بك على أنه بطيء، بغض النظر عن مواصفات النظام المضيف الخاص بك.
az: Doğru təyin edildikdə, routeriniz ev sahibi sisteminin xüsusiyyətlərindən asılı olmayaraq yavaş kimi təsnif edilməyəcək. Adi halda, aşağıdakı xüsusiyyətlərə malik ev sahibləri üzərində işləyən marşrutlaşdırıcılar yavaş təsnif ediləcək və performansla əlaqəli müxtəlif marşrutlaşdırıcı seçimləri müvafiq olaraq dəyişdiriləcək:
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། ཁྱེད་ router དབྲ་མང་སེལ་རྒྱུར་བ་ host system ཀྱི་གི་ specifications ཀྱི་མི་ལ་མི་དང་གཞན་གཏོང་མེད་པར་ host ཐོག་ནས་རྒྱུར་བ་གནས་བརྒྱབ་བཀོད་གི་གནད་རྒྱུར་བ་ routers slow དབྲ་མང་སེལ་རྒྱུར་བ་ performance-related router options སྒྲིག་བསྒྱུར་བ་ཡོད།:
cs: Když je nastaveno na true, váš router nebude klasifikován jako pomalý, bez ohledu na specifikace vašeho hostitelského systému. Obvykle jsou routery provozované na hostitelích s následujícími charakteristikami klasifikovány jako pomalé a různé výkonnostně orientované možnosti routeru jsou upraveny následovně:
da: Når denne er indstillet til sandt, vil din router ikke blive klassificeret som langsom, uanset specifikationerne for dit værtsystem. Normalt vil routere, der kører på værter med følgende karakteristika, blive klassificeret som langsomme, og forskellige performancerelaterede routerindstillinger vil blive ændret i overensstemmelse hermed:
el: Όταν οριστεί σε αληθές, ο router σας δεν θα ταξινομηθεί ως αργός, ανεξάρτητα από τις προδιαγραφές του συστήματος φιλοξενίας σας. Συνήθως, οι routers που εκτελούνται σε hosts με τα ακόλουθα χαρακτηριστικά θα ταξινομηθούν ως αργοί και διάφορες επιλογές απόδοσης του router θα τροποποιηθούν ανάλογα:
es: Cuando se establece en true, tu enrutador no se clasificará como lento, independientemente de las especificaciones de tu sistema anfitrión. Normalmente, los enrutadores que se ejecutan en anfitriones con las siguientes características se clasificarán como lentos, y se modificarán varias opciones relacionadas con el rendimiento del enrutador en consecuencia:
et: Kui on seadistatud 'true'-ks, siis teie ruuterit ei liigitata aeglaseks, hoolimata teie hostisüsteemi spetsifikatsioonidest. Tavaliselt liigitatakse järgmiste omadustega hostidel töötavad ruuterid aeglaseks ja erinevaid jõudlusega seotud ruuteri valikuid muudetakse vastavalt:
fa: وقتی روی true تنظیم شود، روتر شما بدون توجه به مشخصات سیستم میزبان شما به عنوان کند طبقه بندی نمی شود.
fi: Jos arvo on tosi, reititintäsi ei luokitella hitaaksi riippumatta isäntäjärjestelmän teknisistä ominaisuuksista. Normaalisti hitaan luokan reitittimet mukauttavat suorituskykyyn liittyviä asetuksia seuraavissa ominaisuuksissa oleville isäntäjärjestelmille:
hi: जब यह सत्य कर दिया जाता है, तो आपके राउटर को धीमा के रूप में वर्गीकृत नहीं किया जाएगा, अपने मेजबान सिस्टम की विशेषताओं के बिना। सामान्यतया, निम्नलिखित विशेषताओं वाले मेजबान पर चल रहे राउटर को धीमा कहा जाएगा, और विभिन्न प्रदर्शन से संबंधित राउटर विकल्पों को इसी अनुसार संशोधित किया जाएगा:
hu: Amikor engedélyezve van, a routerét nem sorolják a lassú kategóriába a gépének specifikációja függetlenül. Rendes esetben a következő jellegzetességekkel rendelkező gépeken futó routerek lassúnak tekintendők, és ennek megfelelően módosulnak a különböző teljesítményhez kapcsolódó router beállítások:
in: Ketika diatur menjadi true, router Anda tidak akan diklasifikasikan sebagai lambat, terlepas dari spesifikasi sistem tuan rumah Anda. Biasanya, router yang berjalan pada host dengan karakteristik berikut akan diklasifikasikan sebagai lambat, dan berbagai opsi router terkait kinerja akan dimodifikasi sesuai:
it: Quando impostato su true, il tuo router non verrà classificato come lento, indipendentemente dalle specifiche del tuo sistema host. Di solito, i router in esecuzione su host con le seguenti caratteristiche verranno classificati come lenti e varie opzioni del router correlate alle prestazioni verranno modificate di conseguenza:
ja: trueに設定すると、ホストシステムの仕様に関係なく、ルーターは遅いと分類されません。通常、以下の特性を持つホストで実行されるルーターは遅いと分類され、さまざまなパフォーマンス関連のルーターオプションが適応されます。
ko: true로 설정하면 호스트 시스템의 사양과는 관계없이 라우터가 느린 것으로 분류되지 않습니다. 보통 다음 특성을 가진 호스트에서 실행되는 라우터는 느린 것으로 분류되며, 여러 성능 관련 라우터 옵션이 그에 따라 수정됩니다:
nb: Når satt til true, vil ruteren din ikke bli klassifisert som treg, uavhengig av spesifikasjonene for verts systemet ditt. Vanligvis vil rutere som kjører på verter med følgende egenskaper bli klassifisert som treg, og forskjellige ytelsesrelaterte ruteralternativer vil bli endret deretter:
nl: Wanneer ingesteld op true, wordt uw router niet geclassificeerd als traag, ongeacht de specificaties van uw hostsysteem. Gewoonlijk worden routers die draaien op hosts met de volgende kenmerken als traag geclassificeerd, en worden verschillende prestatiegerelateerde routeropties dienovereenkomstig aangepast:
pt: Quando definido como verdadeiro, seu roteador não será classificado como lento, independentemente das especificações de seu sistema hospedeiro. Normalmente, roteadores em execução em hosts com as seguintes características serão classificados como lentos, e várias opções de roteador relacionadas ao desempenho serão modificadas de acordo:
sl: Ko je nastavljeno na true, vaš usmerjevalnik ne bo razredil kot počasen, ne glede na specifikacije vašega gostiteljskega sistema. Običajno bodo usmerjevalniki, ki delajo na gostiteljih z naslednjimi značilnostmi, razredili kot počasni, in različne možnosti usmerjevalnika, povezane z zmogljivostjo, bodo prilagojene ustrezno:
sv: När inställt på true kommer din router inte att klassificeras som långsam, oavsett specifikationerna för ditt värdssystem. Normalt sett kommer routrar som körs på värdar med följande egenskaper att klassificeras som långsamma, och olika prestandarelaterade routeralternativ kommer att ändras därefter:
uk: Якщо встановлено значення true, ваш маршрутизатор не буде класифікуватися як повільний, незалежно від характеристик вашої хост-системи. Зазвичай маршрутизатори, що працюють на хостах із такими характеристиками, класифікуються як повільні, а різні параметри маршрутизатора, пов’язані з продуктивністю, змінюються відповідно:
vi: Khi được đặt thành True, bộ định tuyến của bạn sẽ không được phân loại là chậm, bất kể thông số kỹ thuật của hệ thống máy chủ của bạn. Thông thường, các bộ định tuyến chạy trên máy chủ với các đặc điểm sau sẽ được phân loại là chậm và các tùy chọn bộ định tuyến liên quan đến hiệu suất khác nhau sẽ được sửa đổi tương ứng:

source: Host OS running Android
ar: نظام التشغيل المضيف يعمل بنظام Android
az: Android ilə işləyən Host OS
bo: Host OS Android ལ་གཡོ་བར་ན།
cs: Hostitelský operační systém Android
da: Host OS, der kører Android
el: Λειτουργικό σύστημα φιλοξενίας που τρέχει Android
es: Sistema operativo anfitrión ejecutando Android
et: Androidis töötav peamärksüsteem
fa: سیستم عامل میزبان با اندروید
fi: Isäntäkäyttöjärjestelmä, jossa on Android
hi: ऑपरेटिंग सिस्टम होस्ट रनिंग एंड्रॉइड
hu: Android futó operációs rendszer
in: OS host yang menjalankan Android
it: Sistema operativo host in esecuzione Android
ja: Android を実行するホスト OS
ko: Android를 실행하는 호스트 OS
nb: Vertoperativsystem som kjører på Android
nl: Host-OS met Android
pt: SO host rodando Android
sl: Gostitelj OS delajo Android
sv: Värd-OS med Android
uk: Хост-ОС під управлінням Android
vi: Hệ điều hành máy chủ chạy Android

source: Host OS running on ARM (MacOS excepted)
ar: نظام تشغيل مضيف يعمل على ARM (باستثناء نظام MacOS)
az: Qolda işləyən Host OS (MacOS istisna olmaqla)
bo: Host OS ARM (MacOS ཕྱིས་བཏང་བའི་) ལ་གཡོ་བར་ན།
cs: Hostitelský operační systém běžící na ARM (s výjimkou systému MacOS)
da: Host OS kører på ARM (MacOS undtaget)
el: Λειτουργικό σύστημα φιλοξενίας που τρέχει σε ARM (εξαιρουμένου του MacOS)
es: Sistema operativo anfitrión ejecutándose en ARM (excepto MacOS)
et: ARM-i (välja arvatud MacOS) peal töötav peamärksüsteem
fa: سیستم عامل میزبان در حال اجرا در ARM (به استثنای MacOS)
fi: Isäntäkäyttöjärjestelmä, joka toimii ARM:lla (poikkeuksena MacOS)
hi: ऑपरेटिंग सिस्टम होस्ट एआरएम पर चल रहा है (MacOS को छोड़कर)
hu: ARM processzorral működő operációs rendszer (kivéve MacOS)
in: OS host berjalan di ARM (kecuali MacOS)
it: Sistema operativo host in esecuzione su ARM (eccetto MacOS)
ja: ARM上で動作するホストOS（MacOSを除く）
ko: ARM에서 실행되는 호스트 OS(MacOS 제외)
nb: Vertoperativsystem som kjører på ARM (MacOS unntatt)
nl: Host-OS dat draait op ARM (uitgezonderd macOS)
pt: SO host rodando em ARM (exceto MacOS)
sl: Gostitelj OS delajo na ARM (MacOS izključen)
sv: Värd-OS som körs på ARM (MacOS undantaget)
uk: Хост-ОС працює на ARM (за винятком MacOS)
vi: Hệ điều hành máy chủ chạy trên ARM (MacOS không kể)

source: 32bit host OS running with less than 4 detected cores
ar: نظام تشغيل مضيف 32 بت يعمل مع أقل من 4 مراكز مكتشفة
az: 32bit host OS 4-dən az aşkar edilmiş nüvələrlə işləyir
bo: 32bit host OS ལས་རྒྱུད་བཞིན་པའི་སྟེན་པ་དང་སྣོན་བཀོད་པ་ 4 ལས་ཉུང་ནས་སྣོན་བཀོད་པ་
cs: 32bitový hostitelský OS běží s méně než 4 detekovanými jádry
da: 32bit værts-OS, der kører med mindre end 4 detekterede kerner
el: Λειτουργικό σύστημα φιλοξενίας 32bit που τρέχει με λιγότερους από 4 εντοπισμένους πυρήνες
es: Sistema operativo anfitrión de 32 bits ejecutándose con menos de 4 núcleos detectados
et: 32bitist peamärksüsteemi ilma neli tuuma tuvastatud
fa: سیستم عامل میزبان 32bit در حال اجرا با کمتر از 4 هسته شناسایی شده
fi: 32-bittinen isäntäkäyttöjärjestelmä, jossa on alle 4 havaittua ydintä
hi: 32बिट होस्ट ऑपरेटिंग सिस्टम 4 से कम पहचाने गए कोर के साथ चल रहा है
hu: 32 bites operációs rendszer kevesebb, mint 4 észlelt maggal
in: OS host 32-bit yang berjalan dengan kurang dari 4 inti terdeteksi
it: Sistema operativo host a 32 bit in esecuzione con meno di 4 core rilevati
ja: 4つ未満の検出されたコアを備えた32ビットホストOS
ko: 4개 미만의 코어가 감지된 32비트 호스트 운영 체제
nb: 32-bit vertoperativsystem som kjører med mindre enn 4 identifiserte kjerner
nl: 32-bits host-OS dat draait met minder dan 4 gedetecteerde cores
pt: 32 bits sistemas de sistema host em execução com menos de 4 núcleos detectados
sl: 32bit gostitelj OS delajo z manj kot 4 zaznanimi jezgri
sv: 32-bitars värd-OS som körs med mindre än 4 upptäckta kärnor
uk: 32-розрядна хост-ОС працює з менш ніж 4 виявленими ядрами
vi: Hệ điều hành máy chủ 32 bit chạy với ít hơn 4 lõi được phát hiện

source: 64bit host OS running with 1 detected core and less than 384MB allocated to the JVM
ar: نظام تشغيل مضيف 64 بت يعمل بنواة واحدة تم اكتشافها وأقل من 384 ميجابايت مخصصة لـ JVM
az: 1 aşkar edilmiş əsas ilə işləyən və JVM-ə ayrılmış 384MB-dən az olan 64bit Host OS
bo: 64bit host OS ལས་རྒྱུད་བཞིན་པའི་སྟེན་པ་དང་སྣོན་བཀོད་པ་ 1 སྟེན་པ་དང་སྣོན་བཀོད་པ་དང་ JVM ལ་ 384MB ལས་ཉུང་ནས་སྣོན་བཀོད་པ་
cs: 64bitový hostitelský OS běží s 1 detekovaným jádrem a méně než 384 MB přidělených JVM
da: 64-bit værts-OS kører med 1 detekteret kerne og mindre end 384 MB allokeret til JVM
el: Λειτουργικό σύστημα φιλοξενίας 64bit που τρέχει με 1 εντοπισμένο πυρήνα και λιγότερο από 384MB εκχωρημένης μνήμης για το JVM
es: Sistema operativo anfitrión de 64 bits ejecutándose con 1 núcleo detectado y menos de 384MB asignados a la JVM
et: 64bitist peamärksüsteemi, millel ühe tuuma tuvastatud ja millele on määratud vähem kui 384MB JVM-ile
fa: سیستم عامل میزبان 64bit با 1 هسته شناسایی شده و کمتر از 384 مگابایت به JVM اختصاص داده شده است
fi: 64-bittinen isäntäkäyttöjärjestelmä, jossa on yksi havaittu ydin ja alle 384 Mt varattu JVM:lle
hi: 64बिट होस्ट ऑपरेटिंग सिस्टम 1 पहचाना कोर और JVM को 384MB से कम अनुमति दिया गया है
hu: 64 bites operációs rendszer kevesebb, mint 384MB JVM-nek kiosztott memóriával és 1 észlelt maggal
in: OS host 64-bit yang berjalan dengan 1 inti terdeteksi dan kurang dari 384MB teralokasikan ke JVM
it: Sistema operativo host a 64 bit in esecuzione con 1 core rilevato e meno di 384 MB allocati alla JVM
ja: 64 ビットのホスト OS が 1 つの検出されたコアで実行され、JVM に割り当てられたのは 384MB 未満
ko: 1개 감지된 코어와 JVM에 384MB 미만 할당된 64비트 호스트 운영 체제
nb: 64-bit vertoperativsystem som kjører med 1 identifisert kjerne og mindre enn 384MB som er tildelt JVM
nl: 64-bits host-OS dat draait met 1 gedetecteerde core en minder dan 384 MB toegewezen aan de JVM
pt: OS host de 64 bits em execução com 1 núcleo detectado e menos de 384 MB alocados à JVM
sl: 64bit gostitelj OS delajo z 1 zaznanim jezgre in manj kot 384MB dodeljeno JVM
sv: 64-bitars värd-OS som körs med 1 upptäckt kärna och mindre än 384MB tilldelat JVM:en
uk: 64-розрядна хост-ОС працює з 1 виявленим ядром і менше 384 МБ, виділених для JVM
vi: Hệ điều hành máy chủ 64 bit chạy với 1 lõi được phát hiện và phân bổ dưới 384 MB cho JVM

source: Less than 256MB allocated to the JVM
ar: أقل من 256 ميجابايت مخصصة لـ JVM
az: YVM-yə ayrılmış 256MB-dən az
bo: JVM ལ་ 256MB ལས་ཉུང་ནས་སྣོན་བྱེད་པ།
cs: Méně než 256 MB přidělených JVM
da: Mindre end 256 MB allokeret til JVM
el: Λιγότερο από 256MB εκχωρημένης μνήμης για το JVM
es: Menos de 256MB asignados a la JVM
et: Vähem kui 256MB JVM-le eraldatud
fa: کمتر از 256 مگابایت به JVM اختصاص داده شده است
fi: JVM:lle varattu alle 256 Mt
hi: JVM को 256MB से कम अनुमति दी गई है
hu: Kevesebb, mint 256MB JVM-nek kiosztott memória
in: Kurang dari 256MB dialokasikan untuk JVM
it: Meno di 256 MB allocati alla JVM
ja: JVM に割り当てられたのは 256MB 未満
ko: JVM에 할당된 256MB 미만
nb: Mindre enn 256MB som er tildelt JVM
nl: Minder dan 256 MB toegewezen aan de JVM
pt: Menos de 256MB alocados para a JVM
sl: Manj kot 256MB dodeljeno JVM
sv: Mindre än 256MB tilldelat JVM:en
uk: Для JVM виділено менше 256 МБ
vi: Dưới 256MB được phân bổ cho JVM

source: Router running a non-native, software emulated version of the Java BigInteger library
ar: جهاز توجيه يقوم بتشغيل نسخة غير أصلية من البرامج التي تمت محاكاتها من مكتبة Java BigInteger
az: Ruter Java BigInteger kitabxanasının yerli olmayan, proqram təminatı ilə işlənmiş versiyasını işlədir
bo: རོ་ཌེར་ Java BigInteger དཔར་རིམ་དང་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ།
cs: Směrovač s nenativní verzí knihovny Java BigInteger s emulací softwaru
da: Router, der kører en ikke-native, softwareemuleret version af Java BigInteger-biblioteket
el: Ο router εκτελεί μια μη φυσική, λογισμικού προσομοιωμένη έκδοση της βιβλιοθήκης Java BigInteger
es: Enrutador ejecutando una versión emulada por software, no nativa, de la biblioteca Java BigInteger
et: Ruuter, mis töötab Java BigInteger raamatukogu mitte-algstüüpsel, tarkvarapõhises emuleeritud versioonil
fa: روتر یک نسخه غیر بومی و شبیه سازی شده نرم افزاری از کتابخانه جاوا BigInteger را اجرا می کند.
fi: Reititin, joka käyttää Java BigInteger -kirjaston ei-alkuperäistä ohjelmistoemuloitua versiota
hi: Java BigInteger लाइब्रेरी के एक गैर-आदर्श, सॉफ्टवेयर-एमुलेटेड संस्करण के साथ चल रहा राउटर
hu: A router egy nem natív, szoftver emulált Java BigInteger könyvtárat futtat
in: Router menjalankan versi emulasi perangkat lunak non-asli dari perpustakaan Java BigInteger
it: Router in esecuzione di una versione non nativa ed emulata dal software della libreria Java BigInteger
ja: Java BigInteger ライブラリの非ネイティブのソフトウェア エミュレート バージョンを実行するルーター
ko: Java BigInteger 라이브러리의 기본이 아닌 소프트웨어 에뮬레이트 버전을 실행하는 라우터
nb: Ruter som kjører en ikke-nativ, programvare-emulert versjon av Java BigInteger biblioteket
nl: Router die een niet-native, software-geëmuleerde versie van de Java BigInteger-bibliotheek uitvoert
pt: Roteador executando uma versão emulada por software não nativo da biblioteca Java BigInteger
sl: Usmerjevalnik delajo neautohtona, verzija programske opreme Java BigInteger knjižnice
sv: Router som kör en icke-nativ, mjukvaruemulerad version av Java BigInteger-biblioteket
uk: Маршрутизатор працює під керуванням нерідної версії бібліотеки Java BigInteger, емульованої програмним забезпеченням
vi: Bộ định tuyến chạy phiên bản thư viện Java BigInteger không bản địa, được mô phỏng bởi phần mềm

source: This setting determines the number of peer tests to run concurrently, used to determine peer latency. [Default is 4]
ar: هذا الإعداد يحدد عدد اختبارات الأقران التي ستشتغل بالتوازي، والمستخدمة لتحديد اختلاف التأخير بين الأقران. [الافتراضي هو 4]
az: Bu parametr həmkar gecikməsini təyin etmək üçün istifadə olunan eyni vaxtda icra ediləcək həmkar testlərinin sayını müəyyən edir. [Standart 4]
bo: སྒྲིག་བཀོད་འདི་དག་རྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། [སྔོན་སྒྲིག་བྱས་པའི་ 4]
cs: Toto nastavení určuje počet souběžně prováděných testů uzel-uzel, které slouží k určení zpoždění mezi uzly. [Výchozí hodnota je 4]
da: Denne indstilling bestemmer antallet af peer-tests, der skal køres samtidigt, og bruges til at bestemme peer-latens. [Standard er 4]
el: Η ρύθμιση αυτή καθορίζει τον αριθμό των ταυτόχρονων ελέγχων ομοειδών γονέων που χρησιμοποιούνται για τον προσδιορισμό της καθυστέρησης των ομοειδών γονέων. [Η προεπιλογή είναι 4]
es: Esta configuración determina la cantidad de pruebas de pares que se ejecutarán simultáneamente, utilizadas para determinar la latencia del par. [Predeterminado es 4]
et: Selle seade määrab samaaegselt käitatavate eakaaslaste testimiste arvu, mida kasutatakse eakaaslaste latentsuse kindlaksmääramiseks. [Vaikimisi on 4]
fa: این تنظیم تعداد آزمایش‌های همتا را برای اجرای همزمان تعیین می‌کند که برای تعیین تأخیر همتا استفاده می‌شود.
fi: Tämä asetus määrittää samanaikaisesti suoritettavien vertaisarviointitestejen määrän, jota käytetään vertaisviiveen määrittämiseen. [Oletusarvo on 4]
hi: यह सेटिंग समान समय में चलाने वाले पीयर परीक्षणों की संख्या को निर्धारित करती है, जो पीयर देरी का निर्धारण करने के लिए उपयोग की जाती है। [मूल मान 4 है]
hu: Ez a beállítás meghatározza a közvetítő tesztek számát egyidejűleg, ami a peer lassúságának meghatározásához használatos. [Az alapérték 4]
in: Pengaturan ini menentukan jumlah pengujian rekan yang dijalankan secara bersamaan, yang digunakan untuk menentukan latensi rekan. [Bawaannya adalah 4]
it: Questa impostazione determina il numero di test tra peer da eseguire contemporaneamente, utilizzato per determinare la latenza dei peer. [Il valore predefinito è 4]
ja: この設定は、ピアのレイテンシを決定するために並行して実行するピアテストの数を決定します。[デフォルトは4です]
ko: 이 설정은 동시에 실행할 피어 테스트의 수를 결정하며, 피어 지연 시간을 결정하는 데 사용됩니다. [기본값은 4입니다]
nb: Denne innstillingen bestemmer antall peer tester som kjøres samtidig, brukt for å bestemme forsinkelse mellom jevnbyrdige parter. [Standard er 4]
nl: Deze instelling bepaalt het aantal gelijktijdig uitgevoerde peer-testen dat wordt gebruikt om de latentie van peers te bepalen. [Standaard is het 4]
pt: Esta configuração determina o número de testes de pares a serem executados simultaneamente, usados ​​para determinar a latência do par. [Padrão é 4]
sl: Ta nastavitev določa število testov parterja, ki se izvajajo istočasno, uporabljenih za določanje zavzete parterja. [Privzeto je 4]
sv: Denna inställning bestämmer antalet samtidiga peer-tester som körs, vilket används för att bestämma peer-fördröjning. [Standard är 4]
uk: Це налаштування визначає кількість тестів пірів, які будуть виконуватися паралельно для визначення затримки піра. [За замовчуванням 4]
vi: Cài đặt này xác định số lượng kiểm tra ngang hàng để chạy đồng thời, được sử dụng để xác định độ trễ ngang hàng. [Mặc định là 4]
