Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This indicates the amount of RAM I2P is using, and the total amount available, allocated by Java. If the usage is consistently high relative to the available RAM, this may indicate that you need to increase the ram allocated to the JVM. You can allocate more RAM by editing your <code>wrapper.config</code> file which is normally located in the I2P application directory. You will need to edit the <code>wrapper.java.maxmemory</code> parameter, which by default is set to 256(MB) for I2P, or 384 for I2P+. Note: if the memory bar is enabled, the memory entry in the router info section will be suppressed.
ar: هذا يشير إلى كمية ذاكرة الوصول العشوائي التي يستخدمها I2P، والكمية الكلية المتاحة التي تم تخصيصها بواسطة Java. إذا كانت الاستخدام عاليًا بشكل متكرر مقارنة بالذاكرة المتاحة، فقد يشير ذلك إلى أنه يجب زيادة الذاكرة المخصصة لـ JVM. يمكنك تخصيص مزيد من الذاكرة عن طريق تحرير ملف <code>wrapper.config</code> الخاص بك الموجود بشكل اعتيادي في دليل تطبيق I2P. ستحتاج إلى تحرير معامل <code>wrapper.java.maxmemory</code> الذي يتم تعيينه افتراضيًا على 256(ميجابايت) بالنسبة لـ I2P، أو 384 بالنسبة لـ I2P+. ملاحظة: إذا تم تمكين شريط الذاكرة، سيتم قمع إدراج الذاكرة في القسم معلومات الموجه.
az: Bu, I2P'nin kullandığı RAM miktarını ve Java tarafından tahsis edilen toplam miktarı gösterir. Kullanım, mevcut RAM'e göre sürekli olarak yüksekse, bunun JVM'ye tahsis edilen RAM'i artırmanız gerektiğini gösterebilir. I2P uygulama dizininde normalde bulunan <code>wrapper.config</code> dosyasını düzenleyerek daha fazla RAM ayırabilirsiniz. Varsayılan olarak I2P için 256 (MB) veya I2P+ için 384 olarak ayarlanmış olan <code>wrapper.java.maxmemory</code> parametresini düzenlemeniz gerekecektir. Not: Bellek çubuğu etkinse, router info bölümündeki bellek girişi bastırılacaktır.
bo: དེ་ནི་ Java གིས་གཏན་འབེབས་བྱས་པའི་མངོན་མཐོང་གི་བརྒྱུད་སྐྱོད་གཞི་མཉེན་(RAM) ཁྱོད་རང་གི་ I2P གིས་བཀོལ་སྤྱོད་བྱས་པའི་ཚད་དང་མཉམ་དུ་ཡོད་པའི་སྤྱིའི་ཚད་མཚོན་པ་ཡིན། གལ་སྲིད་བཀོལ་སྤྱོད་ཚད་དེ་མཉམ་དུ་ཡོད་པའི་ RAM ལ་བརྟེན་ནས་རྒྱུན་མཐུད་ཀྱི་སྐབས་སུ་མཐོ་བ་ཡིན་ན། དེ་ནི་ཁྱོད་རང་གི་ JVM ལ་གཏན་འབེབས་བྱས་པའི་མངོན་མཐོང་གི་བརྒྱུད་སྐྱོད་གཞི་མཉེན་(RAM) མང་རུ་བསྐྱེད་དགོས་པའི་རྟགས་མཚོན་ཡིན་པ་སྲིད་པ་ཡིན། ཁྱོད་རང་གིས་ I2P མཉེན་ཆས་གཙོ་བོའི་ཐོག་མ་གནས་ཚུལ་གྱི་ནང་དུ་ཡོད་པའི་<code>wrapper.config</code> ཞུ་ཡིག་བསྐྲུན་སྒྲིག་བྱས་ཏེ་མངོན་མཐོང་གི་བརྒྱུད་སྐྱོད་གཞི་མཉེན་མང་རུ་གཏན་འབེབས་བྱེད་ཐུབ་པ་ཡིན། ཁྱོད་རང་གིས་<code>wrapper.java.maxmemory</code> ཞུ་འགོད་འབད་རྩལ་བཅོས་སྒྲིག་བྱ་དགོས་པ་ཡིན་ཞིང་། དེ་ནི་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་ I2P གི་ཆེད་དུ་ 256(MB) དང་། I2P+ གི་ཆེད་དུ་ 384 ཡིན། སྐད་པ་གཅིག་མ་ལགས་པ་ནི། གལ་སྲིད་མངོན་མཐོང་གི་བརྒྱུད་སྐྱོད་གཞི་མཉེན་གྱི་འཇམ་བརྡར་བརྗེ་བཤེར་བྱས་ཡོད་ན། རུ་ཊར་གྱི་ཆ་འཕྲིན་གྱི་ཆོས་ཚན་གྱི་ནང་གི་མངོན་མཐོང་གི་བརྒྱུད་སྐྱོད་གཞི་མཉེན་གྱི་ལོ་རྒྱུས་སྐོར་མཚོན་སྟོན་མི་བྱེད་པ་ཡིན།
cs: To udává množství paměti RAM, kterou I2P používá, a celkové množství k dispozici, které je přiděleno Javou. Pokud je využití konzistentně vysoké ve srovnání s dostupnou pamětí RAM, může to naznačovat, že je nutné zvýšit přidělenou RAM pro JVM. Více RAM můžete přidělit úpravou vašeho souboru <code>wrapper.config</code>, který by obvykle měl být umístěn v adresáři aplikace I2P. Budete muset upravit parametr <code>wrapper.java.maxmemory</code>, který je ve výchozím nastavení nastaven na 256 (MB) pro I2P nebo 384 pro I2P+. Poznámka: Pokud je povolena paměťová lišta, záznam o paměti v části informací o směrovači bude potlačen.
da: Dette angiver mængden af RAM, som I2P bruger, og den samlede tilgængelige mængde, som er tildelt af Java. Hvis brugen er konsekvent høj i forhold til den tilgængelige RAM, kan dette indikere, at du skal øge RAM'en, der er allokeret til JVM'en. Du kan tildele mere RAM ved at redigere filen <code>wrapper.config</code>, som normalt er placeret i I2P-applikationsmappen. Du skal redigere parameteren <code>wrapper.java.maxmemory</code>, som som standard er indstillet til 256 (MB) for I2P eller 384 for I2P+. Bemærk: Hvis hukommelsesbjælken er aktiveret, undertrykkes hukommelsesindgangen i routeroplysningerne.
el: Αυτό υποδεικνύει την ποσότητα της RAM που χρησιμοποιείται από το I2P και τον συνολικό διαθέσιμο όγκο, που καθορίζεται από το Java. Εάν η χρήση είναι συνεχώς υψηλή σε σχέση με τη διαθέσιμη RAM, μπορεί να υποδεικνύεται ότι πρέπει να αυξήσετε τη RAM που εκχωρείται στον JVM. Μπορείτε να εκχωρήσετε περισσότερη RAM επεξεργαζόμενοι το αρχείο <code>wrapper.config</code> που συνήθως βρίσκεται στον κατάλογο εφαρμογής του I2P. Θα πρέπει να επεξεργαστείτε την παράμετρο <code>wrapper.java.maxmemory</code>, η οποία από προεπιλογή έχει οριστεί σε 256(MB) για το I2P, ή 384 για το I2P+. Σημείωση: εάν η γραμμή μνήμης είναι ενεργοποιημένη, η καταχώρηση μνήμης στο τμήμα πληροφοριών του δρομολογητή θα καταστεί αόρατη.
es: Esto indica la cantidad de RAM que está utilizando I2P y la cantidad total disponible, asignada por Java. Si el uso es consistentemente alto en relación con la RAM disponible, esto puede indicar que necesitas aumentar la RAM asignada a la JVM. Puedes asignar más RAM editando tu archivo <code>wrapper.config</code>, que normalmente se encuentra en el directorio de aplicación de I2P. Deberás editar el parámetro <code>wrapper.java.maxmemory</code>, que por defecto está configurado a 256(MB) para I2P o 384 para I2P+. Nota: si se habilita la barra de memoria, la entrada de memoria en la sección de información del enrutador será suprimida.
et: See näitab, kui palju RAM-i I2P kasutab ning kui palju on kokku saadaval, mille on Java eraldanud. Kui kasutus on pidevalt suhteliselt suur saadaoleva RAM-i suhtes, võib see viidata sellele, et peate JVM-ile eraldatud RAM-i suurendama. Saate rohkem RAM-i eraldada, redigeerides oma I2P rakenduskataloogis asuvat <code>wrapper.config</code> faili. Peate muutma vaikeväärtusega <code>wrapper.java.maxmemory</code> parameetrit, mis on I2P puhul vaikemääratud 256 (MB) või I2P+ puhul 384. Märkus: kui mälu riba on lubatud, jääb mälu sisestus marsruuteri teabe jaotisesse peitu.
fa: این نشان‌دهنده مقدار حافظه رمی است که I2P استفاده می‌کند و مقدار کل در دسترس که توسط جاوا تخصیص داده شده است. اگر استفاده به‌طور مداوم بالاتر از حافظه رم در دسترس باشد، احتمالاً نیاز به افزایش حافظه رم تخصیص‌یافته به JVM دارید. می‌توانید حافظه بیشتری را با ویرایش فایل <code>wrapper.config</code> تخصیص دهید که معمولاً در دایرکتوری نصب I2P قرار دارد. برای تغییر پارامتر <code>wrapper.java.maxmemory</code> که به‌طور پیش‌فرض 256(MB) برای I2P و 384 برای I2P+ تنظیم شده، نیاز است. توجه داشته باشید که اگر نوار حافظه فعال باشد، ردیف حافظه در بخش اطلاعات روتر نمایش داده نمی‌شود.
fi: Kertoo kuinka paljon RAM-muistia I2P käyttää sekä käytettävissä olevan kokonaismuistin määrän, joka on jaettu Javan toimesta. Jos käyttö on jatkuvasti korkea suhteessa käytettävissä olevaan RAM-muistiin, tämä voi kertoa, että sinun on lisättävä RAM-muistia JVM:lle. Voit jakaa enemmän RAM-muistia muokkaamalla <code>wrapper.config</code> -tiedostoa, joka sijaitsee tavallisesti I2P-sovelluksen hakemistossa. Sinun on muokattava <code>wrapper.java.maxmemory</code> -parametriä, jonka oletusarvo on 256(MB) I2P:lle tai 384 I2P+:lle. Huomio: jos muistipalkki on käytössä, muistiotteen reititintiedon osiosta tukitaan.
hi: यह दिखाता है कि I2P कितना रैम उपयोग कर रहा है और जावा द्वारा आवंटित कितना रैम कुल में उपलब्ध है। यदि उपयोग उपलब्ध रैम के संबंध में स्थिर रूप से उच्च होता है, तो यह संकेत दे सकता है कि आपको JVM को और अधिक रैम आवंटित करने की आवश्यकता है। आप अपने <code>wrapper.config</code> फ़ाइल को संपादित करके अधिक रैम आवंटित कर सकते हैं, जो सामान्यतया I2P अनुप्रयोग डायरेक्टरी में स्थित होता है। आपको <code>wrapper.java.maxmemory</code> पараметर को संपादित करने की आवश्यकता होगी, जो मानक रूप से I2P के लिए 256(MB) और I2P+ के लिए 384 होता है। नोट: यदि मेमोरी बार सक्रिय है, तो रूटर जानकारी खंड में मेमोरी प्रविष्टि को संपीड़ित किया जाएगा।
hu: Ez jelzi az I2p által használt RAM mennyiségét és a Java által leküldött teljes mennyiséget. Ha a használat állandóan magas a rendelkezésre álló Ramhez képest, ez arra utalhat, hogy növelnie kell a JVM számára kiosztott RAM méretét. Több RAM-ot rendelhet hozzá a <code>wrapper.config</code> fájl szerkesztésével, amely általában az I2P alkalmazás könyvtárban található. Szerkesztenie kell a <code>wrapper.java.maxmemory</code> paramétert, amelyet alapértelmezés szerint 256 (MB)-ra állítanak be az I2P-hez, vagy 384-re az I2P+-hoz. Megjegyzés: Ha az emlékmegjelenítés engedélyezve van, az emlékrész az útválasztóinformációk részben el lesz nyomva.
in: Ini menunjukkan jumlah RAM yang digunakan I2P, dan jumlah total yang tersedia, dialokasikan oleh Java. Jika penggunaan secara konsisten tinggi relatif terhadap RAM yang tersedia, ini dapat menunjukkan bahwa Anda perlu meningkatkan alokasi RAM untuk JVM. Anda dapat mengalokasikan lebih banyak RAM dengan mengedit file <code>wrapper.config</code> Anda yang biasanya berada di direktori aplikasi I2P. Anda akan perlu mengedit parameter <code>wrapper.java.maxmemory</code>, yang secara default diatur ke 256(MB) untuk I2P, atau 384 untuk I2P+. Catatan: jika garis ingatan diaktifkan, entri ingatan di bagian informasi router akan ditindih.
it: Questo indica la quantità di RAM utilizzata da I2P e la quantità totale disponibile, allocata da Java. Se l'utilizzo è costantemente elevato rispetto alla RAM disponibile, potrebbe indicare che è necessario aumentare la RAM allocata al JVM. È possibile allocare più RAM modificando il file <code>wrapper.config</code> che si trova di solito nella directory dell'applicazione I2P. Devi modificare il parametro <code>wrapper.java.maxmemory</code>, che di default è impostato su 256 (MB) per I2P, o 384 per I2P+. Nota: se la barra di memoria è abilitata, la voce di memoria nella sezione di informazioni del router verrà soppressa.
ja: これは、I2Pが使用しているRAMの量とJavaによって割り当てられている利用可能な総量を示しています。利用状況が利用可能なRAMに対して一貫して高い場合、これはJVMに割り当てられたRAMを増やす必要があることを示している可能性があります。通常、I2Pアプリケーションのディレクトリにある<code>wrapper.config</code>ファイルを編集して、より多くのRAMを割り当てることができます。デフォルトでは、I2Pの場合は256MB、I2P+の場合は384に設定されている<code>wrapper.java.maxmemory</code>パラメータを編集する必要があります。注：メモリバーが有効にされている場合、ルーター情報セクションのメモリエントリは抑制されます。
ko: 이는 I2P가 사용하는 RAM 양과 Java에 의해 할당되는 총 가용 RAM 양을 나타냅니다. 사용량이 가용 RAM에 비해 일관적으로 높으면 JVM에 할당되는 RAM을 늘려야 할 수도 있습니다. 일반적으로 I2P 응용 프로그램 디렉토리에 위치한 <code>wrapper.config</code> 파일을 편집하여 더 많은 RAM을 할당할 수 있습니다. 기본적으로 I2P의 경우 <code>wrapper.java.maxmemory</code> 매개변수가 256(MB), I2P+의 경우 384로 설정되어 있습니다. 참고: 메모리 막대가 활성화되어 있는 경우 라우터 정보 섹션의 메모리 항목은 억제됩니다.
nb: Dette indikerer mengden RAM I2P bruker, og den totale mengden tilgjengelig, tildelt av Java. Hvis bruken er konsekvent høy i forhold til den tilgjengelige RAM-en, kan dette indikere at du må øke mengden RAM som er tildelt til JVM. Du kan tildele mer RAM ved å redigere filen <code>wrapper.config</code>, som vanligvis befinner seg i I2P-applikasjonskatalogen. Du må redigere parameteren <code>wrapper.java.maxmemory</code>, som som standard er satt til 256 (MB) for I2P, eller 384 for I2P+. Merk: Hvis minnefeltet er aktivert, vil oppføringen for minnet i routerinfo-delen bli undertrykt.
nl: Dit geeft aan hoeveel RAM I2P gebruikt en de totale hoeveelheid beschikbaar gesteld door Java. Als het gebruik consistent hoog is in verhouding tot het beschikbare RAM-geheugen, kan dit erop wijzen dat u meer RAM moet toewijzen aan de JVM. U kunt meer RAM toewijzen door uw <code>wrapper.config</code> bestand te bewerken dat zich meestal bevindt in de I2P-toepassingsmap. U moet de parameter <code>wrapper.java.maxmemory</code> bewerken, die standaard is ingesteld op 256(MB) voor I2P, of 384 voor I2P+. Opmerking: als de geheugenbalk is ingeschakeld, wordt de geheugeninvoer in de routerinformatiesectie onderdrukt.
pt: Isso indica a quantidade de RAM que o I2P está usando e a quantidade total disponível, alocada pelo Java. Se o uso for consistentemente alto em relação à RAM disponível, isso pode indicar que você precisa aumentar a RAM alocada para o JVM. Você pode alocar mais RAM editando o arquivo <code>wrapper.config</code>, que normalmente está localizado no diretório de aplicativos do I2P. Você precisará editar o parâmetro <code>wrapper.java.maxmemory</code>, que por padrão está definido como 256 (MB) para o I2P, ou 384 para o I2P+. Observação: se a barra de memória estiver habilitada, a entrada de memória na seção de informações do roteador será suprimida.
sl: To kaže, koliko RAM-a I2P uporablja, in celotno količino, dodeljeno Java. Če je uporaba natančno visoka v odnosu do na voljo RAM-a, to lahko kaže, da potrebujete več RAM-a dodeliti JVM. Več RAM-a lahko dodelite tako, da urejate svojo <code>wrapper.config</code> datoteko, ki je običajno razpolažljiva v direktoriju aplikacije I2P. Boste morali urediti parameter <code>wrapper.java.maxmemory</code>, ki je privzeto nastavljen na 256(MB) za I2P, ali 384 za I2P+. Opomba: če je vrstica za pomnilnik omogočena, vnos pomnilnika v sekciji informacije o strežniku bo zmanjšan.
sv: Detta indikerar mängden RAM-minne som I2P använder och den totala mängden tillgängligt, som allokeras av Java. Om användningen är konsekvent hög i förhållande till det tillgängliga RAM-minnet kan detta indikera att du behöver öka RAM-minnet som är tilldelat till JVM. Du kan tilldela mer RAM-minne genom att redigera din <code>wrapper.config</code>-fil som vanligtvis finns i I2P-programmets katalog. Du behöver redigera parametern <code>wrapper.java.maxmemory</code>, som som standard är inställd på 256 (MB) för I2P eller 384 för I2P+. Observera: om minnesfältet är aktiverat kommer minnesposten i routerns informationsavsnitt att undertryckas.
uk: Це вказує обсяг оперативної пам'яті, який використовує I2P, та загальний доступний обсяг, виділений Java. Якщо використання постійно високе відносно доступної RAM, це може свідчити про необхідність збільшення обсягу пам'яті, виділеної JVM. Ви можете виділити більше пам'яті, редагуючи файл <code>wrapper.config</code>, який, як правило, розташований у каталозі застосунку I2P. Вам потрібно буде відредагувати параметр <code>wrapper.java.maxmemory</code>, за замовчуванням встановлений у 256(МБ) для I2P або 384 для I2P+. Зауваження: якщо ввімкнено пам'яткову смугу, відображення запису про пам'ять у розділі інформації про маршрутизатор буде приховано.
vi: Đây chỉ ra lượng RAM mà I2P đang sử dụng, và tổng lượng RAM có sẵn được phân bổ bởi Java. Nếu việc sử dụng luôn cao so với RAM có sẵn, có thể bạn cần tăng lượng RAM cấp cho JVM. Bạn có thể cấp phát thêm RAM bằng cách chỉnh sửa tệp <code>wrapper.config</code> thường được đặt tại thư mục ứng dụng I2P. Bạn cần chỉnh sửa tham số <code>wrapper.java.maxmemory</code> mặc định là 256(MB) cho I2P, hoặc 384 cho I2P+. Lưu ý: nếu thanh bộ nhớ được kích hoạt, mục bộ nhớ tại phần thông tin bộ định tuyến sẽ bị ẩn đi.
