Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: On the I2P network, remotely hosted services can be accessed using a <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> address ending in ".b32.i2p", a <i>destination</i> represented as a long <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> string, or more usually by using an .i2p domain. A destination is I2P's equivalent to an IP address, and is shown on the <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>. You can share your b32.i2p address to allow others to access to your website until you've registered your own .i2p domain.
ar: على شبكة I2P، يمكن الوصول إلى الخدمات المضيفة عن بُعد باستخدام عنوان Base32 ينتهي بـ ".b32.i2p"، أو وجهة تم تمثيلها بسلسلة Base64 طويلة، أو عادة باستخدام نطاق .i2p. الوجهة هي ما يعادل عنوان IP على I2P، ويتم عرضها على صفحة <a href='/i2ptunnel/edit?tunnel=3'>إدارة الأنفاق</a>. يمكنك مشاركة عنوان b32.i2p الخاص بك للسماح للآخرين بالوصول إلى موقعك حتى يتم تسجيل نطاق .i2p الخاص بك.
az: I2P şəbəkəsində, uzaqda yerləşən xidmətlərə <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> bitişikliklə bitən ".b32.i2p" ünvanı, uzun <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> sıra şəklində təmsil olunan bir <i>destinasiya</i> və ya daha çox .i2p domeni istifadə edilərək giriş edilə bilər. Bir destinasiya I2P-nin bir IP ünvanına bənzəyir və <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Meneceri tənzimləmə səhifəsində</a> görünür. Qeydiyyatsız .i2p domaininizin olana qədər b32.i2p ünvanınızı başqalarının veb saytınıza giriş etməsinə icazə verə bilərsiniz.
bo: I2P ནང་གི་དྲོད་ཀྱི་དོན་ལུགས་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་<a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> གི་ཞིབ་ཚགས་ཞེས་པ་ཡིན། .b32.i2p" དེ་བཟུང་བར་བཟོ་བོ། <i>གནས་ཚུལ</i> དེ་བཟུང་བར་བཟོ་ནས་གཞི་བཟུང་བའི་<a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> གི་ཡི་གེ་ཞེས་པ་ཡིན། ཡང་ན་.i2p དེ་བཟུང་བར་བཟོ་བོ། destination ནི་I2P གི་IP གི་ཞིབ་ཚགས་དེ་བཟུང་བར་བཟོ་བོ། <a href='/i2ptunnel/edit?tunnel=3'>བརྒྱུད་ལམ་གཞི་བཟུང་བའི་བཀོ་སྒྲིག་གི་ཤོག</a> ནང་གི་མཚོན། ཁྱོད་ཀྱིས་b32.i2p གི་ཞིབ་ཚགས་གཞི་བཟུང་བར་བཟོ་ནས་ཁྱོད་ཀྱིས་རང་གི་.i2p དེ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོ།
cs: Na síti I2P je možné přistupovat k službám hostovaným na dálku pomocí adresy <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> končící na ".b32.i2p", představující <i>cíl</i> představovaný dlouhým řetězcem <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>, nebo ho častěji pomocí domény .i2p. Cíl je ekvivalentem IP adresy a je zobrazen na stránce <a href='/i2ptunnel/edit?tunnel=3'>Konfigurace Tunelu</a> Správce tunelů. Můžete sdílet svoji adresu b32.i2p, aby ostatní mohli přistupovat k vašemu webu, dokud si nepřihlásíte svoji vlastní doménu .i2p.
da: På I2P-netværket kan eksternt hostede tjenester tilgås ved hjælp af en <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a>-adresse, der ender med ".b32.i2p", en <i>destination</i> repræsenteret som en lang <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>-streng, eller mere almindeligt ved at bruge et .i2p-domæne. En destination er I2P's ækvivalent til en IP-adresse og vises på siden <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a>. Du kan dele din b32.i2p-adresse for at tillade andre at få adgang til din hjemmeside, indtil du har registreret dit eget .i2p-domæne.
el: Στο δίκτυο I2P, μπορείτε να έχετε πρόσβαση σε απομακρυσμένες υπηρεσίες που φιλοξενούνται σε διεύθυνση <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> που τελειώνει σε ".b32.i2p", ένας <i>προορισμός</i> αναπαριστάται ως μακρά συμβολοσειρά <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> ή συνήθως χρησιμοποιώντας ένα .i2p domain. Ένας προορισμός αντιστοιχεί στην ισοδύναμη της IP διεύθυνσης του I2P και εμφανίζεται στην σελίδα <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>. Μπορείτε να μοιραστείτε την διεύθυνση b32.i2p για να επιτρέψετε σε άλλους να έχουν πρόσβαση στον ιστότοπό σας μέχρι να εγγραφείτε το δικό σας .i2p domain.
es: En la red I2P, los servicios alojados de forma remota se pueden acceder usando una dirección <a href=https://es.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> que termina en ".b32.i2p", un <i>destino</i> representado como una cadena larga <a href=https://es.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>, o más comúnmente usando un dominio .i2p. Un destino es el equivalente de I2P a una dirección IP, y se muestra en la página <a href='/i2ptunnel/edit?tunnel=3'>Configuración del Administrador de Túneles</a>. Puedes compartir tu dirección b32.i2p para permitir que otros accedan a tu sitio web hasta que hayas registrado tu propio dominio .i2p.
et: I2P-võrgus saab ligi juurdepääsu kaughostitavatele teenustele kohta kasutades Base32 aadressi, mis lõpeb ".b32.i2p"; sihtkoht esindab pikka Base64 stringi või siis tavaliselt kasutades domains, mis lõpevad .i2p-ga. Sihtkoht on I2P võrgus sarnane IP-aadressiga ning selle saab näha on shown on Tunneli halduri konfiguratsioonilehe. Kuni te oma .i2p domeeni ei registreeri, saate teiste isikutega jagada oma b32.i2p aadressi, et nad pääseksid teie veebisaidile ligi.
fa: در شبکه I2P، خدمات سرویس‌های میزبانی‌شده از راه دور می‌توانند با استفاده از نشانی <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> خاتمه‌یافته به .b32.i2p، یا نشانی <i>مقصد</i> نمایش‌داده‌شده به صورت رشته طولانی <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>، یا عموماً با استفاده از نشانی-آیی‌پی .i2p مورد دسترس قرار گیرند. مقصد معادل I2P برای نشانی آی‌پی است و در صفحه <a href='/i2ptunnel/edit?tunnel=3'>تنظیمات مدیریت تونل</a> نمایش داده می‌شود. شما می‌توانید نشانی b32.i2p خود را به اشتراک بگذارید تا دیگران تا زمان ثبت نشانی .i2p مخصوص‌تان، به وب‌سایت‌تان دسترسی داشته باشند.
fi: I2P-verkossa etänä sijaitseviin palveluihin päästään käsiksi käyttämällä ".b32.i2p"-päättyvää <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a>-osoitetta, joka on esitetty pitkänä <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>-merkkijonona tai yleisimmin käyttämällä .i2p-verkkotunnusta. Verkkotunnus vastaa I2P:ssä IP-osoitetta, ja se näkyy <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a> :lla. Voit jakaa b32.i2p-osoitteesi, jotta muut pääsevät verkkosivustoosi, kunnes rekisteröit oman .i2p-verkkotunnuksesi.
hi: I2P नेटवर्क पर, दूरस्थ मेजबानी की सेवाओं को एक <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> पते का उपयोग करके पहुँचा जा सकता है जो ".b32.i2p" से समाप्त होता है, एक <i>गंतव्य</i> के रूप में एक लंबी <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> स्ट्रिंग के रूप में प्रतिनिधित किया जाता है, या अधिक आमतौर पर एक .i2p डोमेन का उपयोग करके। एक गंतव्य I2P के एक IP पते के समकक्ष है, और <a href='/i2ptunnel/edit?tunnel=3'>टनल मैनेजर के सेटिंग पृष्ठ</a> पर दिखाया जाता है। आप अपना b32.i2p पता साझा कर सकते हैं ताकि अन्य लोग आपकी वेबसाइट तक पहुँच सकें, जब तक कि आप अपने आपके .i2p डोमेन को रजिस्टर नहीं करते हैं।
hu: Az I2P hálózaton távoli szolgáltatásokhoz hozzáférhetünk egy ".b32.i2p" végződésű <a href=https://hu.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> címmel, egy hosszú <a href=https://hu.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> karakterláncban reprezentált <i>destination</i> tartománnyal vagy még gyakrabban egy .i2p tartomány használatával. A tartomány az I2P kifejezése az IP-címnek, és a <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a> oldalon jelenik meg. Megoszthatja b32.i2p címét, hogy mások hozzáférhessenek webhelyéhez, amíg saját .i2p tartományt nem regisztrált.
in: Pada jaringan I2P, layanan yang di-host secara jarak jauh dapat diakses menggunakan alamat <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> yang berakhiran ".b32.i2p", sebuah <i>tujuan</i> diwakili sebagai string panjang <a href=https://id.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>, atau biasanya menggunakan domain .i2p. Sebuah tujuan setara dengan alamat IP pada I2P, dan ditampilkan di halaman <a href='/i2ptunnel/edit?tunnel=3'>Konfigurasi Pengelola Terowongan</a>. Anda dapat berbagi alamat b32.i2p Anda untuk mengizinkan orang lain mengakses situs web Anda hingga Anda mendaftarkan domain .i2p milik Anda sendiri.
it: Sulla rete I2P, i servizi ospitati in remoto possono essere acceduti utilizzando un indirizzo <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> terminante con ".b32.i2p", una <i>destination</i> rappresentata come una lunga stringa <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>, o più comunemente utilizzando un dominio .i2p. Una destination è l'equivalente I2P di un indirizzo IP ed è mostrata sulla <a href='/i2ptunnel/edit?tunnel=3'>pagina di configurazione del Tunnel Manager</a>. Puoi condividere il tuo indirizzo b32.i2p per consentire ad altri di accedere al tuo sito web fino a quando non avrai registrato il tuo dominio .i2p.
ja: I2Pネットワーク上では、リモートホストされたサービスには<a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a>アドレスが使用され、「.b32.i2p」で終わります。これは長い<a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>文字列で表された<i>destination</i>、または一般的には.i2pドメインを使用します。I2PのdestinationはIPアドレスに相当し、<a href='/i2ptunnel/edit?tunnel=3'>トンネルマネージャー構成ページ</a>で表示されます。自分が独自の.i2pドメインを登録するまで、b32.i2pアドレスを共有して他の人がウェブサイトにアクセスできるようにすることができます。
ko: I2P 네트워크에서 <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a>를 사용하여 원격으로 호스팅된 서비스에 액세스할 수 있습니다.
nb: På I2P-nettverket kan eksternt hosting av tjenester nås ved hjelp av en <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a>-adresse som slutter på ".b32.i2p", en destinasjon representert som en lang <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>-streng, eller som vanligvis ved hjelp av et .i2p-domene. En destinasjon er I2Ps ekvivalent til en IP-adresse, og vises på siden for <a href='/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a>. Du kan dele din b32.i2p-adresse for å tillate andre å få tilgang til nettstedet ditt inntil du har registrert ditt egne .i2p-domene.
nl: Op het I2P-netwerk kunnen op afstand gehoste services worden bereikt via een <a href=https://nl.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> adres eindigend op ".b32.i2p", een <i>bestemming</i> voorgesteld als een lange <a href=https://nl.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> tekenreeks, of meestal door een .i2p-domein te gebruiken. Een bestemming is het equivalent van een IP-adres in I2P en wordt weergegeven op de pagina <a href='/i2ptunnel/edit?tunnel=3'>Tunnelbeheerconfiguratie</a>. U kunt uw b32.i2p adres delen om anderen toegang te geven tot uw website totdat u uw eigen .i2p-domein heeft geregistreerd.
pt: Na rede I2P, serviços hospedados remotamente podem ser acessados usando um endereço <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> terminando em ".b32.i2p", um <i>destino</i> representado como uma string Base64 longa <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a>, ou mais usualmente usando um domínio .i2p. Um destino é o equivalente do I2P para um endereço IP e é mostrado na <a href='/i2ptunnel/edit?tunnel=3'>página de configuração do Gerenciador de Túneis</a>. Você pode compartilhar o seu endereço b32.i2p para permitir que outros acessem o seu website até você registrar o seu próprio domínio .i2p.
sl: Na omrežju I2P, storitve oddaljeno gostiljeni se lahko dostopi z uporabo <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> naslova, končajočega z ".b32.i2p", <i>namen</i>, predstavljen kot dolg <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> niz, ali pogosteje z uporabo domene .i2p. Namen je ekvivalent I2P do IP naslova, in je prikazan na <a href='/i2ptunnel/edit?tunnel=3'>strani za konfiguracijo menedžerja tunela</a>. Lahko delite svoj naslov b32.i2p, da drugim omogočite dostop do vaše spletne strani, dokler ne registrirate svoje domene .i2p.
sv: På I2P-nätverket kan fjärrhostade tjänster nås med hjälp av en adress i <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> som slutar med ".b32.i2p", ett <i>destination</i> som representeras som en lång <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> sträng, eller oftast genom att använda en .i2p-domän. En destination är I2P:s motsvarighet till en IP-adress och visas på <a href='/i2ptunnel/edit?tunnel=3'>sidan för konfiguration av tunnelhanterare</a>. Du kan dela din b32.i2p-adress för att tillåta andra att komma åt din webbplats tills du har registrerat din egen .i2p-domän.
uk: У мережі I2P віддалено хостовані сервіси можна отримати за допомогою адреси <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> що закінчується на ".b32.i2p", <i>destination</i> представленої як довгий <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> рядок, або зазвичай за допомогою домену .i2p. Destination - це аналог адреси IP в I2P, її можна побачити на сторінці <a href='/i2ptunnel/edit?tunnel=3'>Налаштування маршрутизатора</a>. Ви можете поділитися своєю адресою b32.i2p, щоб дозволити іншим доступ до вашого сайту до реєстрації власного домену .i2p.
vi: Trên mạng I2P, các dịch vụ được lưu trữ từ xa có thể được truy cập bằng cách sử dụng đuôi địa chỉ <a href=https://en.wikipedia.org/wiki/Base32 target=_blank rel=noreferrer class='sitelink external'>Base32</a> trong ".b32.i2p", một <i>đích</i> được biểu thị dưới dạng <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external'>Base64</a> dài chuỗi hoặc thường xuyên hơn bằng cách sử dụng miền .i2p. Đích I2P tương đương với địa chỉ IP và được hiển thị trên <a href='/i2ptunnel/edit?tunnel=3'>trang Cấu hình Trình quản lý đường hầm</a>. Bạn có thể chia sẻ địa chỉ b32.i2p của mình để cho phép người khác truy cập vào trang web của bạn cho đến khi bạn đăng ký tên miền .i2p của riêng mình.

source: Setting up &amp; announcing your website
ar: إعداد وإعلان موقعك
az: Veb saytınızı qurmaq və elan etmək
bo: ཁྱོད་ཀྱི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོ་དང་། མི་ཚོར་བཟུང་བར་བཟོ་བོ།
cs: Nastavení a oznámení vašeho webu
da: Opsætning og annoncering af din hjemmeside
el: Ρύθμιση και ανακοίνωση του ιστότοπου σας
es: Configuración y anuncio de tu sitio web
et: Veebisaidi seadistamine ja teavitamine
fa: راه‌اندازی و اعلان وب‌سایت‌تان
fi: Verkkosivustosi asentaminen ja ilmoittaminen
hi: अपनी वेबसाइट की सेटिंग और घोषणा करना
hu: Webhelyének beállítása és bejelentése
in: Menyiapkan & mengumumkan situs web Anda
it: Configurazione e annuncio del tuo sito web
ja: ウェブサイトのセットアップとアナウンスの設定
ko: 설정
nb: Sette opp og kunngjøre ditt nettsted
nl: Het opzetten en aankondigen van uw website
pt: Configurando e anunciando o seu website
sl: Nastavljanje &amp; obvestilo vaše spletno stran
sv: Installation och tillkännagivande av din webbplats
uk: Налаштування та розміщення оголошення про свій сайт
vi: Thiết lập
