Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The first number is the number of peers your router has sent or received a message from in the last few minutes. This may range from 8-10 to several hundred, depending on your total bandwidth, shared bandwidth, and locally-generated traffic. The second number is the number of peers seen in the last hour or so. Do not be concerned if these numbers vary widely. <a href='/configstats#router.activePeers'>[Enable graphing]</a>.
ar: الرقم الأول هو عدد الأقران الذين تبادل معهم موجهك رسائل في الدقائق القليلة الماضية. قد يتراوح هذا العدد ما بين 8-10 إلى مئات عدة، اعتمادًا على إجمالي عرض النطاق الخاص بك وعرض النطاق المشترك وحركة المرور المولدة محليًا. الرقم الثاني هو عدد الأقران الملاحظين خلال الساعة الأخيرة تقريبًا. لا داعي للقلق إذا اختلف هذان العددان بشكل كبير. <a href='/configstats#router.activePeers'>[تمكين الرسم البياني]</a>.
az: İlk sayı, yönlüğünüzün son birkaç dakika içinde bir mesaj gönderdiği veya aldığı akran sayısını belirtir. Bu sayı, toplam bant genişliğinize, paylaşılan bant genişliğinize ve yerel olarak oluşturulan trafiğe bağlı olarak 8-10 ila birkaç yüz arasında değişebilir. İkinci sayı, son bir saat içinde görülen akran sayısıdır. Bu sayıların geniş bir şekilde değişmesinden endişe duymayın. <a href='/configstats#router.activePeers'>[Grafiklemeyi etkinleştir]</a>.
bo: ཨང་གྲངས་དང་པོ་ནི་ཁྱོད་རང་གི་རུ་ཊར་གྱིས་མཐའ་མཇུག་གི་སྐར་མ་ཁག་གཅིག་ཀྱི་རིང་ལ་མཉེན་ཆས་གཞན་དང་ཁྱབ་བསྒྲགས་སྐུར་བའམ་ཡང་ན་ཐོབ་པ་ཡིན་པའི་མཉེན་ཆས་གཞན་གྱི་གྲངས་ཡིན་པ་དེ་ནི་ཁྱོད་རང་གི་སྤྱིའི་བརྒྱུད་སྐྱོད་བདེ་འཇགས་དང་། མཉམ་བཀོལ་བརྒྱུད་སྐྱོད་བདེ་འཇགས། དང་། ཡུལ་གྱི་སྤྱོད་སྒོ་དང་བརྟེན་ནས་ 8–10 ལས་བརྒལ་ཏེ་ཁྲི་ཕྲག་མང་པོ་རུ་འགྱུར་ཐུབ་པ་ཡིན། ཨང་གྲངས་གཉིས་པ་ནི་མཐའ་མཇུག་གི་ཆུ་ཚིགས་དེ་ཙམ་གྱི་རིང་ལ་མཐོང་བའི་མཉེན་ཆས་གཞན་གྱི་གྲངས་ཡིན། གལ་སྲིད་གྲངས་ཀའི་ཚད་མི་མཐུན་པ་ཆེ་བ་ཡོད་ན་ཁོ་ཐེག་མ་བྱོས། <a href='/configstats#router.activePeers'>[འབྲེལ་ཚད་གྲངས་རིས་སྒྲུབ་འགོར་བར་བརྗེ་བཤེར་བྱོས།]</a>
cs: První číslo je počet jiných uzlů, od kterých váš směrovač poslal nebo přijal zprávu v posledních několika minutách. Tento počet se může pohybovat od 8-10 až po několik set, v závislosti na celkovém šíření pásma, sdíleném šířeni pásma a lokálně generované komunikaci. Druhé číslo zobrazuje počet jiných uzlů, které byly viděny za poslední hodinu nebo takový časový úsek. Nezoufejte, pokud se tyto čísla výrazně liší. <a href='/configstats#router.activePeers'>[Povolit grafy]</a>.
da: Det første nummer er antallet af peers, som din router har sendt eller modtaget en besked fra i de sidste par minutter. Dette kan variere fra 8-10 til flere hundrede, afhængigt af din samlede båndbredde, delt båndbredde og lokalt genereret trafik. Det andet nummer er antallet af peers, der er set i den sidste time eller deromkring. Du behøver ikke bekymre dig, hvis disse tal varierer meget. <a href='/configstats#router.activePeers'>[Aktivér graf]</a>.
el: To πρώτο νούμερο είναι ο αριθμός των συνομιλητών του δρομολογητή σας που έχουν αποσταλεί ή λάβει ένα μήνυμα τα τελευταία λίγα λεπτά. Αυτό μπορεί να κυμαίνεται από 8-10 έως και μερικές εκατοντάδες, ανάλογα με το συνολικό εύρος ζώνης, τον κοινόχρηστο εύρος ζώνης και την τοπικά παραγόμενη κίνηση. Το δεύτερο νούμερο είναι ο αριθμός των συνομιλητών που έχουν παρατηρηθεί την τελευταία ώρα περίπου. Μην ανησυχείτε εάν αυτοί οι αριθμοί διαφέρουν σημαντικά. <a href='/configstats#router.activePeers'>[Ενεργοποίηση γραφικής παράστασης]</a>.
es: El primer número es la cantidad de pares con los que tu enrutador ha enviado o recibido un mensaje en los últimos pocos minutos. Esto puede variar de 8-10 a varios cientos, dependiendo de tu ancho de banda total, ancho de banda compartido y tráfico generado localmente. El segundo número es la cantidad de pares vistos en la última hora aproximadamente. No te preocupes si estos números varían ampliamente. <a href='/configstats#router.activePeers'>[Habilitar gráficos]</a>.
et: Esimene number on ruuteri lähiajaloos sõnumeid saatnud või vastu võtnud peeride arv. See võib varieeruda 8-10-st saja-ni, sõltuvalt sinu üldisest ribalaiusest, jagatud ribalaiusest ja projekti koostatud liiklusest. Teine number on viimatine nähtud peeride arv umbes tunni jooksul. Ära muretse, kui need numbrid oluliselt varieeruvad. <a href='/configstats#router.activePeers'>[Luba graafiku kuvamine]</a>.
fa: رقم اول تعداد همتایانی است که روتر شما در چند دقیقه گذشته پیام ارسال یا دریافت کرده است. مقدار آن می‌تواند از 8-10 تا چند صد متغیر باشد که بستگی به کل پهنای‌باند، پهنای‌باند اشتراکی و ترافیک تولیدی‌شما دارد. رقم دوم تعداد همتایانی است که در ساعت گذشته دیده شده‌اند. نگران نباشید اگر این ارقام به شدت متغیر باشند. <a href='/configstats#router.activePeers'>[فعال‌سازی نمودار]</a>.
fi: Ensimmäinen numero on vertaiskäyttäjiä, joiden kanssa reitittimesi on lähettänyt tai vastaanottanut viestejä viimeisten muutaman minuutin aikana. Tämä voi vaihdella 8-10:stä useisiin satoihin riippuen kokonaiskaistanleveydestäsi, jaettavasta kaistanleveydestäsi sekä paikallisesti generoidusta liikenteestäsi. Toinen numero on vertaiskäyttäjien määrä, jotka on havaittu viimeisen tunnin aikana. Älä huolehdi, vaikka nämä numerot vaihtelevat paljon. <a href='/configstats#router.activePeers'>[Ota grafiikka käyttöön]</a>.
hi: पहली संख्या वह है जिन पीयरों के साथ आपका राउटर पिछले कुछ मिनटों में संदेश भेजा या प्राप्त किया है, जो 8-10 से लेकर सैकड़ों तक भिन्न हो सकती है, जिसमें आपकी कुल बैंडविड्थ, साझा की जाने वाली बैंडविड्थ, और स्थानीय उत्पन्न ट्रैफ़िक के आधार पर भिन्न हो सकती है। दूसरी संख्या उन पीयरों की संख्या है जिन्हें पिछले एक घंटे या उससे अधिक समय में देखा गया है। यदि ये संख्याएं बहुत अलग-अलग होती हैं, तो इसके बारे में चिंता न करें। <a href=/configstats#router.activePeers>[ग्राफ की सक्रियता चेक करें]</a>।
hu: Az első szám a routere által küldött üzenetek száma az utóbbi pár percben, vagy a routere által kapott üzenetek száma az utóbbi pár percben. Ez 8-10-től több százig terjedhet, attól függően, hogy teljes sávszélességének, megosztott sávszélességének és helyben generált forgalmának. A második szám az utóbbi pár órában látott csomópontok száma. Nem kell aggódnia, ha ezek a számok nagyban változnak. <a href='/configstats#router.activePeers'>[Grafikonok engedélyezése]</a>.
in: Angka pertama adalah jumlah rekan (peer) router Anda telah kirim atau terima pesan darinya dalam beberapa menit terakhir. Jumlah ini berkisar antara 8-10 hingga beberapa ratus, tergantung bandwidth total Anda, bandwidth yang dibagikan, dan lalu lintas yang dihasilkan secara lokal. Angka kedua adalah jumlah peer yang terlihat dalam satu jam terakhir. Jangan khawatir jika angka-angka ini bervariasi dengan lebar. <a href='/configstats#router.activePeers'>[Aktifkan grafik]</a>.
it: Il primo numero è il numero di peer dai quali il tuo router ha inviato o ricevuto un messaggio negli ultimi minuti. Questo può variare da 8-10 a diverse centinaia, a seconda della tua larghezza di banda totale, della larghezza di banda condivisa e del traffico generato localmente. Il secondo numero è il numero di peer visti nell'ultima ora circa. Non preoccuparti se questi numeri variano ampiamente. <a href='/configstats#router.activePeers'>[Abilita grafici]</a>.
ja: 最初の数値は、ルーターが直近数分間にメッセージを送受信したピアの数です。これは、総帯域幅、共有帯域幅、およびローカルで生成されたトラフィックによって異なり、8〜10から数百までの範囲があります。2番目の数値は、直近1時間ほどに観察されたピアの数です。これらの数値が大幅に変動しても心配する必要はありません。 <a href='/configstats#router.activePeers'>[グラフを有効にする]</a>。
ko: 첫 번째 숫자는 라우터가 몇 분 동안에 메시지를 보낸 또는 수신한 피어의 수입니다. 이는 총 대역폭, 공유 대역폭 및 지역 생성 트래픽에 따라 8-10에서 수백까지 다를 수 있습니다. 두 번째 숫자는 최근 약 한 시간 동안 보인 피어의 수입니다. 이러한 숫자가 크게 다를 경우 걱정하지 마십시오. <a href='/configstats#router.activePeers'>[그래프 활성화]</a>.
nb: Det første tallet er antallet jevnbyrdige maskinene som ruteren din har sendt eller mottatt melding fra i de siste få minuttene. Dette kan variere fra 8-10 til flere hundre, avhengig av totalkapasiteten, delt båndbredde og lokalt generert trafikk. Det andre tallet er antallet jevnbyrdige maskiner sett i løpet av den siste timen eller så. Ikke bekymre deg dersom disse tallene varierer mye. <a href='/configstats#router.activePeers'>[Aktiver grafing]</a>.
nl: Het eerste getal is het aantal peers waarmee uw router in de afgelopen paar minuten een bericht heeft verzonden of ontvangen. Dit kan variëren van 8-10 tot enkele honderden, afhankelijk van uw totale bandbreedte, gedeelde bandbreedte en lokaal gegenereerd verkeer. Het tweede getal is het aantal peers dat in het afgelopen uur is gezien. Maak u geen zorgen als deze cijfers sterk variëren. <a href='/configstats#router.activePeers'>[Schakel grafieken in]</a>.
pt: O primeiro número é o número de peers dos quais o seu roteador enviou ou recebeu uma mensagem nos últimos minutos. Isso pode variar de 8 a 10 a várias centenas, dependendo da largura de banda total, da largura de banda compartilhada e do tráfego gerado localmente. O segundo número é o número de peers vistos na última hora aproximadamente. Não se preocupe se esses números variarem amplamente. <a href='/configstats#router.activePeers'>[Ativar gráficos]</a>.
sl: Prva številka je število sosednjih strežnikov, s katerimi je vaš strežnik v zadnjih nekaj minutah poslal ali prejel sporočilo. To lahko sega od 8-10 do nekaj sto, glede na vašo skupno širino pasma, deljeno širino pasma, in lokalno ustvarjeno promet. Druga številka je število sosednjih strežnikov, videnih v zadnjem uri ali tako. Če ta številka razlikuje v veliki meri, se ne skrbi. <a href='/configstats#router.activePeers'>[Omogoči grafe]</a>.
sv: Det första numret är antalet likställda som din router har skickat eller tagit emot meddelanden från de senaste minuterna. Detta kan variera från 8-10 till flera hundra, beroende på din totala bandbredd, delad bandbredd och lokalt genererad trafik. Det andra numret är antalet likställda som setts under den senaste timmen ungefär. Var inte orolig om dessa siffror varierar kraftigt. <a href='/configstats#router.activePeers'>[Aktivera grafer]</a>.
uk: Перше число - це кількість пірів, з якими ваш маршрутизатор надіслав або отримав повідомлення за останні кілька хвилин. Це може коливатися від 8-10 до кількох сотень, в залежності від загальної пропускної здатності, спільно використовуваної пропускної здатності та локального трафіку. Друге число - це кількість пірів, помічених за останню годину або около того. Не хвилюйтеся, якщо ці числа значно коливаються. <a href='/configstats#router.activePeers'>[Увімкнути графіку]</a>.
vi: Số đầu tiên là số lượng đồng nghiệp mà bộ định tuyến của bạn đã gửi hoặc nhận tin nhắn trong vài phút gần đây. Số lượng này có thể từ 8-10 đến vài trăm tùy thuộc vào băng thông tổng thể, băng thông chia sẻ và lưu lượng địa phương. Số thứ hai là số lượng đồng nghiệp nhìn thấy trong khoảng 1 giờ gần đây. Không cần quan tâm nếu các số liệu này thay đổi rộng rãi. <a href='/configstats#router.activePeers'>[Kích hoạt biểu đồ]</a>.

source: This is the number of peers your router has available for building client tunnels. It is generally in the range 8-30. Your fast peers are shown on the <a href='/profiles'>Profiles page</a>. <a href='/configstats#router.fastPeers'>[Enable graphing]</a>
ar: هذا عدد الأقران المتاحين لبناء أنفاق العملاء عن طريق موجهك. عادة ما يتراوح هذا العدد بين 8-30. يتم عرض أقرانك سريعي الاتصال على صفحة <a href='/profiles'>الملفات الشخصية</a>. <a href='/configstats#router.fastPeers'>[تمكين الرسم البياني]</a>
az: Bu, yönlüğünüzün istemci tünelleri oluşturmak için kullanabileceği akran sayısını belirtir. Genellikle 8-30 aralığındadır. Hızlı akranlarınız <a href='/profiles'>Profiller sayfasında</a> gösterilir. <a href='/configstats#router.fastPeers'>[Grafiklemeyi etkinleştir]</a>
bo: དེ་ནི་ཁྱོད་རང་གི་རུ་ཊར་གྱིས་མཉམ་འགྲུལ་བའི་སྦྲེལ་ཐུམ་མཚམས་(client tunnel) བརྩམས་པའི་ཆེད་དུ་ཡོད་པའི་མཉེན་ཆས་གཞན་གྱི་གྲངས་ཡིན་པ་དེ་སྤྱིར་བཏང་གི་རྣམ་པ་ལྟར་ 8–30 བར་གྱི་ཡོད་པ་ཡིན། ཁྱོད་རང་གི་མྱུར་མཉེན་ཆས་གཞན་ནི་<a href='/profiles'>མཚན་ཉིད་ཤོག་ངོས་།</a>(Profiles page) གྱི་ནང་དུ་མཐོང་ཐུབ་པ་ཡིན། <a href='/configstats#router.fastPeers'>[འབྲེལ་ཚད་གྲངས་རིས་སྒྲུབ་འགོར་བར་བརྗེ་བཤེར་བྱོས།]</a>
cs: Toto je počet jiných uzlů, které jsou vašemu směrovači k dispozici pro vytváření klientových tunelů. Obvykle se pohybuje v rozmezí 8-30. Vaši rychlí uzlové sousedé jsou zobrazeni na stránce <a href='/profiles'>Profiles</a>. <a href='/configstats#router.fastPeers'>[Povolit grafy]</a>
da: Dette er antallet af naboer din router har tilgængelige til at opbygge klienttunneler. Det er normalt i området 8-30. Dine hurtige naboer vises på <a href='/profiles'>Profiler-siden</a>. <a href='/configstats#router.fastPeers'>[Aktivér graf]</a>
el: Αυτός είναι ο αριθμός των συνομιλητών του δρομολογητή σας που είναι διαθέσιμοι για τη δημιουργία καναλιών πελατών. Αυτό κυμαίνεται συνήθως στο εύρος από 8-30. Οι γρήγοροι συνομιλητές σας εμφανίζονται στην <a href='/profiles'>σελίδα Προφίλ</a>. <a href='/configstats#router.fastPeers'>[Ενεργοποίηση γραφικής παράστασης]</a>
es: Este es el número de pares que tiene disponible tu enrutador para construir túneles cliente. Generalmente está entre 8-30. Tus pares rápidos se muestran en la página <a href='/profiles'>Perfiles</a>. <a href='/configstats#router.fastPeers'>[Habilitar gráficos]</a>
et: See on peeride arv, mille sinu ruuteril on saadaval klientide tunnelite loomiseks. See on tavaliselt vahemikus 8-30. Sinu kiired peerid on nähtaval <a href='/profiles'>Profiilide lehel</a>. <a href='/configstats#router.fastPeers'>[Luba graafiku kuvamine]</a>.
fa: این تعداد همتایانی است که روتر شما برای ایجاد تونل‌های مشتریان دارد. معمولاً در محدوده 8 تا 30 قرار می‌گیرد. همتایان سریع شما در صفحه <a href='/profiles'>پروفایل‌ها</a> نمایش داده می‌شوند. <a href='/configstats#router.fastPeers'>[فعال‌سازی نمودار]</a>
fi: Tämä on reitittimesi käytettävissä olevien vertaisverkkojen määrä asiakastunnelien luomiseen. Yleensä se on 8-30. Nopeat vertaisverkkosi näkyvät <a href='/profiles'>Profiilit-sivulla</a>. <a href='/configstats#router.fastPeers'>[Ota graafiset tiedot käyttöön]</a>
hi: यह वह संख्या है जितने पीयर्स आपके रूटर के पास ग्राहक टंनल बनाने के लिए उपलब्ध हैं। यह सामान्यतया 8-30 के बीच होती है। आपके तेजी से कार्य करने वाले पीयर्स <a href='/profiles'>Profiles पृष्ठ</a> पर दिखाए जाते हैं। <a href='/configstats#router.fastPeers'>[ग्राफ़ चालू करें]</a>.
hu: Ez a csomópontok száma, amelyek rendelkezésre állnak az ügyflés alagút építéséhez. Általában 8 és 30 között van. A gyors csomópontok megjelennek a <a href='/profiles'>Profilok oldal</a>. <a href='/configstats#router.fastPeers'>[Grafikonok engedélyezése]</a>
in: Ini adalah jumlah peer yang dimiliki router Anda dan tersedia untuk membangun terowongan klien. Secara umum berkisar antara 8-30. Peer cepat Anda ditampilkan di halaman <a href='/profiles'>Profil</a>. <a href='/configstats#router.fastPeers'>[Aktifkan grafik]</a>
it: Questo è il numero di peer disponibili per il tuo router per costruire tunnel client. Di solito è compreso tra 8 e 30. I tuoi peer veloci sono visualizzati sulla <a href='/profiles'>pagina dei profili</a>. <a href='/configstats#router.fastPeers'>[Abilita grafici]</a>
ja: これは、クライアントトンネルを構築するためにルーターが利用できるピアの数です。一般的には8〜30の範囲です。高速ピアは<a href='/profiles'>プロファイルページ</a>に表示されます。 <a href='/configstats#router.fastPeers'>[グラフの有効化]</a>
ko: 이것은 클라이언트 터널 생성에 사용할 수 있는 동료 라우터의 수입니다. 일반적으로 8-30 개의 범위 내에 있습니다. 빠른 동료 라우터는 <a href='/profiles'>프로필 페이지</a>에서 표시됩니다. <a href='/configstats#router.fastPeers'>[그래프 활성화]</a>
nb: Dette er antallet jevnbyrdige maskiner som ruteren din har tilgjengelig for å bygge klienttunneler. Det er vanligvis i området 8-30. De raskeste maskinene dine vises på siden <a href='/profiles'>Profiler</a>. <a href='/configstats#router.fastPeers'>[Aktiver grafing]</a>
nl: Dit is het aantal peers dat uw router beschikbaar heeft om clienttunnels te maken. Het ligt meestal tussen 8-30. Uw snelle peers worden weergegeven op de <a href='/profiles'>Profielpagina</a>. <a href='/configstats#router.fastPeers'>[Schakel grafieken in]</a>
pt: Este é o número de peers disponíveis para o seu roteador construir túneis de cliente. Geralmente está na faixa de 8 a 30. Seus peers rápidos são mostrados na página de <a href='/profiles'>Perfis</a>. <a href='/configstats#router.fastPeers'>[Ativar gráficos]</a>.
sl: To je število sosednjih strežnikov, ki jih ima vaš strežnik na voljo za izgradnjo tunelov klienta. Običajno je v obsegu 8-30. Vaši hitri sosednji strežniki so prikazani na <a href='/profiles'>strani za profila</a>. <a href='/configstats#router.fastPeers'>[Omogoči grafe]</a>
sv: Detta är antalet likställda som din router har tillgängliga för att bygga klienttunnlar. Det är vanligtvis inom intervallet 8-30. Dina snabba likställda visas på <a href='/profiles'>Profilsidan</a>. <a href='/configstats#router.fastPeers'>[Aktivera grafer]</a>
uk: Це кількість пірів, які доступні вашому маршрутизатору для формування клієнтських тунелів. Зазвичай це 8-30. Ваші швидкі піри показані на сторінці <a href='/profiles'>Профілів</a>. <a href='/configstats#router.fastPeers'>[Увімкнути графіку]</a>
vi: Đây là số lượng đồng nghiệp mà bộ định tuyến của bạn có sẵn để xây dựng đường hầm khách hàng. Thông thường nằm trong khoảng 8-30. Các đồng nghiệp nhanh của bạn được hiển thị tại trang <a href='/profiles'>Trang Hồ sơ</a>. <a href='/configstats#router.fastPeers'>[Kích hoạt biểu đồ]</a>
