Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Round trip time for a tunnel test
ar: رحلة ذهابًا وإيابًا لاختبار النفق
az: Tunel testi üçün gediş-gəliş vaxtı
bo: གྲུག་ལམ་ཚོད་ལྟའི་ཕྱིར་སྐྱོད་དུས་ཚད།
cs: Doba zpáteční cesty pro test tunelu
da: Tiden for en tunneltest fra start til slut
el: Χρόνος μετ 'επιστροφής για δοκιμή σήραγγας
es: Duración del trayecto de ida y vuelta para una prueba de túnel
et: Edasi-tagasi aeg tunneli testimiseks
fa: زمان رفت و برگشت برای آزمایش تونل
fi: Edestakainen matka-aika tunnelitestiä varten
hi: टनल परीक्षण के लिए गोल यात्रा समय
hu: Oda-vissza út az alagút teszthez
in: Waktu perjalanan pulang pergi untuk uji terowongan
it: Tempo di ciclo di un test del tunnel
ja: トンネルテストのラウンドトリップ時間
ko: 터널 테스트 왕복 시간
nb: Tur-retur for en tunneltest
nl: Heen en weer tijd voor een tunnel test
pt: Tempo de retorno da mensagem para um teste de túnel
sl: Čas za okrožen pot za test tunela
sv: Tur och retur tid för ett tunnel test
uk: Час проходження тунелю тунельним тестом
vi: Thời gian hai chiều để kiểm tra đường hầm

source: Tunnel lag
ar: تأخر النفق
az: Tunel gecikməsi
bo: གྲུག་ལམ་རྗེས་འཕྱིས།
cs: Zpoždění tunelu
da: Tunnel forsinkelse
el: Υστέρηση σήραγγας
es: Demora de túneles
et: Tunneli viive
fa: تاخیر تونل
fi: Käytävän viive
hi: टनल देरी
hu: Alagút lemaradás
in: Keterlambatan terowongan
it: Lag del tunnel
ja: トンネルラグ
ko: 터널 랙
nb: Tunnelforsinkelse
nl: Tunnel vertraging
pt: Atraso túnel
sl: Zamik tunela
sv: Tunnelfördröjning
uk: Затримка тунелю
vi: Đường hầm trễ

source: Queued requests from other routers to participate in tunnels
ar: الطلبات الموجودة في قائمة الانتظار من أجهزة التوجيه الأخرى للمشاركة في الأنفاق
az: Tunellərdə iştirak etmək üçün digər marşrutlaşdırıcılardan növbəyə qoyulmuş sorğular
bo: གཞན་གྱི་རྩིས་འཁོར་ནས་གྲུག་ལམ་ནང་ཞུགས་པའི་རེ་འདུན་གྲལ་སྒྲིག
cs: Požadavky od jiných směrovačů ve frontě na účast v tunelech
da: Kø anmodninger fra andre routere til at deltage i tunneler
el: Αιτήματα σε αναμονή από άλλους δρομολογητές για συμμετοχή σε σήραγγες
es: Peticiones en cola para participar en túneles de otros routers
et: teiste ruuterite taotlused tunnelites osalemiseks järjekorras
fa: درخواست‌های روترهای دیگر برای شرکت در تونل‌ها در صف
fi: Muiden reitittimien jonossa olevat pyynnöt osallistua tunneleihin
hi: अन्य रूटरों से टनल में भाग लेने के लिए पंक्तिबद्ध अनुरोध
hu: Más útválasztók várólistán szereplő kérelmei az alagutakban való részvételre
in: Antrian request dari router lain untuk berpartisipasi dalam tunnel
it: Richieste in coda da parte di altri routers per partecipare ai tunnel
ja: トンネルに参加しているほかのルーターからのリクエストをキューに入れました
ko: 터널에 참여한 다른 라우터의 리퀘스트를 큐에 넣었습니다
nb: Sett forespørsler fra andre rutere om å delta i tunneler
nl: Wachtrij van verzoeken van andere routers om deel te nemen in tunnels
pt: Pedidos enfileirados vindos de outros roteadores para participar em túneis
sl: Čakajoče zahteve od drugih usmerjevalnikov za sodelovanje v tunelih
sv: Köade förfrågningar från andra routrar att delta i tunnlar
uk: Запити в черзі від інших маршрутизаторів для участі в тунелях
vi: Yêu cầu xếp hàng từ các bộ định tuyến khác để tham gia vào các đường hầm

source: Backlog
ar: تراكم
az: Arxa plan
bo: ལས་འགན་འགྲན་ཤོས།
cs: Nevyřízené věci
da: Efterslæb
el: Ανεκτέλεστες
es: Peticiones pendientes
et: Järjekord
fa: عقب ماندگی
fi: Työn viive
hi: पुराने कार्य
hu: Vissznapló
in: Simpanan
it: Arretrati
ja: バックラグ
ko: 백로그
nb: Etterslep
nl: Achterstand
sl: Nazočenje
sv: Eftersläpning
uk: Відставання

source: Statistics gathered during this router's uptime
ar: تجمع الاحصاءات العامة خلال خدمة الموجه
az: Bu marşrutlaşdırıcının işləmə vaxtı ərzində toplanmış statistika
bo: རོ་ཌེར་གྱི་བསྐྱེལ་བཞུགས་པའི་དུས་ཡུན་ནང་བསྡུད་པའི་ཚད་རྩིས།
cs: Statistiky shromážděné během provozu tohoto routeru
da: Statistik der er blevet opsamlet imens denne router har været oppe
el: Στατιστικά στοιχεία που συγκεντρώθηκαν κατά τη διάρκεια του χρόνου λειτουργίας αυτού του δρομολογητή
es: Estadísticas reunidas durante este ciclo de actividad del router
et: Ruuteri töö vältel kogutud statistika
fa: آمار جمع آوری شده در طول زمان کار این روتر
fi: Tilastot kerättiin tämän reitittimen käyttöajan aikana
hi: इस रूटर के चलने के दौरान इकट्ठी सांख्यिकी
hu: E router indítása óta gyűjtött statisztika
in: Statistik dikumpulkan selama router ini menyala
it: Statistiche raccolte durante il tempo di attività di questo ruoter
ja: ルーターの稼働時間中に収集された統計
ko: 라우터 동작시간 동안 수집한 통계
nb: Statestikk innhentet i løpet av denne ruterens oppetid
nl: Statistieken verzameld gedurende de uptime van deze router
pt: Estatísticas recolhidas durante o funcionamento atual do roteador
sl: Statistika, zbrana med časom delovanja tega usmerjevalnika
sv: Statistik som samlats in under routerns driftstid
uk: Статистика, зібрана під час безвідмовної роботи цього маршрутизатора
vi: Số liệu thống kê được thu thập trong thời gian hoạt động của bộ định tuyến này

source: The data gathered is quantized over a 1 minute period, so should just be used as an estimate.
ar: يتم تحديد كمية البيانات التي تم جمعها على مدى دقيقة واحدة، لذا يجب استخدامها كتقدير فقط.
az: Toplanmış məlumatlar 1 dəqiqəlik müddət ərzində kvantlaşdırılır, ona görə də sadəcə təxmin kimi istifadə edilməlidir.
bo: བསྡུད་པའི་གནད་དོན་1 སྐར་མ་གི་དུས་ཡུན་ལ་ཚད་རྩིས་བྱས་ཡོད་པས། དེར་བརྟེན་ན་རྩེན་བསྡུད་པར་བེད་པ།
cs: Shromážděná data jsou kvantována po dobu 1 minuty, takže by měla být použita pouze jako odhad.
da: De indsamlede data er kvantiseret over en periode på 1 minut, og skal derfor blot betragtes som et skøn.
el: Τα δεδομένα που συλλέγονται κβαντίζονται σε διάστημα 1 λεπτού, επομένως θα πρέπει να χρησιμοποιηθούν απλώς ως εκτίμηση.
es: Los datos recogidos se cuantifican en intervalos de 1 minuto, por lo que sólo deben utilizarse como estimación.
et: Kogutud andmed kvantiseeritakse 1 minuti kaupa, ning neid peaks lugema vaid hinnanguks.
fa: داده‌های جمع‌آوری‌شده در یک بازه زمانی 1 دقیقه‌ای اندازه‌گیری می‌شوند، بنابراین باید فقط به عنوان تخمین استفاده شوند.
fi: Kerätyt tiedot kvantisoidaan 1 minuutin ajanjaksolta, joten niitä tulee käyttää vain arviona.
hi: संग्रहित डेटा 1 मिनट की अवधि में मात्रात्मकीकृत होता है, इसलिए यह केवल अनुमान के रूप में उपयोग किया जाना चाहिए।
hu: Az összegyűjtött adat 1 perces időtartamra van korlátozva, ezért becslésként használandó.
in: Data yang dikumpulkan dihitung selama periode 1 menit, jadi sebaiknya digunakan sebagai perkiraan.
it: I dati raccoli sono quantizzati su un intervallo di 1 minuto, quindi dovrebbero essere usati semplicemente come stima.
ja: 収集されたデータは1分を基準に量子化されるため、推定としてだけに使用されるべきです。
ko: 수집한 데이터는 1분 동안을 수치화한 것입니다. 추정치로만 사용하십시오.
nb: Dataene som samles inn er kvantisert over en periode på 1 minutt, så de bør bare brukes som et estimat.
nl: De verzamelde data is gekwantiseerd over een 1 minuut peiode, dit is dus slechts een schatting.
pt: Os dados coletados são a quantidade de cada minuto, então devem ser usados apenas como estimativa
sl: Zbrana podatka je kvantizirana v 1-minutnem obdobju, zato bi jo moral uporabiti samo kot oceno.
sv: De uppgifter som samlats in är kvantiserade över en 1 minuts period, så de skall bara användas som en uppskattning.
uk: Зібрані дані квантуються протягом 1 хвилини, тому їх слід використовувати лише як оцінку.
vi: Dữ liệu thu thập được lượng tử hóa trong khoảng thời gian 1 phút, do đó chỉ nên sử dụng làm dữ liệu ước tính.

source: These statistics are primarily used for development and debugging.
ar: هذه الاحصائيات مستعملة في التطوير.
az: Bu statistikalar ilk növbədə inkişaf və sazlama üçün istifadə olunur.
bo: ཚད་རྩིས་འདི་གཙོ་བཟོ་བ་དང་ནོར་བརྟེན་བར་ལ་གཙོ་བཟོ་བར་ལ་བེད་པ།
cs: Tyto statistiky se primárně používají pro vývoj a ladění.
da: Disse statistiske oplysninger bruges primært kun til udvikling og fejlretning
el: Αυτά τα στατιστικά στοιχεία χρησιμοποιούνται κυρίως για ανάπτυξη και εντοπισμό σφαλμάτων.
es: Estas estadísticas se utilizan principalmente para desarrollo y depuración.
et: Seda statistikat kasutatakse peamiselt arenduseks ja veaotsinguks.
fa: این آمار در درجه اول برای توسعه و اشکال زدایی استفاده می شود.
fi: Näitä tilastoja käytetään ensisijaisesti kehittämiseen ja virheenkorjaukseen.
hi: ये सांख्यिकी मुख्य रूप से विकास और डीबगिंग के लिए उपयोग की जाती हैं।
hu: Ezek a staisztikák főleg fejlesztéshez és hibaelhárításhoz használatosak.
in: Statistik ini terutama digunakan untuk pengembangan dan debugging.
it: Queste statistiche sono utilizzate prevalentemente per sviluppo e correzione errori.
ja: これらの統計は主に開発とデバッグ用に使用されます。
ko: 해당 통계들은 주로 개발과 디버깅 용도로 사용됩니다.
nb: Denne statistikken brukes primært til utvikling og feilsøking.
nl: Deze statistieken worden primair gebruikt voor ontwikkeling en debugging.
pt: Essas estatísticas são usadas principalmente para desenvolvimento e detecção de erros.
sl: Te statistike se glavno uporabljajo za razvoj in odpravljanje napak.
sv: Statistiken används främst för utveckling och felsökning.
uk: Ця статистика в основному використовується для розробки та налагодження.
vi: Những thống kê này chủ yếu được sử dụng để phát triển và gỡ lỗi.

source: No lifetime events
ar: لا توجد أحداث مدى الحياة
az: Ömür boyu hadisələr yoxdur
bo: ཚེ་ཚད་གྱི་བྱུད་བརྒྱུན་མེད།
cs: Žádné celoživotní události
da: ingen livstidshændelser
el: Κανένα συμβάντα ζωής
es: No hay eventos del total de vida
et: Pole sündmusi ruuteri töö vältel
fa: هیچ رویدادی در طول زندگی وجود ندارد
fi: Ei elinikäisiä tapahtumia
hi: जीवनकालीन घटनाओं कोई नहीं
hu: Nincsenek élethossz események.
in: Tidak ada lifetime events
it: Nessun evento durante l'arco di vita
ja: ライフタイムイベント無し
ko: 전기간 이벤트 없음
nb: Ingen livstidshendelser
nl: Geen levenslange gebeurtenissen
pt: Sem nenhum evento
sl: Nobeni dogodki v življenjskem ciklu
sv: Inga livstidshändelser
uk: Жодних життєвих подій
vi: Không có sự kiện trọn đời

source: frequency
ar: التردد
az: tezlik
bo: ཐེགས་ཚད།
cs: frekvence
da: frekvens
el: συχνότητα
es: frecuencia
et: sagedus
fa: فرکانس
fi: taajuus
hi: ताफीफ़
hu: gyakoriság
in: Frekuensi
it: frequenza
ja: 頻度
ko: 빈도
nb: frekvens
nl: frequentie
pt: freqüência
sl: frekvenca
sv: frekvens
uk: частота
vi: tần số

source: Rolling average events per period
ar: متوسط ​​الأحداث المتداولة لكل فترة
az: Dövr başına yuvarlanan orta hadisələr
bo: དུས་ཡུན་རེན་ནང་བྱུད་བརྒྱུན་གྱི་ཆ་སྙོམ།
cs: Klouzavý průměr událostí za období
da: Glidende gennemsnitshændelser per periode
el: Κυλιόμενος μέσος όρος συμβάντων ανά περίοδο
es: Media móvil de eventos por periodo
et: Veerev keskmine, sündmusi perioodi kohta
fa: میانگین رویدادها در هر دوره
fi: Tapahtumien liukuva keskiarvo jaksoa kohti
hi: प्रतियोगी औसत घटनाओं का घुमाव
hu: Időszakonkénti mozgó átlag események
in: rata-rata bergulir untuk event per periode
it: Eventi rotanti medi per periodo
ja: 期間当たりの平均イベント発生数
ko: 기간 당 완만한 평균 이벤트
nb: Rullende gjennomsnitts hendelser per periode
nl: Voortschrijdend gemiddelde gebeurtenissen per periode
pt: Média de eventos passando por período
sl: Potečna povprečna dogodka na obdobje
sv: Glidande medelvärde, händelser per period
uk: Ковзне середнє значення подій за період
vi: Các sự kiện trung bình luân phiên mỗi kỳ

source: Highest events per period
ar: أعلى الأحداث لكل فترة
az: Dövr üzrə ən yüksək hadisələr
bo: དུས་ཡུན་རེན་ནང་མཐོ་བའི་བྱུད་བརྒྱུན།
cs: Nejvyšší počet událostí za období
da: Højeste hændelser per periode
el: Υψηλότερα συμβάντα ανά περίοδο
es: Valor más alto de eventos por periodo
et: Maksimum, sündmusi perioodi kohta
fa: بالاترین رویدادها در هر دوره
fi: Eniten tapahtumia jaksoa kohti
hi: प्रतियोगी में सबसे अधिक घटनाएँ
hu: Időszakonkénti legmagasabb események.
in: Event tertinggi per periode
it: Eventi più alti per periodo
ja: 期間あたりの次第イベント数
ko: 기간 당 가장 높은 이벤트
nb: Høyeste antall hendelser per periode
nl: Hoogste gebeurtenissen per periode
pt: Maiores eventos por período
sl: Najvišji dogodki na obdobje
sv: Högsta händelser per period
uk: найбільше подій за період
vi: Số sự kiện cao nhất mỗi kỳ

source: Lifetime average events per period
ar: متوسط ​​الأحداث مدى الحياة لكل فترة
az: Hər dövr üçün ömür boyu orta hadisələr
bo: ཚེ་ཚད་གྱི་ཆ་སྙོམ་བྱུད་བརྒྱུན་དུས་ཡུན་རེན་ནང་བྱུད་བརྒྱུན།
cs: Celoživotní průměrné události za období
da: Levetid gennemsnitshændelser per periode
el: Μέσος όρος ζωής συμβάντων ανά περίοδο
es: Media de eventos por periodo del total de vida
et: Tööea keskmine, sündmusi perioodi kohta
fa: میانگین رویدادهای مادام العمر در هر دوره
fi: Elinajan keskimääräiset tapahtumat jaksoa kohti
hi: जीवनकालीन प्रति अवधि औसत घटनाएँ
hu: Időszakonkénti átlag élethossz események
in: Rata-rata seumur hidup event per periode
it: Eventi medi per periodo durante l'arco di vita
ja: 期間あたりの生涯平均イベント数
ko: 기간 당 전체 평균 이벤트
nb: Gjennomsnittlig livstidshendelser per periode
nl: Levenslange gemiddelde gebeurtenissen per periode
pt: Média total de eventos por período
sl: Povprečni dogodki v življenjskem ciklu na obdobje
sv: Genomsnittliga livstids händelser per period
uk: середні події за період за весь період
vi: Số sự kiện trung bình trong suốt cuộc đời mỗi giai đoạn

source: Lifetime average frequency
ar: متوسط مدى الحياة
az: Ömür boyu orta tezlik
bo: ཚེ་ཚད་གྱི་ཆ་སྙོམ་ཐེགས་ཚད།
cs: Celoživotní průměrná frekvence
da: Levetid gennemsnitsfrekvens
el: Μέση συχνότητα ζωής
es: Frecuencia media del total de vida
et: Tööea keskmine sagedus
fa: فرکانس متوسط ​​طول عمر
fi: Elinikäinen keskimääräinen taajuus
hi: जीवनकालीन औसत ताफीफ़
hu: Élethossz átlag gyakorisága
in: Frekuensi rata-rata seumur hidup
it: Frequenza media dell'arco di vita
ja: 生涯平均頻度
ko: 전체 평균 빈도
nb: Gjennomsnittlig livstidsfrekvens
nl: Levenslange gemiddelde frequentie
pt: Média total de frequência
sl: Povprečna frekvenca v življenjskem ciklu
sv: Genomsnittlig livstids frekvens
uk: Середня частота за весь час
vi: Tần số trung bình trọn đời

source: {0} event
ar: {0} أحداث
az: {0} hadisə
bo: བྱ་བ་ {0}
cs: {0} událost
da: {0} begivenhed
el: {0} συμβάν
es: {0} evento
et: {0} sündmus
fa: {0} رویدادها
fi: {0} tapahtuma
hi: {0} घटना
hu: {0} esemény
in: {0} acara
it: {0} evento
ja: {0}イベント
ko: {0} 이벤트
nb: {0} hendelse
nl: {0} gebeurtenis
pt: {0} evento
sl: {0} dogodek
sv: {0} händelse
uk: {0} Подія
vi: {0} sự kiện

source: rate
ar: النسبة
az: dərəcə
bo: ཚད་ཚད།
cs: sazba
da: Hastighed
el: ρυθμός
es: tasa
et: tase
fa: نرخ
fi: taajuus
hi: दर
hu: ráta
it: tasso
ja: 割合
ko: 비율
nb: hastighet
nl: rato
pt: taxa
sl: mera
sv: hastighet
uk: ставка
vi: tỷ lệ

source: Average
ar: متوسط
az: Orta
bo: ཆ་སྙོམ།
cs: Průměr
da: Gennemsnit
el: Μέσος
es: Media
et: Keskmine
fa: میانگین
fi: Keskiarvo
hi: औसत
hu: Átlag
in: Rata-rata
it: Media
ja: 平均
ko: 평균
nb: Gjennomsnitt
nl: Gemiddelde
pt: Média
sl: Povprečje
sv: Genomsnitt
uk: Середній
vi: Trung bình

source: Highest average
ar: أعلى متوسط
az: Ən yüksək orta
bo: མཐོ་བའི་ཆ་སྙོམ།
cs: Nejvyšší průměr
da: Højeste gennemsnit
el: Υψηλότερος μέσος
es: Promedio máximo
et: Kõrgeim keskmine
fa: بالاترین میانگین
fi: Korkein keskiarvo
hi: सबसे ऊँचा औसत
hu: Legmagasabb átlag
in: Rata-rata tertinggi
it: Media maggiore
ja: 最大平均
ko: 가장 높은 평균
nb: Høyeste gjennomsnitt
nl: Hoogste gemiddelde
pt: Maior média
sl: Najvišje povprečje
sv: Högsta genomsnitt
uk: Найвище середнє
vi: Trung bình cao nhất

source: Highest total in a period
ar: أعلى إجمالي في الفترة
az: Bir dövrdə ən yüksək cəmi
bo: དུས་ཡུན་རེན་ནང་མཐོ་བའི་སྡོམ།
cs: Nejvyšší součet za období
da: Højeste total i en periode
el: Υψηλότερο σύνολο σε περίοδο
es: Total más alto en un período
et: Kõrgeim kogusumma perioodi jooksul
fa: بالاترین مجموع در یک دوره
fi: Jakson korkein kokonaissumma
hi: प्रतियोगी में सबसे ऊँची कुल संख्या
hu: A legmagasabb összeg egy időszakban
in: Total tertinggi dalam suatu periode
it: Totale più alto in un periodo
ja: 期間で最高の合計
ko: 특정 기간 내 최고 총액
nb: Høyeste totalsum i en periode
nl: Hoogste totaal in een periode
pt: Maior total em um período
sl: Najvišja skupaj v obdobju
sv: Högsta totalsumman på en period
uk: Найвища сума за період
vi: Tổng số cao nhất trong một khoảng thời gian

source: Average event count
ar: متوسط عدد الأحداث
az: Orta hadisə sayı
bo: བྱུད་བརྒྱུན་གྱི་ཆ་སྙོམ།
cs: Průměrný počet událostí
da: Gennemsnitlig hændelses tæller
el: Μέσος αριθμός συμβάντων
es: Recuento medio de eventos
et: Keskmine sündmuste arv
fa: میانگین تعداد رویداد
fi: Keskimääräinen tapahtumien määrä
hi: औसत घटना संख्या
hu: Átlag események száma
in: Jumlah rata-rata event
it: Conteggio medio di eventi
ja: 平均イベントカウント
ko: 평균 이벤트 횟수
nb: Snitt for antall hendelser
nl: Gemiddeld aantal gebeurtenissen
pt: Média de eventos
sl: Povprečno število dogodkov
sv: Genomsnittlig händelse antal
uk: Середня кількість подій
vi: Số sự kiện trung bình

source: Events in peak period
ar: الأحداث في فترة الذروة
az: Pik dövrdəki hadisələr
bo: མངོན་ཐོན་དུས་ཡུན་རེན་ནང་བྱུད་བརྒྱུན།
cs: Události ve špičce
da: Hændelser i spidsbelastningsperiode
el: Γεγονότα σε περίοδο αιχμής
es: Eventos en periodo pico
et: Enim sündmusi perioodis
fa: رویدادها در دوره اوج
fi: Tapahtumat ruuhka-aikoina
hi: मैक्सिमम अवधि में घटनाएँ
hu: Események csúcsidőben
in: Event pada periode puncak
it: Eventi nel periodo di punta
ja: ピーク期間中のイベント
ko: 정점 기간동안의 이벤트
nb: Hendelser i høytrafikksperiode
nl: Gebeurtenissen in piek periode
pt: Eventos no período de pico
sl: Dogodki v vrhu obdobja
sv: Händelser under högtrafik
uk: Події в піковий період
vi: Sự kiện trong thời kỳ cao điểm

source: Events in this period
ar: أحداث هذه الفترة
az: Bu dövrdəki hadisələr
bo: དུས་ཡུན་རེན་འདི་ནང་བྱུད་བརྒྱུན།
cs: Události v tomto období
da: Begivenheder i denne periode
el: Γεγονότα σε αυτήν την περίοδο
es: Eventos en este período
et: Sündmused sellel perioodil
fa: رویدادهای این دوره
fi: Tämän ajanjakson tapahtumat
hi: इस अवधि में घटनाएँ
hu: Események ebben az időszakban
in: Peristiwa pada periode ini
it: Eventi in questo periodo
ja: この時期の出来事
ko: 이 기간의 이벤트
nb: Hendelser i denne perioden
nl: Gebeurtenissen in deze periode
pt: Eventos neste período
sl: Dogodki v tem obdobju
sv: Händelser under denna period
uk: Події цього періоду
vi: Sự kiện trong giai đoạn này

source: ended {0} ago
ar: انتهى قبل {0}.
az: {0} əvvəl bitdi
bo: {0} ནས་མཇུག་པ།
cs: skončilo před {0}
da: sluttede for {0} siden
el: έληξε πριν από {0}
es: terminó hace {0}
et: lõpetatud {0} tagasi
fa: {0} پیش به پایان رسید
fi: päättyi {0} sitten
hi: {0} पहले समाप्त हुआ
hu: {0} ezelőtt ért véget
in: berakhir {0} yang lalu
it: terminato {0} fa
ja: {0}前に終了
ko: {0} 전에 종료됨
nb: sluttet for {0} siden
nl: eindigde {0} geleden
pt: terminou há {0}
sl: končalo {0} nazaj
sv: slutade för {0} sedan
uk: закінчився {0} тому
vi: đã kết thúc {0} trước

source: No events
ar: لا حدث
az: Hadisə yoxdur
bo: བྱུད་བརྒྱུན་མེད།
cs: Žádné události
da: Ingen hændelser
el: Κανένα γεγονός
es: No hay eventos
et: Sündmusi pole
fa: هیچ رویدادی وجود ندارد
fi: Ei tapahtumia
hi: कोई घटना नहीं
hu: Nincs esemény
in: Tidak ada event
it: Nessun evento
ja: イベント無し
ko: 이벤트 없음
nb: Ingen hendelser
nl: Geen gebeurtenissen
pt: Nenhum evento
sl: Brez dogodkov
sv: Inga händelser
uk: Немає подій
vi: Không có sự kiện

source: Graph Data
ar: رسم بياني
az: Qrafik Məlumat
bo: གནས་རིས་གནད་དོན།
cs: Data grafu
da: Diagram data
el: Γράφημα Δεδομένων
es: Graficar datos
et: Graafiku andmed
fa: داده های نموداری
fi: Kaaviotiedot
hi: ग्राफ़ डेटा
hu: Ábra Adat
in: Data Grafik
it: Dati del grafico
ja: グラフデータ
ko: 그래프 데이터
nb: Grafdata
nl: Grafiek Data
pt: Dados do Gráfico
sl: Podatki grafa
sv: Diagramdata
uk: Дані графіка
vi: Dữ liệu đồ thị

source: Graph Event Count
ar: الرسم البياني
az: Qrafik hadisələrin sayı
bo: བྱུད་བརྒྱུན་གྱི་གནས་རིས།
cs: Graf Počet událostí
da: Diagram over antal hændelser
el: Αριθμός συμβάντων γραφήματος
es: Graficar recuento de eventos
et: Graafiku sündmuste arv
fa: نمودار شمارش رویداد
fi: Kaavio Tapahtumien määrä
hi: ग्राफ़ घटना संख्या
hu: Ábra Események Száma
in: Jumlah Grafik Event
it: Grafico conteggio eventi
ja: グラフイベントカウント
ko: 그래프 이벤트 횟수
nb: Graf Antall Hendelser
nl: Grafiek Aantal Gebeurtenissen
pt: Contador de Eventos do Gráfico
sl: Število dogodkov grafa
sv: Diagram över antal händelser
uk: Кількість подій на графіку
vi: Số sự kiện đồ thị

source: Export Data as XML
ar: تصدير البيانات بصيغة XML
az: Məlumatları XML kimi ixrac edin
bo: གནད་དོན་XML ལ་ཕྱིན་བརྒྱུད་པ།
cs: Export dat jako XML
da: Eksporter data som XML
el: Εξαγωγή δεδομένων ως XML
es: Exportar datos como XML
et: Ekspordi andmed XML-vormingus
fa: داده ها را به صورت XML صادر کنید
fi: Vie tiedot XML-muodossa
hi: डेटा को XML के रूप में निर्यात करें
hu: Adatok exportálása XML-ként
in: Ekspor Data sebagai XML
it: Esporta dati come XML
ja: XMLとしてデータをエクスポートします
ko: 데이터를 XML로 내보내기
nb: Eksporter data som XML
nl: Gegevens exporteren als XML
pt: Exportar dados como XML
sl: Izvozi podatke kot XML
sv: Exportera data som XML
uk: Експортувати дані як XML
vi: Xuất dữ liệu dưới dạng XML

source: Lifetime average value
ar: متوسط الحياة
az: Ömür boyu orta dəyər
bo: ཚེ་ཚད་གྱི་ཆ་སྙོམ་གནས་ཐང་།
cs: Doživotní průměrná hodnota
da: Livstids gennemsnitsværdi
el: Μέση τιμή διάρκειας ζωής
es: Valor medio del total de vida
et: Ruuteri tööea keskmine väärtus
fa: مقدار متوسط ​​مادام العمر
fi: Elinikäinen keskiarvo
hi: जीवनकालीन औसत मान
hu: Élethossz átlag érték
in: Nilai rata-rata seumur hidup
it: Valore medio nell'arco di vita
ja: 生涯平均値
ko: 전기간 평균 값
nb: Livstidsgjennomsnittsverdi
nl: Levenslange gemiddelde waarde
pt: Valor médio total
sl: Povprečna vrednost življenjskega cikla
sv: Livstids medelvärde
uk: Середнє значення за весь період
vi: Giá trị trung bình trọn đời

source: 1 event
ar: {0} أحداث
az: 1 hadisə
bo: བྱ་བ་ {0}
cs: 1 událost
da: 1 hændelse
el: 1 γεγονός
es: 1 evento
et: 1 sündmus
fa: {0} رویدادها
fi: 1 tapahtuma
hi: {0} घटना
hu: 1 esemény
in: {0} event
it: 1 evento
ja: {0}件のイベント
ko: {0} 이벤트
nb: Én hendelse
nl: 1 gebeurtenis
pt: 1 evento
sl: {0} dogodek
sv: 1 händelse
uk: {0} події
vi: {0} sự kiện

source: No known routers
ar: لا توجد أجهزة توجيه معروفة
az: Məlum marşrutlaşdırıcı yoxdur
bo: ཤེས་པའི་རོ་ཌེར་མེད།
cs: Žádné známé směrovače
da: Ingen kendte routere
el: Δεν υπάρχουν γνωστοί δρομολογητές
es: No hay enrutadores conocidos
et: ruutereid pole teada
fa: هیچ روتر شناخته شده ای وجود ندارد
fi: Ei tunnettuja reitittimiä
hi: परिचित रूटर नहीं
hu: Nincs ismert router
in: Tidak ada router yang dikenal
it: Nessun router noto
ja: 既知のルーターなし
ko: 알려진 라우터 없음
nb: Ingen kjente rutere
nl: Geen bekende routers
pt: Nenhum roteador conhecido
sl: Noben znani usmerjevalnik
sv: Inga kända routrar
uk: Немає відомих маршрутизаторів
vi: Không có bộ định tuyến nào được biết đến

source: Review stored analysis
ar: مراجعة التحليل المخزن
az: Saxlanılmış analizi nəzərdən keçirin
bo: བསྡུད་པའི་དབྱེད་ཞིབ་བཤོལ་བ།
cs: Prohlédněte si uloženou analýzu
da: Gennemgå gemt analyse
el: Επισκόπηση αποθηκευμένης ανάλυσης
es: Revisar el análisis almacenado
et: Vaadake salvestatud analüüs üle
fa: تجزیه و تحلیل ذخیره شده را بررسی کنید
fi: Tarkista tallennettu analyysi
hi: संग्रहित विश्लेषण की समीक्षा करें
hu: A tárolt elemzés áttekintése
in: Tinjau analisis yang tersimpan
it: Esamina le analisi memorizzate
ja: 保存された分析を確認する
ko: 저장된 분석 검토
nb: Gjennomgå lagret analyse
nl: Bekijk de opgeslagen analyse
pt: Revisar análise armazenada
sl: Preverite shranjeno analizo
sv: Granska lagrad analys
uk: Переглянути збережений аналіз
vi: Xem lại phân tích đã lưu

source: Run new analysis
ar: تشغيل تحليل جديد
az: Yeni analiz icra edin
bo: དབྱེད་ཞིབ་བཤོལ་གསར་པ་བརྒྱུད་པ།
cs: Spusťte novou analýzu
da: Kør ny analyse
el: Εκτελέστε νέα ανάλυση
es: Ejecutar nuevo análisis
et: Käivitage uus analüüs
fa: تجزیه و تحلیل جدید را اجرا کنید
fi: Suorita uusi analyysi
hi: नया विश्लेषण चलाएं
hu: Új elemzés futtatása
in: Jalankan analisis baru
it: Avvia nuova analisi
ja: 新しい分析を実行する
ko: 새 분석 실행
nb: Kjør ny analyse
nl: Voer een nieuwe analyse uit
pt: Execute uma nova análise
sl: Zaženi novo analizo
sv: Kör ny analys
uk: Запустити новий аналіз
vi: Chạy phân tích mới
