Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A tunnel filter can provide protection against denial of service attacks, without otherwise interrupting the service for genuine users, either in conjunction with the tunnel throttler or as an alternative strategy. It can also be used to log access to a hosted service to determine if the server is under attack, or simply to log all visitors by I2P destination. Additionally, a filter can function simultaneously as a whitelist and blacklist making it more flexible than the Tunnel Manager's access list controls. Note that multiple server tunnels can share a single filter file if you wish to implement a global filter.
ar: يمكن أن يوفر مرشح النفق الحماية ضد هجمات رفض الخدمة، دون مقاطعة الخدمة للمستخدمين الحقيقيين، إما بالاشتراك مع خنق النفق أو كاستراتيجية بديلة. ويمكن استخدامه أيضًا لتسجيل الوصول إلى خدمة مستضافة لتحديد ما إذا كان الخادم يتعرض للهجوم، أو ببساطة لتسجيل جميع الزوار حسب وجهة I2P. بالإضافة إلى ذلك، يمكن أن يعمل المرشح في وقت واحد كقائمة بيضاء وقائمة سوداء مما يجعله أكثر مرونة من عناصر التحكم في قائمة الوصول الخاصة بـ Tunnel Manager. لاحظ أن أنفاق الخادم المتعددة يمكنها مشاركة ملف مرشح واحد إذا كنت ترغب في تنفيذ مرشح عام.
az: Bir tünel filteri hücumsuzlaqla olan mübarizəyə kömək edə bilər, lakin xidmətləri qaydalar olmamış istifadəçilər üçün müvəqqəti kəsiliklər yaratmadan, ya tünelin hızlandırıcı ilə birgə ya da alternativ strategiya olaraq istifadə edilərək. Həmçinin, bu filterə qeyd edilən bir məntəqəyə olan girişləri yaddaşa alaraq, serverə olan hücuma nəzarət edilir, və ya sadəcə I2P məntəqəsinə görə bütün müəllifləri yaddaşa almaq üçün istifadə edilə bilər. Filter, birbaşa qeyd edilmiş siyahı və qara siyahı kimi funksiyalarını eyni anda yerinə yetirərək Tunnellər Mənecerinin giriş siyahısı idarəsinə nisbətən daha da esneklik göstərir. Global filter təmin etmək istəyirsinizsə, bir neçə server tüneli eyni filter faylını bölüşə bilər.
bo: གློག་སྒྲོམ་བདེན་པ་ནི་ཞབས་ཞུ་བཟོ་འཐབ་ནས་བྱིང་རྒྱུའི་ཞབས་ཞུ་གenuine་ཡི་གོ་ལེན་བྱེད་མི་བྱེད་པར་སྐྱོབ་པའི་ཐབས་ཡིན། དེ་ནི་གློག་སྒྲོམ་འགྱོགས་ཚད་ཚོད་འཛིན་གྱི་ཐབས་དང་བཅས་ནས་ཡང་བྱེད་ཐབས་ཀྱང་ཡོད། ཡང་ན་ཞིབ་མོར་ཞུ་བའི་ཞབས་ཞུ་ལ་བཀོལ་ནས་སེར་བེར་གྱི་ཞབས་ཞུ་བཟོ་འཐབ་བྱུང་ན་དོན་ཚན་ཤེས་པར་ཡང་ཆོག ཡང་ན་I2Pགནས་གོང་གི་གཞིར་བཟུང་ནས་མི་གཞི་ཐམས་ཅད་ཀྱི་ཞབས་ཞུ་ཉར་བཞག་ཆོག གཤམ་གྱི་བཤད་པ་ལྟར་བདེན་པ་ནི་གནས་གོང་བཞག་པ་དང་འགོག་པའི་ཞབས་ཞུ་བཞག་པ་གཉིས་ཀའི་བཟོ་བཱ་ཡིན་པས་ཞུ་བའི་དོ་དམ་གྱི་ཞབས་ཞུ་ཚོད་འཛིན་ལས་མངོན་པོ་ཡིན། དཔེར་ན། གློག་སྒྲོམ་བདེན་པའི་ཡིག་ཆ་གཅིག་གིས་སེར་བེར་གློག་སྒྲོམ་མང་པོ་གཅིག་ཏུ་བཤེགས་ནས་རྒྱལ་བོའི་བདེན་པ་བྱེད་ཆོག་གོ་བཤུས་ན།
cs: Filtr tunelu může poskytnout ochranu před odmítnutím služby bez narušení služby pro opravdové uživatele, buď s omezovačem tunelů nebo jako alternativní strategie. Může také sloužit k záznamu přístupu do hostované služby k zjištění, zda je server pod útokem, nebo jednoduše k zaznamenávání všech návštěvníků podle I2P cíle. Filtr může fungovat současně jako seznam povolených a blokovaných položek, což jej činí flexibilnějším než ovládací prvky seznamu přístupu Správce tunelů. Uvědomte si, že více serverových tunelů může sdílet jediný soubor filtru, pokud si přejete implementovat globální filtr.
da: En tunnel filtrering kan give beskyttelse mod denial of service-angreb, uden at afbryde servicen for legitime brugere, enten i sammenhæng med tunnels throttler eller som en alternativ strategi. Det kan også bruges til at logge adgang til en hosted service for at afgøre, om serveren er under angreb eller simpelthen at logge alle besøgende efter I2P destination. Derudover kan en filter fungere som en whitelist og blacklist samtidig og gøre det mere fleksibelt end Tunnel Managerens adgangskontrol. Bemærk, at flere servertunneler kan dele en enkelt filterfil, hvis du ønsker at implementere en global filtrering.
el: Ένα φίλτρο tunnel μπορεί να παρέχει προστασία από επιθέσεις αρνησικυρίας υπηρεσιών, χωρίς να διακόπτει κατά κύριο λόγο την υπηρεσία για τους γνήσιους χρήστες, είτε σε συνδυασμό με τον περιοριστή του tunnel είτε ως εναλλακτική στρατηγική. Μπορεί επίσης να χρησιμοποιηθεί για την καταγραφή της πρόσβασης σε μια φιλοξενούμενη υπηρεσία για να προσδιορίσει αν ο διακομιστής δέχεται επίθεση, ή απλώς για να καταγράφει όλους τους επισκέπτες ανά προορισμό I2P. Επιπλέον, ένα φίλτρο μπορεί να λειτουργεί ταυτόχρονα ως λίστα επιτρεπόμενων και αποκλειόμενων προορισμών, καθιστώντας το πιο ευέλικτο από το Tunnel Manager's. Σημείωση: Αν επιθυμείτε να εφαρμόσετε ένα γενικό φίλτρο, πολλά server tunnels μπορούν να μοιράζονται ένα μόνο αρχείο φίλτρου.
es: Un filtro de túneles puede brindar protección contra ataques de denegación de servicio, sin interrumpir de otra manera el servicio para usuarios legítimos, ya sea en conjunto con el limitador de túneles o como una estrategia alternativa. También se puede utilizar para registrar el acceso a un servicio alojado para determinar si el servidor está bajo ataque, o simplemente para registrar todos los visitantes por destino I2P. Además, un filtro puede funcionar simultáneamente como lista blanca y negra, lo que lo hace más flexible que los controles de lista de acceso del Administrador de Túneles. Ten en cuenta que múltiples túneles de servidor pueden compartir un único archivo de filtro si deseas implementar un filtro global.
et: Tunnelifilter saab pakkuda DDoS rünnakute vastu kaitset, kahjustamata teenust ehtsatele kasutajatele, kas tunneli kiirusepiiraja abil või alternatiivse lahendusena. See võib samuti logida juurdepääsu majutatud teenusele, et tuvastada, kas server on rünnaku all või lihtsalt kõik külastused I2P sihtkoha järgi. Lisaks saab filter samaaegselt tegutseda nii valgenimekirjana kui mustnimekirjana, tehes selle paindlikumaks kui Tunnelihalduri juurdepääsulubade kontrollid. Pange tähele, et kui soovite rakendada globaalset filterit, saavad mitu serveritunnelit jagada ühte filterfaili.
fa: فیلتر تونل می تواند محافظت در برابر حملات امداد خدمات فراهم کند، بدون متداول شدن خدمت برای کاربران واقعی، هم به همراه کنترل کننده نات یا به عنوان راه کار جایگزین. همچنین می تواند برای ثبت دسترسی به یک خدمت میزبان برای تشخیص آیا سرور به هجوم آمده است، یا به عنوان روشی برای ثبت تمام بازدیدکنندگان بر اساس مقصد آی تو پی استفاده شود. علاوه بر این، یک فیلتر همزمان می تواند به عنوان فهرست سفید و فهرست سیاه عمل کرده، که این خلاقانه تر از کنترل های لیست دسترسی مدیر تونل است. توجه کنید که اگر می خواهید فیلتر عمومی پیاده سازی کنید، چندین تونل سرور می توانند از یک فایل فیلتر بهره ببرند.
fi: Tunnelisuodatin voi tarjota suojaa palvelunestohyökkäyksiä vastaan, ilman että se keskeyttää palvelun aitojen käyttäjien osalta, joko yhdessä tunnelinohjaimen kanssa tai vaihtoehtoisena strategiana. Sitä voidaan myös käyttää kirjaamaan pääsyä isännöityyn palveluun, jotta voidaan selvittää, onko palvelin hyökkäyksen kohteena tai yksinkertaisesti tallentaa kaikki vierailijat I2P määränpäähän perustuen. Lisäksi suodatin voi toimia samanaikaisesti valko- ja mustalistauksena, mikä tekee siitä joustavamman kuin Tunnel Managerin pääsylistan hallinta. Huomaa, että useat palvelintunnelit voivat jakaa yhden suodatintiedoston, jos haluat käyttää globaalia suodatinta.
hi: एक टनल फ़िल्टर डिनियाल ऑफ़ सर्विस हमलों के खिलाफ सुरक्षा प्रदान कर सकता है, गैर-वाईज सेवा को प्रभावित न करने के साथ, टनल थ्रॉटलर के साथ संयोजित या एक वैकल्पिक रणनीति के रूप में। यह भी उपयोग किया जा सकता है एक होस्टेड सेवा के पहुँच को लॉग करने के लिए, यह तय करने के लिए कि सर्वर हमले के अधीन है या केवल सभी आगंतुकों को I2P गंतव्य के आधार पर लॉग करने के लिए। इसके अतिरिक्त, एक फ़िल्टर समान समय में सफ़ेद सूची और काली सूची के रूप में कार्य कर सकता है, जिससे टनल मैनेजर के एक्सेस सूची नियंत्रण की तुलना में यह अधिक लचीला हो जाता है। ध्यान दें कि यदि आप एक वैश्विक फ़िल्टर को लागू करना चाहते हैं, तो कई सर्वर टनल एक ही फ़िल्टर फ़ाइल को साझा कर सकते हैं।
hu: Egy alagút szűrő védelmet nyújthat a szolgáltatásra és lehetővé teszi a legális felhasználók használatát, anélkül, hogy megszakítaná azt, legyen az együttműködés az alagútosítási korlátozóval vagy alternatív stratégia. Használható továbbá naplózásra is, hogy meghatározhassuk, hogy a kiszolgáló támadásnak van-e kitéve, vagy egyszerűen csak az összes látogatót naplózhatjuk az I2P-célállomás alapján. Egy további lehetőség, hogy egy szűrő egyszerre működjön fehérlistaként és feketelistaként, ezáltal rugalmasabban működik, mint a Tunnel Manager hozzáférés lista vezérlői. Felhívjuk a figyelmedet, hogy több kiszolgálón alagút megoszthatja ugyanazt a szűrő fájlt, ha globális szűrőt szeretnél alkalmazni.
in: Filter terowongan dapat memberikan perlindungan terhadap penolakan serangan layanan, tanpa mengganggu layanan untuk pengguna asli, baik dalam hubungannya dengan throttler terowongan atau sebagai strategi alternatif. Ini juga dapat digunakan untuk mencatat akses ke layanan yang di -host untuk menentukan apakah server diserang, atau hanya untuk mencatat semua pengunjung berdasarkan tujuan I2P. Selain itu, filter dapat berfungsi secara bersamaan sebagai daftar putih dan daftar hitam membuatnya lebih fleksibel daripada kontrol daftar akses manajer terowongan. Perhatikan bahwa beberapa terowongan server dapat berbagi file filter tunggal jika Anda ingin menerapkan filter global.
it: Un filtro del tunnel può offrire protezione dagli attacchi di denial of service senza interrompere altrimenti il servizio per gli utenti legittimi, sia in combinazione con il throttler del tunnel o come strategia alternativa. Può anche essere utilizzato per registrare l'accesso a un servizio ospitato per determinare se il server è sotto attacco, o semplicemente per registrare tutti i visitatori per destinazione I2P. Inoltre, un filtro può funzionare contemporaneamente come lista bianca e lista nera, rendendolo più flessibile rispetto ai controlli della lista di accesso del Gestore del tunnel. Nota che più tunnel del server possono condividere un singolo file di filtro se si desidera implementare un filtro globale.
ja: トンネルフィルタは、トンネルスロットラーと連携するか、別の戦略として使用されることで、本物のユーザーにはサービスを中断することなく、サービスの停止攻撃から保護することができます。また、ホストされたサービスへのアクセスをログに記録し、サーバーが攻撃を受けているかどうかを判別するため、またはI2Pの宛先ごとにすべての訪問者をログに記録するためにも使用できます。さらに、フィルタはホワイトリストとブラックリストの両方の機能を同時に備えることができ、Tunnel Managerのアクセスリストコントロールよりも柔軟です。各サーバートンネルが単一のフィルタファイルを共有することもできます（ネットワーク全体のフィルタを実装する場合）。
ko: 터널 필터는 터널 쓰로틀러와 함께 사용하거나 다른 대안 전략으로 진정한 사용자를 위해 서비스를 중단하지 않으면서 서비스 거부 공격에 대한 보호를 제공할 수 있습니다. 또한 필터는 서버가 공격을 받고 있는지 여부를 결정하기 위해 호스팅된 서비스의 액세스를 기록하는 데 사용하거나 I2P 대상별로 모든 방문자를 기록하는 데에도 사용할 수 있습니다. 또한 필터는 화이트리스트와 블랙리스트로 동시에 작동하여 Tunnel Manager의 액세스 목록 제어와 비교하여 더 유연하게 작동할 수 있습니다. 전역 필터를 구현하려는 경우 여러 서버 터널이 하나의 필터 파일을 공유할 수 있다는 점을 유의하세요.
nb: En tunnelfilter kan gi beskyttelse mot tjenestenektangrep, uten å avbryte tjenesten for legitime brukere, enten i kombinasjon med tunnelthrottler eller som en alternativ strategi. Den kan også brukes til å loggføre tilgang til en vertstjeneste for å avgjøre om serveren er under angrep, eller bare for å loggføre alle besøkende etter I2P-måldestinasjonen. I tillegg kan en filter fungere samtidig som en hvitelist og svarteliste, og gjør den mer fleksibel enn Tunnel Manager sine tilgangskontrollbeslutninger. Merk at flere servertunneler kan dele en enkelt filterfil hvis du ønsker å implementere en global filter.
nl: Een tunnel filter kan bescherming bieden tegen DDoS-aanvallen, zonder de service voor legitieme gebruikers anderszins te onderbreken, zowel in combinatie met de tunnel throttler als alternatieve strategie. Het kan ook worden gebruikt om toegang tot een gehoste service te loggen om te bepalen of de server wordt aangevallen, of simpelweg om alle bezoekers op basis van I2P-bestemming te loggen. Daarnaast kan een filter tegelijkertijd functioneren als een whitelist en blacklist, waardoor het flexibeler is dan de toegangslijst-besturingselementen van de Tunnelbeheerder. Let op: meerdere servertunnels kunnen een enkel filterbestand delen als u een globaal filter wilt implementeren.
pt: Um filtro de túnel pode fornecer proteção contra ataques de negação de serviço, sem interromper o serviço para usuários genuínos, seja em conjunto com um limitador de velocidade de túnel ou como uma estratégia alternativa. Também pode ser usado para registrar o acesso a um serviço hospedado para determinar se o servidor está sendo atacado, ou simplesmente para registrar todos os visitantes por destino I2P. Além disso, um filtro pode funcionar simultaneamente como uma lista branca e uma lista negra, tornando-o mais flexível do que os controles de lista de acesso do Gerenciador de Túneis. Observe que vários túneis de servidor podem compartilhar um único arquivo de filtro se você deseja implementar um filtro global.
sl: Filtr tunela lahko zagotovi zaščito proti napadi odklanjanja storitev, brez tega, da bi drugače prekinil storitev za prave uporabnike, ali v sodelovanju z omejevalnikom tunela ali kot alternativna strategija. Lahko se tudi uporablja za dnevnik dostopa do gostiteljske storitve, da se določi, ali je strežnik pod napadom, ali pa preprosto dnevnik vseh obiskovalcev po destinaciji I2P. Poleg tega lahko filtr deluje hkrati kot bela in crna lista, kar ga naredi bolj prilagodljiv kot kontrole seznama dostopa Menedžerja tunela. Opomba: Več strežnikov lahko deli eno filtrirno datoteko, če želite implementirati globalni filtr.
sv: En tunnelfilter kan ge skydd mot denial of service-attacker utan att avbryta tjänsten för legitima användare, antingen i kombination med tunnelbegränsaren eller som en alternativ strategi. Den kan också användas för att logga åtkomst till en värdtjänst för att avgöra om servern attackeras eller helt enkelt för att logga alla besökare per I2P-destination. Dessutom kan en filter fungera samtidigt som en whitelist och blacklist, vilket gör den mer flexibel än Tunnel Managers åtkomstlistekontroller. Observera att flera servertunnlar kan dela en enda filterfil om du vill implementera en global filter.
uk: Фільтр тунелів може забезпечити захист від загальмувань послуги атаками DDoS, не перериваючи при цьому роботу сервісу для справжніх користувачів, чи то разом з обмежувачем пропускної здатності тунелів, чи як альтернативну стратегію. Його також можна використовувати для реєстрації доступу до сервісу з метою визначення, чи зазнає сервер атаки, або просто для реєстрації всіх відвідувачів за цілями I2P. Крім того, фільтр може одночасно функціонувати як білий та чорний список, що робить його більш гнучким, ніж контроль списків доступу Менеджера тунелів. Зауважте, що декілька серверних тунелів можуть використовувати один файл фільтру, якщо ви бажаєте впровадити глобальний фільтр.
vi: Bộ lọc đường hầm có thể cung cấp khả năng bảo vệ chống lại các cuộc tấn công từ chối dịch vụ mà không làm gián đoạn dịch vụ cho người dùng chính hãng, kết hợp với bộ điều tiết đường hầm hoặc như một chiến lược thay thế.

source: A filter is a text file that can contain one or more declarations. Blank lines and lines beginning with <i class=example>#</i> are ignored.
ar: المصفي هو ملف نصي يمكن أن يحتوي على إعلان أو أكثر. يتم تجاهل الأسطر الفارغة والأسطر التي تبدأ بـ <i class=example>#</i>.
az: Filter, bir və ya daha çox təyinatları ehtiva edə bilən mətn faylıdır. Boş xətlər və <i class=example>#</i> ilə başlayan xətlər gözardı edilir.
bo: བདེན་པ་ནི་ཡིག་ཆ་ཡིག་ཆ་ཞིག་ཡིན་ཞིག་གིས་བཞེངས་པ་གཅིག་ཡང་ན་མང་པོ་ཞིག་བཞེངས་ཆོག ཤོང་ནང་གི་སྐབས་མེད་པ་དང་། <i class=example>#</i>ཡིག་ཆའི་མཇུག་ཏུ་འགྱོགས་པའི་སྐབས་རྣམས་ཉེར་བཟོ་མི་བྱེད།
cs: Filtr je textový soubor, který může obsahovat jedno nebo více prohlášení. Prázdné řádky a řádky začínající s <i class=example>#</i> jsou ignorovány.
da: Et filter er en tekstfil, der kan indeholde en eller flere deklarationer.
el: Ένα φίλτρο είναι ένα αρχείο κειμένου που μπορεί να περιέχει μία ή περισσότερες δηλώσεις. Οι κενές γραμμές και οι γραμμές που αρχίζουν με <i class = example>#</i> αγνοούνται.
es: Un filtro es un archivo de texto que puede contener una o más declaraciones. Las líneas en blanco y las líneas que comienzan con <i class=example>#</i> se ignoran.
et: Filter on tekstifail, mis võib sisaldada ühte või rohkemat deklaratsiooni. Tühje ridu ja rida, mis algab <i class=example>#</i>ga, eiratakse.
fa: یک فیلتر یک فایل متنی است که می‌تواند شامل یک یا چند اعلان باشد. خطوط خالی و خطوطی که با <i class=example>#</i> شروع می‌شوند نادیده گرفته می‌شوند.
fi: Suodatin on tekstitiedosto, joka voi sisältää yhden tai useamman määrityksen. Tyhjät rivit ja rivit, jotka alkavat <i class=example>#</i> -merkillä, jätetään huomiotta.
hi: एक फ़िल्टर एक पाठ संग्रह हो सकता है जिसमें एक या अधिक घोषणाएँ हो सकती हैं। खाली पंक्तियाँ और # के साथ शुरू होने वाली पंक्तियाँ अनदेखी की जाती हैं।
hu: Egy szűrő egy olyan szövegfájl, amely több nyilatkozatot is tartalmazhat. Az üres sorokat és a <i class=example>#</i>-el kezdődő sorokat figyelmen kívül hagyja.
in: Sebuah filter adalah file teks yang dapat berisi satu atau lebih deklarasi. Baris kosong dan baris yang dimulai dengan <i class=example>#</i> akan diabaikan.
it: Un filtro è un file di testo che può contenere una o più dichiarazioni. Le righe vuote e le righe che iniziano con <i class=example>#</i> vengono ignorate.
ja: フィルタは、1つ以上の宣言を含むテキストファイルです。空白行や<i class=example>#</i>で始まる行は無視されます。
ko: 필터는 하나 이상의 선언을 포함할 수 있는 텍스트 파일입니다. 빈 줄과 <i class=example>#</i>로 시작하는 줄은 무시됩니다.
nb: En filter er en tekstfil som kan inneholde en eller flere deklarasjoner. Tomme linjer og linjer som begynner med <i class=example>#</i> blir ignorert.
nl: Een filter is een tekstbestand dat één of meer declaraties kan bevatten. Lege regels en regels die beginnen met <i class=example>#</i> worden genegeerd.
pt: Um filtro é um arquivo de texto que pode conter uma ou mais declarações. Linhas em branco e linhas que começam com <i class=example>#</i> são ignoradas.
sl: Filtr je tekstna datoteka, ki lahko vsebuje ena ali več deklaracij. Prazne vrstice in vrstice, ki začnejo z <i class=example>#</i>, se prezre.
sv: En filter är en textfil som kan innehålla en eller flera deklarationer. Tomma rader och rader som börjar med <i class=example>#</i> ignoreras.
uk: Фільтр — це текстовий файл, який може містити одне або більше оголошень. Порожні рядки та рядки, що починаються з <i class=example>#</i>, ігноруються.
vi: Bộ lọc là một tệp văn bản có thể chứa một hoặc nhiều khai báo.

source: A declaration will contain a directive (keyword) with parameters to define the scope of the declaration, and can represent one of the following:
ar: سيحتوي الإعلان على توجيه (كلمة رئيسية) مع معلمات لتحديد نطاق الإعلان، ويمكن أن يمثل واحدًا مما يلي:
az: Bir beyanat, beyanın kapsamını tanımlamak için parametreleri içeren bir direktifi (anahtar kelimeyi) içerir ve aşağıdakilerden her birini temsil edebilir:
bo: བཞེངས་པ་ནི་བཞེངས་པའི་ཚད་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་བརྗེ་ཚིག་(ཚིག་གཞི)དང་བཅས་པ་ཡིན་ཞིག་གིས་གཤམ་གྱི་ཐོག་མ་གཅིག་གི་དོན་ཤེས་ཆོག:
cs: Prohlášení bude obsahovat direktivu (klíčové slovo) s parametry k definování rozsahu prohlášení a může představovat jednu z následujících možností:
da: En erklæring vil indeholde et direktiv (søgeord) med parametre til at definere omfanget af erklæringen og kan repræsentere et af følgende:
el: Μια δήλωση θα περιέχει μια οδηγία (λέξη-κλειδί) με παραμέτρους για τον καθορισμό του εύρους της δήλωσης και μπορεί να αντιπροσωπεύει ένα από τα ακόλουθα:
es: Una declaración contendrá una directiva (palabra clave) con parámetros para definir el alcance de la declaración y puede representar uno de los siguientes:
et: Deklaratsioon sisaldab suunajuhtnööri (märksõna) koos parameetritega deklaratsiooni ulatuse määramiseks ning võib esindada järgmisi võimalusi:
fa: یک اعلان شامل یک دستور (کلیدواژه) با پارامترها برای تعریف حوزه اعلان خواهد بود، و می‌تواند نماینده یکی از موارد زیر باشد:
fi: Julistus sisältää ohjelman (avainsanan) parametreineen määrittääkseen julistuksen alueen ja voi edustaa seuraavaa:
hi: एक घोषणा में एक निर्देश (कीवर्ड) के साथ पैरामीटर होगा जो घोषणा के क्षेत्र की परिभाषा करने के लिए होगा, और निम्नलिखित में से एक का प्रतिनिधित्व कर सकती है:
hu: Egy nyilatkozat tartalmazza a direktívát (kulcsszót) a paraméterekkel, hogy meghatározza a nyilatkozat hatályát, és az alábbiak valamelyikét képviselheti:
in: Sebuah deklarasi akan berisi arahan (kata kunci) dengan parameter untuk mendefinisikan ruang lingkup deklarasi, dan dapat mewakili salah satu yang berikut:
it: Una dichiarazione conterrà una direttiva (parola chiave) con parametri per definire il campo di applicazione della dichiarazione, e può rappresentare uno dei seguenti valori:
ja: 宣言には、宣言のスコープを定義するためのパラメータを持つディレクティブ（キーワード）が含まれ、以下のいずれかを表すことができます:
ko: 선언에는 범위를 정의하기 위한 매개 변수가 있는 지시문 (키워드)이 포함되어 있으며, 다음 중 하나를 나타낼 수 있습니다:
nb: En erklæring vil inneholde et direktiv (søkeord) med parametere for å definere omfanget av erklæringen, og kan representere ett av følgende:
nl: Een declaratie bevat een richtlijn (trefwoord) met parameters om de reikwijdte van de declaratie te definiëren, en kan een van de volgende vertegenwoordigen:
pt: Uma declaração conterá uma diretiva (palavra-chave) com parâmetros para definir o escopo da declaração, e pode representar um dos seguintes itens:
sl: Deklaracija bo vsebovala ukaz (ključno besedo) z parametri za določitev obsegov deklaracije, in lahko predstavlja eno iz naslednjega:
sv: En deklaration kommer att innehålla en direktiv (nyckelord) med parametrar för att definiera deklarationens omfattning och kan representera ett av följande:
uk: Оголошення міститиме директиву (ключове слово) з параметрами для визначення області оголошення та може представляти одне з наступного:
vi: Một khai báo sẽ chứa một lệnh (từ khóa) với các tham số để xác định phạm vi của khai báo và có thể biểu thị một trong các mục sau:
