Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Software firewall interference with UPnP
ar: تدخل جدار حماية البرامج مع UPnP
az: UPnP ilə proqram təminatının firewall müdaxiləsi
bo: མཉེན་བརྒྱུད་བཏོན་པའི་གནས་ཉེན་བརྒྱུད་ UPnP དང་གི་བརྒྱུད།
cs: Rušení softwarového firewallu s UPnP
da: Software Firewall forstyrrer UPnP
el: Η παρεμβολή τείχους προστασίας λογισμικού στο UPNP
es: Un software cortafuegos interfiere con UPnP
et: Tarkvaraline tulemüür segab UPnP protokolli
fa: تداخل فایروال نرم افزار با UPnP
fi: Ohjelmiston palomuuri häiritsee UPnP:tä
hi: सॉफ्टवेयर फायरवॉल और UPnP के बीच हस्तक्षेप
hu: Szoftveres tűzfal és UPnP ütközés
in: Software firewall menginterferensi dengan UPnP
it: Interferenza di un firewall software con UPnP
ja: ソフトウェア ファイアウォールによる UPnP との干渉
ko: UPnP 소프트웨어 방화벽 개입
nb: Interferens fra programvarebasert brannmur med UPnP
nl: Software firewall zit UPnP in de weg
pt: Aplicativos de firewall podem interferir no UPnP
sl: Programski firewall interferira z UPnP
sv: Mjukvarubrandvägg stör UPnP
uk: Втручання програмного брандмауера в UPnP
vi: Phần mềm chắn tường xung đột với UPnP

source: Bugs in the device's UPnP implementation
ar: أخطاء في تنفيذ UPnP على الجهاز
az: Cihazın UPnP tətbiqindəki xətalar
bo: མཐུད་པའི་ཐོག་ནང་ UPnP ལགས་ལགས་བསྒྱུར་བའི་གནས་ཉེན་བརྒྱུད་ནང་མེད་མེད་པ།
cs: Chyby v implementaci UPnP zařízení
da: Der er fejl i enhedens UPnP implentation
el: Σφάλματα στην υλοποίηση UPnP της συσκευής
es: Fallos en la implementación UPnP del dispositivo
et: Bugine UPnP realisatsioon seadmel
fa: اشکال در اجرای UPnP دستگاه
fi: Virheet laitteen UPnP-toteutuksessa
hi: डिवाइस के UPnP लागू करने में बग
hu: Hibák az eszköz UPnP implementációjában
in: Bug dalam penerapan UPnP perangkat
it: Bachi nell'implementazione UPnP del dispositivo
ja: デバイスのUPnP実装のバグ
ko: 장치의 UPnP 구현에 버그가 있습니다
nb: Feil i enhetens UPnP-implementasjon
nl: Bugs in de device's UPnP implementatie
pt: Defeitos na implementação do UPnP do dispositivo
sl: Napake v implementaciji UPnP na napravi
sv: Fel i enhetens UPnP-implementering
uk: Помилки в реалізації UPnP пристрою
vi: Lỗi trong triển khai UPnP của thiết bị

source: Multiple firewall/routers in the internet connection path
ar: هناك عدة موجهات و جدار ناري في طريق الاتصال بالانترنت
az: İnternet bağlantısı yolunda birdən çox firewall/router
bo: དྲ་ལམ་ལ་རམ་/རོ་ཌེར་ཚུ་གི་དྲ་ལམ་འབྲེལ་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མིན་མེད་པ།
cs: V cestě připojení k internetu je několik firewallů/routerů
da: Flere firewalls/routers står i vejen for internetforbindelsen
el: Πολλαπλά firewall/routers στο μονοπάτι της διαδικτυακής σύνδεσης
es: Múltiples cortafuegos/routers en la ruta de conexión a Internet
et: Teele interneti suunas jääb mitu ruuterit/tulemüüri
fa: چند فایروال/روتر در مسیر اتصال به اینترنت
fi: Useita palomuuria/reitittimiä Internet-yhteyspolulla
hi: इंटरनेट कनेक्शन मार्ग में कई फायरवॉल/राउटर
hu: Több tűzfal / router van az internetkapcsolat elérési útjában
in: Beberapa firewall / router di jalur koneksi internet
it: Firewall/router multipli nel percorso di connessione internet
ja: インターネット接続経路に複数のファイアウォール/ルーターがある
ko: 인터넷 연결 통로에 다수의 방화벽/라우터
nb: Flere brannmurer/routere i internettforbindelsesstien
nl: Meerdere firewall/routers in het pad van de internet verbinding
pt: Múltiplos firewalls/roteadores na sua conexão de internet
sl: Več firewall/ usmerjevalnikov na poti spletne povezave
sv: Flera brandväggar/routrar i Internet-anslutningens väg
uk: Кілька брандмауерів/маршрутизаторів на шляху підключення до Інтернету
vi: Nhiều tường lửa/bộ định tuyến trong đường truyền kết nối internet

source: UPnP device change, reset, or address change
ar: تغيير جهاز UPnP أو إعادة تعيينه أو تغيير عنوانه
az: UPnP cihazının dəyişdirilməsi, sıfırlanması və ya ünvan dəyişikliyi
bo: UPnP མཐུད་པའི་བསྒྱུར་བར། སླར་འགོ་ཚུགས་པ། ཡང་ན་ཁ་བྱང་དང་བསྒྱུར་བར།
cs: Změna zařízení UPnP, reset nebo změna adresy
da: UPnP enhed er blevet ændret, genstarteret eller også er adressen ændret
el: Αλλαγή, επαναφορά ή αλλαγή διεύθυνσης συσκευής UPnP
es: El dispositivo UPnP fue reemplazado, reiniciado, o ha cambiado de dirección
et: UPnP seadme muutus, nullimine või aadressi vahetus
fa: تغییر، بازنشانی یا تغییر آدرس دستگاه UPnP
fi: UPnP-laitteen muutos, nollaus tai osoitteen muutos
hi: UPnP डिवाइस की परिवर्तन, रीसेट या पता परिवर्तन
hu: UPnP eszköz váltása, újraindítása vagy cím cseréje
in: Perubahan perangkat UPnP, reset, atau alamat berubah
it: Cambiamento del dispositivo UPnP, reset o cambiamento di indirizzo
ja: UPnPデバイスの変更、リセット、またはアドレス変更
ko: UPnP 장치 변경, 리셋, 또는 주소 변경
nb: Endring, tilbakestilling eller adresseendring på UPnP-enheten
nl: UPnP device wijziging, reset, of adres wijziging
pt: Mudança de endereço, reset ou UPnP foi trocado
sl: Sprememba naprave UPnP, ponastavitev ali sprememba naslova
sv: UPnP-enhet ändrades, återställ eller ändra adress
uk: Зміна пристрою UPnP, скидання або зміна адреси
vi: Thay đổi, khôi phục hoặc thay đổi địa chỉ thiết bị UPnP

source: UPnP may be enabled or disabled on the Network Configuration page, but a change requires a router restart to take effect.
ar: يمكن تمكين UPnP أو تعطيلها من صفحة تكويف الشبكة، لكن أي تغيير يتطلب إعادة تشغيل الراوتر ليدخل حيز التنفيذ.
az: UPnP Şəbəkə Konfiqurasiyası səhifəsində aktiv və ya deaktiv ola bilər, lakin dəyişiklik routerin qüvvəyə minməsi üçün yenidən başlamasını tələb edir.
bo: UPnP དྲ་ལམ་རམ་དྲ་བཀོད་སྒྲིག་བཀོད་མེད་པ་ཡང་ན་ དྲ་ལམ་རམ་དྲ་བཀོད་སྒྲིག་བཀོད་མེད་པའི་གནས་ཉེན་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ་ཡོད་པ།
cs: UPnP lze povolit nebo zakázat na stránce Konfigurace sítě, ale změna vyžaduje restart routeru, aby se projevil.
da: UPnP kan aktiveres eller deaktiveres på siden for netværkskonfiguration, men ændringen kræver en genstart af routeren for at træde i kraft.
el: Η δυνατότητα UPnP μπορεί να ενεργοποιηθεί ή να απενεργοποιηθεί στη σελίδα διαμόρφωσης δικτύου, αλλά μια αλλαγή απαιτεί επανεκκίνηση του δρομολογητή για να τεθεί σε ισχύ.
es: UPnP puede estar habilitado o deshabilitado en la página de Configuración de Red, pero si se cambia se requiere un reinicio del router para que se aplique.
et: UPnP võib olla sisse lülitatud või välja lülitatud võrgu konfiguratsiooni lehel, kuid muudatuse kehtimiseks on vaja ruuteri taaskäivitust.
fa: UPnP ممکن است در صفحه پیکربندی شبکه فعال یا غیرفعال شده باشد، اما برای اعمال تغییر نیاز به راه اندازی مجدد روتر دارد.
fi: UPnP voidaan ottaa käyttöön tai poistaa käytöstä Verkkoasetukset-sivulla, mutta muutos edellyttää reitittimen uudelleenkäynnistämistä.
hi: UPnP नेटवर्क सेटिंग पृष्ठ पर सक्षम या अक्षम किया जा सकता है, लेकिन परिवर्तन को प्रभावित करने के लिए राउटर को पुनः शुरू करना आवश्यक है।
hu: UPnP engedélyezhető vagy letiltható a Hálózati Konfiguráció oldalon, de a változtatás érvényesüléséhez szükséges újraindítani a routert.
in: UPnP dapat diaktifkan atau dinonaktifkan pada halaman Network Configuration, namun sebuah perubahan memerlukan restart router untuk diterapkan.
it: UPnP può essere abilitato o disabilitato nella pagina di configurazione della rete, ma un cambiamento richiede un riavvio del router per avere effetto.
ja: UPnP は [ネットワーク構成] ページで有効または無効にすることができますが、変更を有効にするにはルーターを再起動する必要があります。
ko: UPnP는 네트워크 구성 페이지에서 활성화 또는 비활성화될 수 있으며 변경 사항은 라우터 재시작이 필요합니다.
nb: UPnP kan aktiveres eller deaktiveres på siden for nettverkskonfigurasjon, men en endring krever at ruteren startes på nytt for å tre i kraft.
nl: UPnP kan worden ingeschakeld of uitgeschakeld op de pagina Netwerkconfiguratie, maar een wijziging vereist een herstart van de router om van kracht te worden.
pt: UPnP pode ser ativado ou desativado na página Configuração de rede, mas uma alteração requer a reinicialização do roteador para ter efeito.
sl: UPnP lahko omogočite ali onemogočite na strani Konfiguracija omrežja, vendar za spremembo je potreben ponovni zagon usmerjevalnika za učinkovanje.
sv: UPnP kan aktiveras eller inaktiveras på nätverkskonfigurationssidan, men en ändring kräver en omstart av routern för att träda i kraft.
uk: UPnP можна ввімкнути або вимкнути на сторінці конфігурації мережі, але для вступу в силу зміна вимагає перезапуску маршрутизатора.
vi: UPnP có thể được bật hoặc vô hiệu hóa trên trang cấu hình mạng, nhưng thay đổi yêu cầu khởi động lại bộ định tuyến để có hiệu lực.

source: Review the UPnP status here.
ar: استعرض حالة UPnP هنا.
az: UPnP statusunu burada nəzərdən keçirin.
bo: འདིར་ UPnP གནས་བབབ་འདིར་ནང་ལ་བལྟོན་བར་རོགས།
cs: Zde zkontrolujte stav UPnP.
da: Gennemgå UPnP-status her.
el: Ελέγξτε την κατάσταση του UPnP εδώ.
es: Revise el estado de UPnP aquí.
et: Kontrollige UPnP olekut siin.
fa: وضعیت UPnP را در اینجا مرور کنید.
fi: Tarkista UPnP-tila tästä.
hi: यहाँ UPnP स्थिति की समीक्षा करें.
hu: Itt ellenőrizheti az UPnP állapotát.
in: Tinjau status UPNP di sini.
it: Guarda lo stato UPnP qui.
ja: ここで UPnP ステータスを確認します。
ko: UPnP 상태를 여기에서 확인하십시오.
nb: Se gjennom UPnP-statusen her.
nl: Bekijk hier de UPnP-status.
pt: Revise o status do UPnP aqui.
sl: Preverite status UPnP tukaj.
sv: Granska UPnP-statusen här.
uk: Перегляньте статус UPnP тут.
vi: Xem lại trạng thái UPnP ở đây.

source: Also, <b>do not enter a private IP address</b> like 127.0.0.1 or 192.168.1.1.
ar: كما ينبغي <b>عدم إدخال عنوان IP خاص</b> مثل 127.0.0.1 أو 192.168.1.1.
az: Həmçinin, 127.0.0.1 və ya 192.168.1.1 kimi <b>şəxsi IP ünvanı daxil etməyin</b>.
bo: ཡང་ན། <b>རང་མིང་ IP ཁ་བྱང་དང་བསྒྱུར་བར་མི་མེད་མེད་པ།</b> 127.0.0.1 ཡང་ན་ 192.168.1.1 བཞིན་པ།
cs: Také <b>nezadávejte soukromou IP adresu</b> jako 127.0.0.1 nebo 192.168.1.1.
da: Derudover, <b>Indsæt ikke en privat IP adresse</b> som f.eks. 127.0.0.1 eller 192.168.1.1.
el: Επίσης, <b>μην εισαγάγετε μια ιδιωτική διεύθυνση IP</b> όπως 127.0.0.1 ή 192.168.1.1.
es: Además, <b>no debe introducir una dirección IP privada</b> como 127.0.0.1 o 192.168.1.1.
et: Samuti, <b>ära sisesta siia lokaalseid IP aadresse</b> nagu 127.0.0.1 või 192.168.1.1.
fa: همچنین، <b>آدرس IP خصوصی را وارد نکنید</b> مانند 127.0.0.1 یا 192.168.1.1.
fi: Älä myöskään <b>kirjoita yksityistä IP-osoitetta</b>, kuten 127.0.0.1 tai 192.168.1.1.
hi: इसके अलावा, निजी IP पता जैसे 127.0.0.1 या 192.168.1.1 को न दर्ज करें।
hu: Ezen kívül, <b>ne adj meg privát IP címet</b>, mint 127.0.0.1 vagy 192.168.1.1 .
in: Juga, <b>Jangan masukkan alamat IP pribadi</b> seperti 127.0.0.1 atau 192.168.1.1.
it: Inoltre,<b>non inserire un indirizzo IP privato</b> come 127.0.0.1 o 192.168.1.1.
ja: また、127.0.0.1 や 192.168.1.1 のような<b>プライベート IP アドレスを入力しないでください</b>。
ko: 127.0.0.1이나 192.168.1.1같은 <b>사설 IP 주소를 적지 마십시오</b>.
nb: Ytterligere, <b>ikke skriv inn en privat IP-adresse</b> som 127.0.0.1 eller 192.168.1.1.
nl: Tevens, <b>vul geen privé IP addres in</b> zoals 127.0.0.1 of 192.168.1.1.
pt: Inclusive, <b>não coloqueis endereços IP locais</b> como 127.0.0.1 ou 192.168.1.1.
sl: Prav tako, <b>ne vnesite zasebnega IP naslova</b>, kot je 127.0.0.1 ali 192.168.1.1.
sv: Ange <b>inte en privat IP-adress</b> som 127.0.0.1 eller 192.168.1.1.
uk: Також <b>не вводьте приватну IP-адресу</b>, наприклад 127.0.0.1 або 192.168.1.1.
vi: Ngoài ra, <b>không nhập địa chỉ IP riêng</b> như 127.0.0.1 hoặc 192.168.1.1.

source: If you specify the wrong IP address, or do not properly configure your NAT or firewall, your network performance will degrade substantially.
ar: إذا أدخلت عنوان IP غير صحيح أو لم تكوّن NAT أو جدارك الناري بشكل صحيح، ستتدهور قدرات الشبكة لديك بشكل ملحوظ.
az: Səhv IP ünvanını göstərsəniz və ya NAT və ya təhlükəsizlik duvarınızı düzgün konfiqurasiya etməsəniz, şəbəkə performansınız əhəmiyyətli dərəcədə aşağı düşəcək.
bo: ཁྱེད་ཀྱི་ནོར་བའི་ IP ཁ་བྱང་དང་བསྒྱུར་བར། ཡང་ན་ NAT ཡང་མེད་བརྒྱུར་བར་གཟབ་གཟབ་བྱོས། ཁྱེད་ཀྱི་དྲ་ལམ་ལ་རམ་འདེགས་བརྒྱུད་བཏོན་པའི་གནད་ཐང་རྒྱུན་དུ་བཙོན་པ་སྤུ་དམ་པར་སློག་པ།
cs: Pokud zadáte špatnou IP adresu nebo nenakonfigurujete správně NAT nebo firewall, výkon vaší sítě se podstatně sníží.
da: Hvis du angiver den forkerte IP-adresse, eller ikke konfigurerer din NAT eller firewall korrekt, vil din netværksydelse forringes betydeligt.
el: Εάν καθορίσετε την λανθασμένη διεύθυνση IP ή δεν ρυθμίσετε σωστά το NAT ή το firewall σας, η απόδοση του δικτύου σας θα υποβαθμιστεί σημαντικά.
es: Si especifica una dirección IP incorrecta o no configura correctamente su NAT o cortafuegos, su rendimiento de red se degradará sustancialmente.
et: Kui te määratlete vale IP-aadressi või ei seadista oma NAT-i ega tulemüüri õigesti, väheneb teie võrgu jõudlus märgatavalt.
fa: اگر آدرس IP اشتباهی را مشخص کنید، یا NAT یا فایروال خود را به درستی پیکربندی نکنید، عملکرد شبکه شما به میزان قابل توجهی کاهش می یابد.
fi: Jos määrität väärän IP-osoitteen tai et määritä NAT:ta tai palomuuria oikein, verkkosi suorituskyky heikkenee huomattavasti.
hi: यदि आप गलत IP पता निर्दिष्ट करते हैं, या अपने NAT या फायरवॉल को सही ढंग से सेट नहीं करते हैं, तो आपकी नेटवर्क प्रदर्शन काफी खराब हो जाएगा।
hu: Ha helytelen IP-címet ad meg, vagy nem megfelelően konfigurálja a NAT-ot vagy tűzfalát, a hálózati teljesítménye jelentősen csökkenni fog.
in: Jika Anda menentukan alamat IP yang salah, atau tidak mengkonfigurasi NAT atau firewall Anda dengan benar, kinerja jaringan Anda akan menurun secara substansial.
it: Se specificate l'indirizzo IP sbagliato o non configurate correttamente il vostro NAT o firewall, le prestazioni della rete si degraderanno notevolmente.
ja: 間違った IP アドレスを指定した場合、または NAT またはファイアウォールが適切に構成されていない場合、ネットワークのパフォーマンスが大幅に低下します。
ko: 잘못된 IP 주소를 지정하거나 NAT 또는 방화벽을 올바르게 구성하지 않으면 네트워크 성능이 크게 저하됩니다.
nb: Hvis du angir feil IP-adresse, eller ikke konfigurerer NAT eller brannmur riktig, vil nettverksytelsen din forringes betydelig.
nl: Als je het verkeerde IP-adres opgeeft, of je NAT of firewall niet correct configureert, zal je netwerkprestatie aanzienlijk verslechteren.
pt: Se você especificar o endereço IP errado ou não configurar corretamente seu NAT ou firewall, o desempenho da sua rede será substancialmente prejudicado.
sl: Če določite napačen IP naslov, ali ne ustrezno konfigurirate svoj NAT ali firewall, bo vaša omrežna zmogljivost značajno slabšala.
sv: Om du anger felaktig IP-adress eller inte korrekt konfigurerar ditt NAT eller brandvägg, kommer din nätverksprestanda att försämras avsevärt.
uk: Якщо ви вкажете неправильну IP-адресу або неправильно налаштуєте NAT чи брандмауер, продуктивність вашої мережі суттєво погіршиться.
vi: Nếu bạn chỉ định địa chỉ IP sai hoặc không định cấu hình đúng NAT hoặc tường lửa của bạn, hiệu suất mạng của bạn sẽ giảm đáng kể.

source: When in doubt, leave the settings at the defaults.
ar: ان لم تكن متأكدا دع الاعدادات كما هي.
az: Şübhə olduqda, parametrləri standart olaraq buraxın.
bo: ཐེ་བརྒྱུད་བར་གཟབ་གཟབ་བྱོས། སྒྲིག་བཀོད་སྒྲིག་བཀོད་ལ་རོགས་བར་གཟབ་གཟབ་བྱོས།
cs: V případě pochybností ponechte nastavení na výchozí hodnoty.
da: Når du er i tvivl, så brug standardindstillingerne.
el: Αν έχετε αμφιβολίες, αφήστε τις προεπιλεγμένες ρυθμίσεις.
es: En caso de duda, deje los ajustes con los valores predeterminados.
et: Kui sa pole kindel, jäta seaded parem vaikeväärtustele.
fa: در صورت شک، تنظیمات را در حالت پیش فرض قرار دهید.
fi: Jos olet epävarma, jätä asetukset oletusasetuksiin.
hi: जब संदेह हो, सेटिंग डिफ़ॉल्ट पर ही छोड़ दें।
hu: Bizonytalanság esetén célszerű az alapbeállításoknál maradni.
in: Jika ragu, tinggalkan pengaturan default.
it: Quando sei in dubbio, lascia le impostazioni nei valori di base.
ja: 疑わしい場合は、設定をデフォルトのままにしてください。
ko: 무엇인지 모를 경우에는 기본값으로 두십시오.
nb: Når du er i tvil, la innstillingene være som standard.
nl: In geval van twijfel, laat de instellingen op de standaard waarden.
pt: Na dúvida, deixai as configurações no padrão.
sl: Če imate dvoma, ostavite nastavitve na privzeto.
sv: När du är osäker lämnar inställningar på standardvärden.
uk: Якщо сумніваєтеся, залиште параметри за замовчуванням.
vi: Khi nghi ngờ, hãy để các cài đặt tại mặc định.

source: Web Browser Configuration
ar: تكويف المتصفح
az: Veb Brauzer Konfiqurasiyası
bo: ཝེབ་བརྒྱུད་བཏོན་པའི་རྒྱུད་འཛུགས
cs: Konfigurace webového prohlížeče
da: Webbrowserkonfiguration
el: Ρύθμιση Περιήγησης στον Περιηγητή Ιστού
es: Configuración del navegador web
et: Veebibrauseri konfiguratsioon
fa: پیکربندی مرورگر وب
fi: Verkkoselaimen asetukset
hi: वेब ब्राउज़र सेटिंग
hu: Webböngésző konfigurációja
in: Konfigurasi Peramban Web
it: Configurazione del browser web
ja: Webブラウザの設定
ko: 웹 브라우저 구성
nb: Nettleser konfigurasjon
nl: Webbrowserconfiguratie
pt: Configuração do navegador da Web
sl: Konfiguracija spletnega brskalnika
sv: Webbläsarkonfiguration
uk: Конфігурація веб-браузера
vi: Cấu hình trình duyệt web
