Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting permits an expiry time to be configured (in seconds) for bans enforced via blocklists. By default bans persist for the duration of the router session. [Restart required]
ar: يسمح هذا الإعداد بتكوين وقت انتهاء الصلاحية (بالثواني) لعمليات الحظر المفروضة عبر قوائم الحظر.
az: Bu parametr blok siyahıları vasitəsilə tətbiq edilən qadağalar üçün konfiqurasiya edilmə müddətinin (saniyə ərzində) bitməsinə icazə verir. Ruter seansının müddəti ərzində standart qadağalar davam edir. [Yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་གིས་ blocklists བརྒྱུད་བཀག་པའི་དུས་ཚོད་ཚད་ (སྐར་ཆ་ནང་) བཀོད་སྒྲིག་བྱེད་ཆོག སྔོན་སྒྲིག་ལྟར་བཀག་པ་རོ་ཌེར་ལོ་རིམ་གྱི་རིང་ལུས་བྱེད། [བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení umožňuje nastavit čas vypršení (v sekundách) pro bans prosazené pomocí blocklistů. Ve výchozím nastavení bans trvají po celou dobu trvání relace směrovače. [Vyžadován restart]
da: Denne indstilling giver mulighed for at indstille en udløbstid (i sekunder) for blokeringer, der håndhæves gennem bloklisteliste. Som standard vedbliver blokeringer i hele router-sessionen. [Genstart kræves]
el: Αυτή η ρύθμιση επιτρέπει τη ρύθμιση μιας χρονολογίου λήξης (σε δευτερόλεπτα) για τις απαγορεύσεις που επιβάλλονται μέσω των blocklists. Από προεπιλογή, οι απαγορεύσεις διαρκούν για τη διάρκεια της συνεδρίας του δρομολογητή. [Απαιτείται επανεκκίνηση]
es: Esta configuración permite configurar un tiempo de caducidad (en segundos) para los bloqueos impuestos mediante listas de bloqueo. De forma predeterminada, los bloqueos persisten durante la duración de la sesión del enrutador. [Se requiere reinicio]
et: See seadistus võimaldab seadistada keelamise kehtivusaja (sekundites), mis on blokeeringunimekirjade kaudu rakendatud. Vaikimisi keelamine kestab kogu ruuteri sessiooni ajal. [Taaskäivitamine on vajalik]
fa: این تنظیم اجازه می دهد تا یک زمان انقضا (در ثانیه) برای ممنوعیت های اعمال شده از طریق لیست های مسدود پیکربندی شود.
fi: Tämä asetus mahdollistaa estoaikarajan määrittämisen (sekunteina) estolistojen kautta toteutettujen estojen varalle. Oletuksena estot säilyvät reitittimen istunnon ajan. [Uudelleenkäynnistys vaaditaan]
hi: यह सेटिंग ब्लॉकलिस्ट के माध्यम से लागू बैन के लिए एक समय सीमा (सेकंड में) की संरचना करने की अनुमति देती है। डिफ़ॉल्ट रूप से, बैन राउटर सत्र की अवधि तक प्रभावी रहते हैं। [रीस्टार्ट की आवश्यकता है]
hu: Ennek a beállításnak a segítségével konfigurálhatók a blokklistákon keresztül alkalmazott kitiltások lejárati ideje (másodpercben). Alapértelmezetten a kitiltások a router működésének idejére tartanak. [Újraindítás szükséges]
in: Pengaturan ini memungkinkan waktu kedaluwarsa dikonfigurasi (dalam detik) untuk larangan yang diberlakukan melalui daftar blokir. Secara default, larangan tetap ada selama sesi router. [Diperlukan mulai ulang]
it: Questa impostazione consente di configurare un tempo di scadenza (in secondi) per i divieti applicati tramite elenchi di blocco. Per impostazione predefinita, i divieti persistono per la durata della sessione del router. [Necessaria riavviarlo]
ja: この設定により、ブロックリストを介して実施された禁止のために（秒単位で）有効期限を設定できます。 デフォルトでは、バンはルーターセッションの期間中続きます。 [再起動が必要]
ko: 이 설정은 블록 목록을 통해 강제되는 금지에 대한 만료 시간을 구성할 수 있습니다 (초 단위). 기본적으로 금지 사항은 라우터 세션의 기간 동안 유지됩니다. [재시작이 필요합니다]
nb: Denne innstillingen lar deg konfigurere en utløpstid (i sekunder) for utestengelser som er håndhevet via blokkeringslister. Som standard varer utestengelser i løpet av ruteren. [Omstart kreves]
nl: Met deze instelling kan een vervaltijd worden geconfigureerd (in seconden) voor verboden die worden afgedwongen via blocklists. Standaard blijven verboden geldig gedurende de duur van de routersessie. [Herstart vereist]
pt: Essa configuração permite configurar um tempo de expiração (em segundos) para proibições aplicadas por meio de blocklists. Por padrão, as proibições persistem durante a sessão do roteador. [Reinício necessário]
sl: Ta nastavitev omogoča konfiguracijo trajanja (v sekundah) za prepovedi, izvedene prek črnih listic. Privzeto prepovedi trajajo dolžino sejansa usmerjevalnika. [Potreben je ponovni zagon]
sv: Denna inställning tillåter att en utgångstid konfigureras (i sekunder) för förbud som genomdrivs via blocklistor. Som standard fortlever förbud under hela router-sessionen. [Omstart krävs]
uk: Цей параметр дозволяє налаштувати час на термін дії (за лічені секунди) для заборон, здійснених через список. За замовчуванням заборони зберігаються протягом тривалості сеансу маршрутизатора. [Перезапуск потрібно]
vi: Cài đặt này cho phép thời gian hết hạn được cấu hình (tính bằng giây) cho các lệnh cấm được thực thi thông qua danh sách khối. Theo mặc định các lệnh cấm vẫn tồn tại trong suốt thời gian của phiên định tuyến. [Khởi động lại yêu cầu]

source: This setting, when configured with a path pointing at a valid blocklist file, enables an additional, user-configured blocklist to be loaded at router startup. [Disabled by default, restart required]
ar: يعمل هذا الإعداد، عند تكوينه بمسار يشير إلى ملف قائمة حظر صالح، على تمكين تحميل قائمة حظر إضافية مكونة بواسطة المستخدم عند بدء تشغيل جهاز التوجيه.
az: Bu parametr, etibarlı blok siyahısı faylına işarə edən bir yol ilə konfiqurasiya edildikdə, əlavə, istifadəçi tərəfindən konfiqurasiya edilmiş blok siyahısının router başlanğıcında yüklənməsinə imkan verir. [Standart olaraq deaktiv edin, yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་ནུས་ལྡན་ blocklist ཡིག་ཆར་བསྟུད་པའི་ལམ་ཐིག་གིས་བཀོད་སྒྲིག་བྱས་སྐབས། རོ་ཌེར་འགོ་ཚུགས་སྐབས་ཁ་སྣོན་བྱས་པའི་སྤྱོད་མཁན་གྱིས་བཀོད་སྒྲིག་བྱས་པའི་ blocklist འདྲེན་ཆོག [སྔོན་སྒྲིག་བསྒྲིག་བྱས་ཡོད། བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení, je-li nakonfigurováno s cestou ukazující na platný blokovaný soubor seznamu, umožňuje při spuštění směrovače načíst další uživatelsky konfigurovaný seznam blokovaných prvků. [Výchozí hodnota je zakázána, je vyžadováno restartování]
da: Denne indstilling, når den er konfigureret med en sti, der peger på en gyldig blocklist-fil, gør det muligt at indlæse en yderligere, brugerdefineret blocklist ved routerstart. [Deaktiveret som standard, genstart krævet]
el: Αυτή η ρύθμιση, όταν ρυθμιστεί με έναν δρομολογημένο δρόμο που δείχνει σε ένα έγκυρο αρχείο blocklist, επιτρέπει να φορτώνεται μια επιπλέον, ρυθμισμένη από τον χρήστη, blocklist κατά την εκκίνηση του δρομολογητή. [Απενεργοποιείται από προεπιλογή, απαιτείται επανεκκίνηση]
es: Esta configuración, cuando se configura con una ruta que apunte a un archivo de lista de bloqueo válido, habilita una lista de bloqueo adicional configurada por el usuario para cargarse en el inicio del enrutador. [Deshabilitado de forma predeterminada, se requiere reinicio]
et: See seadistus, kui see on seadistatud kehtiva blocklist-faili teega, võimaldab käivitamisel lisada veel ühe, kasutaja kohandatud blokeeringunimekirja. [Vaikimisi on keelatud, taaskäivitamine on vajalik]
fa: این تنظیم، هنگامی که با مسیری که به یک فایل فهرست بلاک معتبر اشاره می‌کند، پیکربندی می‌شود، یک فهرست بلاک اضافی و پیکربندی شده توسط کاربر را قادر می‌سازد تا هنگام راه‌اندازی روتر بارگذاری شود.
fi: Tämä asetus mahdollistaa ylimääräisen käyttäjän itse määrittelemän estolistan lataamisen reitittimen käynnistyksen yhteydessä, kun se on määritetty osoittamaan kelvolliseen estolistatiedostoon. [Oletusarvoisesti pois päältä, uudelleenkäynnistys vaaditaan]
hi: जब इस सेटिंग को एक मान्य ब्लॉकलिस्ट फ़ाइल की ओर इंगित करने वाले पथ के साथ सेट किया जाता है, तो यह राउटर शुरू होने के समय एक अतिरिक्त, उपयोगकर्ता-निर्धारित ब्लॉकलिस्ट को लोड करने की अनुमति देता है। [द्वारा अक्षम होने वाला, रीस्टार्ट की आवश्यकता है]
hu: Ennek a beállításnak a bekapcsolása esetén használható egy további, felhasználó által konfigurálható blokklista a router indításakor. [Alapértelmezett beállításban le van tiltva, újraindítás szükséges]
in: Pengaturan ini, ketika dikonfigurasi dengan jalur yang menunjuk pada file daftar blokir yang valid, memungkinkan daftar blokir tambahan yang dikonfigurasi pengguna untuk dimuat saat startup router. [Dinonaktifkan secara default, diperlukan restart]
it: Questa impostazione, quando configurata con un percorso che punta a un file blocklist valido, consente di caricare una blocklist aggiuntiva configurata dall'utente all'avvio del router. [Disabilitato per impostazione predefinita, riavvio richiesto]
ja: この設定は、有効なブロックリストファイルを指すパスで構成された場合、追加のユーザー設定ブロックリストをルーターの起動時に読み込むことを可能にします。[デフォルトでは無効ですが、再起動が必要です]
ko: 이 설정은 유효한 블록 목록 파일을 가리키는 경로와 함께 구성되면 추가로 사용자 구성된 블록 목록을 라우터 시작 시에 로드할 수 있습니다. [기본적으로 비활성화되어 있으며, 재시작이 필요합니다]
nb: Denne innstillingen, når den konfigureres med en bane som peker på en gyldig blocklist-fil, gjør det mulig å laste inn en ekstra, brukerdefinert blocklist ved oppstart av ruteren. [Deaktivert som standard, omstart kreves]
nl: Deze instelling maakt het mogelijk om een extra, door de gebruiker geconfigureerde blocklist te laden bij het opstarten van de router, indien geconfigureerd met een pad dat wijst naar een geldig blocklist bestand. [Standaard uitgeschakeld, herstart vereist]
pt: Essa configuração, quando configurada com um caminho apontando para um arquivo de blocklist válido, permite que uma blocklist adicional configurada pelo usuário seja carregada na inicialização do roteador. [Desativado por padrão, reinício necessário]
sl: Ta nastavitev, ko je konfigurirana z poti, ki pokazuje na veljaven blokiranje datoteko, omogoča dodatno, konfigurirano črno listo, ki se naloži pri zagonu usmerjevalnika. [Onemogočeno privzeto, potreben je ponovni zagon]
sv: Denna inställning, när den konfigureras med en sökväg som pekar på en giltig blocklist-fil, gör det möjligt att ladda en ytterligare, användarkonfigurerad blocklista vid routerstart. [Inaktiverad som standard, omstart krävs]
uk: Цей параметр, налаштований за допомогою шляху, що вказує на дійсний список блоків, дозволяє завантажувати додатковий, заснований користувачем список блоків при запуску маршрутизатора. [Відключено за замовчуванням, перезапуск потрібно]
vi: Cài đặt này, khi được định cấu hình với đường dẫn trỏ vào tệp danh sách chặn hợp lệ, cho phép danh sách chặn khối được cấu hình bổ sung, được định cấu hình người dùng được tải khi khởi động bộ định tuyến. [Bị vô hiệu hóa theo mặc định, bắt đầu khởi động lại]

source: This setting determines whether or not the router should use the provided <i>blocklist_tor.txt</i> file in your I2P+ application directory to enable banning of routers operating from Tor exit node ip addresses. [Enabled by default, restart required]
ar: يحدد هذا الإعداد ما إذا كان يجب على جهاز التوجيه استخدام ملف <i>blocklist_tor.txt</i> المتوفر في دليل تطبيق I2P الخاص بك أم لا لتمكين حظر أجهزة التوجيه التي تعمل من عناوين IP لعقدة خروج Tor.
az: Bu parametr marşrutlaşdırıcının Tor çıxış qovşağı ip ünvanlarından işləyən marşrutlaşdırıcıların <i></i> qadağan edilməsini təmin etmək üçün I2P tətbiq kataloqunuzdakı təmin edilmiş blok siyahısından_tor.txt faylından istifadə edib-etməməsini müəyyən edir. [Standart olaraq aktivdir, yenidən başladın tələb olunur]
bo: འདིའི་བཀོད་སྒྲིག་གིས་རོ་ཌེར་གྱིས་ཁྱེད་ཀྱི་ I2P+ application directory ནང་གི་ <i>blocklist_tor.txt</i> ཡིག་ཆ་སྤྱོད་ནས་ Tor exit node ip ཁ་བྱང་ནས་ལས་ཀ་བྱེད་པའི་རོ་ཌེར་བློག་པ་བྱེད་དགོས་མིན་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་བྱིན་ཡོད། བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Toto nastavení určuje, zda router používá poskytnutý soubor <i>blocklist_tor.txt</i> ve vašem adresáři aplikace I2P+, aby umožnil zákazy routerů, které fungují z Tor výstupních IP adres. [Výchozí hodnota je zapnuta, je potřeba restartovat]
da: Denne indstilling afgør, om routeren skal bruge den medfølgende <i>blocklist_tor.txt</i> fil i din I2P+ applikationsmappe til at muliggøre forbud mod routere, der opererer fra Tor exit-node-ip-adresser. [Slået til som standard, genstart krævet]
el: Αυτή η ρύθμιση καθορίζει εάν ο δρομολογητής πρέπει να χρησιμοποιήσει το παρεχόμενο αρχείο <i>blocklist_tor.txt</i> στον κατάλογο εφαρμογής I2P+ για να απαγορεύσει τους ομόκεντρους που λειτουργούν από διευθύνσεις IP κόμβων εξόδου Tor. [Ενεργοποιείται από προεπιλογή, απαιτείται επανεκκίνηση]
es: Esta configuración determina si el enrutador debe usar el archivo <i>blocklist_tor.txt</i> proporcionado en el directorio de tu aplicación I2P+ para habilitar el bloqueo de enrutadores que operen desde direcciones IP de nodos de salida de Tor. [Habilitado de forma predeterminada, se requiere reinicio]
et: See seade määrab, kas ruuter kasutab kasutajate poolt pakutud <i>blocklist_tor.txt</i> faili I2P+ rakenduse kataloogis või mitte, et saaks keelata ruuterid, mis töötavad Tori väljumissõlme IP-aadressidest. [Vaikimisi on lubatud, taaskäivitamine on vajalik]
fa: این تنظیم تعیین می کند که آیا روتر باید از فایل <i>blocklist_tor.txt</i> ارائه شده در فهرست برنامه های I2P شما برای فعال کردن ممنوعیت روترهایی که از آدرس های IP گره خروج Tor استفاده می کنند استفاده کند یا خیر.
fi: Tämä asetus määrittää, tulisiko reitittimen käyttää annettua <i>blocklist_tor.txt</i> -tiedostoa I2P+ sovelluskansiossa estämiseen tor-verkon ulostulonodejen ip-osoitteista. [Oletusarvoisesti päällä, uudelleenkäynnistys vaaditaan]
hi: यह सेटिंग तय करती है कि राउटर को तार के बाहरी नोड आईपी पतों से कार्यरत राउटरों को प्रतिबंधित करने के लिए आपके I2P+ ऐप्लिकेशन डिरेक्टरी में प्रदान की गई <i>blocklist_tor.txt</i> फ़ाइल का उपयोग करना चाहिए या नहीं। [द्वारा सक्षम होने वाला, रीस्टार्ट की आवश्यकता है]
hu: Ezt a beállítástól függ, hogy a router használja-e a rendelkezésre bocsátott <i>blocklist_tor.txt</i> fájlt az I2P+ alkalmazás könyvtárában annak érdekében, hogy a Tor exit node IP címéről működő routereket tiltsa. [Elsődlegesen engedélyezve, újraindítás szükséges]
in: Pengaturan ini menentukan apakah router harus menggunakan file <i>blocklist_tor.txt</i> yang disediakan di direktori aplikasi I2P+ Anda untuk mengaktifkan pemblokiran router yang beroperasi dari alamat IP node keluar Tor. [Diaktifkan secara default, restart diperlukan]
it: Questa impostazione determina se il router deve utilizzare il file <i>blocklist_tor.txt</i> fornito nella directory dell'applicazione I2P+ per consentire il divieto di accesso ai router che operano dagli indirizzi IP dei nodi di uscita di Tor. [Abilitato per impostazione predefinita, riavvio richiesto]
ja: この設定は、TorエグジットノードのIPアドレスから運営されているルーターを禁止するために、I2P+アプリケーションディレクトリ内の提供された<i>blocklist_tor.txt</i>ファイルを使用するかどうかを決定します。[デフォルトで有効になっていますが、再起動が必要です]
ko: 이 설정은 라우터가 Tor 출구 노드 IP 주소에서 작동하는 라우터의 차단을 활성화하기 위해 I2P+ 응용 프로그램 디렉터리의 제공된 <i>blocklist_tor.txt</i> 파일을 사용할지 여부를 결정합니다. [기본적으로 활성화되어 있으며, 재시작이 필요합니다]
nb: Denne innstillingen avgjør om ruteren skal bruke den angitte <i>blocklist_tor.txt</i>-filen i I2P+-applikasjonsmappen for å aktivere banning av rutere som opererer fra Tor exit-node IP-adresser. [Aktivert som standard, omstart kreves]
nl: Deze instelling bepaalt of de router al dan niet het geleverde <i>blocklist_tor.txt</i> bestand in uw I2P+ toepassingsmap moet gebruiken om het blokkeren van routers mogelijk te maken die werken vanaf IP-adressen van Tor exit nodes. [Standaard ingeschakeld, herstart vereist]
pt: Essa configuração determina se o roteador deve ou não usar o arquivo <i>blocklist_tor.txt</i> fornecido no diretório de aplicativo do I2P+ para permitir a proibição de roteadores que operam a partir dos endereços IP de nós de saída do Tor. [Ativado por padrão, reinício necessário]
sl: Ta nastavitev določa, ali naj usmerjevalnik uporablja datoteko <i>blocklist_tor.txt</i> v imeniku aplikacije I2P+, da omogoči prepoved delovanja usmerjevalnikov iz Tor izhodnih vozlišč IP naslovov. [Omogočeno privzeto, potreben je ponovni zagon]
sv: Denna inställning avgör om routern ska använda den medföljande <i>blocklist_tor.txt</i>-filen i din I2P+ programkatalog för att möjliggöra förbjudande av routrar som är i drift från Tor-utgångsnoders ip-adresser. [Aktiverad som standard, omstart krävs]
uk: Цей параметр визначає, чи слід маршрутизатор використовувати наданий <i>blocklist_tor.txt</i> файл у вашому каталозі додатків I2P+, щоб дозволити заборону маршрутизаторів, що працюють з IP -адрес Tor Exit Exit. [Увімкнено за замовчуванням, перезапуск потрібно]
vi: Cài đặt này xác định liệu bộ định tuyến có nên sử dụng tệp <i>blocklist_tor.txt</i> được cung cấp trong thư mục ứng dụng I2P+ của bạn để cho phép cấm các bộ định tuyến hoạt động từ địa chỉ IP của nút thoát Tor hay không. [Được bật theo mặc định, bắt buộc khởi động lại]

source: This setting enables requests from routers in the specified countries to be blocked and banned as soon as a direct tunnel request is made. Countries must be specified as two letter country codes, separated with commas. e.g. router.blockCountries=cn,ru
bo: འདིའི་བཀོད་སྒྲིག་གིས་གསལ་བསྟན་བྱས་པའི་རྒྱལ་ཁབ་ཀྱི་རོ་ཌེར་ནས་ཡོང་བའི་བླང་བ་ཐད་ཀར་གྲུ་བཞི་བླང་བ་བྱས་མ་ཐག་པར་བཀག་པ་དང་བློག་པ་བྱེད། རྒྱལ་ཁབ་ཡིག་འབྲུ་གཉིས་ཀྱི་རྒྱལ་ཁབ་ཨང་གྲངས་སྟེང་དུ་བཀོད་དགོས། དཔེར་ན། router.blockCountries=cn,ru
hi: यह सेटिंग निर्दिष्ट देशों में राउटर्स से अनुरोधों को अवरुद्ध करने और प्रतिबंधित करने के लिए सक्षम बनाती है जैसे ही एक प्रत्यक्ष टनल अनुरोध बनाया जाता है। देशों को दो अक्षर के देश कोड के रूप में निर्दिष्ट किया जाना चाहिए, जो अल्पविराम द्वारा अलग किए गए हैं। उदा. router.blockCountries=cn,ru
ko: 이 설정은 지정된 국가의 라우터로부터의 요청을 직접 터널 요청이 만들어지자마자 차단하고 금지시킵니다. 국가는 두 글자 국가 코드로 지정해야 하며, 쉼표로 구분해야 합니다. 예: router.blockCountries=cn,ru

source: When set to false, the router will not block tunnel build requests from slower or unreachable routers running older versions. [Default is true, restart required]
bo: false ལ་བཀོད་སྒྲིག་བྱས་སྐབས། རོ་ཌེར་གྱིས་དལ་བའམ་འཛུལ་མི་ཐུབ་པའི་རོ་ཌེར་རྙིང་པ་ཐོན་རིམ་ནས་འཁོར་བའི་གྲུ་བཞི་བཟོ་བའི་བླང་བ་བཀག་མི་སྲིད། [སྔོན་སྒྲིག་ true ཡིན། བསྐྱར་འགོ་ཚུགས་དགོས།]
hi: जब यह असत्य कर दिया जाता है, तो राउटर पुरानी संस्करण चल रहे धीमे या पहुंचहीन राउटरों के टनल बनाने के प्रश्न को ब्लॉक नहीं करेगा। [मानक रूप से सत्य, पुनः शुरू करने की आवश्यकता है]
ko: False로 설정되면, 더 느린 또는 도달할 수 없는 라우터에서 실행되는 오래된 버전의 터널 생성 요청이 차단되지 않습니다. [기본값은 True, 재시작 필요]
sl: Če je nastavljeno na false, usmerjevalnik ne bo blokiriral zahtev za izgradnjo tuneljev iz počasnejših ali nedosegljivih usmerjevalnikov, ki delujejo starejše različice. [Privzeto je true, potreben je ponovni zagon]
