Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: You can determine which services automatically start when the router starts, manage tunnel allocation to optimize for high usage services or to minimize the the cpu and memory overhead, add server and client tunnels to host or access services on the network, set rate limiting or tunnel filtering for your server tunnels and more.
ar: يمكنك تحديد أي الخدمات ستبدأ تلقائيًا عند إعادة تشغيل الموجه، وإدارة تخصيص الأنفاق لتحسين الخدمات ذات الاستخدام الكثيف أو للحدّ من الضغط على وحدة المعالجة المركزية والذاكرة، وإضافة أنفاق خادم وعميل لتضييف أو الوصول إلى الخدمات عبر الشبكة، وتعديل حدود المعدل أو تصفية الأنفاق لمداخلك، والمزيد.
az: Siz marşrutlaşdırıcı işə salındıqda hansı xidmətlərin avtomatik işə düşəcəyini müəyyən edə, yüksək istifadə xidmətləri üçün optimallaşdırmaq və ya cpu və yaddaş yükünü minimuma endirmək üçün tunellərin ayrılmasını idarə edə, şəbəkədə xidmətlərə sahib olmaq və ya daxil olmaq üçün server və müştəri tunelləri əlavə edə, sürət məhdudiyyətini təyin edə bilərsiniz.
bo: ཁྱོད་ཀྱིས་རོ་ཊར་གསར་དུ་འདོད་པར་བཟོ་བོའི་དོན་ལུགས་གང་རུང་རང་གི་བཟུང་བར་བཟོ་དགོས། གཞི་བཟུང་བའི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་ནས་བེན་ཌི་ཝིཌི་གོང་དུ་ཡོད་པའི་དོན་ལུགས་དུ་བཟོ་བར་བཟོ་དང་། CPU དང་། མེ་མོརིའི་བཙོན་ཚད་ཉུང་བར་བཟོ་བོ། རྒྱུན་གཞིའི་དོན་ལུགས་དང་། ཐོན་འབྲིང་གི་བརྒྱུད་ལམ་བཙུགས་ནས་དྲོད་ཀྱི་དོན་ལུགས་གཞི་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱི་རྒྱུན་གཞིའི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་ནས་ཚོད་དུ་བརྒལ་བ་དང་། བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བོ། དེ་བོད་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བོ།
cs: Můžete určit, které služby se automaticky spustí při startu routeru, spravovat přidělování tunelů pro optimalizaci vysoko vytížených služeb nebo ke snížení vytížení CPU a paměti, přidávat serverové a klientové tunely pro hostování nebo přístup k službám v síti, nastavovat omezení přenosové rychlosti nebo filtrování tunelů pro své serverové tunely a mnoho dalšího.
da: Du kan bestemme, hvilke tjenester der automatisk starter, når routeren starter, styre tunnelallokering for at optimere til højt brugte tjenester eller minimere cpu- og hukommelsesbelastningen, tilføje server- og kliktunnels for at hoste eller få adgang til tjenester på netværket, konfigurere hastighedsbegrænsning eller tunnelfiltrering for dine servertunneler og mere.
el: Μπορείτε να καθορίσετε ποιες υπηρεσίες ξεκινούν αυτόματα όταν ξεκινά ο δρομολογητής, να διαχειριστείτε την κατανομή των σηράγγων για να βελτιστοποιήσετε τις υπηρεσίες με υψηλή χρήση ή για να ελαχιστοποιήσετε την κατανάλωση CPU και μνήμης, να προσθέσετε διαύλους διακομιστή και πελάτη για φιλοξενία ή πρόσβαση σε υπηρεσίες στο δίκτυο, να ορίσετε περιορισμό του ρυθμού ή φιλτράρισμα των διαύλων για τους διαύλους του διακομιστή σας και άλλα.
es: Puede determinar qué servicios se inician automáticamente al iniciar el enrutador, administrar la asignación de túneles para optimizarlos en función de los servicios de alto uso o minimizar la sobrecarga de CPU y memoria, agregar túneles de servidor y cliente para alojar o acceder a servicios en la red, establecer limitaciones de velocidad o filtrado de túneles para sus túneles de servidor y más.
et: Saate määrata, millised teenused käivituvad automaatselt, kui ruuter käivitub, hallata tunneli eraldamist, et optimeerida kõrgel kasutusel olevate teenuste jaoks või minimeerida protsessori ja mälu ülekulu, lisada serveri- ja klienditunnelid võrgus hostimiseks või teenustele juurdepääsuks, seada kiiruse piiramist või tunnelifiltrit serveritunnelitele ja palju muud.
fa: می توانید تعیین کنید که کدام سرویس ها به طور خودکار هنگام راه اندازی روتر شروع شوند، تخصیص تونل را برای بهینه سازی برای سرویس های پرکاربرد یا به حداقل رساندن سربار پردازنده و حافظه مدیریت کنید، تونل های سرور و کلاینت را برای میزبانی یا دسترسی به خدمات در شبکه اضافه کنید، محدودیت نرخ را تنظیم کنید.
fi: Voit määrittää, mitkä palvelut käynnistyvät automaattisesti, kun reititin käynnistyy, hallita tunnelien jakoa korkeakäyttöisille palveluille tai minimoida CPU- ja muistikuorman, lisätä palvelin- ja asiakastunneleita verkossa olevien palveluiden isännöimiseen tai niihin päästäkseen, määrittää nopeudenrajoituksia tai tunneloiden suodattamista palvelintunneleille jne.
hi: आप यह तय कर सकते हैं कि राउटर शुरू होने पर कौन सी सेवाएं स्वचालित रूप से शुरू होंगी, उच्च उपयोग सेवाओं के लिए टनल आवंटन को सुधारने के लिए या सीपीयू और मेमोरी अतिरिक्त कीमत को कम करने के लिए, नेटवर्क पर सेवाओं को मेजबानी या पहुंच के लिए सर्वर और क्लाइंट टनल जोड़ें, अपने सर्वर टनल के लिए दर सीमा या टनल फ़िल्टरिंग सेट करें और अधिक।
hu: Meghatározhatja, hogy mely szolgáltatások indulnak el automatikusan a router indításakor, fejlesztheti az átjárók kiosztását annak érdekében, hogy optimalizálja a magas fogyasztású képességek használatát vagy minimalizálja a CPU és a memória fejfeszültséget, beállíthat szerver és kliens alagutakat a hálózaton való szolgáltatásokhoz vagy eléréséhez, beállíthat sebességkorlátozást vagy alagút szűrést a szervertunneljeihez és még sok más mást.
in: Anda dapat menentukan layanan mana yang dimulai secara otomatis ketika router dimulai, mengelola alokasi terowongan untuk mengoptimalkan layanan dengan penggunaan tinggi atau untuk meminimalkan overhead cpu dan memori, menambahkan terowongan server dan klien ke host atau mengakses layanan di jaringan, menetapkan pembatasan laju atau terowongan memfilter terowongan server Anda dan banyak lagi.
it: Puoi determinare quali servizi avviare automaticamente quando il router si avvia, gestire le allocazioni dei tunnel per ottimizzarli per servizi ad alto utilizzo o per minimizzare il sovraccarico alla cpu ed alla memoria, aggiungere tunnel server e client per ospitare o accedere a servizi nella rete, configurare limiti di velocità o filtri per i tuoi tunnel del server e altro ancora.
ja: ルータ起動時に自動的に起動するサービスを決定したり、ハイユーザージーサービスに最適化するためにトンネル割り当てを管理したり、サーバーおよびクライアントトンネルを追加してネットワーク上のサービスにホストまたはアクセスしたり、サーバートンネルのレート制限やトンネルフィルタリングを設定したりすることができます。
ko: 라우터를 시작할 때 자동으로 시작되는 서비스를 결정하고, 고사양 서비스에 대한 터널 할당을 관리하거나 CPU 및 메모리 오버헤드를 최소화하기 위해 서버 및 클라이언트 터널을 추가로 호스팅하거나 네트워크에서 서비스에 액세스 할 수 있습니다. 서버 터널에 대한 비율 제한 또는 터널 필터링을 설정할 수 있으며, 기타 기능도 제공됩니다.
nb: Du kan bestemme hvilke tjenester som starter automatisk når ruteren starter, administrere tunnelallokering for å optimalisere bruk av tjenester med høy belastning eller for å minimere CPU- og minneoverhead, legge til server- og klienttunneler for å huse eller få tilgang til tjenester i nettverket, angi hastighetsbegrensning eller tunnelfiltrering for servertuneler og mer.
nl: U kunt bepalen welke services automatisch starten wanneer de router start, tunneltoewijzing beheren om te optimaliseren voor services met veel gebruik of om de CPU- en geheugenoverhead te minimaliseren, server- en clienttunnels toevoegen om services op het netwerk te hosten of toegang te krijgen tot services, snelheidsbeperking of tunnelfiltering instellen voor uw servertunnels en meer.
pt: Você pode determinar quais serviços iniciam automaticamente quando o roteador é iniciado, gerenciar a alocação de túneis para otimizar serviços de alto uso ou minimizar o uso de CPU e memória, adicionar túneis de servidor e cliente para hospedar ou acessar serviços na rede, definir limite de taxa ou filtragem de túnel para seus túneis de servidor e muito mais.
sl: Lahko določite, katere storitve se samodejno zaženejo, ko se usmerjevalnik zažene, upravljate pa tudi dodelitev tuneljev za optimizacijo storitev z visokim uporabo ali za minimizacijo obremenitve CPU in pomnilnika, dodate pa tudi strežniške in klientove tunele za gostiteljstvo ali dostop do storitev v omrežju, nastavite omejitev stopnje ali filtriranje tuneljev za vaše strežniške tunele in več.
sv: Du kan bestämma vilka tjänster som automatiskt startar när routern startar, hantera tunnelallokering för att optimera för tjänster med hög användning eller för att minimera cpu- och minnesbelastning, lägga till server- och klienttunnlar för att vara värd eller komma åt tjänster i nätverket, sätta begränsningar på överföringshastighet eller tunnelfiltrering för dina servertunnlar och mycket mer.
uk: Ви можете визначити, які сервіси будуть автоматично запускатися при старті роутера, керувати розподілом тунелів для оптимізації використання часто використовуваних сервісів або мінімізації завантаження ЦП і пам'яті, додавати серверні та клієнтські тунелі для приймання або доступу до сервісів в мережі, встановлювати ліміти передачі даних та фільтрацію тунелів для ваших серверних тунелів та інше.
vi: Bạn có thể xác định dịch vụ nào tự động bắt đầu khi bộ định tuyến khởi động, quản lý phân bổ đường hầm để tối ưu hóa các dịch vụ sử dụng cao hoặc để giảm thiểu CPU và chi phí bộ nhớ, thêm các đường hầm máy chủ và máy khách vào các dịch vụ lưu trữ hoặc truy cập trên mạng, đặt giới hạn tốc độ hoặc đường hầm Lọc cho các đường hầm máy chủ của bạn và nhiều hơn nữa.

source: By default, most of your client services (mail, http proxy, IRC) will share the same set of tunnels (for performance reasons) and be listed as <i>Shared Clients</i> and <i>Shared Clients(DSA)</i> in the sidebar under Service Tunnels and on the <a href=/tunnels>Tunnels page</a>.
ar: بشكل افتراضي، ستشارك معظم خدمات العميل لديك (البريد، وكيل http، ‏‏IRC) نفس مجموعة الأنفاق (لأسباب أداء) وستُظهر كـ ‏‏‏<i>عملاء مشتركون</i>‏ ‏و‏‏‏<i>عملاء مشتركون (DSA)</i>‏ في قائمة الجانبية تحت أنفاق الخدمة وعلى صفحة‏ ‏<a href=/tunnels>الأنفاق</a>.
az: Əksər istemci xidmətləriniz (poçt, http proxy, IRC) əsasən eyni təkanlar dəsti ilə bölüşdür (performans səbəbindən dolayı) və <i>Shared Clients</i> / <i>Shared Clients(DSA)</i> olaraq siyahıya -bar cədvəldəni —ədəbilirsiniz, bunlar da Xidmət Təkanları altında və <a href=/tunnels>Təkan səhifə</a>sinə.
bo: དཔེ་འབྱུང་གི་ཚོད་ནི་ཁྱོད་ཀྱི་ཐོན་འབྲིང་གི་དོན་ལུགས་གང་རུང་(གློག་གི་ཤོག་ཡང་ན་http proxy, IRC) དེ་གཞི་བཟུང་བར་བཟོ་ནས་གཞི་བཟུང་བའི་བརྒྱུད་ལམ་གཅིག་དུ་བཟུང་བར་བཟོ་བོ། དེ་བོད་བརྒྱུད་ལམ་གཞི་བཟུང་བའི་ཤོག་ཁུག་ནང་གི་<i>གཞི་བཟུང་བའི་ཐོན་འབྲིང་</i> ཡང་ན་ <i>གཞི་བཟུང་བའི་ཐོན་འབྲིང་(DSA)</i> དེ་བཟུང་བར་བཟོ་བོ། དེ་བོད་<a href=/tunnels>བརྒྱུད་ལམ་གི་ཤོག</a> ནང་གི་གནས་ཚུལ་མཚོན།
cs: Ve výchozím nastavení většina vašich klientů (pošta, http proxy, IRC) sdílí stejnou sadu tunelů (z důvodů výkonu) a jsou uvedeny jako <i>Sdílení klienti</i> a <i>Sdílení klienti (DSA)</i> v postranním panelu pod Položky tunelů služby a na <a href=/tunnels>stránce tunelů</a>.
da: Som standard vil de fleste af dine klienttjenester (mail, http-proxy, IRC) dele den samme sæt tunneler (af hensyn til ydeevnen) og vises som <i>Delt klient</i> og <i>Delt klient(DSA)</i> i sidepanelet under tjenestetunneler og på siden <a href=/tunnels>Tunneler</a>.
el: Προεπιλεγμένα, οι περισσότερες από τις υπηρεσίες του πελάτη σας (mail, http proxy, IRC) θα μοιράζονται τον ίδιο σύνολο σηράγγων (για λόγους απόδοσης) και θα εμφανίζονται ως <i>Κοινούς Πελάτες</i> και <i>Κοινοί Πελάτες (DSA)</i> στην πλευρική γραμμή κάτω από τις Σηράγγες Υπηρεσίας και στην <a href=/tunnels>σελίδα Σηράγγων</a>.
es: De forma predeterminada, la mayoría de sus servicios cliente (correo, proxy HTTP, IRC) compartirán el mismo conjunto de túneles (por razones de rendimiento) y se enumerarán como <i>Clientes compartidos</i> y <i>Clientes compartidos (DSA)</i> en la barra lateral bajo Túneles de servicio y en la página <a href=/tunnels>Túneles</a>.
et: Vaikimisi jagavad enamik teie klienditeenuseid (meil, HTTP puhverserver, IRC) sama tunnelikomplekti (jõudluse põhjusel) ja on loetletud <i>Jagatud kliendid</i> ja <i>Jagatud kliendid (DSA)</i> küljepaanil teenuse tunnelite all töökoolis ja <a href=/tunnels>Tunnelilehel</a>.
fa: به طور پیش‌فرض، اکثر سرویس‌های مشتری شما (ایمیل، پروکسی http، IRC) مجموعه‌ای از تونل‌ها را به اشتراک می‌گذارند (به دلایل عملکرد) و به‌عنوان <i>مشتریان مشترک</i> و <i>مشتریان مشترک(
fi: Oletuksena suurin osa asiakaspalveluista (sähköposti, HTTP-välityspalvelin, IRC) jakaa saman tunnelisarjan (suorituskyvyn parantamiseksi) ja näkyy <i>Jaetut asiakkaat</i> ja <i>Jaetut asiakkaat (DSA)</i> sivupalkissa Palvelutunnelit-osion alla ja <a href=/tunnels>tunnelisivulla</a>.
hi: डिफ़ॉल्ट में, अपने अधिकांश क्लाइंट सेवाओं (ईमेल, एचटीटीपी प्रोक्सी, आईआरसी) को एक ही सेट ऑफ़ टनल को साझा किया जाएगा (प्रदर्शन की वजह से) और <i>शेयर्ड क्लाइंट्स</i> और <i>शेयर्ड क्लाइंट्स(DSA)</i> के रूप में सेवा टनल के अंतर्गत बाईं ओर की मेनू में और <a href=/tunnels>टनल पेज</a> पर सूचीबद्ध किए जाएंगे।
hu: Alapértelmezés szerint legtöbb kliens szolgáltatás (e-mail, HTTP proxy, IRC) ugyanazt az alagútállományt használja (teljesítmény okokból), és <i>Shared Clients</i> és <i>Shared Clients(DSA)</i> néven lesznek feltüntetve a Service Tunnels oldalsávon, valamint a <a href=/tunnels>Tunnels oldalon</a>.
in: Secara default, sebagian besar layanan klien Anda (surel, proxy HTTP, IRC) akan berbagi set terowongan yang sama (untuk alasan kinerja) dan terdaftar sebagai <i>Klien Berbagi</i> dan <i>Klien Berbagi(DSA)</i> di sisi panel di bawah Terowongan Layanan dan di halaman <a href=/tunnels>Terowongan</a>.
it: Di default, la maggior parte dei tuoi servizi client (posta, proxy http, IRC) condivideranno lo stesso insieme di tunnel (per motivi di prestazioni) e saranno elencati come <i>Client Condivisi</i> e <i>Client Condivisi(DSA)</i> nella barra laterale sotto Tunnel di servizio e nella pagina <a href=/tunnels>Pagina dei tunnel</a>.
ja: デフォルトでは、メール、HTTPプロキシ、IRCなどのほとんどのクライアントサービスが同じセットのトンネルを共有し（パフォーマンスのために）、サイドバーのサービストンネルの下の<i>Shared Clients</i>と<i>Shared Clients(DSA)</i>としてリストされ、<a href=/tunnels>トンネルページ</a>で表示されます。
ko: 기본적으로 대부분의 클라이언트 서비스(메일, HTTP 프록시, IRC)는 동일한 터널 세트를 공유하며(성능상의 이유로), 사이드바에는 서비스 터널 아래의 <i>공유 클라이언트</i> 및 <i>공유 클라이언트(DSA)</i>로 나열되고 <a href=/tunnels>터널 페이지</a>에서도 확인할 수 있습니다.
nb: Som standard vil de fleste av dine klientsider (mail, http proxy, IRC) dele samme sett med tunneler (av ytelseshensyn) og bli oppført som <i>Delt klient</i> og <i>Delt klient(DSA)</i> i sidefeltet under Tjenestetunneler og på <a href=/tunnels>Tunnelsiden</a>.
nl: Standaard zullen de meeste van uw clientservices (mail, http-proxy, IRC) dezelfde set tunnels delen (omwille van de prestaties) en worden vermeld als <i>Gedeelde Clients</i> en <i>Gedeelde Clients(DSA)</i> in de zijbalk onder Service Tunnels en op de <a href=/tunnels>Tunnels-pagina</a>.
pt: Por padrão, a maioria dos serviços do cliente (correio, proxy HTTP, IRC) compartilhará o mesmo conjunto de túneis (por razões de desempenho) e serão listados como <i>Clientes Compartilhados</i> e <i>Clientes Compartilhados(DSA) </ i> na barra lateral em Túneis de Serviço e na página <a href=/tunnels>Túneis</a>.
sl: Privzeto bo večina vaših storitev klienta (pošta, http posredniški strežnik, IRC) delila isti nabor tuneljev (iz razlogov zmogljivosti) in je prikazana kot <i>Deleni klienti</i> in <i>Deleni klienti(DSA)</i> na stranici pod Service Tunnels in na strani <a href=/tunnels>Stran tuneljev</a>.
sv: Som standard kommer de flesta av dina klienttjänster (mail, http-proxy, IRC) att använda samma uppsättning tunnlar (av prestandaskäl) och listas som <i>Dela klienter</i> och <i>Dela klienter (DSA)</i> i sidofältet under Tjänsttunnlar och på <a href=/tunnels>Tunnelsidan</a>.
uk: За замовчуванням більшість ваших клієнтських сервісів (пошта, HTTP-проксі, IRC) будуть використовувати той самий набір тунелів (з міркувань продуктивності) та будуть перераховані як <i>Shared Clients</i> та <i>Shared Clients(DSA)</i> в бічній панелі в розділі Тунелі сервісів та на сторінці <a href=/tunnels>Тунелі</a>.
vi: Mặc định, hầu hết các dịch vụ khách của bạn (thư điện tử, proxy HTTP, IRC) sẽ chia sẻ cùng bộ đường hầm (vì lý do hiệu suất) và được liệt kê như <i>Khách sử dụng chung</i> và <i>Khách sử dụng chung(DSA)</i> trong thanh bên dưới Dịch vụ Đường hầm và trên trang <a href=/tunnels>Đường hầm</a>.

source: However, if you experience a tunnel failure, all your services will go offline at the same time, so in some scenarios you may wish to configure client services to use their own set of tunnels.
ar: مع ذلك، في حالة فشل إحدى الأنفاق، ستخرج جميع خدماتك دفعة واحدة خارج الخدمة، لذا قد ترغب في بعض الأحيان بتكويف خدمات العميل لاستخدام مجموعات منفصلة من الأنفاق.
az: Lakin tunel nasazlığı ilə qarşılaşsanız, bütün xidmətləriniz eyni vaxtda oflayn olacaq, ona görə də bəzi ssenarilərdə siz müştəri xidmətlərini öz tunel dəstlərindən istifadə etmək üçün konfiqurasiya etmək istəyə bilərsiniz.
bo: འདི་དང་འདྲའི་རྒྱུ་གཞི་བཟུང་བར་བཟོ་ན་ཁྱོད་ཀྱི་དོན་ལུགས་གང་རུང་གི་མཐུད་པ་མེད་པ་ཡིན་པས་ཁྱོད་ཀྱི་དོན་ལུགས་གང་རུང་གི་མཐུད་པ་མེད་པ་ཡིན། དེ་བོད་གང་རུང་གི་གནས་ཚུལ་ནི་ཐོན་འབྲིང་གི་དོན་ལུགས་གང་རུང་གི་བརྒྱུད་ལམ་གཞི་བཟུང་བར་བཟོ་བར་བཟོ་དགོས།
cs: Pokud však dojde ke selhání tunelu, všechny vaše služby se vypnou najednou, takže v některých scénářích si můžete přát konfigurovat klienty tak, aby používaly vlastní sadu tunelů.
da: Hvis der opstår en tunnelfejl, vil alle dine tjenester gå offline på samme tid, så i visse scenarier kan du ønske at konfigurere klienttjenester til at bruge deres egen serie tunneler.
el: Ωστόσο, εάν αντιμετωπίσετε αποτυχία σήραγγας, όλες οι υπηρεσίες σας θα πάνε εκτός σύνδεσης ταυτόχρονα, οπότε σε ορισμένες περιπτώσεις ενδέχεται να επιθυμείτε να ρυθμίσετε τις υπηρεσίες πελάτη να χρησιμοποιούν το δικό τους σύνολο σηράγγων.
es: Sin embargo, si experimenta una falla de túnel, todos sus servicios se desconectarán al mismo tiempo, por lo que en algunos escenarios es posible que desee configurar los servicios cliente para que usen su propio conjunto de túneles.
et: Kuid kui teil on tunneli rike, lähevad kõik teie teenused korraga võrguühenduseta, seega mõnes stsenaariumis soovite, et konfigureeriksite klienditeenused kasutama omaette kogumit tunneleid.
fa: با این حال، اگر با خرابی تونل مواجه شوید، همه سرویس‌های شما به طور همزمان آفلاین می‌شوند، بنابراین در برخی از سناریوها ممکن است بخواهید سرویس‌های مشتری را برای استفاده از مجموعه تونل‌های خود پیکربندی کنید.
fi: Jos kuitenkin tunnelissa tapahtuu vika, kaikki palvelut menevät pois linjoilta samanaikaisesti, joten joissakin skenaarioissa saatat haluta määrittää asiakaspalveluiden käyttämään omaa tunnelisarjaa.
hi: हालाँकि, यदि आपको टनल की विफलता का सामना करना पड़ता है, तो आपकी सभी सेवाएं एक ही समय पर ऑﬄाइन हो जाएंगी, इसलिए कुछ परिदृश्यों में आपको अपनी सेवाओं को अपने खुद के टनल सेट का उपयोग करने के लिए सेटिंग करना चाहेंगे।
hu: Azonban, ha alagúthiba lép fel, akkor minden szolgáltatás egyszerre kiesik az online állapotból, ezért néhány forgatókönyvben meg kívánja adni, hogy a kliens szolgáltatások a saját alagútkészletüket használják.
in: Namun, jika Anda mengalami kegagalan terowongan, semua layanan Anda akan mati secara bersamaan, jadi dalam beberapa skenario Anda mungkin ingin mengonfigurasi layanan klien untuk menggunakan set terowongan masing-masing.
it: Ma, se tu incontri un fallimento dei tunnel, tutti i tuoi servizi andranno offline allo stesso tempo, quindi in alcuni scenari tu desidererai configurare servizi client per usare i loro insiemi di tunnel.
ja: ただし、トンネルの障害が発生すると、すべてのサービスが同時にオフラインになります。したがって、一部のシナリオでは、クライアントサービスを独自のトンネルセットを使用するように設定したい場合があります。
ko: 그러나 터널 오류가 발생하면 모든 서비스가 동시에 오프라인 상태가 되므로 일부 시나리오에서는 자체 터널 세트를 사용하도록 클라이언트 서비스를 구성할 수 있습니다.
nb: Hvis du opplever en tunnelfeil, vil alle tjenestene dine gå offline samtidig, så i noen scenarioer kan du ønske å konfigurere klienttjenester til å bruke sitt eget sett med tunneler.
nl: Als u echter een tunnelstoring ondervindt, zullen al uw services tegelijkertijd offline gaan, dus in sommige scenario's wilt u mogelijk clientservices configureren om hun eigen set tunnels te gebruiken.
pt: No entanto, se ocorrer uma falha de túnel, todos os seus serviços ficarão offline ao mesmo tempo, então, em alguns cenários, você pode desejar configurar serviços do cliente para usar seu próprio conjunto de túneis.
sl: Vendar, če doživite neuspeh tunela, bodo vsa vaša storitve istočasno odšli offline, zato v nekaterih scenarijih morda želite konfigurirati storitve klienta, da uporabljajo svoj nabor tuneljev.
sv: Om du däremot upplever en tunnelhaveri kommer alla dina tjänster att bli offline samtidigt, så i vissa scenarier kan du vilja konfigurera klienttjänster för att använda sin egen uppsättning tunnlar.
uk: Однак, якщо ви матимете відмову тунелю, всі ваші сервіси відійдуть одночасно, тому в деяких випадках ви можете захотіти налаштувати клієнтські сервіси на використання власних наборів тунелів.
vi: Tuy nhiên, nếu bạn gặp lỗi hầm, tất cả các dịch vụ của bạn sẽ ngừng hoạt động cùng một lúc, do đó ở một số tình huống bạn có thể muốn cấu hình các dịch vụ khách sử dụng tập riêng của chúng cho các hầm.
