Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: How do I connect to IRC within I2P?
ar: كيف أتصل بخادم IRC داخل I2P؟
az: I2P daxilində IRC-yə necə qoşula bilərəm?
bo: ངས་ I2P ནང་ IRC ལ་ཇི་ལྟར་འབྲེལ་དགོས།
cs: Jak se připojit na IRC v I2P?
da: Hvordan opretter jeg forbindelse til IRC inden for I2P?
el: Πώς συνδέομαι στο IRC μέσα στο I2P?
es: ¿Cómo me conecto a IRC dentro de I2P?
et: Kuidas ma ühendun I2P-sisese IRC-ga?
fa: چطور از طریق I2P به IRC متصل شوم؟
fi: Kuinka yhdistän IRC:hen I2P:n sisällä?
hi: I2P के भीतर IRC कैसे जोड़ें?
hu: Hogyan csatlakozhatok IRC-hez I2P-n belül?
in: Bagaimana cara terhubung ke IRC dalam I2P?
it: Come mi connetto a IRC all'interno di I2P?
ja: I2P 内の IRC につなぐには？
ko: I2P 내부에서 IRC 접속은 어떻게 하나요?
nb: Hvordan kobler jeg til IRC innen I2P?
nl: Hoe verbind ik met IRC binnen I2P?
pt: Como eu conecto no IRC dentro do I2P?
sl: Kako se povežem na IRC znotraj I2P?
sv: Hur ansluter jag till IRC inom I2P?
uk: Як підключитися до IRC всередині I2P?
vi: Tôi có thể kết nối đến IRC trong I2P như thế nào?

source: A tunnel to the main IRC server network within I2P, Irc2P, is created when I2P is installed (see the <a href=/i2ptunnelmgr>Tunnel Manager</a>), and is automatically started when the I2P router starts. To connect to it, tell your IRC client to connect to server: <code>127.0.0.1</code> port: <code>6668</code>.
ar: يتم إنشاء نفق إلى شبكة خوادم IRC الرئيسية داخل I2P وهي Irc2P عند تثبيت I2P (انظر <a href=/i2ptunnelmgr>مدير الأنفاق</a>)، ويتم تشغيله تلقائيًا عند بدء تشغيل موجه I2P. للاتصال به، قل لعميل IRC الخاص بك أن يتصل بالخادم: <code>127.0.0.1</code> المنفذ: <code>6668</code>.
az: I2P daxil edildikdə, Irc2P kimi I2P-nin əsas IRC server şəbəkəsinə bir tunel yaradılır (Bax /i2ptunnelmgr href =), və bunun avtostart zamanı I2P router ilə başlayır. Ona qoşulmaq üçün, IRC müştəriyinizə server-fəalətə demək üçün demək lazımdır: <code>127.0.0.1</ code> port: <code>6668</ code>.
bo: I2P ནང་གི་གཙོ་བའི་ IRC སརྟོན་པའི་དྲ་ལམ་ Irc2P ལ་གྲུང་ནེལ་ཞིག་ I2P བཙོན་པའི་སྐབས་སྐྱེལ་བ། (<a href=/i2ptunnelmgr>གྲུང་ནེལ་དོ་གསལ་བཀོད་པ</a> ལ་གཟིགས་རོགས།) དེ་ནི་ I2P རོ་ཌེར་འགོ་ཚུགས་སྐབས་རང་ཤུགས་ཀྱིས་འགོ་ཚུགས། དེར་འབྲེལ་བར། ཁྱེད་ཀྱི་ IRC ལས་སྣོན་ལ་སརྟོན་པར་འབྲེལ་དུ་བརྡ་བརྒྱུགས་རོགས། <code>127.0.0.1</code> སྒོ་མོ། <code>6668</code>
cs: Tunel do hlavní sítě serverů IRC v rámci I2P, Irc2P, se vytvoří při instalaci I2P (viz <a href=/i2ptunnelmgr>Správce tunelů</a>) a automaticky se spustí při spuštění směrovače I2P. K připojení k němu řekněte svému klientu IRC, aby se připojil k serveru: <code>127.0.0.1</code> port: <code>6668</code>.
da: En tunnel til det primære IRC-servernetværk inden for I2P, Irc2P, oprettes, når I2P er installeret (se <a href=/i2ptunnelmgr>Tunnel Manager</a>) og startes automatisk, når I2P-routeren starter. For at oprette forbindelse til det skal du fortælle din IRC-klient at oprette forbindelse til serveren: <code>127.0.0.1</code> port: <code>6668</code>.
el: Μια σήραγγα προς το κύριο δίκτυο εξυπηρετητών IRC μέσα στο I2P, Irc2P, δημιουργείται κατά την εγκατάσταση του I2P (βλ. τον <a href=/i2ptunnelmgr>Διαχειριστή Σήραγγας</a>), και ξεκινά αυτόματα όταν ξεκινά ο δρομολογητής I2P. Για να συνδεθείτε, πείτε στον πελάτη IRC σας να συνδεθεί στο διακομιστή: <code>127.0.0.1</code> θύρα: <code>6668</code>.
es: Cuando se instala I2P se crea un túnel hacia la red principal de servidores IRC dentro de I2P, Irc2P, (vea el <a href=/i2ptunnelmgr>Gestor de túneles</a>), y se inicia automáticamente cuando arranca el enrutador I2P. Para conectarte, indícale a tu cliente IRC que se conecte al servidor: <code>127.0.0.1</code> puerto: <code>6668</code>.
et: I2Pi paigaldamisel luuakse toru I2P-sse kuuluva peamise IRC-i serverivõrgu, Irc2P, juurde (vt <a href=/i2ptunnelmgr>Tunnelihaldur</a>), ja see käivitatakse automaatselt I2P ruuteri käivitamisel. Sellele ühendumiseks öelge oma IRC-i kliendile, et see ühenduks serveriga: <code>127.0.0.1</code> port: <code>6668</code>.
fa: تونلی به شبکه اصلی سرور IRC درون I2P، Irc2P، در هنگام نصب I2P ایجاد می‌شود (ببینید <a href=/i2ptunnelmgr>مدیر تونل</a>) و به طور خودکار هنگام شروع رهیاب I2P راه‌اندازی می‌شود. برای اتصال به آن، به مشتری IRC خود بگویید که به سرور متصل شود: <code>127.0.0.1</code> درگاه: <code>6668</code>.
fi: I2P:n asennuksen yhteydessä luodaan tunneli I2P:n pää-IRC-palvelinverkkoon, Irc2P, (katso <a href=/i2ptunnelmgr>tunnelin hallinta</a>), ja se käynnistyy automaattisesti, kun I2P-reititin käynnistyy. Voit yhdistää siihen kertomalla IRC-asiakasohjelman yhdistää palvelimeen: <code>127.0.0.1</code>, portti: <code>6668</code>.
hi: I2P में मुख्य IRC सर्वर नेटवर्क, Irc2P, के लिए टंनल I2P को इंस्टॉल करने पर बनाया जाता है (देखें <a href=/i2ptunnelmgr>Tunnel Manager</a>), और I2P रूटर शुरू होने पर स्वचालित रूप से शुरू होता है। इसके साथ कनेक्ट करने के लिए, अपने IRC क्लाइंट को सर्वर के साथ कनेक्ट करने के लिए बताएं: <code>127.0.0.1</code> पोर्ट: <code>6668</code>।
hu: Az I2P telepítésekor egy alagút létrejön a fő I2P IRC szerverhálózathoz, az Irc2P-hez (lásd: a <a href=/i2ptunnelmgr>Alagút vezérlőt</a>), és akkor automatikusan elindul, amikor az I2P útválasztó elindul. A csatlakozáshoz mondja az IRC kliensednek, hogy csatlakozzon a szerverhez: <code>127.0.0.1</code> port: <code>6668</code>.
in: Terowongan ke jaringan server IRC utama dalam I2P, Irc2P, dibuat saat I2P diinstal (lihat <a href=/i2ptunnelmgr>Pengelola Terowongan</a>), dan secara otomatis dijalankan saat router I2P dimulai. Untuk terhubung ke sana, beritahulan klien IRC Anda untuk terhubung ke server: <code>127.0.0.1</code> port: <code>6668</code>.
it: Viene creato un tunnel verso la rete principale del server IRC all'interno di I2P, Irc2P, quando viene installato I2P (vedere il <a href=/i2ptunnelmgr>Gestore del tunnel</a>), e viene avviato automaticamente quando il router I2P inizia. Per connettertici, digita nel client IRC il server: <code>127.0.0.1</code> porta: <code>6668</code>.
ja: I2Pをインストールすると、Irc2P内のメインIRCサーバーネットワークにトンネルが作成されます（詳細は<a href=/i2ptunnelmgr>トンネルマネージャ</a>を参照）。また、I2Pルーターが起動すると自動的に開始されます。接続するには、IRCクライアントに以下のサーバー情報を指定してください：サーバー：<code>127.0.0.1</code> ポート：<code>6668</code>。
ko: I2P가 설치되면 Irc2P라는 I2P 내의 주요 IRC 서버 네트워크에 대한 터널이 만들어집니다 (<a href=/i2ptunnelmgr>Tunnel Manager</a> 참조). 이 터널은 I2P 라우터가 시작될 때 자동으로 시작됩니다. 이에 연결하려면 IRC 클라이언트에 다음 서버 정보를 입력하십시오: 서버: <code>127.0.0.1</code> 포트: <code>6668</code>.
nb: En tunnel til hoved-IRC servernettverket innenfor I2P, Irc2P, blir opprettet når I2P er installert (se <a href=/i2ptunnelmgr>Tunnel Manager</a>), og starter automatisk når I2P-ruteren starter. For å koble til, fortell IRC-klienten din å koble til serveren: <code>127.0.0.1</code> port: <code>6668</code>.
nl: Wanneer I2P is geïnstalleerd, wordt er een tunnel naar het hoofd-IRC-servernetwerk binnen I2P, Irc2P, gemaakt (zie de <a href=/i2ptunnelmgr>Tunnelbeheer</a>), en wordt deze automatisch gestart wanneer de I2P-router wordt gestart. Om verbinding te maken, vertel je je IRC-client om verbinding te maken met de server: <code>127.0.0.1</code> poort: <code>6668</code>.
pt: Um túnel para a rede principal do servidor IRC no I2P, Irc2P, é criado quando o I2P é instalado (consulte o <a href=/i2ptunnelmgr>Gerenciador de Túneis</a>), e é iniciado automaticamente quando o roteador I2P é iniciado. Para se conectar a ele, informe ao seu cliente de IRC para se conectar ao servidor: <code>127.0.0.1</code> porta: <code>6668</code>.
sl: Tunel do glavnega omrežja strežnikov IRC znotraj I2P, Irc2P, se ustvari, ko je I2P nameščen (glejte <a href=/i2ptunnelmgr>Upravitelj tuneljev</a>) in se samodejno zažene, ko se zažene usmerjevalnik I2P. Da bi se povezali na njega, povejte svojemu klientu IRC, da se poveže na strežnik: <code>127.0.0.1</code> vrata: <code>6668</code>.
sv: En tunnel till huvud-IRC-servernätverket inom I2P, Irc2P, skapas när I2P installeras (se <a href=/i2ptunnelmgr>tunnelhanteraren</a>) och startas automatiskt när I2P-routern startar. För att ansluta till det, säg till din IRC-klient att ansluta till servern: <code>127.0.0.1</code> port: <code>6668</code>.
uk: При установці I2P створюється тунель до основної IRC-мережі всередині I2P - Irc2P (див. <a href=/i2ptunnelmgr>Менеджер тунелів</a>), і він автоматично запускається при старті роутера I2P. Щоб підключитися, накажіть своєму IRC-клієнту підключитися до сервера за адресою: <code>127.0.0.1</code> порт: <code>6668</code>.
vi: Một hầm đến mạng IRC server chính bên trong I2P, Irc2P, sẽ được tạo khi cài đặt I2P (xem <a href=/i2ptunnelmgr>Trình quản lý Hầm</a>), và sẽ tự động khởi chạy khi bộ định tuyến I2P khởi động. Để kết nối đến nó, bảo khách hộ IRC của bạn kết nối đến máy chủ: <code>127.0.0.1</code> cổng: <code>6668</code>.

source: XChat-like client users can create a new network with the server <code>127.0.0.1/6668</code> (remember to tick <i>Bypass proxy server</i> if you have a proxy server configured), or you can connect with the command <code>/server 127.0.0.1 6668</code>. Different IRC clients may vary the syntax.
ar: يمكن لمستخدمي عملاء مشابهة لـ XChat إنشاء شبكة جديدة مع الخادم <code>127.0.0.1/6668</code> (تذكر تحديد خانة <i>تجاوز خادم البروكسي</i> إذا كان لديك خادم بروكسي مكون)، أو يمكنك الاتصال باستخدام الأمر <code>/server 127.0.0.1 6668</code>. قد تختلف نحوية عملاء IRC المختلفة.
az: XChat kimi istifadəçilər yeni bir network yarada bilərlər <code>127.0.0.1/6668</ code> (proxy server konfiqurasiya edilsə, <i>beynəlxalq proxy server</i> ifadəsini yaxşılaşdırmaq üçün xatırladan çıxarmaq lazımdır) və ya komanda ilə qoşula bilərsiniz <code>/server 127.0.0.1 6668</ code>. Fərqli IRC müştəriləri sözdizimi dəyişə bilər.
bo: XChat འདྲ་བའི་ལས་སྣོན་པས་ <code>127.0.0.1/6668</code> སརྟོན་པས་དྲ་ལམ་གསར་བཟོ་བར་རོགས། (ཁྱེད་ལ་ཚབ་སྤྱོད་སརྟོན་པ་རྒྱུན་སྒྲིག་སྟེན་བྱས་ཡོད་ན་ <i>ཚབ་སྤྱོད་སརྟོན་པ་གཡོར་བ།</i> ལ་རྟགས་རྒྱབ་རོགས།) ཡང་ན་ཁྱེད་ཀྱིས་ <code>/server 127.0.0.1 6668</code> བརྡ་བརྒྱུགས་ཀྱིས་འབྲེལ་ཐུབ། ལས་སྣོན་ IRC ལས་སྣོན་པ་སོ་སོར་བརྡ་བརྒྱུགས་ཀྱི་ཚུགས་གཞི་མི་འདྲ་བའི་རེད།
cs: Uživatelé klienta XChat-like mohou vytvořit novou síť se serverem <code>127.0.0.1/6668</code> (nezapomeňte zaškrtnout <i>Obcházet síťový proxy server</i>, pokud máte nakonfigurovaný proxy server), nebo se lze připojit pomocí příkazu <code>/server 127.0.0.1 6668</code>. Syntaxe se může lišit mezi různými klienty IRC.
da: Brugere af XChat-lignende klienter kan oprette et nyt netværk med serveren <code>127.0.0.1/6668</code> (husk at markere <i>Bypass proxy server</i> , hvis du har en proxyserver konfigureret), eller du kan oprette forbindelse med kommandoen <code>/server 127.0.0.1 6668</code>. Syntaxen for forskellige IRC-klienter kan variere.
el: Οι χρήστες πελάτες παρόμοιοι με το XChat μπορούν να δημιουργήσουν ένα νέο δίκτυο με τον διακομιστή <code>127.0.0.1/6668</code> (να θυμάστε να επιλέξετε <i>Παράκαμψη διακομιστή ολοκληρωτικής διανομής</i> αν έχετε διαμορφώσει ένα διακομιστή μεσολάβησης), ή μπορείτε να συνδεθείτε με την εντολή <code>/server 127.0.0.1 6668</code>. Διάφοροι πελάτες IRC μπορεί να διαφέρουν στη σύνταξη.
es: Los usuarios de clientes similares a XChat pueden crear una nueva red con el servidor <code>127.0.0.1/6668</code> (recuerda seleccionar <i>Bypass proxy server</i> si tienes un servidor proxy configurado), o puedes conectarte con el comando <code>/server 127.0.0.1 6668</code>. La sintaxis puede variar según el cliente IRC.
et: XChat-laadse kliendi kasutajad saavad luua uue võrgu serveriga <code>127.0.0.1/6668</code> (veenduge, et märkiste <i>Mööda puhverserverist</i>, kui teil on puhverserver seadistatud) või saate ühenduda järgmise käsuga <code>/server 127.0.0.1 6668</code>. Erinevad IRC kliendid võivad süntaksit varieerida.
fa: کاربران مشتری شبیه به XChat می‌توانند شبکه جدید با سرور <code>127.0.0.1/6668</code> ایجاد کنند (یاد آوری کنید که باید علامت <i>گذر از سرور پراکسی</i> را برای بررسی کنید اگر سرور پراکسی تنظیم شده دارید) یا می‌توانید با دستور <code>/server 127.0.0.1 6668</code> متصل شوید. سنتاکس مشتری‌های IRC مختلف ممکن است متفاوت باشد.
fi: XChat-tyyliset asiakasohjelmat voivat luoda uuden verkon palvelimen <code>127.0.0.1/6668</code> kanssa (muista ruksata <i>Bypass proxy server</i> jos sinulla on välityspalvelin määritetty), tai voit yhdistää komennolla <code>/server 127.0.0.1 6668</code>. Eri IRC-asiakasohjelmissa syntaksi voi vaihdella.
hi: XChat जैसे क्लाइंट उपयोगकर्ताओं को सर्वर <code>127.0.0.1/6668</code> के साथ एक नई नेटवर्क बनाने की संभावना है (यदि आपके पास प्रॉक्सी सर्वर की सेटिंग है, तो <i>Bypass proxy server</i> की जगह चेक करना याद रखें), या आप <code>/server 127.0.0.1 6668</code> कमांड के साथ कनेक्ट हो सकते हैं। विभिन्न IRC क्लाइंटों में सिंटैक्स में अंतर हो सकता है।
hu: Az XChat-szerű klienshasználók új hálózatot hozhatnak létre a <code>127.0.0.1/6668</code> szervert használva (ne felejtse el bepipálni a <i>Proxy szerver kihagyása</i> lehetőséget, ha beállított proxy szervere van), vagy csatlakozhat a <code>/server 127.0.0.1 6668</code> parancs használatával. Különböző IRC kliensek eltérő szintaxist használhatnak.
in: Pengguna klien mirip XChat dapat membuat jaringan baru dengan server <code>127.0.0.1/6668</code> (ingat untuk centang <i>Lewati server proxy</i> jika Anda memiliki server proxy yang dikonfigurasi), atau Anda dapat terhubung dengan perintah <code>/server 127.0.0.1 6668</code>. Sintaksis klien IRC berbeda mungkin berbeda.
it: Gli utenti del client simili a XChat possono creare una nuova rete con il server <code>127.0.0.1/6668</code> (ricordati di spuntare <i>Bypassa server proxy</i> se hai configurato un server proxy), oppure puoi collegarti con il comando <code>/server 127.0.0.1 6668</code>. Diversi client IRC possono variare la sintassi.
ja: XChatのようなクライアントのユーザーは、<code>127.0.0.1/6668</code>というサーバーで新しいネットワークを作成することができます（プロキシサーバーが設定されている場合は<i>プロキシサーバーをバイパス</i>にチェックを入れることをお忘れなく）。または、<code>/server 127.0.0.1 6668</code>というコマンドで接続することもできます。異なるIRCクライアントの構文は異なる場合があります。
ko: XChat과 비슷한 클라이언트 사용자는 서버 <code>127.0.0.1/6668</code>을(를) 사용하여 새로운 네트워크를 생성할 수 있습니다 (프록시 서버를 구성한 경우 <i>프록시 서버 우회</i>를 선택하는 것을 잊지 마십시오). 또는 다음 명령을 사용하여 연결할 수 있습니다. <code>/server 127.0.0.1 6668</code>. 다른 IRC 클라이언트는 구문이 달라질 수 있습니다.
nb: Brukere av klienter som XChat kan opprette et nytt nettverk med serveren <code>127.0.0.1/6668</code> (husk å merke av <i>Bypass proxy server</i> hvis du har konfigurert en mellomtjener), eller kan du koble til med kommandoen <code>/server 127.0.0.1 6668</code>. Forskjellige IRC-klienter kan variere syntaksen.
nl: Gebruikers van XChat-achtige clients kunnen een nieuw netwerk maken met de server <code>127.0.0.1/6668</code> (vergeet niet om <i>Proxyserver omzeilen</i> aan te vinken als je een proxyserver geconfigureerd hebt), of je kunt verbinding maken met het commando <code>/server 127.0.0.1 6668</code>. De syntax kan verschillen tussen verschillende IRC-clients.
pt: Usuários do cliente semelhante ao XChat podem criar uma nova rede com o servidor <code>127.0.0.1/6668</code> (lembre-se de marcar <i>Ignorar servidor proxy</i> se você tiver um servidor proxy configurado), ou você pode conectar com o comando <code>/server 127.0.0.1 6668</code>. Os diferentes clientes de IRC podem variar a sintaxe.
sl: Uporabniki klientov, podobnih XChat, lahko ustvarijo novo omrežje z strežnikom <code>127.0.0.1/6668</code> (ne pozabite označiti <i>Izstopajte posredniški strežnik</i>, če imate nastavljen posredniški strežnik), ali pa se lahko povežete z ukazom <code>/server 127.0.0.1 6668</code>. Različni IRC klienti lahko spreminjajo sintakso.
sv: Användare av klienter som liknar XChat kan skapa ett nytt nätverk med servern <code>127.0.0.1/6668</code> (kom ihåg att kryssa i <i>Bypass proxy server</i> om du har en konfigurerad proxyserver), eller så kan du ansluta med kommandot <code>/server 127.0.0.1 6668</code>. Olika IRC-klienter kan variera syntaxen.
uk: Користувачі клієнтів, подібних до XChat, можуть створити нову мережу зі сервером <code>127.0.0.1/6668</code> (не забудьте відзначити прапорець <i>Обійти проксі-сервер</i> якщо ви налаштували проксі-сервер), або можете підключитися командою <code>/server 127.0.0.1 6668</code>. Синтаксис може відрізнятися у різних IRC-клієнтах.
vi: Người dùng khách hộ IRC kiểu XChat có thể tạo mạng mới với máy chủ <code>127.0.0.1/6668</code> (nhớ đánh dấu vào ô <i>Bỏ qua máy chủ proxy</i> nếu bạn đã cấu hình máy chủ proxy), hoặc bạn có thể kết nối với lệnh <code>/server 127.0.0.1 6668</code>. Các khách hộ IRC khác nhau có thể biến đổi cú pháp.

source: My IRC client keeps disconnecting from the network, is there anything I can do?
ar: يتم فصل عميل IRC الخاص بي من الشبكة باستمرار، هل هناك شيء يمكنني فعله؟
az: IRC müştərim şəbəkədən ayırmaq oruc tutmağa davam edir, edə biləcəyim bir şey varmı?
bo: ངའི་ IRC ལས་སྣོན་པ་དྲ་ལམ་ནས་མཉམ་མཉམ་ཆད་ཀྱི་འདུག ངས་ཅི་ཞིག་བྱེད་ཐུབ་བམ།
cs: Můj klient IRC se neustále odpojuje od sítě, je něco, co mohu udělat?
da: Min IRC-klient bliver ved med at blive afbrudt fra netværket, er der noget, jeg kan gøre?
el: Ο πελάτης IRC μου συνεχίζει να αποσυνδέεται από το δίκτυο, υπάρχει κάτι που μπορώ να κάνω?
es: ¿Mi cliente IRC se desconecta continuamente de la red, hay algo que pueda hacer?
et: Minu IRC-klient katkestab pidevalt ühenduse võrguga, kas ma saan midagi teha?
fa: مشتری IRC من به طور مکرر از شبکه قطع می‌شود، می‌توانم چه کاری انجام دهم؟
fi: IRC-asiakasohjelma katkaisee jatkuvasti yhteyden verkkoon, onko jotain mitä voin tehdä?
hi: मेरा IRC क्लाइंट नेटवर्क से निरंतर डिस्कनेक्ट होता रहता है, क्या मैं कुछ कर सकता हूँ?
hu: Az IRC kliensem folyamatosan lekapcsol a hálózatról, tehetek valamit?
in: Klien IRC saya terus terputus dari jaringan, apa yang bisa saya lakukan?
it: Il mio client IRC si disconnette continuamente dalla rete, c'è qualcosa che posso fare?
ja: 私のIRCクライアントはネットワークから切断され続けます。何か対処方法はありますか？
ko: 내 IRC 클라이언트는 네트워크에서 계속 연결을 끊고 있습니다. 내가 할 수있는 일이 있습니까?
nb: Min IRC klient kobler stadig fra nettverket, er det noe jeg kan gjøre?
nl: Mijn IRC-client wordt steeds verbroken van het netwerk. Is er iets dat ik kan doen?
pt: Meu cliente de IRC continua se desconectando da rede, há algo que eu possa fazer?
sl: Moje IRC-odjemalec se nekajkrat razkloplja s omrežjem, obstaja kaj, kar lahko storim?
sv: Min IRC-klient kopplas kontinuerligt från nätverket, finns det något jag kan göra?
uk: Мій IRC-клієнт постійно відключається від мережі, що я можу зробити?
vi: Khách hộ IRC của tôi liên tục ngắt kết nối khỏi mạng, tôi có thể làm gì?
