Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When set to true, this setting enables reverse DNS lookups for peers, triggered when displaying the country flag of a peer or when the hostname or domain is explicitly displayed in the console, or when the peer's RouterInfo is written to disk. In order to avoid repeat lookups, it's recommended to configure a generous caching policy for DNS lookups of 10 minutes or more, and to configure a privacy respecting DNS server in your operating system. [Disabled by default, restart required]
ar: عند تعيينه على صحيح، هذا الإعداد يمكّن بحث العكسي لاسم النطاق للأقران، مشغّل عند عرض علم الدولة للأقران أو عند عرض اسم المضيف أو النطاق بشكل صريح في واجهة التحكم، أو عند كتابة معلومات الراوتر للأقران على القرص. من أجل تجنّب إعادة البحث، يوصى بتكويف سياسة جودوسة لمهل أكثر من 10 دقائق لبحث اسم النطاق، وتكويف خادوم اسم نطاق يحترم الخصوصية في نظام التشغيل. [غير ممكّن بالافتراض، يتطلب إعادة التشغيل]
az: Əslinə qaldıqda, bu parametr həmfikirin ölkə bayrağını göstərərkən və ya host adı və ya domen konsolda açıq şəkildə göstərildikdə və ya həmfikirin RouterInfo diskinə yazıldıqda işə salınan həmyaşıdları üçün DNS görünüşlərini tərsinə çevirməyə imkan verir. Təkrar axtarışların qarşısını almaq üçün 10 dəqiqə və ya daha çox müddətdə DNS axtarışları üçün səxavətli keşləmə siyasətini konfiqurasiya etmək və əməliyyat sisteminizdə DNS serverinə hörmət edən məxfiliyi konfiqurasiya etmək tövsiyə olunur. [Standart olaraq deaktiv edin, yenidən başladın tələb olunur]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། འདིའི་བཀོད་སྒྲིག་གིས་ peers ལ་ reverse DNS lookups བྱིན་ཡོད། peer གྱི་རྒྱལ་དར་བཀྲ་བའམ། hostname ཡང་ན་ domain ཐད་ཀར་ console ནང་བཀྲ་བའམ། peer གྱི་ RouterInfo བརྡུང་ཁུག་ཏུ་བྲིས་སྐབས་སློག་བྱེད། བསྐྱར་འཚོལ་འགོག་ཆེད། སྐར་མ་ 10 ཡང་ན་དེ་ལས་མང་བའི་ DNS lookups ལ་གཏོང་ཕོད་ཆེ་བའི་ caching policy བཀོད་སྒྲིག་བྱེད་རྒྱུ་དང་། ཁྱེད་ཀྱི་བཀོལ་སྤྱོད་རིམ་ལུགས་ནང་སྒེར་དོན་ལ་བརྩི་བའི་ DNS server བཀོད་སྒྲིག་བྱེད་རྒྱུ་འོས་སྙམ། [སྔོན་སྒྲིག་བསྒྲིག་བྱས་ཡོད། བསྐྱར་འགོ་ཚུགས་དགོས།]
cs: Když je nastaveno na true, tato volba umožňuje zpětné DNS vyhledávání pro vrstevníky, které je vyvoláno při zobrazení vlajky země vrstevníka nebo když je hostname nebo doména explicitně zobrazena v konzoli, nebo když je RouterInfo vrstevníka zapsán na disk. Aby se zabránilo opakovaným vyhledáváním, doporučuje se nastavit velkorysou politiku kešování DNS vyhledávání na 10 minut nebo déle a nastavit DNS server, který respektuje soukromí, v operačním systému. [Výchozí hodnota je vypnuta, je potřeba restartovat]
da: Når denne indstilling er aktiveret, tillader den omvendt DNS-opslag for jævnaldrende, der udløses, når nationalflaget for en jævnaldrende vises, eller når værtsnavnet eller domænet vises eksplicit i konsollen, eller når jævnaldrendes RouterInfo skrives til disk. For at undgå gentagne opslag anbefales det at konfigurere en generøs cachelagring af DNS-opslag på 10 minutter eller længere og konfigurere en DNS-server der respekterer beskyttelse af privatlivet på dit operativsystem. [Deaktiveret som standard, genstart påkrævet]
el: Όταν ορίζεται σε true, αυτή η ρύθμιση ενεργοποιεί αναστροφέα αναζήτηση DNS για τους ομόκεντρους, που ενεργοποιείται όταν εμφανίζεται η σημαία της χώρας ενός ομόκεντρου ή όταν το όνομα υπολογιστή ή το τομέα εμφανίζεται ρητά στην κονσόλα, ή όταν το RouterInfo του ομόκεντρου γράφεται στο δίσκο. Προκειμένου να αποφευχθούν επαναλαμβανόμενες αναζητήσεις, συνιστάται να ρυθμίσετε μια γενναιόδωρη πολιτική προσωρινής αποθήκευσης για αναζητήσεις DNS, δεκαλέπτου ή περισσότερο, και να ρυθμίσετε έναν DNS διακομιστή που σέβεται την ιδιωτικότητα στο λειτουργικό σύστημά σας. [Απενεργοποιημένο από προεπιλογή, απαιτείται επανεκκίνηση]
es: Cuando se establece en true, esta configuración habilita las búsquedas DNS inversas para los pares, activadas al mostrar la bandera del país de un par o al mostrar explícitamente el nombre de host o dominio en la consola, o cuando se escribe en disco la RouterInfo del par. Para evitar búsquedas repetidas, se recomienda configurar una política generosa de caché para las búsquedas DNS de 10 minutos o más, y configurar un servidor DNS respetuoso con la privacidad en tu sistema operativo. [Deshabilitado de forma predeterminada, se requiere reinicio]
et: Kui see on seadistatud tõeks, siis see seadistus võimaldab pöördotsinguid eakaaslaste jaoks, mis on käivitatud siis, kui eakaaslase lipu riik kuvatakse või kui võõrustaja nimi või domeen kuvatakse selgesõnaliselt konsoolis, või kui eakaaslase RouterInfo kirjutatakse kettale. Korduvate otsingute vältimiseks soovitatakse konfigureerida DNS-i otsingute jaoks helde puhvri poliitika 10 minutiks või kauemaks ja konfigureerida privaatsust austav DNS-i server operatsioonisüsteemis. [Vaikimisi on keelatud, taaskäivitamine on vajalik]
fa: وقتی روی true تنظیم می شود، این تنظیم جستجوهای معکوس DNS را برای همتایان فعال می کند که هنگام نمایش پرچم کشور یک همتا یا زمانی که نام میزبان یا دامنه به صراحت در کنسول نمایش داده می شود، یا زمانی که RouterInfo همتا روی دیسک نوشته می شود، فعال می شود.
fi: Kun tämä asetus on totta, tämä asetus mahdollistaa käänteisten DNS-tarkkailuiden suorittamisen vertaisille, kun vertaisen maan lippu näytetään tai kun isäntänimi tai verkkotunnus näytetään selaimessa tai kun vertaisen RouterInfo tallennetaan levylle. Toistuvien tarkkailuiden välttämiseksi on suositeltavaa määrittää antelias välimuistin käytäntö DNS-tarkkailuihin, 10 minuutin tai pidemmän ajaksi, ja määrittää yksityisyyttä kunnioittava DNS-palvelin käyttöjärjestelmääsi. [Oletusarvoisesti pois päältä, käynnistys vaaditaan]
hi: जब यह सत्य कर दिया जाता है, तो यह सेटिंग समकक्ष के लिए रिवर्स DNS खोजें सक्षम करती है, जब एक समकक्ष के देश के झंडे दिखाये जाते हैं, या जब होस्टनाम या डोमेन को कंसोल में व्यक्त किया जाता है, या जब समकक्ष के RouterInfo डिस्क पर लिखा जाता है। दोहरी खोजों से बचने के लिए, यह सुझावित है कि DNS खोजों के लिए 10 मिनट से अधिक के लिए एक अद्यतन रैखिक नीति सेट करें, और अपने ऑपरेटिंग सिस्टम में गोपनीयता सम्मान करने वाले DNS सर्वर को सेट करें। [मानक रूप से अक्षम है, पुनः शुरू करने की आवश्यकता है]
hu: Amikor igazra van állítva, ez a beállítás lehetővé teszi a peers visszafelé DNS nézeteit, amelyek akkor aktiválódnak, amikor egy peer országának zászlaja jelenik meg, vagy amikor a gépnevet vagy a domainnevet az eredményfüggönyön jeleníti meg, vagy akkor is, amikor a peer RouterInfo-ja lemezre kerül. Ahhoz, hogy elkerülje a többszörös keresést, javasolt, hogy állítsa be a DNS keresések bőséges gyorsítótárazási politikáját 10 percnél hosszabb időre, és állítsa be a magánszférát tiszteletben tartó DNS kiszolgáló beállításait a működési rendszerben. [Elsődlegesen kikapcsolt, újraindítás szükséges]
in: Ketika diatur menjadi true, pengaturan ini akan memungkinkan pencarian DNS terbalik untuk peer, dipicu saat menampilkan bendera negara peer atau saat nama host atau domain secara eksplisit ditampilkan di konsol, atau saat RouterInfo peer ditulis ke disk. Untuk menghindari pencarian ulang, disarankan mengkonfigurasi kebijakan caching yang longgar untuk pencarian DNS selama 10 menit atau lebih, dan mengkonfigurasi server DNS yang menghormati privasi di sistem operasi Anda. [Nonaktif secara default, restart diperlukan]
it: Quando impostato su vero, questa impostazione abilita ricerche DNS inverse per i peer, innescate quando viene visualizzata la bandiera del paese di un peer o quando l'hostname o dominio viene esplicitamente visualizzato nella console, o quando le informazioni del router del peer vengono scritte su disco. Per evitare ricerche ripetute, si consiglia di configurare una politica di cache generosa per le ricerche DNS di 10 minuti o più e di configurare un server DNS che rispetti la privacy nel proprio sistema operativo. [Disabilitato per impostazione predefinita, riavvio richiesto]
ja: trueに設定すると、ピアの国旗を表示する際やホスト名やドメインがコンソールに明示的に表示される場合、またはピアのRouterInfoがディスクに書き込まれる際に、逆DNSルックアップが有効になります。繰り返しのルックアップを避けるために、DNSルックアップのための寛大なキャッシュポリシー（10分以上）を設定し、オペレーティングシステムにプライバシーを尊重するDNSサーバーを設定することをお勧めします。[デフォルトでは無効、再起動が必要]
ko: 참으로 설정되면 이 설정은 피어의 국기 표시 시에 반대 DNS 조회를 활성화하고, 콘솔에 호스트명이나 도메인이 명시적으로 표시되거나 피어의 RouterInfo가 디스크에 기록될 때 활성화됩니다. 반복 조회를 방지하기 위해 DNS 조회에 대한 10분 이상의 캐싱 정책을 구성하고 운영 체제에서 개인정보 보호를 위한 DNS 서버를 구성하는 것이 권장됩니다. [기본적으로 비활성화되어 있으며, 재시작이 필요합니다]
nb: Når dette er satt til true, aktiveres revers DNS-oppslag for noder, utløst når landsbyflagget til en node vises, eller når vertsnavnet eller domenet vises eksplisitt i konsollen, eller når RouterInfotas for en node skrives til disk. For å unngå gjentatte oppslag, er det anbefalt å konfigurere en generøs bufferpolicy for DNS-oppslag på 10 minutter eller mer og konfigurere en DNS-server som respekterer personvern i operativsystemet ditt. [Deaktivert som standard, krever omstart]
nl: Als deze instelling is ingesteld op waar, worden omgekeerde DNS-opzoekingen ingeschakeld voor peers, geactiveerd wanneer de landvlag van een peer wordt weergegeven, of wanneer de hostnaam of het domein expliciet wordt weergegeven in de console, of wanneer de RouterInfo van de peer naar schijf wordt geschreven. Om herhaalde opzoekingen te voorkomen, wordt aanbevolen om een genereus cachebeleid te configureren voor DNS-opzoekingen van 10 minuten of langer en om een DNS-server te configureren die de privacy respecteert in uw besturingssysteem. [Standaard uitgeschakeld, herstart vereist]
pt: Quando definido como verdadeiro, essa configuração permite pesquisas reversas de DNS para peers, acionadas ao exibir a bandeira do país de um peer ou quando o nome do host ou domínio são explicitamente exibidos no console, ou quando as informações do roteador do peer são gravadas no disco. Para evitar pesquisas repetidas, é recomendado configurar uma política de armazenamento em cache generosa para pesquisas de DNS de 10 minutos ou mais, e configurar um servidor DNS que respeite a privacidade em seu sistema operacional. [Desativado por padrão, reinício necessário]
sl: Če je nastavljeno na true, ta nastavitev omogoča obratne iskanje DNS za parterje, sproženo pri prikazu zastave države parterja ali ko je ime gostitelja ali domena jasno prikazana v konzoli, ali ko je RouterInfo parterja zapisan na disk. Da bi se izognili ponovnim iskanjem, je priporočljivo konfigurirati nenehno politiko predpomnilnika za iskanje DNS, ki traja 10 minut ali več, in konfigurirati DNS strežnik, ki spoštuje zasebnost, v vašem operacijskem sistemu. [Onemogočeno privzeto, potreben je ponovni zagon]
sv: När inställd på sann, aktiverar denna inställning omvänd DNS-uppslagning för peers, vilket utlöses när landets flagga för en peer visas eller när värdnamn eller domän visas på konsolen, eller när routerinfo för en peer skrivs till disk. För att undvika upprepade uppslagningar rekommenderas du att konfigurera en generös cachepolicy för DNS-uppslagningar på 10 minuter eller mer, och att konfigurera en DNS-server som respekterar din integritet i ditt operativsystem. [Inaktiverad som standard, omstart krävs]
uk: Якщо встановлено в True, це налаштування дозволяє зворотним пошуком DNS для однолітків, спрацьовуваних при відображенні прапор країни однорангового або коли ім'я хоста або домен явно відображається на консолі, або коли марутерінфо однорангового запису записується на диск. Для того, щоб уникнути повторних пошуків, рекомендується налаштувати щедру політику кешування для пошуку DNS 10 хвилин і більше та налаштувати конфіденційність, що стосується сервера DNS у вашій операційній системі. [Відключено за замовчуванням, перезапуск потрібно]
vi: Khi được đặt thành TRUE, cài đặt này cho phép tra cứu DNS ngược cho các đồng nghiệp, được kích hoạt khi hiển thị cờ quốc gia của một người ngang hàng hoặc khi tên máy chủ hoặc tên miền được hiển thị rõ ràng trong bảng điều khiển hoặc khi RouterInfo của ngang hàng được ghi vào đĩa. Để tránh tra cứu lặp lại, bạn nên định cấu hình chính sách bộ đệm hào phóng cho tra cứu DNS từ 10 phút trở lên và để định cấu hình quyền riêng tư tôn trọng máy chủ DNS trong hệ điều hành của bạn. [Bị vô hiệu hóa theo mặc định, bắt đầu khởi động lại]

source: This setting permits a custom text prefix to be set for the page title on router console pages, potentially useful when you have multiple consoles open on browser tabs and want an easy method to differentiate between them.
bo: འདིའི་བཀོད་སྒྲིག་གིས་རོ་ཌེར་ console ཤོག་ངོས་ཀྱི་ཤོག་ངོས་མིང་ལ་སྒྲིག་བཟོ་བའི་ཡིག་གེ་སྔོན་ཚིག་བཀོད་ཆོག ཁྱེད་ལ་བརའུ་སར་ tabs མང་པོ་ཁ་སྤེལ་ནས་དབྱེ་བདག་བྱེད་པར་སྟབས་བདེ་བ་ཞིག་ཡོད།
hi: यह सेटिंग आपको राउटर कंसोल पृष्ठों पर पेज शीर्षक के लिए एक व्यक्तिगत पाठ प्रीफ़िक्स सेट करने की अनुमति देती है, जो ब्राउज़र टैब्स पर कई कंसोल खोले रखने वाले और उनके बीच अंतर करने का एक आसान तरीका चाहते हैं जब यह बहुत उपयोगी हो सकता है।
ko: 이 설정은 라우터 콘솔 페이지의 페이지 제목에 사용자 지정 텍스트 접두사를 설정할 수 있도록 합니다. 여러 콘솔이 브라우저 탭에서 열려 있을 때 간편하게 구분하기 위해 유용할 수 있습니다.
sl: Ta nastavitev dovoli, da nastavite prilagojeno tekstovni predpon za naslov strani na straneh konzole usmerjevalnika, potencialno uporaben za razlikovanje med več konzolami, odprte na zavihkih brskalnika.

source: When set to true, accessing the router console via http:// when https:// is enabled will automatically redirect to https. To configure router console access, edit the settings in your <code>clients.config</code> file in your profile directory (<i>not</i> the application installation directory). [Enabled by default]
ar: عند التعيين على "صحيح"، فإن الوصول إلى وحدة تحكم جهاز التوجيه عبر http:// عند تمكين https:// سيؤدي إلى إعادة التوجيه تلقائيًا إلى https.
az: Doğruya təyin edildikdə, http://vasitəsilə router konsoluna daxil olmaq üçün https://aktiv olduqda avtomatik olaraq https ünvanına yönləndiriləcək. Ruter konsoluna girişi konfiqurasiya etmək üçün clients.config faylındakı parametrləri <code></code> profil kataloqunuzda (tətbiqin quraşdırılması kataloqu<i> deyil</i>) redaktə edin. [Standart olaraq aktivdir]
bo: true ལ་བཀོད་སྒྲིག་བྱས་སྐབས། https:// བྱིན་ཡོད་སྐབས་ http:// བརྒྱུད་རོ་ཌེར་ console ལ་འཛུལ་བ་ཡོད་ན་ https ལ་རང་འགུལ་ངང་སྤྱོད་བསྒྱུར། རོ་ཌེར་ console འཛུལ་སྤྱོད་བཀོད་སྒྲིག་བྱེད་པར། ཁྱེད་ཀྱི་མིང་ཐོ་སྣོད་ཐོའི་ནང་ <code>clients.config</code> ཡིག་ཆའི་བཀོད་སྒྲིག་བསྒྱུར་རོགས། (<i>application installation directory</i> མིན།) [སྔོན་སྒྲིག་བྱིན་ཡོད།]
cs: Když je nastaveno na true, přístup k routerové konzoli pomocí protokolu http://, když je povoleno https://, bude automaticky přesměrován na https. Pro konfiguraci přístupu ke konzoli routeru upravte nastavení ve svém souboru <code>clients.config</code> ve vašem profilovém adresáři (<i>nikoliv</i> adresář instalace aplikace). [Výchozí hodnota je zapnuta]
da: Når denne er sat til sand, vil adgang til routerkonsollen via http:// , når https:// er-enabled, automatisk omdirigere til https. For at konfigurere routerkonsoladgang skal du redigere indstillingerne i din <code>clients.config</code> fil i din profilmappe (<i>ikke</i> programinstallationsmappen). [Slået til som standard]
el: Όταν ορίζεται σε true, η πρόσβαση στην κονσόλα του δρομολογητή μέσω http:// όταν το https:// είναι ενεργοποιημένο θα ανακατευθύνεται αυτόματα στο https. Για να ρυθμίσετε την πρόσβαση στην κονσόλα του δρομολογητή, επεξεργαστείτε τις ρυθμίσεις στο αρχείο <code>clients.config</code> στον κατάλογο του προφίλ σας (<i>όχι</i> τον κατάλογο εγκατάστασης της εφαρμογής). [Ενεργοποιείται από προεπιλογή]
es: Cuando se establece en true, acceder a la consola del enrutador a través de http:// cuando está habilitado https:// redireccionará automáticamente a https. Para configurar el acceso a la consola del enrutador, edita la configuración en tu archivo <code>clients.config</code> en el directorio de perfil (<i>no</i> el directorio de instalación de la aplicación). [Habilitado de forma predeterminada]
et: Kui see on seadistatud tõeks, viitab HTTP kliendi olek HTTPS-le ümbersuunamiseks, kui need on lubatud. Routeri kliendi juurdepääsu seadistamiseks muutke sätteid oma profiilikataloogis <code>kliendid.config</code> (mitte rakenduse installimiskataloogis). [Vaikimisi on lubatud]
fa: هنگامی که روی true تنظیم می شود، دسترسی به کنسول روتر از طریق http:// هنگامی که https:// فعال است به طور خودکار به https هدایت می شود.
fi: Kun tämä asetus on totta, reitittimen konsolin käyttäminen http://-osoitteesta, kun https:// on käytössä, ohjataan automaattisesti https://-osoitteeseen. Reitittimen konsolin käytön määrittämiseksi muokkaa asetuksia <code>clients.config</code> -tiedostossa profiilihakemistossasi (<i>eikä</i> sovelluksen asennushakemistossa). [Oletusarvoisesti päällä]
hi: जब यह सत्य किया जाता है, तो https:// सक्षम होने पर http:// के माध्यम से राउटर कंसोल पहुँचने पर स्वचालित रूप से https पर विराम दिया जाता है। राउटर कंसोल पहुँच की सेटिंग को अपडेट करने के लिए, प्रोफ़ाइल डिरेक्टरी में आपके <code>clients.config</code> फ़ाइल में सेटिंग एडिट करें (ऐप्लिकेशन स्थापना डिरेक्टरी में नहीं)। [द्वारा सक्षम होने वाला]
hu: Amikor az igazra van állítva, automatikus átirányítást hoz létre a https-be, amikor a https:// engedélyezve van, hozzáférés a router: konzolhoz http:// -n keresztül. A router konzolhoz való hozzáférés konfigurálásához szerkesztse a beállításokat <code>clients.config</code> fájlban a profil könyvtárában (<i> nem </i> a program telepítési könyvtárában). [Elsődlegesen engedélyezve]
in: Ketika diatur menjadi true, mengakses konsol router melalui http:// saat https:// diaktifkan akan secara otomatis mengarah ke https. Untuk mengkonfigurasi akses konsol router, ubah pengaturan di file <code>clients.config</code> Anda di direktori profil (<i>bukan</i> direktori instalasi aplikasi). [Diaktifkan secara default]
it: Quando impostato su vero, l'accesso alla console del router tramite http:// quando è abilitato https:// verrà automaticamente reindirizzato a https. Per configurare l'accesso alla console del router, modificare le impostazioni nel file <code>clients.config</code> nella directory del profilo (non nella directory di installazione dell'applicazione). [Abilitato per impostazione predefinita]
ja: trueに設定すると、https://が有効な場合にhttp://経由でルーターコンソールにアクセスすると自動的にhttpsにリダイレクトされます。ルーターコンソールへのアクセスを構成するには、プロファイルディレクトリの<code>clients.config</code>ファイルの設定を編集します（アプリケーションのインストールディレクトリでは<i>ありません</i>）。[デフォルダで有効]
ko: 참으로 설정되면 https://가 활성화된 경우 http://를 통해 라우터 콘솔에 액세스할 경우 자동으로 https로 리디렉션됩니다. 라우터 콘솔 액세스를 구성하려면 프로필 디렉터리의 <code>clients.config</code> 파일에서 설정을 편집하십시오 (응용 프로그램 설치 디렉터리가 아님). [기본적으로 활성화되어 있습니다]
nb: Når dette er satt til true, vil tilgang til ruterkonsollen via http:// når https:// er aktivert, automatisk omdirigere til https. For å konfigurere tilgangen til ruterkonsollen, rediger innstillingene i din <code>clients.config</code>-fil i din profilmappe (<i>ikke</i> installasjonsmappen for programmet). [Aktivert som standard]
nl: Als deze instelling is ingesteld op waar, zal het routerconsole automatisch worden omgeleid naar https wanneer toegang wordt verkregen via http:// en https:// is ingeschakeld. Om toegang tot het routerconsole te configureren, bewerk de instellingen in uw <code>clients.config</code> bestand in uw profielmap (<i>niet</i> de installatiemap van de applicatie). [Standaard ingeschakeld]
pt: Quando definido como verdadeiro, o acesso ao console do roteador via http:// quando o https:// estiver ativado redirecionará automaticamente para https. Para configurar o acesso ao console do roteador, edite as configurações no arquivo <code>clients.config</code> no diretório do seu perfil (<i>não</i> o diretório de instalação do aplicativo). [Ativado por padrão]
sl: Če je nastavljeno na true, dostop do konzole usmerjevalnika prek http://, ko je https:// omogočen, bo samodejno preusmerjen na https. Za konfiguriranje dostopa do konzole usmerjevalnika, uredite nastavitve v svoji datoteki <code>clients.config</code> v imeniku profila (<i>ne</i> v imeniku namestitve aplikacije). [Omogočeno privzeto]
sv: När detta är satt till sant kommer åtkomst till routerkonsolen via http:// automatiskt omdirigeras till https:// när detta aktiveras. För att konfigurera åtkomst till routerkonsolen, redigera inställningarna i din <code>clients.config</code>-fil i din profil mapp (<i>inte</i> installationsmappen för programmet). [Aktiverad som standard]
uk: Якщо встановлено True, доступ до консолі маршрутизатора через http: //, коли https: // увімкнено, автоматично перенаправляється на https. Щоб налаштувати доступ до консолі маршрутизаторів, відредагуйте налаштування у своєму <code> clients.config </code> файл у вашому каталозі профілю (<i>не</i> каталог встановлення програми). [Увімкнено за замовчуванням]
vi: Khi được đặt thành TRUE, truy cập bảng điều khiển bộ định tuyến qua http:// khi https:// được bật sẽ tự động chuyển hướng sang https. Để cấu hình truy cập bảng điều khiển bộ định tuyến, chỉnh sửa các thiết lập trong tệp <code>clients.config</code> của bạn trong thư mục hồ sơ (<i>không</i> là thư mục cài đặt ứng dụng). [Được bật theo mặc định]
