Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Build in progress
ar: جاري إنشاء النفق
az: Tikinti davam edir
bo: བཟོ་བར་ལ་འཕེལ་བཞིན་པ།
cs: Probíhá sestavení
da: Opbygning er i gang
el: Δημιουργία σε εξέλιξη
es: Creación de túnel en curso
et: Ehitamine pooleli
fa: ساخت در حال انجام است
fi: Rakennus käynnissä
hi: निर्माण जारी
hu: Építés folyamatban
in: Sedang membangun
it: Costruzione in corso
ja: 構成進行中
ko: 구축중
nb: Innebygd prosess
nl: In aanbouw
pt: Compilação em andamento
sl: Izgradnja v teku
sv: Inbyggd process
uk: Йде побудова
vi: Đang xây dựng

source: in
ar: دخل
az: ilə
bo: ནང་
cs: v
da: ind
el: μέσα
es: entrada
et: sisse
fa: در
fi: sisään
hi: अंदर
hu: be
in: masuk
it: in entrata
ja: 入力
ko: 안
nb: inn
pt: entra
sl: v
uk: в
vi: trong

source: out
ar: خرج
az: çıxdı
bo: ཕྱི་
cs: ven
da: ud
el: έξω
es: salida
et: välja
fa: خارج
fi: ulos
hi: बाहर
hu: ki
in: keluar
it: in uscita
ja: 出力
ko: 밖
nb: ut
nl: uit
pt: sai
sl: iz
sv: ut
uk: вихід
vi: ra

source: Data In
ar: البيانات الواردة
az: Alınan məlumatlar
bo: གནད་དོན་ནང་
cs: Data v
da: Data ind
el: Δεδομένα στο
es: Entrada de datos
et: Andmed sisse
fa: داده ها در
fi: Data sisään
hi: आंतरिक डेटा
hu: Adatok a
in: Data Masuk
it: Ingresso dati
ja: データ入力
ko: 데이터 입력
nb: Data inn
nl: Gegevensinvoer
pt: Entrada de dados
sl: Podatki v
uk: Вхід даних
vi: Dữ liệu vào

source: Tunnel Name
ar: اسم النفق
az: Tunel adı
bo: གྲུང་ནེལ་མིང་།
cs: Název tunelu
da: Tunnelnavn
el: Όνομα σήραγγας
es: Nombre del túnel
et: Tunneli nimi
fa: نام تونل
fi: Tunnelin nimi
hi: टनल का नाम
hu: Alagút Neve
in: Nama Terowongan
it: Nome del tunnel
ja: トンネル名
ko: 터널 이름
nb: Tunnelnavn
nl: Tunnelnaam
pt: Nome do túnel
sl: Ime tunela
sv: Tunnelnamn
uk: Назва тунелю
vi: Tên đường hầm

source: Data Out
ar: خروج البيانات
az: Məlumat göndərildi
bo: གནད་དོན་ཕྱི་
cs: Data ven
da: Data ud
el: Εξοδος δεδομένων
es: Salida de datos
et: Andmed väljas
fa: داده‌های خروجی
fi: Data ulos
hi: बाहरी डेटा
hu: Adatkimenet
in: Data Keluar
it: Dati in uscita
ja: データ出力
ko: 데이터 출력
nb: Data ut
nl: Gegevens uit
pt: Saída de dados
sl: Podatki iz
sv: Data ut
uk: Вихід даних
vi: Dữ liệu ra

source: Console language saved.
ar: تم حفظ لغة وحدة التحكم.
az: Konsol dili saxlandı.
bo: རོགས་སྒྱུར་སྐད་སྐར་བསྡུད་པ།
cs: Jazyk konzoly byl uložen.
da: Konsolsproget er gemt.
el: Η γλώσσα της κονσόλας αποθηκεύτηκε.
es: Idioma de la consola guardado.
et: konsooli keel on salvestatud.
fa: زبان کنسول ذخیره شد.
fi: Konsolin kieli tallennettu.
hi: कंसोल भाषा सहेजी गई।
hu: Konzolnyelv mentve.
in: Bahasa konsol disimpan.
it: Linguaggio console salvato.
ja: コンソール言語が保存されました。
ko: 콘솔 언어가 저장되었습니다.
nb: Konsollspråk lagret.
nl: Consoletaal opgeslagen.
pt: Idioma do console salvo.
sl: Jezik konzole je shranjen.
sv: Konsolspråk sparades.
uk: Мова консолі збережена.
vi: Đã lưu ngôn ngữ bảng điều khiển.

source: Bandwidth test completed successfully
ar: تم إكمال اختبار النطاق الترددي بنجاح
az: Bant genişliyi testi uğurla tamamlandı
bo: བརྒྱུད་བཏོན་ཚད་ལེགས་གྲུབ་བསྡུད་པ།
cs: Test šířky pásma byl úspěšně dokončen
da: Båndbreddetest gennemført med succes
el: Η δοκιμή εύρους ζώνης ολοκληρώθηκε με επιτυχία
es: Prueba de ancho de banda completada exitosamente
et: Ribalaiuse test on edukalt lõpule viidud
fa: تست پهنای باند با موفقیت انجام شد
fi: Kaistanleveystesti suoritettu onnistuneesti
hi: बैंडविड्थ परीक्षण सफलतापूर्वक पूरा किया गया
hu: A sávszélesség teszt sikeresen befejeződött
in: Tes bandwidth berhasil diselesaikan
it: Test di banda completato con successo
ja: 帯域幅テストが正常に完了しました
ko: 대역폭 테스트가 성공적으로 완료되었습니다.
nb: Båndbreddetest fullført
nl: Bandbreedtetest succesvol voltooid
pt: Teste de largura de banda concluído com sucesso
sl: Test širine pasma je uspešno zaključen
sv: Bandbreddstest slutfördes
uk: Перевірка пропускної здатності завершена успішно
vi: Kiểm tra băng thông hoàn tất thành công

source: Bandwidth test failed
ar: فشل اختبار النطاق الترددي
az: Bant genişliyi sınağı alınmadı
bo: བརྒྱུད་བཏོན་ཚད་ལེགས་ཕམ་ཉེས།
cs: Test šířky pásma selhal
da: Båndbreddetest mislykkedes
el: Αποτυχία δοκιμής εύρους ζώνης
es: Falló la prueba de ancho de banda
et: Ribalaiuse test ebaõnnestus
fa: تست پهنای باند ناموفق بود
fi: Kaistanleveystesti epäonnistui
hi: बैंडविड्थ परीक्षण विफल रहा
hu: Sávszélesség teszt sikertelen
in: Tes bandwidth gagal
it: Test di banda fallito
ja: 帯域幅テストに失敗しました
ko: 대역폭 테스트 실패
nb: Båndbreddetest mislyktes
nl: Bandbreedtetest mislukt
pt: Falha no teste de largura de banda
sl: Test širine pasma je spodletel
sv: Bandbreddstest misslyckades
uk: Помилка перевірки смуги пропускання
vi: Kiểm tra băng thông không thành công

source: Bandwidth test did not complete
ar: لم يكتمل اختبار النطاق الترددي
az: Bant genişliyi testi tamamlanmadı
bo: བརྒྱུད་བཏོན་ཚད་ལེགས་མ་ཚར་བ།
cs: Test šířky pásma nebyl dokončen
da: Båndbreddetest blev ikke fuldført
el: Ο έλεγχος εύρους ζώνης δεν ολοκληρώθηκε
es: La prueba de ancho de banda no se completó
et: Ribalaiuse testi ei lõpetatud
fa: تست پهنای باند کامل نشد
fi: Kaistanleveystestiä ei suoritettu loppuun
hi: बैंडविड्थ परीक्षण पूरा नहीं हुआ
hu: A sávszélesség teszt nem fejeződött be
in: Tes bandwidth tidak selesai
it: Test di banda non completato
ja: 帯域幅テストが完了しませんでした
ko: 대역폭 테스트가 완료되지 않았습니다.
nb: Båndbreddetest ble ikke fullført
nl: Bandbreedtetest is niet voltooid
pt: O teste de largura de banda não foi concluído
sl: Test širine pasma ni bil dokončan
sv: Bandbreddstest slutfördes inte...
uk: Тестування пропускної здатності не завершено
vi: Kiểm tra băng thông chưa hoàn thành

source: Bad state for test
bo: ཚོད་ལྟོགས་ཀྱི་གནས་བབ་བཟང་བ།
hi: परीक्षण के लिए खराब स्थिति
ko: 테스트 상태 불량

source: Bandwidth test started
ar: بدأ اختبار النطاق الترددي
az: Bant genişliyi testi başladı
bo: བརྒྱུད་བཏོན་ཚད་འགོ་ཚུགས་པ།
cs: Byl spuštěn test šířky pásma
da: Båndbreddetest startet
el: Ξεκίνησε η δοκιμή εύρους ζώνης
es: Prueba de ancho de banda iniciada
et: Ribalaiuse test algas
fa: تست پهنای باند شروع شد
fi: Kaistanleveystesti aloitettu
hi: बैंडविड्थ परीक्षण शुरू किया गया
hu: Sávszélesség teszt elindítva
in: Tes bandwidth dimulai
it: Test di banda iniziato
ja: 帯域幅テスト開始
ko: 대역폭 테스트 시작
nb: Båndbreddetest startet
nl: Bandbreedtetest gestart
pt: Teste de largura de banda iniciado
sl: Test širine pasma je začel
sv: Bandbreddstest påbörjat...
uk: Розпочато перевірку пропускної здатності
vi: Bắt đầu kiểm tra băng thông

source: Bandwidth test is already running
ar: اختبار النطاق الترددي قيد التشغيل بالفعل
az: Bant genişliyi testi artıq işləyir
bo: བརྒྱུད་བཏོན་ཚད་སླར་ནས་འཁོར་བཞིན་པ།
cs: Test šířky pásma již běží
da: Båndbreddetest kører allerede
el: Ο έλεγχος εύρους ζώνης εκτελείται ήδη
es: La prueba de ancho de banda ya se está ejecutando
et: Ribalaiuse test juba töötab
fa: تست پهنای باند در حال اجرا است
fi: Kaistanleveystesti on jo käynnissä
hi: बैंडविड्थ परीक्षण पहले से ही चल रहा है
hu: A sávszélesség teszt már fut
in: Tes bandwidth sudah berjalan
it: Il test di banda è già in esecuzione
ja: 帯域幅テストはすでに実行中です
ko: 대역폭 테스트가 이미 실행 중입니다.
nb: Båndbreddetest kjører allerede
nl: Bandbreedtetest wordt al uitgevoerd
pt: O teste de largura de banda já está em execução
sl: Test širine pasma je že v teku
sv: Bandbreddstest körs redan...
uk: тест пропускної здатності вже запущено
vi: Kiểm tra băng thông đang chạy

source: Bandwidth test cancelled
ar: تم إلغاء اختبار النطاق الترددي
az: Bant genişliyi testi ləğv edildi
bo: བརྒྱུད་བཏོན་ཚད་འདོར་བ།
cs: Test šířky pásma zrušen
da: Båndbreddetest annulleret
el: Η δοκιμή εύρους ζώνης ακυρώθηκε
es: Prueba de ancho de banda cancelada
et: Ribalaiuse test tühistati
fa: تست پهنای باند لغو شد
fi: Kaistanleveystesti peruutettu
hi: बैंडविड्ध परीक्षण रद्द कर दिया गया
hu: Sávszélesség teszt megszakítva
in: Tes bandwidth dibatalkan
it: Test di banda cancellato
ja: 帯域幅テストがキャンセルされました
ko: 대역폭 테스트 취소됨
nb: Båndbreddetest avbrutt
nl: Bandbreedtetest geannuleerd
pt: Teste de largura de banda cancelado
sl: Test širine pasma je prekinjen
sv: Bandbreddstest avbröts
uk: Тест пропускної здатності скасовано
vi: Đã hủy kiểm tra băng thông

source: Bandwidth test was not running
ar: اختبار النطاق الترددي لم يكن قيد التشغيل
az: Bant genişliyi testi işləmirdi
bo: བརྒྱུད་བཏོན་ཚད་འཁོར་བཞིན་མེད་པ།
cs: Test šířky pásma neproběhl
da: Båndbreddetest kørte ikke
el: Ο έλεγχος εύρους ζώνης δεν εκτελούταν
es: La prueba de ancho de banda no se estaba ejecutando
et: Ribalaiuse test ei töötanud
fa: تست پهنای باند در حال اجرا نبود
fi: Kaistanleveystesti ei ollut käynnissä
hi: बैंडविड्ध परीक्षण चल नहीं रहा था
hu: A sávszélesség teszt nem futott
in: Tes bandwidth tidak berjalan
it: Il test di banda non era in esecuzione
ja: 帯域幅テストが実行されていませんでした
ko: 대역폭 테스트가 실행되지 않았습니다.
nb: Båndbreddetest kjørte ikke
nl: Bandbreedtetest werd niet uitgevoerd
pt: O teste de largura de banda não estava em execução
sl: Test širine pasma ni bil v teku
sv: Bandbreddstest kördes inte
uk: тест пропускної здатності не запущено
vi: Kiểm tra băng thông không chạy

source: ready
bo: གྲ་སྒྲིགས་པ།
hi: तैयार
ko: 준비됨

source: inbound test
bo: ནང་འདྲེན་ཚོད་ལྟོགས།
hi: आने वाली परीक्षा
ko: 인바운드 테스트

source: outbound test
bo: ཕྱི་འདྲེན་ཚོད་ལྟོགས།
hi: जाने वाली परीक्षा
ko: 아웃바운드 테스트

source: done
bo: མཇུག་སྐྱེལ།
hi: पूर्ण
ko: 완료

source: bits per second
ar: بايت في الثانية
az: saniyədə bit
bo: སྐར་རེར་bits
cs: bitů za sekundu
da: bits per sekund
el: bits ανά δευτερόλεπτο
es: bits por segundo
et: bitti sekundis
fa: بیت در ثانیه
fi: bittiä sekunnissa
hi: बिट प्रति सेकंड
hu: bit másodpercenként
in: bit per detik
it: bit al secondo
ja: 毎秒ビット
ko: 초당 bits
nb: biter per sekund
nl: bits per seconde
pt: bits por segundo
sl: biti na sekundo
sv: bitar per sekund
uk: біт за секунду
vi: bit/giây

source: {0}Bytes per month maximum
ar: {0}البايت في الشهر كحد أقصى
az: {0}Ayda maksimum bayt
bo: ཟླ་རེར་{0}Bytes མང་མཐའི།
cs: {0}Maximálně bajtů za měsíc
da: {0}Maksimalt bytes pr. måned
el: {0}Bytes ανά μήνα το πολύ
es: {0}bytes por mes máximo
et: {0}maksimaalselt baite kuus
fa: {0}بایت در ماه حداکثر
fi: {0}Tavua kuukaudessa enintään
hi: {0} बाइट प्रति महीना का अधिकतम मान
hu: {0} Maximum bájt havonta
in: Maksimal {0} byte per bulan
it: {0} Bytes massimi al mese
ja: 月当たり最大{0}バイト
ko: {0}월별 최대 바이트
nb: {0}Maksimalt byte per måned
nl: {0}Maximaal bytes per maand
pt: {0}Máximo de bytes por mês
sl: {0}Bajtov na mesec največ
sv: {0}Byte per månad max
uk: {0}байт на місяць максимум
vi: {0}Tối đa byte mỗi tháng

source: addressbook
ar: دفتر العناوين
az: ünvan kitabçası
bo: གྲངས་བོད་དེབ།
cs: adresář
da: adressebog
el: βιβλίο διευθύνσεων
fa: دفترچه آدرس
fi: osoitekirja
hi: पताखाना
hu: címjegyzék
it: rubrica
ja: アドレスブック
ko: 주소록
nb: adressebok
nl: adresboek
pt: livro de endereços
sl: imenik
sv: adressbok
uk: адресна книга
vi: Sổ địa chỉ

source: routerconsole
ar: موجه
az: marşrutlaşdırıcı konsol
cs: konzole routeru
da: routerkonsol
el: Κονσόλα δρομολογητή
fa: روترکنسول
fi: ohjauspaneeli
hi: रूटर कंसोल
it: console router
ja: ルーターコンソール
ko: 라우터콘솔
nb: ruterkonsoll
pt: painél do roteador
sv: routerkonsol
uk: консоль маршрутизатора
vi: bảng điều khiển bộ định tuyến

source: Web console
ar: شاشة التحكم
az: Veb konsolu
bo: Web རོགས་སྒྱུར་བཞིན་པ།
cs: Webová konzole
da: Web konsol
el: Ιστοσελίδα κονσόλας
es: Consola web
et: Veebikonsool
fa: کنسول وب
fi: Verkkokonsoli
hi: वेब कंसोल
hu: Web konzol
it: Console web
ja: ウェブコンソール
ko: 웹 콘솔
nb: Vevkonsoll
sl: Spletna konzola
sv: Webbkonsol
uk: Веб консоль
vi: Bảng điều khiển web

source: SAM application bridge
ar: سام جسر التطبيق
az: SAM tətbiq körpüsü
bo: SAM གློགས་རྒྱུད་བཏོན་པའི་ཟམ་འབྲེལ།
cs: Aplikační můstek SAM
da: SAM applikationsbro
el: Γέφυρα εφαρμογής SAM
es: Puente (bridge) de SAM (mensajería anónima simple)
et: SAM rakendussild
fa: پل کاربردی SAM
fi: SAM-sovellussilta
hi: SAM एप्लिकेशन ब्रिज
hu: SAM alkalmazás híd
it: Ponte di applicazione SAM
ja: SAM アプリケーションブリッジ
ko: SAM 어플리케이션 브릿지
nb: SAM søknadsbro
nl: SAM applicatie brug
pt: Ponte de aplicativo SAM
sl: Most aplikacije SAM
sv: SAM-programsbrygga
uk: Міст програми SAM
vi: Cầu ứng dụng SAM

source: Application tunnels
ar: نفق البرامج
az: Tətbiq tunelləri
bo: གློགས་ཆས་གྲུང་ནེལ་ཚུད་པ།
cs: Aplikační tunely
da: Applikations tunneler
el: Σήραγγες εφαρμογής
es: Túneles de aplicaciones
et: Rakenduste tunnelid
fa: تونل های کاربردی
fi: Sovelluskäytävät
hi: एप्लिकेशन टनल
hu: Alkalmazás alagutak
in: Tunnel aplikasi
it: Gestore dei tunnel
ja: アプリケーショントンネル
ko: 어플리케이션 터널
nb: Programtunneler
nl: Applicatie tunnels
pt: Túnel de aplicativos
sl: Aplikacijski tuneli
sv: Programstunnlar
uk: Тунелі додатків
vi: Đường hầm ứng dụng

source: My eepsite web server
ar: eepsite خادم ويب
az: Mənim eepsite veb serverim
bo: ངའི་eepsite web སརྟོན་པ།
cs: Můj webový server eepsite
da: Min eepsite webserver
el: Ο δικός μου διακομιστής ιστοσελίδας eepsite
es: El servidor web de mi eepsite (web en I2P)
et: Minu I2P lehe veebiserver
fa: وب سرور eepsite من
fi: Oma eepsite -verkkopalvelin
hi: मेरा eepsite वेब सर्वर
hu: Saját eep oldalam web szerver
in: Web server eepsite saya
it: Il mio web server eepsite
ja: 自分の eepsite ウェブサーバー
ko: 내 eepSite 웹 서버
nb: Min eepsite webserver
nl: Mijn eepsite web server
pt: Servidor web particular para eepsites
sl: Moje strežnik eepsite
sv: Min eepsida webbserver
uk: Веб сервер I2P (eepsite)
vi: Máy chủ web eepsite của tôi

source: I2P webserver (eepsite)
ar: خادم الويب I2P (eepsite)
az: I2P veb-server (eepsite)
cs: Webový server I2P (eepsite)
el: Διακομιστής I2P (eepsite)
es: Servidor web de I2P (eepsite)
et: I2P veebiserver (I2P leht)
fa: وب سرور I2P (eepsite)
fi: I2P www-palvelin (eepsite)
hi: I2P वेब सर्वर (eepsite)
hu: I2P webszerver (eepsite)
it: Webserver I2P (eepsite)
ja: I2P ウェブサーバー (eepsite)
ko: I2P 웹서버 (eepSite)
nb: I2P-nettserver (eepsite)
pt: Servidor web I2P (eepsite)
sl: Spletni strežnik I2P (eepsite)
sv: I2P-webbserver (eepsida)
uk: Веб сервер I2P (eepsite)
vi: Máy chủ web I2P (trang web điện tử)

source: I2P Web Server (eepsite)
ar: خادم الويب I2P (eepsite)
az: I2P Veb Server (eepsite)
cs: Webový server I2P (eepsite)
el: Διακομιστής I2P (eepsite)
es: Servidor web de I2P (eepsite)
et: I2P veebiserver (eepsite)
fa: وب سرور I2P (eepsite)
fi: I2P-verkkopalvelin (eepsite)
hi: I2P वेब सर्वर (eepsite)
hu: I2P webszerver (eepsite)
it: Server Web I2P (eepsite)
ja: I2P ウェブサーバー (eepsite)
ko: I2P 웹서버 (eepSite)
nb: I2P-nettserver (eepsite)
pt: Servidor web I2P (eepsite)
sl: Spletni strežnik I2P (eepsite)
sv: I2P-webbserver (eepsida)
uk: Веб сервер I2P (eepsite)
vi: Máy chủ Web I2P (trang web trực tuyến)

source: Browser launch at startup
ar: اطلاق المتصفح عند البداية
az: Brauzer işə salındıqda işə salın
bo: འགོ་ཚུགས་སྐབས་འགྲུབ་འཕེལ་བ།
cs: Spuštění prohlížeče při spuštění
da: Browseren åbnes ved opstart
el: Εκκίνηση περιηγητή κατά την εκκίνηση
es: Abrir navegador al iniciar
et: Brauseri käivitamine koos ruuteriga
fa: راه اندازی مرورگر در هنگام راه اندازی
fi: Selain käynnistyy käynnistyksen yhteydessä
hi: ब्राउज़र को शुरुआत के समय लॉन्च करें
hu: Böngésző betöltése indításkor
in: Peluncuran browser pada saat startup
it: Lancia il browser all'avvio
ja: スタートアップ時にブラウザーが起動
ko: 시작때 브라우저 열기
nb: Nettleserigangsettelse ved oppstart
nl: Browser start bij opstarten
pt: Abrir navegador ao iniciar
sl: Zagon brskalnika pri zagonu
sv: Starta webbläsare vid uppstart
uk: Запуск браузера під час запуску
vi: Khởi chạy trình duyệt khi khởi động

source: I2P Router Console
ar: مركز تحكم I2P
az: I2P Ruter Konsolu
bo: I2P བརྒྱུག་པ
cs: I2P konzole routeru
da: I2P Router-konsol
el: Κονσόλα I2P Router
es: Consola del router
et: I2P ruuteri konsool
fa: کنسول روتر I2P
fi: I2P reitittimen ohjauspaneeli
hi: I2P राउटर कंसोल
hu: I2P Router Konzol
it: Console router I2P
ja: I2P ルータコンソール
ko: I2P 라우터 콘솔
nb: I2P-ruterkonsoll
pt: Consola do Roteador do I2P
sl: Konzola usmerjevalnika I2P
sv: I2P Routerkonsol
uk: Консоль роутера I2P
vi: Bảng điều khiển bộ định tuyến I2P

source: Open Router Console in web browser at startup
ar: فتح شاشة التحكم في المتصفح عند البداية
az: Başlanğıcda veb brauzerdə Router Konsolunu açın
bo: འགོ་ཚུགས་སྐབས་web འགྲུབ་འཕེལ་ནང་རོ་ཌེར་རོགས་སྒྱུར་བཞིན་པ་ཁ་ཕྱེ་བ།
cs: Otevřete Router Console ve webovém prohlížeči při spuštění
da: Åben Router Konsol in webbrowseren ved opstart
el: Άνοιγμα κονσόλας δρομολογητή στον περιηγητή κατά την εκκίνηση
es: Abrir la consola del router en el navegador web al iniciar
et: Ava ruuteri konsool brauseris ruuteri käivitumisel
fa: هنگام راه اندازی، کنسول روتر را در مرورگر وب باز کنید
fi: Avaa Router Console verkkoselaimessa käynnistyksen yhteydessä
hi: शुरुआत के समय वेब ब्राउज़र में रूटर कंसोल खोलें
hu: Indításkor a Router Konzol megnyitása böngészőben
in: Buka Router Console di web browser pada saat startup
it: Apri la console del router nel browser all'avvio
ja: スタートアップ時にウェブブラウザでルーターコンソールを開く
ko: 시작때 브라우저에서 라우터 콘솔 열기
nb: Åpne ruterkonsollen i nettleseren ved oppstart
nl: Open Router Console in web browser bij opstarten
pt: Abrir Painel do Roteador na janela do navegador ao iniciar
sl: Odpri konzolo usmerjevalnika v spletnem brskalniku pri zagonu
sv: Öppna routerkonsolen i webbläsare vid uppstart
uk: Відкрийте консоль маршрутизатора у веб-браузері під час запуску
vi: Mở Bảng điều khiển Bộ định tuyến trong trình duyệt web khi khởi động

source: shared clients
ar: المستخدمين المشتركين
az: ortaq müştərilər
bo: སྤེལ་བཞིན་པའི་ལེན་གནད་ཚུད་པ།
cs: sdílení klienti
da: delte klienter
el: κοινόχρηστοι πελάτες
es: clientes compartidos
et: ühised klienditunnelid
fa: مشتریان مشترک
fi: jaetut asiakkaat
hi: साझा किए गए क्लाइंट
hu: osztott kliensek
it: client condivisi
ja: 共有されたクライアント
ko: 공유 클라이언트
nb: delte klienter
nl: gedeelde clients
pt: clientes compartilhados
sl: deleni klienti
sv: delade klienter
uk: колективні клієнти
vi: khách hàng chia sẻ

source: I2PMail SMTP Server
ar: خادم I2PMail SMTP
az: I2PMail SMTP Serveri
bo: I2PMail SMTP སརྟོན་པ།
el: Διακομιστής I2PMail SMTP
es: Servidor SMTP de I2PMail
et: I2PMil SMTP-server
fa: سرور SMTP I2PMmail
fi: I2PMmail SMTP-palvelin
hi: I2PMail SMTP सर्वर
hu: I2PMail SMTP szerver
in: Pelayan SMTP I2PMail
it: Server SMTP I2PMail
ja: I2PメールSMTPサーバー
ko: I2PMail SMTP 서버
pt: Servidor SMTP I2PMail
sl: Strežnik SMTP I2PMail
uk: SMTP-сервер I2PMail
vi: Máy chủ SMTP I2PMail

source: I2PMail POP3 Server
ar: خادم I2PMail POP3
az: I2PMail POP3 Serveri
bo: I2PMail POP3 སརྟོན་པ།
el: Διακομιστής I2PMail POP3
es: Servidor POP3 de I2PMail
et: I2PMil POP3 server
fa: سرور POP3 I2PMail
fi: I2PMmail POP3-palvelin
hi: I2PMail POP3 सर्वर
hu: I2PMail POP3 szerver
in: Pelayan POP3 I2PMail
it: Server I2PMail POP3
ja: I2PメールPOP3サーバー
ko: I2PMail POP3 서버
pt: Servidor I2PMail POP3
sl: Strežnik POP3 I2PMail
uk: Сервер I2PMail POP3
vi: Máy chủ I2PMail POP3

source: Postman's SMTP Mail Server (smtp.postman.i2p)
ar: خادم بريد SMTP الخاص بساعي البريد (smtp.postman.i2p)
az: Poçtçunun SMTP Poçt Serveri (smtp.postman.i2p)
bo: Postman's SMTP ཡིག་ཆ་སརྟོན་པ། (smtp.postman.i2p)
cs: Poštovní poštovní server SMTP (smtp.postman.i2p)
el: Διακομιστής ηλεκτρονικού ταχυδρομείου SMTP του Postman (smtp.postman.i2p)
es: Servidor SMTP de Postman (smtp.postman.i2p)
et: Postimehe SMTP meiliserver (smtp.postman.i2p)
fa: سرور پستی SMTP پستچی (smtp.postman.i2p)
fi: Postmanin SMTP-postipalvelin (smtp.postman.i2p)
hi: पोस्टमैन का SMTP मेल सर्वर (smtp.postman.i2p)
hu: Postás SMTP levelezőszervere (smtp.postman.i2p)
in: Pelayan Surat Elektronik SMTP Postman (smtp.postman.i2p)
it: Server di posta SMTP di Postman (smtp.postman.i2p)
ja: PostmanのSMTPメールサーバー(smtp.postman.i2p)
ko: 포스트맨의 SMTP 메일 서버 (smtp.postman.i2p)
nl: SMTP-mailserver van Postman (smtp.postman.i2p)
pt: Servidor de Correio SMTP do Carteiro (smtp.postman.i2p)
sl: Poštni strežnik SMTP (smtp.postman.i2p)
uk: Поштовий сервер листоноші SMTP (smtp.postman.i2p)
vi: Máy chủ thư SMTP của Postman (smtp.postman.i2p)

source: Postman's POP3 Mail Server (pop3.postman.i2p)
ar: خادم بريد POP3 الخاص بساعي البريد (pop3.postman.i2p)
az: Poçtçunun POP3 Poçt Serveri (pop3.postman.i2p)
bo: Postman ཀྱི་ POP3 ཡིག་འཕྲིན་སྐུ་ཚབ་པ། (pop3.postman.i2p)
cs: Poštovní poštovní server POP3 (pop3.postman.i2p)
el: Διακομιστής ηλεκτρονικού ταχυδρομείου POP3 του Postman (pop3.postman.i2p)
es: Servidor POP3 de Postman (smtp.postman.i2p)
et: Postimehe POP3 meiliserver (pop3.postman.i2p)
fa: سرور پستی POP3 پستچی (pop3.postman.i2p)
fi: Postmanin POP3-postipalvelin (pop3.postman.i2p)
hi: पोस्टमैन का POP3 मेल सर्वर (pop3.postman.i2p)
hu: Postás POP3 levelezőszervere (pop3.postman.i2p)
in: Pelayan POP3 Postman (pop3.postman.i2p)
it: Server di posta POP3 di Postman (pop3.postman.i2p)
ja: PostmanのPOP3メールサーバー(pop3.postman.i2p)
ko: 포스트맨의 POP3 메일 서버 (pop3.postman.i2p)
sl: Poštni strežnik POP3 (pop3.postman.i2p)
uk: Поштовий сервер POP3 листоноші (pop3.postman.i2p)
vi: Máy chủ thư POP3 của Postman (pop3.postman.i2p)

source: I2P IRC Network
ar: شبكة I2P IRC
az: I2P IRC Şəbəkəsi
bo: I2P IRC དྲ་ལམ།
cs: I2P IRC síť
da: I2P IRC-netværk
el: Δίκτυο IRC του I2P
es: Pares en la red I2P
et: I2P IRC-võrk
fa: شبکه I2P IRC
fi: I2P IRC-verkko
hi: I2P IRC नेटवर्क
hu: I2P IRC hálózat
in: Jaringan IRC I2P
it: Rete IRC I2P
ja: I2P IRCネットワーク
ko: I2P IRC 네트워크
nb: I2P IRC-nettverk
nl: I2P IRC-netwerk
pt: Rede I2P IRC
sl: Omrežje IRC I2P
sv: I2P IRC-nätverk
uk: Мережа IRC I2P
vi: Mạng IRC I2P

source: Proxy to connect to I2P's anonymized IRC chat network
ar: وكيل للاتصال بشبكة دردشة IRC مجهولة الهوية الخاصة بـ I2P
az: I2P-nin anonimləşdirilmiş IRC söhbət şəbəkəsinə qoşulmaq üçün proksi
bo: I2P ཀྱི་སྦས་གསང་ IRC ཁ་བརྡ་དྲ་ལམ་ལ་མཐུད་པའི་ཚབ་པ།
cs: Proxy pro připojení k I2P anonymní chatovací síti IRC
da: Proxy for at oprette forbindelse til I2P's anonymiserede IRC-chatnetværk
el: Διακομιστής μεσολάβησης για σύνδεση με το ανώνυμο δίκτυο συνομιλίας IRC του I2P
es: Proxy para conectarse al IRC anónimo de I2P
et: Puhverserver I2P anonüümse IRC-vestlusvõrguga ühenduse loomiseks
fa: پروکسی برای اتصال به شبکه چت IRC ناشناس I2P
fi: Välityspalvelin yhteyden muodostamiseksi I2P:n anonymisoituun IRC-chat-verkkoon
hi: I2P के अनामीकृत IRC चैट नेटवर्क के लिए प्रोक्सी
hu: Proxy az I2P anonimizált IRC csevegőhálózatához való csatlakozáshoz
in: Proxy untuk terhubung ke jaringan obrolan IRC bersifat anonim I2P
it: Proxy per collegarsi alla rete della chat IRC anonimizzata di I2P
ja: I2Pの匿名化されたIRCチャットネットワークに接続するためのプロキシ
ko: I2P의 익명화된 IRC 채팅 네트워크에 연결하기 위한 프록시
nb: Proxy for å koble til I2Ps anonymiserte IRC chat-nettverk
nl: Proxy om verbinding te maken met het geanonimiseerde IRC-chatnetwerk van I2P
pt: Proxy para se conectar à rede de bate-papo IRC anônima da I2P
sl: Posredniški strežnik za povezavo z anonimiziranim omrežjem IRC klepetanja I2P
sv: Proxy för att ansluta till I2P:s anonymiserade IRC-chattnätverk
uk: Проксі для підключення до анонімної мережі чату IRC I2P
vi: Proxy để kết nối với mạng trò chuyện IRC ẩn danh của I2P

source: I2P webserver
ar: خادم الويب I2P
az: I2P veb serveri
bo: I2P ཝེབ་སྐུ་ཚབ་པ།
cs: Webový server I2P
el: Ιστοσελίδα I2P
es: Servidor web de I2P
et: I2P veebiserver
fa: وب سرور I2P
fi: I2P www-palvelin
hi: I2P वेब सर्वर
hu: I2P webszerver
it: Webserver I2P
ja: I2P ウェブブラウザ
ko: I2P 웹서버
nb: I2P-vevtjener
pt: Webserver I2P
sl: Spletni strežnik I2P
sv: I2P-Webbserver
uk: Веб-сервер I2P
vi: Máy chủ web I2P

source: I2P Webserver
ar: خادم الويب I2P
az: I2P Veb serveri
bo: I2P ཝེབ་སྐུ་ཚབ་པ།
cs: Webový server I2P
el: Ιστοσελίδα I2P
es: Servidor web de I2P
et: I2P veebiserver
fa: وب سرور I2P
fi: I2P-verkkopalvelin
hi: I2P वेब सर्वर
hu: I2P webszerver
it: Server Web I2P
ja: I2P ウェブブラウザ
ko: I2P 웹서버
pt: Servidor Web I2P
sl: Spletni strežnik I2P
sv: I2P-Webbserver
uk: Веб-сервер I2P
vi: Máy chủ web I2P

source: I2P Web Server
ar: خادم الويب I2P
az: I2P Veb Server
bo: I2P ཝེབ་སྐུ་ཚབ་པ།
cs: Webový server I2P
el: Ιστοσελίδα I2P
es: Servidor web de I2P
et: I2P veebiserver
fa: وب سرور I2P
fi: I2P-verkkopalvelin
hi: I2P वेब सर्वर
hu: I2P webszerver
it: Server Web I2P
ja: I2P ウェブブラウザ
ko: I2P 웹서버
pt: Servidor Web I2P
sl: Spletni strežnik I2P
sv: I2P-Webbserver
uk: Веб-сервер I2P
vi: Máy chủ web I2P
