Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Configure the status of the I2P service at system startup. If disabled, the service can be launched manually.
ar: تكوين حالة خدمة I2P عند بدء تشغيل النظام.
az: I2P xidmətinin statusunu sistem başlanğıcında konfiqurasiya edin. Əlil olarsa, xidmət əl ilə başlaya bilər.
bo: I2P ཞབས་འདེགས་ཀྱི་གནས་ཚུལ་རྟེན་གྲངས་འགོ་ཚུགས་སྐབས་བཀོད་སྒྲིག་བྱོས། སྒོ་བརྒྱབ་ཡིན་ན། ཞབས་འདེགས་ལག་ཐབས་བརྒྱུད་ནས་འགོ་ཚུགས་ཐུབ།
cs: Nakonfigurujte stav služby I2P při spuštění systému. Pokud je deaktivována, může být služba spuštěna ručně.
da: Konfigurer status for I2P-tjenesten ved systemstart.
el: Διαμορφώστε την κατάσταση της υπηρεσίας I2P κατά την εκκίνηση του συστήματος. Εάν απενεργοποιηθεί, η υπηρεσία μπορεί να ξεκινήσει χειροκίνητα.
es: Configure el estado del servicio I2P al inicio del sistema. Si está deshabilitado, el servicio se puede lanzar manualmente.
et: I2P-teenuse oleku seadistamine süsteemi käivitamisel.
fa: تنظیم وضعیت سرویس I2P در راه‌اندازی سیستم. اگر غیرفعال شد سرویس را می‌توان دستی راه‌اندازی کرد.
fi: Määritä I2P-palvelun tila järjestelmän käynnistyksen yhteydessä.
hi: सिस्टम स्टार्टअप पर I2P सेवा की स्थिति की सेटिंग करें। यदि डिसेबल किया गया है, तो सेवा मैन्युअल रूप से लॉन्च की जा सकती है।
hu: Konfigurálja az I2P szolgáltatás állapotát a rendszer indításakor.
in: Konfigurasikan status layanan I2P saat startup sistem.
it: Configura lo stato del servizio I2P all'avvio del sistema. Se disabilitato, il servizio può essere eseguito manualmente.
ja: システム起動時の I2P サービスのステータスを設定します。
ko: 시스템 시작 시 I2P 서비스 상태를 구성합니다.
nb: Konfigurer statusen til I2P -tjenesten ved oppstart av systemet. Hvis de er deaktivert, kan tjenesten lanseres manuelt.
nl: Configureer de status van de I2P-service bij het opstarten van het systeem. Indien uitgeschakeld, kan de service handmatig worden gestart.
pt: Configure o status do serviço I2P na inicialização do sistema.
sl: Konfiguriraj status storitve I2P pri zagonu sistema. Če je onemogočen, se storitev lahko ročno zažene.
sv: Konfigurera statusen för i2p -tjänsten vid systemstart. Om inaktiverad kan tjänsten lanseras manuellt.
uk: Налаштуйте статус служби I2P під час запуску системи. Якщо вимкнено, службу можна запустити вручну.
vi: Định cấu hình trạng thái của dịch vụ I2P khi khởi động hệ thống. Nếu bị tắt, dịch vụ có thể được khởi chạy theo cách thủ công.

source: Install I2P system service
ar: تثبيت خدمة نظام I2P
az: I2P sistem xidmətini quraşdırın
bo: I2P system service སྒྲིག་བསྡུད་བྱོས།
cs: Instalujte službu I2P systému
da: Installer I2P-systemtjeneste
el: Εγκατάσταση υπηρεσίας συστήματος I2P
es: Instalar el servicio del sistema I2P
et: Installige I2P-süsteemi teenus
fa: نصب سرویس سیستمی I2P
fi: Asenna I2P-järjestelmäpalvelu
hi: I2P सिस्टम सेवा स्थापित करें
hu: Telepítse az I2P rendszerszolgáltatást
in: Instal layanan sistem I2P
it: Installa servizio di sistema I2P
ja: I2Pシステムサービスのインストール
ko: I2P 시스템 서비스 설치
nb: Installer I2P-systemtjenesten
nl: Installeer I2P-systeemservice
pt: Instalar serviço do sistema I2P
sl: Namesti sistemsko storitev I2P
sv: Installera I2P systemtjänst
uk: Встановити системну службу I2P
vi: Cài đặt dịch vụ hệ thống I2P

source: Install the I2P system service. This is the recommended way to run I2P.
ar: تثبيت خدمة نظام I2P.
az: I2P sistem xidmətini quraşdırın. Bu i2P işlətmək üçün tövsiyə olunan yoldur.
bo: I2P system service སྒྲིག་བསྡུད་བྱོས། འདི་ནི་ I2P གཡོ་བར་འོས་སྦྱོར་བྱེད་པའི་ཐབས་ལམ་ཡིན།
cs: Nainstalujte službu I2P systému. Toto je doporučený způsob spuštění I2P.
da: Installer I2P-systemtjenesten.
el: Εγκαταστήστε την υπηρεσία συστήματος I2P. Αυτός είναι ο συνιστώμενος τρόπος εκτέλεσης του I2P.
es: Instale el servicio del sistema I2P. Esta es la forma recomendada de ejecutar I2P.
et: Installige I2P-süsteemi teenus.
fa: نصب سرویس سیستمی I2P. این روش توصیه‌شده برای اجرای I2P است.
fi: Asenna I2P-järjestelmäpalvelu.
hi: I2P सिस्टम सेवा स्थापित करें। यह I2P चलाने की सुझावित तरीका है।
hu: Telepítse az I2P rendszerszolgáltatást.
in: Instal layanan sistem I2P.
it: Installa il servizio di sistema I2P. Questo è il modo raccomandato di eseguire I2P.
ja: I2Pシステムサービスをインストールします。
ko: I2P 시스템 서비스를 설치합니다.
nb: Installer I2P -systemtjenesten. Dette er den anbefalte måten å kjøre i2p på.
nl: Installeer de I2P-systeemservice. Dit is de aanbevolen manier om I2P uit te voeren.
pt: Instale o serviço do sistema I2P.
sl: Namesti sistemsko storitev I2P. To je priporočen način za izvajanje I2P.
sv: Installera I2P -systemtjänsten. Detta är det rekommenderade sättet att köra I2P.
uk: Установіть системну службу I2P.
vi: Cài đặt dịch vụ hệ thống I2P+. Đây là cách được khuyến nghị để chạy I2P+.

source: config sidebar
ar: الشريط الجانبي للتكوين
az: konfiqurasiya yan çubuğu
bo: བཀོད་སྒྲིག་ཟུར་ངོས་ཕྲ་རིང་།
cs: postranní panel konfigurace
da: config sidebjælke
el: διαμόρφωση πλευρικής στήλης
es: barra lateral de configuración
et: config külgriba
fa: نوار کناری پیکربندی
fi: config-sivupalkki
hi: साइडबार की सेटिंग करें
hu: Konfigurálja az oldalsávot
in: bilah sisi konfigurasi
it: configura barra laterale
ja: 設定サイドバー
ko: 구성 사이드바
nb: config sidefelt
nl: config zijbalk
pt: barra lateral de configuração
sl: konfig stranica
sv: konfigurera sidofältet
uk: бічна панель конфігурації
vi: thanh bên cấu hình

source: Sidebar Options
bo: ཟུར་ངོས་ཕྲ་རིང་གདམ་གསེས།
hi: साइडबार विकल्प
ko: 사이드바 옵션

source: Refresh interval
bo: གསར་བརྗེས་བར་ནས།
hi: ताज़ा करने का अंतराल
ko: 새로고침 간격

source: seconds
ar: ثواني
az: saniyə
bo: སྐར་ཆ།
cs: sekund
da: sekunder
el: δευτερόλεπτα
es: segundos
et: sekundit
fa: ثانیه
fi: sekuntia
hi: सेकंड
hu: másodpercek
in: detik
it: secondi
ja: 秒
ko: 초
nb: sekunder
nl: seconden
pt: segundos
sl: sekunde
sv: sekunder
uk: секунд
vi: giây

source: 0 to disable
ar: 0 للتعطيل
az: 0 söndürmək üçün
bo: 0 ནི་སྒོ་བརྒྱབ་པ།
cs: 0 zakázat
da: 0 for at deaktivere
el: 0 για απενεργοποίηση
es: 0 para desactivar
et: 0 keelamiseks
fa: 0 برای غیرفعال کردن
fi: 0 poistaa käytöstä
hi: 0 को डिसेबल करें
hu: 0 a letiltáshoz
in: 0 untuk menonaktifkan
it: 0 per disabilitare
ja: 0 無効にする
ko: 0 비활성화
nb: 0 for å deaktivere
nl: 0 om uit te schakelen
pt: 0 para desativar
sl: 0 za onemogočanje
sv: 0 för att inaktivera
uk: 0, щоб вимкнути
vi: 0 để vô hiệu hóa

source: Unified sidebar
bo: གཅིག་གྱུར་བཟོས་པའི་ཟུར་ངོས་ཕྲེང་རིང་།
hi: एकीकृत साइडबार
ko: 통합 사이드바

source: Use the same sidebar on all pages
bo: ཤོག་ངོས་ཆ་ཚང་ལ་ཟུར་ངོས་ཕྲེང་རིང་གཅིག་པ་བེད་སྤྱོད་བྱོས།
hi: सभी पृष्ठों पर एक ही साइडबार का उपयोग करें
ko: 모든 페이지에서 동일한 사이드바 사용

source: Sticky sidebar
bo: གི་པུང
hi: सशर्त साइडबार
ko: 고정 사이드바

source: Enable conditional fixed sidebar
bo: རང་མཐོད་པའི་གི་གི་པུངང
hi: सशर्त निश्चित साइडबार
ko: 조건부 고정 사이드바 활성화

source: config stats
ar: احصائيات التكوين
az: konfiqurasiya statistikası
bo: བཀོད་སྒྲིག་ཚད་རྩིས།
cs: config statistiky
da: konfigurations statistikker
el: στατιστικά ρυθμίσεων
es: configuración de estadísticas
et: konfiguratsioonistatistika
fa: آمار پیکربندی
fi: tilastoasetukset
hi: स्टैट्स की सेटिंग करें
hu: státusz beállításai
in: statistik konfigurasi
it: configura statistiche
ja: 構成統計
ko: 통계 설정
nb: konfigurasjonsstatistikk
nl: configureer statistieken
pt: configurar estatísticas
sl: konfig statistika
sv: konfigurera statistik
uk: статистика конфігурації
vi: Cấu hình thống kê

source: Stats Collection &amp; Graphing
ar: جمع الإحصائيات والرسوم البيانية
az: Statistikalar toplusu
bo: ཚད་རྩིས་བསྡུ་ལེན་དང་རིས་འབྲི།
cs: Sbírka statistik
da: Statistikindsamling og Graftegning
el: Συλλογή στατιστικών και γραφική αναπαράσταση
es: Recogida de estadísticas & Gráficas
et: Statistikakogumine ja Graafik
fa: مجموعه آمار
fi: Stats Collection
hi: स्टैट्स संग्रहण &amp; ग्राफ़िंग
hu: Statisztikai gyűjtés és grafikonok
in: Koleksi dan grafik statistik
it: Statistiche &amp; Grafici
ja: 統計収集
ko: 통계 수집 및 그래프
nb: Statistikksamling og Grafing
nl: Router Statistieken Verzamelen en Graferen
pt: Coleta de estatísticas
sl: Zbiranje statistik &amp; risanje grafa
sv: Statistikinsamling och Grafer
uk: Колекція статистики
vi: Thu thập và biểu diễn dữ liệu thống kê

source: Configure I2P Stat Collection
ar: تكوين مجموعة إحصائيات I2P
az: I2P Stat Kolleksiyasını konfiqurasiya edin
bo: I2P ཚད་རྩིས་བསྡུ་ལེན་བཀོད་སྒྲིག་བྱོས།
cs: Nakonfigurujte I2P Stat Collection
da: Konfigurer I2P Statistik Samling
el: Ρύθμιση συλλογής στατιστικών I2P
es: Configurar recopilación de estadísticas de I2P
et: Häälesta I2P statistika kogumist
fa: پیکربندی جمع‌آوری آمار I2P
fi: Tee asetukset I2P tilastojen keruuseen
hi: I2P स्टैट कलेक्शन की सेटिंग करें
hu: Az I2P Statisztikai Gyűjtés Beállítása
in: Konfigurasikan Pengumpulan Statistik I2P
it: Configura il collezionamento di statistiche di I2P
ja: I2P 統計収集の構成
ko: I2P 통계 모음 설정
nb: Sett opp innsamling av I2P-statistikk
nl: Configureer I2P Statistiek Vergaring
pt: Configurar coleta de estatísticas
sl: Konfiguriraj zbiranje statistik I2P
sv: Konfigurera I2P-statistiksinsamling
uk: Налаштування збору статистики I2P
vi: Cấu hình Thu thập dữ liệu thống kê I2P

source: A limited selection of stats is enabled by default, required for monitoring router performance. Only stats that have an optional graph are listed here; for a full list of enabled stats, view the <a href="/stats">stats page</a>.
ar: يتم تمكين مجموعة محدودة من الإحصائيات بشكل افتراضي، وهي مطلوبة لمراقبة أداء جهاز التوجيه. يتم هنا إدراج الإحصائيات التي تحتوي على رسم بياني اختياري فقط؛ للحصول على قائمة كاملة بالإحصائيات الممكّنة، قم بعرض <a href="/stats">صفحة الإحصائيات</a>.
az: Routerin işinə nəzarət etmək üçün tələb olunan məhdud statistika seçimi standart olaraq aktivdir. Yalnız əlavə bir qrafik olan statistikalar burada verilmişdir; Aktiv statistikaların tam siyahısı üçün <a href=/stats>stats səhifəsinə baxın</a>.
bo: རོ་ཌེར་གྱི་ནུས་པོ་ལྟ་བཤལ་བྱར་དགོས་པའི་ཚད་རྩིས་ཚད་བཀག་པ་ཞིག་སྔོན་སྒྲིག་བྱས་ཡོད། གདམ་རྐྱང་རིས་འབྲི་ཡོད་པའི་ཚད་རྩིས་རྐྱང་པོ་འདིར་གྲལ་བཀོད་ཡོད། སྐུ་འགུག་བྱས་པའི་ཚད་རྩིས་ཀྱི་ཐོག་ཡོངས་ལ་ལྟ་བར། <a href="/stats">ཚད་རྩིས་ཤོག་ངོས།</a> ལ་གཟིགས།
cs: Ve výchozím nastavení je povolen omezený výběr statistik, který je nutný pro monitorování výkonu routeru. Zde jsou uvedeny pouze statistiky, které mají volitelný graf; Úplný seznam povolených statistik naleznete na stránce <a href=/stats>statistiky</a>.
da: Et begrænset udvalg af statistik er som standard aktiveret til overvågning af routerpræstation. Kun statistikker, der har en valgfri graf, er anført her; For en komplet liste over aktiveret statistik, se <a href=/stats>statistikssiden</a>.
el: Ένας περιορισμένος αριθμός στατιστικών είναι ενεργοποιημένος εξ' ορισμού, απαιτείται για την παρακολούθηση της απόδοσης του δρομολογητή. Εδώ παρατίθενται μόνο τα στατιστικά που διαθέτουν δυνατότητα γραφικής αναπαράστασης· για μια πλήρη λίστα με τα ενεργοποιημένα στατιστικά, δείτε την <a href="/stats">σελίδα στατιστικών</a>.
es: Una selección limitada de STAT está habilitada de forma predeterminada, requerida para monitorear el rendimiento del enrutador. Solo se enumeran las estadísticas que tienen un gráfico opcional; Para obtener una lista completa de estadísticas habilitadas, vea la página <a href=/stats>estadísticas</a>.
et: Vaikimisi on lubatud piiratud valik statistikat, mis on vajalik ruuteri jõudluse jälgimiseks. Siin on loetletud ainult need statisika üksused, millel on valikuline graafik; täieliku nimekirja lubatud statistikast leiate <a href="/stats">statistika lehelt</a>.
fa: انتخاب محدودی از آمار به طور پیش فرض فعال است ، برای نظارت بر عملکرد روتر مورد نیاز است. فقط آماری که نمودار اختیاری دارند در اینجا ذکر شده است. برای لیست کاملی از آمار فعال ، صفحه <a href="/stats "> را مشاهده کنید </a>.
fi: Oletuksena on käytössä rajoitettu valikoima tilastoja, jotka ovat tarpeen reitittimen suorituskyvyn seurantaan. Täällä on lueteltu vain tilastot, joilla on valinnainen kaavio. Koko luettelo käytetyistä tilastoista näet <a href="/stats">tilastosivulta</a>.
hi: डिफ़ॉल्ट रूप से कुछ सीमित आँकड़ों की सक्रिय करना होता है, जो राउटर प्रदर्शन की निगरानी के लिए आवश्यक होते हैं। यहाँ सूचीबद्ध केवल वे आँकड़े होंगे जिनके पास वैकल्पिक ग्राफ होते हैं; सक्रिय आँकड़ों की पूरी सूची के लिए, <a href="/stats">आँकड़ों की पृष्ठ</a> देखें।
hu: Alapértelmezetten néhány korlátozott adatgyűjtés van engedélyezve, amelyek szükségesek a router teljesítményének monitorozásához. Csak azon statisztikák szerepelnek itt, amelyekhez opcionális grafikon tartozik; az engedélyezett összes statisztika listájához tekintse <a href="/stats">a statisztika oldalt</a>.
in: Seleksi statistik terbatas diaktifkan secara default, diperlukan untuk memantau kinerja router. Hanya statistik yang memiliki grafik opsional yang tercantum di sini; untuk daftar lengkap statistik yang diaktifkan, lihat halaman <a href="/stats">statistik</a>.
it: Una selezione limitata di statistiche è abilitata per impostazione predefinita, richiesta per il monitoraggio delle prestazioni del router. Qui sono elencate solo le statistiche che hanno un grafico opzionale; Per un elenco completo delle statistiche abilitate, visualizzare la pagina delle statistiche <a href=/stats>pagina delle statistiche</a>.
ja: ルーターのパフォーマンスを監視するために必要な、デフォルトでは限られた統計の選択が有効になっています。 オプションのグラフを持つ統計のみがここにリストされています。 有効な統計の完全なリストについては、<a href="/stats">統計ページを表示します</a>。
ko: 라우터 성능을 모니터링하는 데 필요한 제한된 통계 선택이 기본적으로 가능합니다. 옵션 그래프가있는 통계 만 여기에 나열되어 있습니다. 활성화 된 통계의 전체 목록은 <a href=/stats>통계 페이지</a>를 참조하십시오.
nb: En begrenset utvalg av statistikk er aktivert som standard, som er nødvendig for overvåking av ruterytelse. Bare statistikk som har en valgfri graf er oppført her. For en fullstendig liste over aktiver statistikk, kan man besøke <a href="/stats">statistikk siden</a>.
nl: Een beperkte selectie van statistieken is standaard ingeschakeld en vereist voor het monitoren van de routerprestaties. Alleen statistieken met een optionele grafiek worden hier vermeld; voor een volledige lijst met ingeschakelde statistieken, bekijk de <a href="/stats">statistiekenpagina</a>.
pt: Uma seleção limitada de estatísticas é ativada por padrão, necessária para o monitoramento do desempenho do roteador. Somente estatísticas que possuem um gráfico opcional estão listadas aqui; Para uma lista completa das estatísticas ativadas, consulte a <a href=/stats>página estatísticas</a>.
sl: Privzeto je omogočen omejen izbor statistik, zahtevan za nadzor zmogljivosti usmerjevalnika. Tukaj so navedene le statistike, ki imajo nepovzetno graf; za popoln seznam omogočenih statistik, oglejte <a href="/stats">stran statistik</a>.
sv: En begränsad val av statistik är aktiverad som standard och krävs för övervakning av routerprestanda. Endast statistik som har en valfri graf listas här; för en fullständig lista över aktiverad statistik, se <a href="/stats">statistiksidan</a>.
uk: За замовчуванням увімкнено обмежений вибір статистики, який необхідний для моніторингу продуктивності маршрутизатора. Тут наведено лише статистичні дані, які мають необов’язковий графік; щоб переглянути повний список увімкненої статистики, перегляньте <a href="/stats">сторінку статистики</a>.
vi: Một lựa chọn hạn chế các số liệu thống kê được bật theo mặc định, cần thiết để theo dõi hiệu suất bộ định tuyến. Chỉ các số liệu thống kê có biểu đồ tùy chọn được liệt kê ở đây; Để biết danh sách đầy đủ các số liệu thống kê đã kích hoạt, hãy xem <a href="/stats"> trang thống kê </a>.

source: Enable full stats?
ar: تمكين الإحصائيات الكاملة؟
az: Tam statistika aktiv edilsin?
bo: ཚད་རྩིས་ཆ་ཚང་སྐུ་འགུག་བྱེད་དགོས་སམ།
cs: Povolit úplné statistiky?
da: Aktiver komplet statistik?
el: Πλήρης ενεργοποίηση στατιστικών?
es: ¿Habilitar estadísticas completas?
et: Luba täielik statistika?
fa: فعال‌سازی استاتیستیک‌های کامل؟
fi: Kokoa kaikki tilastot?
hi: पूर्ण स्टैट्स को सक्षम करें?
hu: Teljes statisztika engedélyezése?
in: Aktifkan statistik penuh?
it: Abilitare le statistiche complete?
ja: 完全な統計を有効にしますか?
ko: FULL 통계 활성화?
nb: Skru på all statistikk?
nl: Volledige statistieken inschakelen?
pt: Habilitar estatísticas completas?
sl: Omogoči polne statistike?
sv: Aktivera fullständig statistik?
uk: Увімкнути повну статистику?
vi: Bật toàn bộ số liệu thống kê?

source: change requires restart to take effect
ar: التغيير يتطلب إعادة التشغيل ليصبح ساري المفعول
az: dəyişikliyin qüvvəyə minməsi üçün yenidən başlama tələb olunur
bo: བསྒྱུར་བ་དེ་ནུས་པོ་ཐོན་པར་བསྐྱར་འགོ་ཚུགས་དགོས།
cs: change vyžaduje restart, aby se projevil
da: Ændring kræver genstart for at træde i kraft
el: η αλλαγή χρειάζεται επανεκκίνηση για να εφαρμοστεί
es: los cambios requieren reiniciar para que surtan efecto
et: muutus nõuab uuesti käivitamist
fa: این تغییر نیاز به راه‌اندازی مجدد دارد تا اعمال شود
fi: Muutos tulee voimaan vasta uudelleenkäynnistyksen myötä
hi: बदलाव को प्रभावी बनाने के लिए पुनः शुरू करना होगा
hu: A változtatások érvénybe lépéséhez újraindítás szükséges
in: perubahan membutuhkan restart untuk diterapkan
it: il cambiamento richiede un riavvio per avere effetto
ja: 変更を有効にするには再起動が必要です
ko: 재시작해야 적용됩니다.
nb: endring krever omstart før den trer i effekt
nl: na wijziging is een herstart nodig
pt: alteração precisa de reinicio para fazer efeito
sl: sprememba zahteva ponovni zagon za učinkovanje
sv: förändring kräver omstart för att träda i kraft
uk: зміна вимагає перезапуску, щоб вступити в силу
vi: sự thay đổi yêu cầu khởi động lại để áp dụng

source: Select Stats for Graphing
ar: حدد الإحصائيات للرسوم البيانية
az: Qrafikləşdirmə üçün Stats seçin
bo: རིས་འབྲི་བྱར་པའི་ཚད་རྩིས་གདམ་པ།
cs: Vyberte Statistiky pro grafy
da: Vælg Statistik til graftegning
el: Επιλέξτε στατιστικά για γράφημα
es: Seleccionar estadísticas para gráficos
et: Valige Stats for Graphing
fa: انتخاب استاتیستیک‌ها برای نمودار
fi: Valitse Tilastot kuvaajia varten
hi: ग्राफ़ के लिए स्टैट्स चुनें
hu: Válassza ki a Stats for Graphing lehetőséget
in: Pilih Statistik untuk Pembuatan Grafik
it: Seleziona Statistiche per il grafico
ja: グラフ化する統計の選択
ko: 그래프 통계를 선택하십시오
nb: Velg Stats for Graphing
nl: Selecteer statistieken voor grafieken
pt: Selecione estatísticas para gráficos
sl: Izberite statistike za risanje grafa
sv: Välj Statistik för grafer
uk: Виберіть статистику для графіків
vi: Chọn Số liệu thống kê để biểu diễn

source: config tunnels
ar: اعدادات الأنفاق
az: tunelləri konfiqurasiya edin
bo: བཀོད་སྒྲིག་གསང་ལམ།
cs: config tunely
da: konfigurer tunneler
el: διαμορφώστε σήραγγες
es: configuración de túneles
et: konfiguratsioonitunnelid
fa: پیکربندی تونل‌ها
fi: käytäväasetukset
hi: टनल की सेटिंग करें
hu: alagutak beállítása
in: Konfigurasi tunnel
it: configura tunnel
ja: トンネルの構成
ko: 터널 설정
nb: konfigurasjonstunneler
nl: configureer tunnels
pt: configurar túneis
sl: konfig tuneli
sv: Konfigurera tunnlar
uk: конфігураційні тунелі
vi: Cấu hình đường hầm

source: Tunnel Options
ar: خيارات النفق
az: Tunel Seçimləri
bo: གསང་ལམ་གདམ་གསེས།
cs: Možnosti tunelu
da: Tunnel muligheder
el: Επιλογές σήραγγας
es: Opciones de los Túneles
et: Tunneli valikud
fa: گزینه‌های تونل
fi: Tunneliasetukset
hi: टनल विकल्प
hu: Alagút Opciók
in: Opsi Terowongan
it: Opzioni tunnel
ja: トンネルオプション
ko: 터널 옵션
nb: Tunnelalternativer
nl: Tunnelopties
pt: Opções de túnel
sl: Možnosti tuneljev
sv: Tunnelalternativ
uk: Параметри тунелю
vi: Tùy chọn đường hầm

source: The default settings work for most people.
ar: الإعدادات الافتراضية تعمل مع معظم الأشخاص.
az: Defolt parametrlər əksər insanlar üçün işləyir.
bo: སྔོན་སྒྲིག་བྱས་པའི་སྒྲིག་བཀོད་དེ་དག་མི་མང་པོར་ལས་འགྲུབ།
cs: Výchozí nastavení funguje pro většinu lidí.
da: Standardindstillingerne fungere for de fleste.
el: Οι προεπιλεγμένες ρυθμίσεις δουλεύουν για τους περισσότερους ανθρώπους.
es: La configuración por defecto funciona para la mayoría de gente.
et: Oletus-seaded on enamusele inimestele piisavad.
fa: تنظیمات پیش‌فرض برای اکثر مردم کار می‌کند.
fi: Oletusasetukset sopivat useimmille käyttäjille.
hi: मानक सेटिंग अधिकांश लोगों के लिए कार्य करती हैं।
hu: Legtöbbek számára az alapbeállítások működőképesek.
in: Pengaturan default sudah cukup untuk kebanyakan orang.
it: Le impostazioni di default vanno bene per la maggioranza delle persone.
ja: デフォルト設定はほとんどの人にとって機能します。
ko: 일반 사용자들에게는 기본 설정을 권장합니다.
nb: Standardinnstillingene fungerer for de fleste.
nl: De standaard settings werken voor de meeste mensen.
pt: As configurações padrão funcionam bem na maioria das vezes.
sl: Privzete nastavitve delajo za večino ljudi.
sv: Standardinställningarna fungerar för de flesta.
uk: Налаштування за замовчуванням працюють для більшості людей.
vi: Các cài đặt mặc định hoạt động tốt cho hầu hết người dùng.

source: There is a fundamental tradeoff between anonymity and performance.
ar: هناك مقايضة أساسية بين عدم الكشف عن هويته والأداء.
az: Anonimlik və performans arasında əsas fərq var.
bo: མིང་མེད་ཐོབ་པ་དང་ནུས་པོ་གི་བར་ནི་གཞི་རྩའི་བརྗེ་བསྒྱུར་ཞིག་ཡོད།
cs: Mezi anonymitou a výkonem existuje zásadní kompromis.
da: Der er en grundlæggende afvejning mellem anonymitet og ydeevne.
el: Υπάρχει ένας ουσιώδης συμβιβασμός ανάμεσα στην ανωνυμία και την επίδοση.
es: Hay un equilibrio fundamental entre anonimato y rendimiento.
et: Valik anonüümsuse ja jõudluse vahel on põhimõtteline kompromiss.
fa: تعارض اساسی میان گمنامی و عملکرد وجود دارد.
fi: Anonymiteetin ja suorituskyvyn välillä on perustavanlaatuinen jännite.
hi: गुप्तता और प्रदर्शन के बीच मौलिक संतुलन होता है।
hu: Alapvető valamit-valamiért viszony van az anonimitás és a teljesítmény között.
in: Ada tradeoff mendasar antara anonimitas dan kinerja.
it: C'è un compromesso fondamentale tra anonimità e prestazioni.
ja: 匿名性とパフォーマンスの間には基本的なトレードオフがあります。
ko: 익명성과 구동 속도는 반비례합니다.
nb: Det er en grunnleggende avveining mellom anonymitet og ytelse.
nl: Er is een fundamentele afweging tussen anonimiteit en prestatie.
pt: Existe uma diferença entre anonimato e performance.
sl: Postoji temeljni kompromis med anonimnostjo in zmogljivostjo.
sv: Det finns en stor avvägning mellan anonymitet och prestanda.
uk: Існує фундаментальний компроміс між анонімністю та продуктивністю.
vi: Có một sự đánh đổi cơ bản giữa ẩn danh và hiệu suất.
