Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Update with unsigned development builds
ar: التحديث مع بنيات التطوير غير الموقعة
az: İmzasız inkişaf qurmaları ilə yeniləyin
bo: མིང་མེད་པའི་གསར་བསྐྱེད་ལས་དང་བསྒྱུར་བ།
cs: Aktualizace s nepodepsanými vývojovými sestaveními
da: Opdater med usignerede udviklingsbuilds
el: Ενημέρωση με ανυπόγραφες αναπτύξεις
es: Actualizar con versiones de desarrollo no firmadas
et: Värskendage allkirjastamata arendusjärgustega
fa: به‌روزرسانی با ساخت‌های توسعه بدون امضا
fi: Päivitys allekirjoittamattomilla kehitysversioilla
hi: अनुस्मारक विकास बिल्ड के साथ अपडेट करें
hu: Frissítés aláíratlan fejlesztési buildekkel
in: Perbarui dengan build pengembangan yang tidak ditandatangani
it: Aggiorna con versioni di sviluppo non firmate
ja: 未署名の開発ビルドで更新する
ko: 서명되지 않은 개발 빌드로 업데이트
nb: Oppdater med usignerte utviklingsbygg
nl: Update met niet-ondertekende ontwikkelingsbuilds
pt: Atualização com compilações de desenvolvimento não assinadas
sl: Posodobi z neoznačenimi gradnjo razvoja
sv: Uppdatera med osignerade utvecklingsbyggen
uk: Оновлення з непідписаними збірками розробки
vi: Cập nhật với các bản dựng phát triển chưa được ký

source: Advanced Options
ar: خيارات متقدمة
az: Təkmilləşmiş Seçimlər
bo: མཐོ་རིམ་གདམ་གསེས།
cs: Pokročilé možnosti
da: Avancerede indstillinger
el: Προχωρημένες επιλογές
es: Opciones Avanzadas
et: Täpsemad valikud
fa: گزینه های پیشرفته
fi: Edistyneet Asetukset
hi: उन्नत विकल्प
it: Opzioni Avanzate
ja: 高度なオプション
ko: 고급 옵션
nb: Avanserte alternativer
nl: Geavanceerde Mogelijkheden
pt: Opções avançadas
sl: Napredne možnosti
sv: Avancerade alternativ
uk: Розширені опції

source: In order to maintain anonymity, it is recommended to update using the I2P http proxy. If the news or I2P update is hosted on I2P, using the proxy will be necessary.
ar: من أجل الحفاظ على سرية الهوية، يوصى بالتحديث باستخدام وكيل I2P http. إذا تمت استضافة الأخبار أو تحديث I2P على I2P، فسيكون استخدام الوكيل ضروريًا.
az: Anonimliyi qorumaq üçün i2P http proxy istifadə edərək yeniləmək tövsiyə olunur. Xəbər və ya i2P yeniləməsi i2P-də ev sahibliyi edirsə, proxy istifadə etmək lazımdır.
bo: མིང་མེད་ཐོབ་པར་གཡོ་བར་འགུག་པར། I2P http ངོས་འཛིན་བེད་སྤྱོད་བྱེད་ནས་གསར་བསྒྱུར་བར་འོས་སྦྱོར་བྱེད། གལ་སྲོལ་གནས་ཚུད་ཡང་ I2P གསར་བསྒྱུར་ I2P ནང་བཞག་པ་ཡིན་ན། ངོས་འཛིན་བེད་སྤྱོད་བྱེད་པ་ནི་མཁོ་ངེས་ཡིན།
cs: Pro zachování anonymity se doporučuje aktualizovat pomocí I2P http proxy. Pokud jsou novinky nebo aktualizace I2P hostovány na I2P, bude nutné použít proxy.
da: For at bevare anonymiteten anbefales det at opdatere ved hjælp af I2P http-proxy.
el: Προκειμένου να διατηρηθεί η ανωνυμία, συνιστάται η ενημέρωση χρησιμοποιώντας τον διακομιστή μεσολάβησης http I2P. Εάν η ενημέρωση ειδήσεων ή I2P φιλοξενείται στο I2P, η χρήση του διακομιστή μεσολάβησης θα είναι απαραίτητη.
es: Para permanecer anónimo, es recomendable actualizar usando el proxy HTTP de I2P. Si las noticias o la actualización de I2P están en I2P, será necesario usar el proxy.
et: Anonüümsuse säilitamiseks soovitatakse uuendada I2P HTTP puhverserveri kaudu. Kui uudised või I2P värskendus on majutatud I2P-s, on puhverserveri kasutamine vajalik.
fa: به منظور حفظ ناشناس ماندن ، توصیه می شود با استفاده از پروکسی I2P HTTP به روز شوید. اگر به روزرسانی اخبار یا I2P در i2p میزبانی شود ، با استفاده از پروکسی ضروری خواهد بود.
fi: Anonyymin ylläpitämiseksi on suositeltavaa päivittää käyttämällä I2P HTTP -välityspalvelinta. Jos uutiset tai I2P -päivitys isännöidään I2P: ssä, välityspalvelimen käyttäminen on tarpeen.
hi: गुप्तता बनाए रखने के लिए, I2P HTTP प्रोक्सी का उपयोग करके अपडेट करने की सिफारिश की जाती है। यदि समाचार या I2P अपडेट I2P पर होस्ट होता है, तो प्रोक्सी का उपयोग करना आवश्यक होगा।
hu: Az anonimitás megőrzése érdekében ajánlatos az I2P http proxy használatával frissíteni. Ha a hírt vagy az I2P-frissítést I2P-n tárolják, a proxy használatára lesz szükség.
in: Untuk menjaga kerahasiaan, direkomendasikan melakukan pembaruan menggunakan proxy http I2P. Jika pembaruan berita atau I2P dihosting di I2P, penggunaan proxy akan diperlukan.
it: In modo da mantenere anonimità, è raccomandato di aggiornare usando il proxy http di I2P. Se le notizie o l'aggiornamento di I2P sono ospitati su I2P, sarà necessario usare il proxy.
ja: 匿名性を維持するために、i2p HTTPプロキシを使用して更新することをお勧めします。 ニュースまたはI2Pの更新がi2pでホストされている場合、プロキシを使用する必要があります。
ko: 익명 성을 유지하려면 I2P HTTP 프록시를 사용하여 업데이트하는 것이 좋습니다. 뉴스 또는 I2P 업데이트가 I2P에서 호스팅되면 프록시를 사용해야합니다.
nb: For å opprettholde anonymitet anbefales det å oppdatere ved hjelp av I2P HTTP -proxy. Hvis nyhetene eller I2P -oppdateringen er vert på I2P, vil det være nødvendig å bruke proxy.
nl: Om de anonimiteit te behouden, wordt het aanbevolen om de I2P HTTP -proxy bij te werken. Als het nieuws of i2p -update wordt gehost op I2P, is het gebruik van de proxy nodig.
pt: Para manter o anonimato, é recomendável atualizar usando o proxy I2P HTTP. Se as notícias ou a atualização i2p estiverem hospedadas no i2p, o uso do proxy será necessário.
sl: Da bi vzdržali anonimnost, je priporočljivo posodobiti z uporabo posredniškega strežnika I2P http. Če so novice ali posodobitev I2P gostile na I2P, bo potrebno uporabo posredniškega strežnika.
sv: För att upprätthålla anonymitet rekommenderas det att uppdatera med I2P HTTP -proxy. Om nyheterna eller i2p -uppdateringen är värd på i2p kommer att använda proxy att vara nödvändig.
uk: Для того, щоб підтримувати анонімність, рекомендується оновити за допомогою проксі -сервера I2P HTTP. Якщо оновлення новин або i2p буде розміщено на i2p, буде необхідним використання проксі.
vi: Để duy trì tính ẩn danh, nên cập nhật bằng cách sử dụng proxy I2P HTTP. Nếu bản cập nhật tin tức hoặc I2P được lưu trữ trên I2P, việc sử dụng proxy sẽ là cần thiết.

source: Fetch news using I2P http proxy
ar: جلب الأخبار باستخدام وكيل I2P http
az: I2P http proxy-dən istifadə edərək xəbərləri əldə edin
bo: I2P http ངོས་འཛིན་བེད་སྤྱོད་བྱེད་ནས་གནས་ཚུད་བསྡུད།
cs: Získejte zprávy pomocí I2P http proxy
da: Hent nyheder ved hjælp af I2P http-proxy
el: Ανάκτηση ειδήσεων μέσω διακομιστή μεσολάβησης http I2P
es: ¿Descargar las actualizaciones a través del eepProxy?
et: hankige uudiseid I2P http-puhverserveri abil
fa: اخبار را با استفاده از پروکسی I2P http دریافت کنید
fi: Hae uutisia I2P http-välityspalvelimella
hi: I2P HTTP प्रोक्सी का उपयोग करके समाचार प्राप्त करें
hu: Hírek lekérése I2P http-proxy használatával
in: Ambil berita menggunakan proksi http I2P
it: Recupera le notizie attraverso il proxy http I2P
ja: I2P httpプロキシを使用してニュースを取得する
ko: I2P http 프록시를 사용하여 뉴스 가져오기
nb: Hent nyheter ved hjelp av I2P http-proxy
nl: Nieuws ophalen met I2P http-proxy
pt: Buscar notícias usando proxy http I2P
sl: Pridobi novice z uporabo posredniškega strežnika I2P http
sv: Hämta nyheter med I2P http-proxy
uk: Отримати новини за допомогою I2P http-проксі
vi: Tìm nạp tin tức bằng proxy I2P http

source: Update I2P using I2P http proxy
ar: قم بتحديث I2P باستخدام وكيل I2P http
az: I2P http proxy istifadə edərək I2P-ni yeniləyin
bo: I2P http ངོས་འཛིན་ཧོས་ཊི་བེད་སྤྱོད་བྱེད་ I2P གསར་བསྒྱུར།
cs: Aktualizujte I2P pomocí I2P http proxy
da: Opdater I2P ved hjælp af I2P http-proxy
el: Ενημερώστε το I2P χρησιμοποιώντας τον διακομιστή μεσολάβησης http I2P
es: Actualizar I2P usando el proxy HTTP
et: Värskendage I2P-d, kasutades I2P http-puhverserverit
fa: I2P را با استفاده از پروکسی I2P http به روز کنید
fi: Päivitä I2P käyttämällä I2P http-välityspalvelinta
hi: I2P HTTP प्रोक्सी का उपयोग करके I2P को अपडेट करें
hu: Frissítse az I2P-t I2P http-proxy használatával
in: Perbarui I2P menggunakan proksi http I2P
it: Aggiorna I2P usando il proxy http I2P
ja: I2P http プロキシを使用して I2P を更新する
ko: I2P http 프록시를 사용하여 I2P 업데이트
nb: Oppdater I2P med I2P http-proxy
nl: I2P bijwerken met I2P http-proxy
pt: Atualize I2P usando proxy http I2P
sl: Posodobi I2P z uporabo posredniškega strežnika I2P http
sv: Uppdatera I2P med I2P http-proxy
uk: Оновіть I2P за допомогою I2P http-проксі
vi: Cập nhật I2P bằng proxy http I2P

source: I2P proxy host
ar: مضيف وكيل I2P
bo: I2P ངོས་འཛིན་ཧོསཊི།
cs: Hostitel proxy I2P
da: I2P proxy vært
el: Διακομιστής μεσολάβησης I2P
es: equipo del eepProxy
et: I2P puhverserver
fa: میزبان پروکسی I2P
fi: I2P-välityspalvelin
hi: I2P प्रोक्सी होस्ट
hu: I2P proxy gazdagép
in: host proksi I2P
it: Host proxy I2P
ja: I2Pプロキシホスト
ko: I2P 프록시 호스트
nb: I2P proxy-vert
pt: Host proxy I2P
sl: Gostitelj posredniškega strežnika I2P
sv: I2P proxy-värd
uk: проксі-хост I2P
vi: Máy chủ proxy I2P

source: I2P proxy port
ar: منفذ وكيل I2P
az: I2P proxy portu
bo: I2P ངོས་འཛིན་ཚོད་རྟགས།
cs: Port I2P proxy
el: Θύρα διαμεσολαβητή I2P
es: Puerto proxy I2P
et: I2P puhverserveri port
fa: بندر پروکسی I2P
fi: I2P-välityspalvelinportti
hi: I2P प्रोक्सी पोर्ट
in: port proksi I2P
it: Porta proxy I2P
ja: I2Pプロキシポート
ko: I2P 프록시 포트
nl: I2P-proxypoort
pt: porta proxy I2P
sl: Vrata posredniškega strežnika I2P
uk: порт проксі I2P
vi: Cổng proxy I2P

source: News URL
ar: عنوان الأخبار
az: Xəbər URL-i
bo: གནས་ཚུད་ URL
cs: URL zpráv
da: Nyheds URL
el: Διεύθυνση URL ειδήσεων
es: URL de noticias
et: Uudiste URL
fa: URL اخبار
fi: Uutis-URL
hi: समाचार URL
hu: Hírek URL
in: URL berita
it: URL Notizie
ja: ニュースURL
ko: 뉴스 URL
nb: Nyhetsnettadresse
nl: Nieuws URL
pt: URL de notícias
sl: URL novice
sv: Nyhets-URL
uk: URL-адреса новин
vi: URL tin tức

source: If I2P cannot update via BitTorrent, it will try these addresses in the order they are listed
ar: إذا لم يتمكن I2P من التحديث عبر BitTorrent ، فسيحاول هذه العناوين بالترتيب المدرجة
az: Əgər I2P BitTorrent vasitəsilə yeniləyə bilmirsə, o, bu ünvanları siyahıda göstərildiyi qaydada sınayacaq.
bo: I2P BitTorrent བརྒྱུད་ནས་གསར་བསྒྱུར་མ་ཐུབ་ན། ཁ་བྱང་འདི་དག་གྲལ་བཀོད་པའི་རིམ་པ་བཞིན་པར་ཚོད་ལྟ་བྱེད།
cs: Pokud se I2P nemůže aktualizovat přes BitTorrent, zkusí tyto adresy v pořadí, v jakém jsou uvedeny
da: Hvis I2P ikke kan opdatere via BitTorrent, vil den prøve disse adresser i den rækkefølge, de er anført
el: Εάν το I2P δεν μπορεί να ενημερώσει μέσω BitTorrent, θα δοκιμάσει αυτές τις διευθύνσεις με τη σειρά που αναφέρονται
es: Si I2P no puede actualizarse por BitTorrent, intentará usar estas direcciones en el orden listado
et: kui I2P ei saa BitTorrenti kaudu värskendada, proovib see neid aadresse nende loendis olevas järjekorras
fa: اگر I2P نتواند از طریق BitTorrent به روز شود ، این آدرس ها را به ترتیب ذکر شده امتحان می کند
fi: Jos I2P ei voi päivittää BitTorrentin kautta, se yrittää näitä osoitteita siinä järjestyksessä kuin ne on listattu
hi: यदि I2P BitTorrent के माध्यम से अपडेट नहीं कर पाता है, तो यह उन्हीं पतों की क्रमशः क्रम में प्रयास करेगा
hu: Ha az I2P nem tud frissíteni a BitTorrenten keresztül, akkor megpróbálja ezeket a címeket a felsorolás sorrendjében
in: Jika I2P tidak dapat memperbarui melalui BitTorrent, ia akan mencoba alamat-alamat ini sesuai urutan yang tercantum
it: Se I2P non può aggiornarsi con BitTorrent, proverà questi indirizzi nell'ordine in cui sono elencati
ja: I2P が BitTorrent 経由で更新できない場合は、リストされている順序でこれらのアドレスを試行します
ko: I2P가 BitTorrent를 통해 업데이트할 수 없는 경우 나열된 순서대로 이 주소를 시도합니다.
nb: Hvis I2P ikke kan oppdatere via BitTorrent, vil den prøve disse adressene i den rekkefølgen de er oppført
nl: Als I2P niet via BitTorrent kan updaten, zal het deze adressen proberen in de volgorde waarin ze worden vermeld
pt: Se o I2P não puder atualizar via BitTorrent, ele tentará esses endereços na ordem em que estão listados
sl: Če I2P ne more posodobiti prek BitTorrent, bo poskušal dostopati do teh naslovov v vrstnem redu, v katerem so navedeni
sv: Om I2P inte kan uppdatera via BitTorrent, kommer den att prova dessa adresser i den ordning de är listade
uk: Якщо I2P не може оновити через BitTorrent, він спробує ці адреси в тому порядку, в якому вони вказані
vi: Nếu I2P không thể cập nhật qua BitTorrent, nó sẽ thử các địa chỉ này theo thứ tự được liệt kê

source: Update URLs
ar: تحديث العناوين
az: URL-ləri yeniləyin
bo: གསར་བསྒྱུར་ URLs
cs: Aktualizujte adresy URL
da: Opdaterings URLer
el: Ενημέρωση διευθύνσεων URL
es: URLs de actualización
et: Uuenduse URLid
fa: URL ها را به روز کنید
fi: Päivitä URL:t
hi: अपडेट URL
hu: Update URL-ek
in: Update URL
it: Aggiorna URL
ja: URLの更新
ko: URL 업데이트
nb: Oppdateringsnettadresser
pt: URLs de atualização
sl: URL-ji posodobitve
sv: Uppdatera URL:er
uk: Оновити URL-адреси
vi: Cập nhật URL

source: These keys are used to validate official router updates, signed development builds and the official news feed
ar: تُستخدم هذه المفاتيح للتحقق من صحة تحديثات جهاز التوجيه الرسمية وبنيات التطوير الموقعة وموجز الأخبار الرسمي
az: Bu düymələr rəsmi marşrutlaşdırıcı yeniləmələrini, imzalanmış inkişaf qurmalarını və rəsmi xəbər lentini yoxlamaq üçün istifadə olunur.
bo: ལྡེ་མིག་དེ་དག་གཞི་རྩའི་རོ་ཌེར་གསར་བསྒྱུར་མིང་མེད་པ། མིང་མེད་པའི་གསར་བསྒྱུར་བཏང་བའི་གསར་བསྒྱུར་དང་གཞི་རྩའི་གནས་ཚུད་གསལ་ལམ་བརྒྱུད་པར་བརྟེན་གྲངས་བྱེད།
cs: Tyto klíče se používají k ověření oficiálních aktualizací routeru, podepsaných vývojových sestavení a oficiálního kanálu zpráv
da: Disse nøgler bruges til at validere officielle routeropdateringer, signerede udviklingsbuilds og det officielle nyhedsfeed
el: Αυτά τα κλειδιά χρησιμοποιούνται για την επικύρωση επίσημων ενημερώσεων δρομολογητή, υπογεγραμμένων αναπτύξεων και της επίσημης ροής ειδήσεων
es: Estas claves son usadas para validar las actualizaciones oficiales del router, las compilaciones de desarrollo firmadas y el feed de noticias oficial
et: neid võtmeid kasutatakse ruuteri ametlike värskenduste, allkirjastatud arenduste ja ametliku uudistevoo kinnitamiseks
fa: این کلیدها برای اعتبارسنجی به‌روزرسانی‌های رسمی روتر، نسخه‌های توسعه امضا شده و فید خبری رسمی استفاده می‌شوند
fi: Näitä avaimia käytetään virallisten reititinpäivitysten, allekirjoitettujen kehitysversioiden ja virallisen uutissyötteen vahvistamiseen
hi: ये कीज़ अधिकृत राउटर अपडेट, हस्ताक्षरित विकास बिल्ड और अधिकृत समाचार फीड की वैधता जांचने के लिए उपयोग की जाती हैं
hu: Ezek a kulcsok a hivatalos router-frissítések, aláírt fejlesztési buildek és a hivatalos hírfolyam érvényesítésére szolgálnak.
in: Kunci ini digunakan untuk memvalidasi pembaruan router resmi, pembangunan pengembangan yang ditandatangani, dan umpan berita resmi
it: Queste chiavi sono utilizzate per validare aggiornamenti ufficiali del router, versioni di sviluppo firmate ed il feed ufficiale delle notizie
ja: これらのキーは、公式ルーターのアップデート、署名された開発ビルド、および公式ニュースフィードを検証するために使用されます
ko: 이 키는 공식 라우터 업데이트, 서명된 개발 빌드 및 공식 뉴스 피드를 검증하는 데 사용됩니다.
nb: Disse nøklene brukes til å validere offisielle ruteroppdateringer, signerte utviklingsbygg og den offisielle nyhetsstrømmen
nl: Deze sleutels worden gebruikt om officiële routerupdates, ondertekende ontwikkelingsbuilds en de officiële nieuwsfeed te valideren
pt: Essas chaves são usadas para validar atualizações oficiais do roteador, compilações de desenvolvimento assinadas e o feed de notícias oficial
sl: Ti ključi se uporabljajo za preverjanje pravilnosti uradnih posodobitve strežnika, podpisanih razvojnih izgradb in uradnega vira s novicmi
sv: Dessa nycklar används för att validera officiella routeruppdateringar, signerade utvecklingsbyggen och det officiella nyhetsflödet
uk: Ці ключі використовуються для перевірки офіційних оновлень маршрутизатора, підписаних збірок розробки та офіційної стрічки новин
vi: Các khóa này được sử dụng để xác thực các bản cập nhật bộ định tuyến chính thức, các bản dựng phát triển đã ký và nguồn cấp tin tức chính thức

source: Trusted keys
ar: المفاتيح الموثوقة
az: Etibarlı açarlar
bo: ཡིད་རྩལ་བྱེད་པའི་ལྡེ་མིག
cs: Důvěryhodné klíče
da: Betroede Nøgler
el: Αξιόπιστα κλειδιά
es: Claves de confianza
et: Usaldatud võtmed
fa: کلیدهای مورد اعتماد
fi: Luotetut avaimet
hi: विश्वसनीय कीज़
hu: Megbízható kulcsok
in: Key tepercaya
it: Chiavi affidabili
ja: 信頼できる鍵
ko: 신뢰되는 키
nb: Betrodde nøkler
nl: Vertrouwde sleutels
pt: Chaves confiáveis
sl: Pouzdani ključi
sv: Betrodda nycklar
uk: Надійні ключі
vi: Khóa đáng tin cậy

source: Updates will be dispatched via your package manager.
ar: سيتم إرسال التحديثات عبر مدير الحزم الخاص بك.
az: Yeniləmələr paket meneceriniz vasitəsilə göndəriləcək.
bo: གསར་བསྒྱུར་དེ་དག་ཁྱེད་གི་ཐུམ་སྒྲིག་འཛིན་སྐྱོང་པ་བརྒྱུད་ནས་སྤེལ་བ་འགྲུབ།
cs: Aktualizace budou odeslány prostřednictvím správce balíků.
da: Opdateringer vil blive afsendt via din pakke manager
el: Οι ενημερώσεις θα αποστέλλονται μέσω του διαχειριστή πακέτων σας.
es: Las actualizaciones se entregarán mediante su administrador de paquetes.
et: Uuendusi saad oma paketihalduse süsteemi kaudu.
fa: به روز رسانی ها از طریق مدیر بسته شما ارسال می شود.
fi: Päivitykset lähetetään paketinhallinnan kautta.
hi: अपडेट आपके पैकेज मैनेजर के माध्यम से भेजे जाएंगे।
hu: A frissítések szétosztása a csomagkezelődön keresztül történik.
in: Update akan dikirim melalui package manager anda.
it: Gli aggiornamtni saranno spediti attraverso il tuo gestore di pacchetti.
ja: 更新はパッケージマネージャ経由で配布されます。
ko: 업데이트들은 패키지 매니저를 통해 처리됩니다.
nb: Oppdateringer vil avhendes via din pakkebehandler.
nl: Updates zullen worden ontvangen via je pakketbeheerder.
pt: Atualizações vão ser entregues pelo seu gerenciador de pacotes.
sl: Posodobitve bodo pošiljane prek vašega upravitelja paketov.
sv: Uppdateringar kommer att skickas via din pakethanterare.
uk: Оновлення надсилатимуться через менеджер пакетів.
vi: Các bản cập nhật sẽ được gửi qua trình quản lý gói của bạn.

source: config webapps
ar: تكوين تطبيقات الويب
az: web proqramlarını konfiqurasiya edin
bo: བཀོད་སྒྲིག་ཝེབ་གློག
cs: config webových aplikací
da: konfigurere webapps
el: διαμόρφωση webapps
es: configurar las aplicaciones web
et: seadista veebirakendused
fa: پیکربندی برنامه های وب
fi: määritä WebApps
hi: वेबएप्लिकेशन की सेटिंग करें
hu: Konfigurálja a Webappokat
in: konfigurasi webapps
it: configura webapps
ja: Webアプリの設定
ko: 웹앱 설정
nb: sett oppvevprogrammer
nl: Webapps Configureren
pt: configurar aplicativos da web
sl: konfig webapps
sv: konfigurera webbappar
uk: конфігурація веб-додатків
vi: cấu hình ứng dụng web
