Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting, when set to true, prevents a router from directly communicating with other routers, forcing the use of introducers. [Default is false unlesss router is in hidden mode]
ar: هذا الإعداد، عند تعيينه على صحيح، يمنع الراوتر من الاتصال مباشرة بالرواتر الأخرى، مما يجبر على استخدام المعرّفين. [الافتراضي هو خطأ ما لم يكن الراوتر في وضع الإخفاء]
az: Bu parametr doğru olaraq təyin edildikdə, routerin digər routerlərlə birbaşa ünsiyyət qurmasının qarşısını alır və introducerlərin istifadəsinə məcbur edir. [Router gizli rejimdə olmadığı təqdirdə standart yalandır]
bo: སྒྲིག་བཀོད་འདི་དག་ true ལ་བཀོད་སྒྱུར་བ་ན། རོ་ཌེར་གཅིག་པའི་གཞན་རྩའི་རོ་ཌེར་དང་ཐད་མང་དང་འབྲེལ་བར་ནས་འགོག་པར་འགོག་པ། ངོས་འདེགས་ཀྱི་སྟེགས་ཀྱི་བེད་སྤྱོད་བྱེད་པར་འགོག་པ། [སྔོན་སྒྲིག་བྱས་པ་ནི་ false ཡིན། རོ་ཌེར་སྦེ་གསང་རྣམ་རྣམ་པའི་རྣམ་པ་ན་མ་ཡིན་ན།]
cs: Toto nastavení, pokud je nastaveno na hodnotu true, zabrání routeru v přímé komunikaci s ostatními routery a umožňuje pouze použití introduktorů. [Výchozí hodnota je false, pokud není router v skrytém režimu]
da: Denne indstilling, når den er indstillet til sandt, forhindrer en router i at kommunikere direkte med andre routere og tvinger brugen af introducerende routere. [Standardværdien er falsk, medmindre routeren er i skjult tilstand]
el: Αυτή η ρύθμιση, όταν οριστεί σε true, εμποδίζει έναν δρομολογητή από την άμεση επικοινωνία με άλλους δρομολογητές, αναγκάζοντας τη χρήση παρουσιαστών. [Προεπιλογή είναι false εκτός εάν ο δρομολογητής είναι σε κατάσταση κρυφής λειτουργίας]
es: Esta configuración, cuando se establece en true, evita que un enrutador se comunique directamente con otros enrutadores, forzando el uso de presentadores. [El predeterminado es false a menos que el enrutador esté en modo oculto]
et: Selle seade, kui see on määratud tõeks, takistab ruuterit otse suhtlemast teiste ruuteritega, sundides kasutama tutvustajaid. [Vaikimisi on vale, välja arvatud kui ruuter on peidetud režiimis]
fa: این تنظیم وقتی روی true تنظیم شود، از ارتباط مستقیم روتر با روترهای دیگر جلوگیری می کند و استفاده از معرفی کننده ها را مجبور می کند.
fi: Kun tämä asetus on tosi, tämä estää reititintä kommunikoimasta suoraan muiden reitittimien kanssa ja pakottaa käyttämään esittelijöitä. [Oletuksena on epätosi, ellei reititin ole piilotettu tilaan]
hi: जब यह सेटिंग सत्य कर दी जाती है, तो यह राउटर को अन्य राउटरों के साथ सीधे संवाद करने से रोकता है, और परिचयकों का उपयोग करने की मजबूरी पैदा करता है। [मूल मान असत्य है, जब तक कि राउटर छिपा हुआ मोड में नहीं है]
hu: Ez a beállítás, ha igazra állítva, megakadályozza az útválasztó közvetlen kommunikációját más útválasztókkal, és az beajánlók használatát erőlteti. [Az alapérték hamis, kivéve, ha az útválasztó rejtett módban van]
in: Pengaturan ini, bila disetel ke true, mencegah router berkomunikasi langsung dengan router lain, sehingga memaksa penggunaan pengenal. [Defaultnya salah kecuali router dalam mode tersembunyi]
it: Questa impostazione, quando impostata su true, impedisce a un router di comunicare direttamente con altri router, forzando l'utilizzo degli introduttori. [Il valore predefinito è false a meno che il router non sia in modalità nascosta]
ja: この設定がtrueに設定されている場合、ルーターは他のルーターと直接通信することができず、イントロダクターの使用を強制します。[デフォルトはfalseですが、ルーターが隠れたモードである場合にはtrueになります]
ko: 이 설정을 true로 설정하면 라우터가 직접 다른 라우터와 통신하는 것을 방지하여 소개자의 사용을 강제화합니다. [기본값은 false이며, 숨김 모드에 있는 경우를 제외하고 재시작이 필요합니다]
nb: Denne innstillingen, når den er satt til true, forhindrer en router i å kommunisere direkte med andre routere og tvinger bruk av introduksjonsinstanser. [Standard er false, med mindre ruteren er i skjult modus]
nl: Deze instelling voorkomt dat een router rechtstreeks communiceert met andere routers, waardoor het gebruik van introductors wordt afgedwongen. [Standaard is het uitgeschakeld, tenzij de router in verborgen modus staat]
pt: Ao ser definida como true, esta configuração impede que um roteador se comunique diretamente com outros roteadores, forçando o uso de introdutores. [Padrão é false, a menos que o roteador esteja no modo oculto]
sl: Ta nastavitev, ko je nastavljeno na true, prepreči usmerjevalnik, da direktno komunicira z drugimi usmerjevalniki, prisiljeva pa uporabo predstavljencev. [Privzeto je false, razen če je usmerjevalnik v skritem načinu]
sv: Denna inställning, när den är inställd på sant, förhindrar en router från direkt kommunikation med andra routrar och tvingar användningen av introducerar. [Standard är falskt ej mindre routern är i dolt läge]
uk: Це налаштування, коли встановлено true, перешкоджає роутеру безпосередньо спілкуватися з іншими роутерами, змушуючи використовувати посередників. [За замовчуванням false, якщо роутер не в прихованому режимі]
vi: Cài đặt này, khi được đặt thành True, ngăn một bộ định tuyến trực tiếp giao tiếp với các bộ định tuyến khác, buộc việc sử dụng các node giới thiệu. [Mặc định là sai trừ khi bộ định tuyến ở chế độ Ẩn]

source: When set to true, if your router is serving as a floodfill for the network, your <a href=/configadvanced#ffconf>floodfill participation</a> will be hidden from other routers.
ar: عند تعيينه على الصحيح، إذا كان موجهك يخدم كدومة فيض للشبكة، سيتم إخفاء مشاركتك كـ <a href=/configadvanced#ffconf>دومة فيض</a> من الموجهات الأخرى.
az: Doğru olaraq təyin edildikdə, marşrutlaşdırıcı şəbəkə üçün sel sel kimi xidmət edirsə, <a href=/configadvencanced#ffconf wrotfconf> iştirakı</a> digər marşrutlaşdırıcılardan gizlənəcəkdir.
bo: true ལ་བཀོད་སྒྱུར་བ་ན། ཁྱེད་ཀྱི་རོ་ཌེར་དྲ་བའི་གཞི་རྩའི་རོ་ཌེར་དང་ཐད་མང་དང་འབྲེལ་བར་ནས་འགོག་པ་ན། ཁྱེད་ཀྱི་ <a href=/configadvanced#ffconf>floodfill ཞུགས་སྐྱོང་པ།</a> གཞན་རྩའི་རོ་ཌེར་དང་ཐད་མང་དང་ནས་སྦེ་གསང་རྣམ་རྣམ་པར་འགོག་པ།
cs: Pokud je nastavena hodnota true, bude vaše účast na převodové stanici v síti (floodfill) skrytá před ostatními routery.
da: Når denne er indstillet til sandt, hvis din router fungerer som en floodfill for netværket, vil din <a href=/configadvanced#ffconf>floodfill-deltagelse</a> blive skjult for andre routere.
el: Όταν οριστεί σε true, αν ο δρομολογητής σας λειτουργεί ως floodfill για το δίκτυο, η συμμετοχή σας <a href=/configadvanced#ffconf>floodfill</a> θα είναι κρυμμένη από άλλους δρομολογητές.
es: Cuando se establece en true, si tu enrutador está sirviendo como punto de inundación para la red, tu <a href=/configadvanced#ffconf>participación como punto de inundación</a> se ocultará a otros enrutadores.
et: Kui see on määratud tõeväärtuseks, peidetakse muu võrkude poolt nähtavust neilt ruuterilt, mis täidab üleujutuste laiendusfunktsiooni. [Vaikeväärtus on false]
fa: وقتی به درستی تنظیم شود، در صورتی که روتر شما به عنوان یک floodfill برای شبکه خدمت می‌کند، مشارکت شما در floodfill از سایر روترها پنهان می‌شود. <a href=/configadvanced#ffconf>اطلاعات floodfill شما</a> مخفی خواهد شد.
fi: Tämän ollessa tosi, jos reititin toimii tulvatoimialueena verkolle, <a href=/configadvanced#ffconf>tulva-alueelle osallistumisesi</a> piilotetaan muilta reitittimiltä.
hi: जब यह सत्य कर दिया जाता है, तो यदि आपका राउटर नेटवर्क के लिए फ्लॉडफिल के रूप में कार्यरत है, तो आपका <a href=/configadvanced#ffconf>फ्लॉडफिल भागीदारी</a> अन्य राउटरों से छिपी रहेगी।
hu: Ha igazra van állítva, és a router a hálózat központi szervereként működik, a <a href=/configadvanced#ffconf>flódfill részvétele</a> más routerek elől el lesz rejtve.
in: Ketika diatur menjadi true, jika router Anda berfungsi sebagai floodfill untuk jaringan, <a href=/configadvanced#ffconf>partisipasi floodfill</a> Anda akan disembunyikan dari router lain.
it: Quando impostato su true, se il tuo router serve come floodfill per la rete, la tua partecipazione come floodfill verrà nascosta agli altri router.
ja: trueに設定されている場合、あなたのルータがネットワークのフラッドフィルとして機能している場合、他のルータからあなたの<a href=/configadvanced#ffconf>floodfill参加</a>は隠されます。
ko: true로 설정하면 라우터가 네트워크의 플러드필 역할을 할 경우 <a href=/configadvanced#ffconf>플러드필 참여</a>가 다른 라우터에 숨겨집니다.
nb: Når denne er satt til true og ruteren din fungerer som flomfylling for nettverket, vil <a href=/configadvanced#ffconf>deltakelsen i flomfyllingen</a> din bli skjult for andre rutere.
nl: Wanneer ingesteld op true, als uw router fungeert als een floodfill voor het netwerk, wordt uw <a href=/configadvanced#ffconf>deelname als floodfill</a> verborgen voor andere routers.
pt: Quando definido como verdadeiro, se o seu roteador estiver servindo como um floodfill para a rede, sua <a href=/configadvanced#ffconf>participação de floodfill</a> será ocultada de outros roteadores.
sl: Ko je nastavljeno na true, če služi vaš usmerjevalnik kot floodfill za omrežje, bo vaše <a href=/configadvanced#ffconf>učestvo floodfill</a> skrito pred drugimi usmerjevalniki.
sv: När det är inställt på sant kommer din routers deltagande i flödesmatning för nätverket att vara dolt för andra routrar.
uk: Коли встановлено true, якщо ваш роутер працює як заповнювач павутина для мережі, ваша <a href=/configadvanced#ffconf>участь заповнювача павутини</a> буде прихована від інших роутерів.
vi: Khi được đặt thành True, nếu bộ định tuyến của bạn đang hoạt động như một floodfill cho mạng, sự tham gia của bạn với tư cách <a href=/configadvanced#ffconf>floodfill</a> sẽ bị ẩn đối với các bộ định tuyến khác.

source: Defines the maximum number of parallel <a href=/jobs>jobs</a> that can be run. The default value is determined by the amount of memory allocated to the JVM via <code>wrapper.config</code>, and is set at 3 for less than 64MB, 4 for less than 256M, or 5 for more than 256MB. Note: A change to this setting requires a restart of the router.
ar: يحدد الحد الأقصى لعدد <a href=/jobs>الوظائف</a> المتوازية التي يمكن تشغيلها.
az: İşləmək mümkün olan paralel <a href=/jobs>işlərin</a> maksimum sayını müəyyən edir. Standart dəyər sarğı.config vasitəsilə JVM-ə ayrılmış yaddaşın miqdarı ilə müəyyən <code></code>edilir və 64MB-dən az 3, 256M-dən az 4 və ya 256MB-dən çox 5 müəyyən edilir. Qeyd: Bu parametrə dəyişiklik routerin yenidən başladılmasını tələb edir.
bo: <a href=/jobs>ལས་རྒྱུད་པ་</a> གཅིག་པ་བསྒྱུར་བར་ཐུབ་པའི་མང་ཚད་གི་གནས་ས་ལོ་རྟེན་པ། སྔོན་སྒྲིག་བྱས་པའི་གནས་ས་ལོ་རྟེན་པ་ནི་ JVM ལ་ <code>wrapper.config</code> བརྒྱུད་པའི་དྲོན་བརྗེས་པའི་ཆ་ཚད་གི་གནས་ས་ལོ་རྟེན་པ་དང་རེད་པ། 64MB ལས་ཉུང་ན་ 3 ལ་བཀོད་སྒྱུར་བ། 256MB ལས་ཉུང་ན་ 4 ལ་བཀོད་སྒྱུར་བ། 256MB ལས་ལྡས་ན་ 5 ལ་བཀོད་སྒྱུར་བ། དྲོན་བརྒྱུད་པ། སྒྲིག་བཀོད་འདི་དག་འགོ་ཚུགས་དགོས་མི་སྲིད།
cs: Určuje maximální počet souběžně prováděných úkolů (<a href=/jobs>jobs</a>). Výchozí hodnota je určena množstvím přidělené paměti pro JVM prostřednictvím <code>wrapper.config</code>, nastavená na 3 pro méně než 64 MB, 4 pro méně než 256 MB nebo 5 pro více než 256 MB. Poznámka: Změna tohoto nastavení vyžaduje restart routeru.
da: Definerer det maksimale antal parallelle <a href=/jobs>jobs</a>, der kan køres. Standardværdien bestemmes af den mængde hukommelse, der er allokeret til JVM via <code>wrapper.config</code>, og er indstillet til 3 for mindre end 64MB, 4 for mindre end 256M eller 5 for mere end 256MB. Bemærk: En ændring af denne indstilling kræver en genstart af routeren.
el: Ορίζει τον μέγιστο αριθμό παράλληλων <a href=/jobs>εργασιών</a> που μπορούν να εκτελεστούν. Η προεπιλεγμένη τιμή καθορίζεται από το χώρο μνήμης που διατίθεται στην JVM μέσω του <code>wrapper.config</code> και ορίζεται σε 3 για λιγότερο από 64MB, 4 για λιγότερο από 256M ή 5 για πάνω από 256MB. Σημείωση: Μια αλλαγή σε αυτή τη ρύθμιση απαιτεί επανεκκίνηση του δρομολογητή.
es: Define el número máximo de <a href=/jobs>tareas</a> paralelas que se pueden ejecutar. El valor predeterminado se determina por la cantidad de memoria asignada a la JVM a través de <code>wrapper.config</code>, y se establece en 3 para menos de 64MB, 4 para menos de 256M o 5 para más de 256MB. Nota: Un cambio en esta configuración requiere reiniciar el enrutador.
et: Määrab maksimaalse paralleelsete <a href=/jobs>tööde</a> arvu, mis saab töötada. Vaikenumber määratakse JVM'le eraldatava mälu koguse järgi <code>wrapper.config</code>, ja see on kas 3, kui mälu on alla 64MB, 4, kui mälu on alla 256M, või 5, kui mälu on rohkem kui 256MB. Märkus: selle seadistamise muutmisel tuleb ruuter taaskäivitada.
fa: حداکثر تعداد <a href=/jobs>کار</a> موازی قابل اجرا را تعیین می کند.
fi: Määrittää samanaikaisesti suoritettavien <a href=/jobs>tehtävien</a> enimmäismäärän. Oletusarvo määritetään JVM:lle varatun muistin mukaan <b>wrapper.config</b>:n kautta ja on asetettu arvoon 3, jos muistia on alle 64 Mt, 4, jos muistia on alle 256 Mt, tai 5, jos muistia on yli 256 Mt. Huomaa: Muutoksen tekeminen tähän asetukseen vaatii reitittimen uudelleenkäynnistyksen.
hi: समान्तर <a href=/jobs>jobs</a> की अधिकतम संख्या को परिभाषित करती है जो चल सकती हैं। मूल मान JVM के लिए <code>wrapper.config</code> माध्यम से आवंटित जीवनशैली के आधार पर तय किया जाता है, और 64MB से कम मेमोरी के मामले में 3, 256MB से कम मेमोरी के मामले में 4, या 256MB से अधिक मेमोरी के मामले में 5 के रूप में सेट किया गया है। नोट: इस सेटिंग में बदलाव के लिए राउटर को रीस्टार्ट करना आवश्यक होगा।
hu: Meghatározza a futtatható párhuzamos <a href=/jobs>munkafolyamatok</a> maximális számát. Az alapérték a JVM-nek a <code>wrapper.config</code> segítségével rendelt memóriamennyiségtől függ: 3, ha kevesebb, mint 64MB, 4, ha kevesebb, mint 256MB, vagy 5, ha 256MB-nál több. Megjegyzés: A beállítás megváltoztatása a router újraindítását igényli.
in: Mendefinisikan jumlah <a href=/jobs>pekerjaan</a> maksimum yang dapat berjalan secara paralel. Nilai default ditentukan oleh jumlah memori yang dialokasikan ke JVM melalui <code>wrapper.config</code>, dan diatur menjadi 3 untuk kurang dari 64MB, 4 untuk kurang dari 256M, atau 5 untuk lebih dari 256MB. Catatan: Perubahan pengaturan ini memerlukan restart router.
it: Definisce il numero massimo di <a href=/jobs>lavori</a> paralleli che possono essere eseguiti. Il valore predefinito è determinato dalla quantità di memoria allocata alla JVM tramite <code>wrapper.config</code>, ed è impostato a 3 per meno di 64 MB, 4 per meno di 256 MB o 5 per più di 256 MB. Nota: una modifica a questa impostazione richiede un riavvio del router.
ja: 並列に実行できる<a href=/jobs>ジョブ</a>の最大数を定義します。デフォルト値は、<code>wrapper.config</code>を介してJVMに割り当てられたメモリ量によって決まり、64MB未満の場合は3、256M未満の場合は4、256MB以上の場合は5に設定されています。注意：この設定の変更にはルータの再起動が必要です。
ko: 병렬로 실행될 수 있는 최대 작업수를 정의합니다. 기본값은 <code>wrapper.config</code>를 통해 JVM에 할당된 메모리 양으로 결정되며, 64MB 미만의 경우 3으로, 256MB 미만의 경우 4으로, 256MB 이상의 경우 5로 설정됩니다. 참고: 이 설정 변경은 라우터를 다시 시작해야 합니다.
nb: Definerer det maksimale antallet parallelle <a href=/jobs>jobber</a> som kan kjøres. Standardverdien bestemmes av minneallokeringen til JVM via <code>wrapper.config</code>, og er satt til 3 for mindre enn 64 MB, 4 for mindre enn 256 MB eller 5 for mer enn 256 MB. Merk: En endring av denne innstillingen krever at ruteren startes på nytt.
nl: Bepaalt het maximale aantal parallelle <a href=/jobs>taken</a> dat kan worden uitgevoerd. De standaardwaarde wordt bepaald door de hoeveelheid geheugen die is toegewezen aan de JVM via <code>wrapper.config</code> en is ingesteld op 3 voor minder dan 64 MB, 4 voor minder dan 256 MB of 5 voor meer dan 256 MB. Opmerking: een wijziging in deze instelling vereist dat de router opnieuw wordt opgestart.
pt: Define o número máximo de <a href=/jobs>tarefas</a> paralelas que podem ser executadas. O valor padrão é determinado pela quantidade de memória alocada para a JVM via <code>wrapper.config</code> e é definido como 3 para menos de 64MB, 4 para menos de 256M ou 5 para mais de 256MB. Observação: uma alteração dessa configuração requer uma reinicialização do roteador.
sl: Določi maksimalno število hkrasnega <a href=/jobs>nalog</a>, ki jih lahko izvede. Privzeta vrednost se določi glede na količino pomnilnika, dodeljene JVM preko <code>wrapper.config</code>, in je nastavljena na 3 za manj kot 64MB, 4 za manj kot 256M, ali 5 za več kot 256MB. Opomba: Sprememba te nastavitve zahteva ponovni zagon usmerjevalnika.
sv: Definiera det maximala antalet parallella <a href=/jobs>uppgifter</a> som kan köras. Standardvärdet bestäms av mängden minne som allokeras till JVM via <code>wrapper.config</code>, och är inställt på 3 för mindre än 64 MB, 4 för mindre än 256 MB eller 5 för mer än 256 MB. Observera: En ändring av denna inställning kräver en omstart av routern.
uk: Визначає максимальну кількість паралельних <a href=/jobs>завдань</a>, які можуть виконуватися. Значення за замовчуванням визначається кількістю пам'яті, виділеної JVM через <code>wrapper.config</code>, і встановлюється в 3 для менш ніж 64MB, 4 для менш ніж 256M або 5 для більш ніж 256MB. Примітка: зміна цього налаштування потребує перезапуску роутера.
vi: Xác định số công việc <a href=/jobs>song song</a> tối đa có thể chạy. Giá trị mặc định được quyết định bởi lượng bộ nhớ cấp cho JVM qua <code>wrapper.config</code>, và được đặt là 3 cho dưới 64MB, 4 cho dưới 256M, hoặc 5 cho trên 256MB. Lưu ý: Việc thay đổi cài đặt này yêu cầu khởi động lại bộ định tuyến.

source: Determines the maximum number of participating tunnels the router can build. To disable participation completely, set to 0. [Default is 8000, or 2000 if running on Arm or Android]
ar: تحديد الحد الأقصى لعدد الأنفاق المشاركة التي يمكن لجهاز التوجيه إنشاؤها.
az: Ruterin yarada biləcəyi maksimum iştirakçı tunel sayını müəyyən edir. İştirakı tamamilə qeyri-aktiv etmək üçün 0 olaraq təyin edin. [Qol və ya Android-də işlədikdə standart 8000 və ya 2000-dir]
bo: རྒྱུད་པས་བཟོ་སྐྲུན་བྱེད་ཐུབ་པའི་ཞུགས་མོལ་གདོང་ལམ་གྱི་གྲངས་ཀྱི་མང་ཉུང་གཏན་འཁེལ་བྱེད། ཞུགས་མོལ་རྩ་བ་ནས་སྒོ་རྒྱག་པར་ 0 ལ་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ནི་ 8000 ཡིན། Arm ཡང་ན་ Android ཐོག་ཚོད་ལྟ་བྱེད་ན་ 2000]
cs: Určuje maximální počet tunelů, které může router vytvořit a udržovat. Pro úplné zakázání účasti nastavte hodnotu na 0. [Výchozí hodnota je 8000 nebo 2000, pokud běží na platformě Arm nebo Android]
da: Bestemmer det maksimale antal deltagende tunneller, routeren kan oprette. Hvis deltagelsen skal deaktiveres helt, skal den indstilles til 0. [Standard er 8000 eller 2000, hvis den kører på Arm eller Android]
el: Καθορίζει τον μέγιστο αριθμό συμμετεχόντων σηράγγων που μπορεί να δημιουργήσει ο δρομολογητής. Για να απενεργοποιήσετε τη συμμετοχή εντελώς, ορίστε το σε 0. [Η προεπιλογή είναι 8000, ή 2000 αν εκτελείται σε Arm ή Android]
es: Determina el número máximo de túneles participativos que puede construir el enrutador. Para deshabilitar la participación completamente, establece en 0. [Predeterminado es 8000, o 2000 si se ejecuta en Arm o Android]
et: Määrab maksimaalse osalevate tunnelite arvu, mille ruuter saab luua. Täieliku osaluse keelamiseks seadista 0-ks. [Vaikenumber on 8000, või 2000, kui töötab Arm või Android]
fa: حداکثر تعداد تونل های مشارکتی را که روتر می تواند بسازد را تعیین می کند.
fi: Määrittää enimmäismäärän solmuja, joiden kanssa reititin voi muodostaa tunnelin. Voit poistaa osallistumisen kokonaan käytöstä asettamalla arvon 0. [Oletusarvo on 8000 tai 2000 jos käytetään Armin tai Androidin kanssa]
hi: राउटर के द्वारा बनाने के लिए सक्षम सहभागी टंनल की संख्या की सीमा तय करता है। पूरी तरह से सहभागीता को बंद करने के लिए, इसे 0 करें। [डिफ़ॉल्ट 8000 है, यदि आर्म या एंड्रॉयड पर चल रहा है तो 2000]
hu: Meghatározza, hogy a routernak legfeljebb hány résztvevő alagútat lehet építeni. Teljes részvételi tilalom esetén állítsa 0-ra. [Az alapértelmezett érték 8000, vagy ha Arm vagy Android fut, akkor 2000]
in: Menentukan jumlah maksimum terowongan yang berpartisipasi yang dapat dibangun oleh router. Untuk menonaktifkan partisipasi sepenuhnya, setel ke 0. [Defaultnya adalah 8000, atau 2000 jika dijalankan di Arm atau Android]
it: Determina il numero massimo di tunnel partecipanti che il router può costruire. Per disabilitare completamente la partecipazione, impostare su 0. [Il valore predefinito è 8000, o 2000 se eseguito su Arm o Android]
ja: ルータが構築できる参加中トンネルの最大数を決定します。完全に参加を無効にするには、0に設定します。[デフォルトは8000、またはArmまたはAndroidで動作している場合は2000です]
ko: 라우터가 구축할 수 있는 최대 참여 터널 수를 결정합니다. 참여를 완전히 비활성화하려면 0으로 설정하세요. [기본값은 8000이며, Arm 또는 Android에서 실행 중인 경우 2000입니다]
nb: Bestemmer det maksimale antallet deltakende tunneler ruteren kan bygge. For å deaktivere deltakelse fullstendig, sett til 0. [Standard er 8000, eller 2000 hvis det kjøres på Arm eller Android]
nl: Bepaalt het maximale aantal deelnemende tunnels dat de router kan bouwen. Om deelname volledig uit te schakelen, stel in op 0. [Standaard is 8000, of 2000 als het op Arm of Android draait]
pt: Determina o número máximo de túneis participantes que o roteador pode construir. Para desabilitar completamente a participação, defina como 0. [O padrão é 8000, ou 2000 se estiver executando em Arm ou Android]
sl: Določi maksimalno število sodelujocih tunelov, ki jih lahko usmerjevalnik izgradi. Da v celoti onemogočite sodelovanje, nastavite na 0. [Privzeto je 8000, ali 2000, če delate na Arm ali Android]
sv: Bestämmer det maximala antalet deltagande tunnlar routern kan bygga. För att inaktivera deltagande helt, ange 0. [Standardvärde är 8000 eller 2000 om du kör på Arm eller Android]
uk: Визначає максимальну кількість тунелів, у яких роутер може брати участь. Щоб повністю відключити участь, встановіть 0. [За замовчуванням 8000 або 2000, якщо працює на Arm або Android]
vi: Xác định số đường hầm tham gia tối đa mà bộ định tuyến có thể xây dựng. Để vô hiệu hóa hoàn toàn việc tham gia, hãy đặt thành 0. [Mặc định là 8000, hoặc 2000 nếu chạy trên Arm hoặc Android]
