Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: The <i class=example>default</i> threshold applies to any remote destination not explicitly listed in the definition or in any of the referenced files. To set a default threshold use the keyword <i class=example>default</i>.
ar: تنطبق عتبة <i class=example>الافتراضية</i> على أي وجهة عن بُعد غير مدرجة صراحة في التعريف أو في أي من الملفات المرجعية. لتعيين عتبة افتراضية استخدم مفتاح <i class=example>default</i>.
az: <i class=example>Varsayılan</i> eşik, təyinatda açıq şəkildə göstərilməyən və ya istinad olunan fayllardan heç birində göstərilməyən hər hansı uzaq məkan üçün tətbiq olunur. Varsayılan bir eşik təyin etmək üçün <i class=example>default</i> açarını istifadə edin.
bo: <i class=example>default</i>ཚོད་འཛིན་ཞིག་ནི་བཞེངས་པའི་ཡིག་ཆ་དང་། བཤེར་བའི་ཡིག་ཆ་གང་རུང་གི་ནང་དུ་མངོན་དུ་མེད་པའི་གནས་གོང་རྣམས་ལ་ཚོད་འཛིན་བཤེར་བར་བརྟེན་པའི་ཚོད་འཛིན་ཐོག་མ་ཡིན། ཚོད་འཛིན་ཐོག་མ་བཤེར་བར་བརྟེན་ནས་ཚིག་གཞི་<i class=example>default</i>ཡིག་ཆ་གསར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་ཆོག།
cs: Práh <i class=example>default</i> se vztahuje na jakékoli vzdálené místo, které není explicitně uvedeno v definici nebo v žádném ze souborů odkazovaných. Pro nastavení výchozího prahu použijte klíčové slovo <i class=example>default</i>.
da: Standardgrænsen <i class=example>default</i> gælder for enhver fjerndestination, der ikke er angivet eksplicit i definitionen eller i nogen af de henvisende filer. Brug søgeordet <i class=example>default</i> for at indstille en standardgrænse.
el: Ο κατώτατος ^i class=example^προεπιλεγμένος^/i^ κατώτατος περιορισμός ισχύει για οποιονδήποτε απομακρυσμένο προορισμό δεν αναφέρεται ρητά στον ορισμό ή σε οποιονδήποτε από τους παραπέμποντες φακέλους. Για να ορίσετε έναν προεπιλεγμένο περιορισμό χρησιμοποιήστε τη λέξη κλειδί ^i class=example^default^/i^.
es: El umbral <i class=example>predeterminado</i> se aplica a cualquier destino remoto que no esté listado explícitamente en la definición o en cualquiera de los archivos referenciados. Para establecer un umbral predeterminado, usa la palabra clave <i class=example>default</i>.
et: Testi künnis kehtib igale kaugsihtkohale, mis pole selgesõnaliselt määratletud definitsioonis ega üheski viidatud failis. Vaikimisi künnise määratlemiseks kasutage võtmesõna <i class=example>default</i>.
fa: آستانه <i class=example>default</i> به هر مقصد راه دوری اعمال می‌شود که صریحاً در تعریف یا در هیچ یک از فایل‌های مرجع ذکر نشده باشد. برای تنظیم آستانه پیش‌فرض از کلیدواژه <i class=example>default</i> استفاده کنید.
fi: Oletuskynnys koskee kaikkia etäkohdepalvelimia, joita ei ole määritelty selvästi määritelmässä tai minkään viitattavan tiedoston osalta. Oletuskynnyksen asettamiseksi käytä avainsanaa <i class=example>default</i>.
hi: <i class=example>मानक</i> सीमा ऐसे सभी प्रतिष्ठित गंतव्यों पर लागू होती है जो परिभाषा में व्यक्तिगत रूप से सूचीबद्ध नहीं हों, या किसी भी संदर्भित फ़ाइल में। मानक सीमा सेट करने के लिए <i class=example>मानक</i> शब्द का प्रयोग करें।
hu: Az <i class=example>alapértelmezett</i> küszöbérték vonatkozik minden távoli célhelyre, amelyet nem tűntetnek fel egyértelműen a meghatározásban vagy a hivatkozott fájlok bármelyikében. Az alapértelmezett küszöbérték beállításához használja a <i class=example>default</i> kulcsszót.
in: Ambang batas <i class=example>default</i> berlaku untuk tujuan jarak jauh mana pun yang tidak secara eksplisit terdaftar dalam definisi atau dalam file acuan manapun. Untuk mengatur ambang batas default gunakan kata kunci <i class=example>default</i>.
it: La soglia <i class=example>default</i> si applica a qualsiasi destinazione remota non elencata esplicitamente nella definizione o in uno dei file di riferimento. Per impostare una soglia predefinita utilizzare la parola chiave <i class=example>default</i>.
ja: <i class=example>default</i>しきい値は、定義または参照ファイルのいずれにも明示的にリストされていないリモート宛先に適用されます。デフォルトのしきい値を設定するには、キーワード<i class=example>default</i>を使用してください。
ko: <i class=example>default</i> 임계값은 정의나 참조한 파일에 명시적으로 나열되지 않은 모든 원격 대상에 적용됩니다. 기본 임계값 설정에는 <i class=example>default</i> 키워드를 사용합니다.
nb: Standard terskelverdi gjelder for alle eksterne destinasjoner som ikke er oppført eksplisitt i definisjonen eller i noen av de refererte filene. Bruk nøkkelordet <i class=example>default</i> for å sette en standard terskelverdi.
nl: De <i class=example>standaard</i> drempelwaarde is van toepassing op elke externe bestemming die niet expliciet wordt vermeld in de definitie of in een van de gerefereerde bestanden. Gebruik het trefwoord <i class=example>default</i> om een ​​standaard drempelwaarde in te stellen.
pt: O limite <i class=example>default</i> se aplica a qualquer destino remoto que não esteja explicitamente listado na definição ou em nenhum dos arquivos referenciados. Para definir um limite padrão, use a palavra-chave <i class=example>default</i>.
sl: Privzeti prag <i class=example>default</i> se uporablja za vse daljanske destinacije, ki niso izrecno navedene v definiciji ali v kateri koli od omenjenih datotek. Za nastavitev privzetega praga uporabite ključno besedo <i class=example>default</i>.
sv: Standardtröskeln <i class=example>default</i> gäller för alla fjärrmål som inte uttryckligen anges i definitionen eller i någon av de referensfiler som används. Använd nyckelordet <i class=example>default</i> för att ställa in en standardtröskel.
uk: Типовий поріг <i class=example>default</i> застосовується до будь-якої віддаленої цілі, яка явно не вказана у визначенні або у будь-якому із посиланих файлів. Щоб встановити типовий поріг, використовуйте ключове слово <i class=example>default</i>.
vi: Ngưỡng mặc định <i class=example>default</i> áp dụng cho bất kỳ điểm đến xa nào không được liệt kê rõ ràng trong định nghĩa hoặc bất kỳ tệp tham chiếu nào. Để thiết lập ngưỡng mặc định, hãy sử dụng từ khoá <i class=example>default</i>.

source: The following threshold definition <i class=example>180/60</i> specifies that the same remote destination is allowed to make 179 connection attempts during a 60 second period. If it makes one more attempt within the same period, the threshold will be breached and further connection attempts will be rejected until the end of the period:
ar: يحدد تعريف العتبة التالي <i class=example>180/60</i> أن نفس الوجهة العن بُعد مسموح لها بمحاولات اتصال 179 خلال فترة 60 ثانية. إذا قامت بمحاولة إضافية واحدة في نفس الفترة، ستتم مخالفة العتبة وسيتم رفض محاولات الاتصال اللاحقة حتى نهاية الفترة:
az: Aşağıdakı eşik tanımı <i class=example>180/60</i>, eyni uzaq istiqamətə olan mənbənin 60 saniyəlik bir müddət ərzində 179 əlaqə cəhdinə icazə verdiyi göstərir. Əgər eyni müddətdə daha bir cəhdlər olarsa, eşik qırılacaq və bağlantıya əlavə cəhdlər müddətin sonuna qədər qəbul edilməyəcəkdir:
bo: <i class=example>180/60</i> གི་གནས་དེབ་ནང་གི་རྒྱུན་ནི་གཅིག་གི་རིམ་ཐོག་ནས་འགྲོ་སའི་གསང་རྟགས་ནི་ཐུང་གཅིག་གི་སྐར་ཆ་ 60 སྐར་ཆའི་ནང་ 179 འབྲེལ་བརྒྱགས་བྱེད་པའི་བཀོད་པར་བསྐྱོང་བཞིན་པ། གལ་སོགས་པར་གཅིག་གི་བཀོད་པར་བསྐྱོང་བཞིན་ན། གནས་དེབ་ནང་གི་རྒྱུན་ནི་བཀས་བརྒྱགས་ཡོད་པ་དང་བཀོད་པར་བསྐྱོང་བཞིན་པའི་བརྒྱགས་ཡོད་པ་དང་བཀོད་པར་བསྐྱོང་བཞིན་པ་དུས་ལྟོབ་པར་བཀག་པ།
cs: Následující definice prahu <i class=example>180/60</i> uvádí, že stejné vzdálené místo smí provést 179 pokusů o připojení během 60sekundového období. Pokud v této době provede ještě jeden pokus, poruší se práh a další pokusy o připojení budou odmítnuty, dokud se období neskončí:
da: Følgende tærskeldefinition <i class=example>180/60</i> angiver, at den samme fjerndestination har lov til at foretage 179 forbindelsesforsøg i løbet af en 60 sekunders periode. Hvis det foretager et forsøg mere inden for samme periode, vil tærsklen blive brudt, og yderligere forbindelsesforsøg vil blive afvist indtil periodens afslutning:
el: Ο παρακάτω ορισμός κατωτάτου ^i class=example^180/60^/i^ δηλώνει ότι ο ίδιος απομακρυσμένος προορισμός επιτρέπεται να πραγματοποιήσει 179 προσπάθεια σύνδεσης κατά τη διάρκεια μιας περιόδου 60 δευτερολέπτων. Εάν κάνει μια ακόμα προσπάθεια μέσα στην ίδια περίοδο, ο κατώτατος περιορισμός θα διαταραχθεί και οι περαιτέρω προσπάθειες σύνδεσης θα απορριφθούν μέχρι το τέλος της περιόδου:
es: La siguiente definición de umbral <i class=example>180/60</i> especifica que el mismo destino remoto puede realizar 179 intentos de conexión durante un período de 60 segundos. Si realiza un intento más dentro del mismo período, el umbral se violará y se rechazarán más intentos de conexión hasta el final del período:
et: Järgmine künnise määratlus <i class=example>180/60</i> näitab, et sama kaugsihtkoha puhul on lubatud teha 60 sekundi jooksul 179 ühendusekatset. Kui katseid tehakse samal perioodil veelgi rohkem, rikutakse künnist ja edasised ühendusekatsetused lükatakse tagasi kuni perioodi lõpuni:
fa: تعریف آستانه زیر <i class=example>180/60</i> مشخص می‌کند که همان مقصد راه دور مجاز به انجام 179 تلاش اتصال در بازه زمانی 60 ثانیه است. اگر تلاش اتصالی دیگری در همان بازه زمانی انجام دهد، آستانه نقض خواهد شد و تلاش های اتصال بعدی مسدود خواهند شد تا پایان آن بازه زمانی:
fi: Seuraava kynnystä koskeva määritelmä <i class=example>180/60</i> määrittelee, että samaan etäkohteeseen voidaan tehdä 179 yhteysyritystä 60 sekunnin ajan. Jos saman ajanjakson aikana tehdään yksi lisää yritys, kynnys ylittyy ja lisäyhteysyritykset hylätään ajanjakson loppuun saakka:
hi: <i class=example>180/60</i> नामक निम्नलिखित सीमा परिभाषा यह स्थापित करती है कि एक ही प्रतिष्ठित गंतव्य को 60 सेकंड की अवधि में 179 कनेक्शन प्रयास करने की अनुमति है। यदि यह उसी कीमत में एक और प्रयास करता है, तो सीमा पार हो जाएगी और उसके बाद के कनेक्शन प्रयास अवधि के अंत तक अस्वीकार किए जाएंगे।
hu: Az <i class=example>180/60</i> következő küszöbérték meghatározása szerint ugyanaz a távoli célállomás 60 másodperces időszak alatt 179 kapcsolódási kísérletet tehet. Ha ugyanazon időszakon belül még egy kísérletet tesz, akkor a küszöbérték megsértésre kerül, és további kapcsolódási kísérletek elutasításra kerülnek az időszak végéig:
in: Definisi ambang batas berikut <i class=example>180/60</i> menentukan bahwa tujuan jarak jauh yang sama diizinkan untuk melakukan 179 upaya koneksi selama periode 60 detik. Jika ia melakukan satu upaya lagi dalam periode yang sama, ambang batas akan dilanggar dan upaya koneksi lebih lanjut akan ditolak hingga akhir periode:
it: Le seguenti definizioni di soglia <i class = example>180/60</i> specificano che lo stesso destinatario remoto può effettuare 179 tentativi di connessione durante un periodo di 60 secondi. Se fa un ulteriore tentativo nello stesso periodo, la soglia sarà violata e ulteriori tentativi di connessione verranno rifiutati fino alla fine del periodo:
ja: 次のしきい値定義<i class=example>180/60</i>は、同じリモート宛先に対して60秒間で179回の接続試行が許可されることを指定します。同じ期間内にもう一つの試行を行うと、しきい値を超え、さらなる接続試行は期間終了まで拒否されます。
ko: 다음 임계값 정의 <i class=example>180/60</i>은 동일한 원격 목적지가 60초 동안 179회의 연결 시도를 할 수 있도록 지정합니다. 동일한 기간 동안 하나의 시도를 더 한다면, 임계값이 깨지고 해당 기간의 끝까지 추가로 연결 시도가 거절됩니다.
nb: Følgende terskelverdi-definisjon <i class=example>180/60</i> angir at samme eksterne destinasjon kan utføre 179 tilkoblingsforsøk i løpet av en 60 sekunders periode. Hvis den gjør ett tilkoblingsforsøk til i løpet av samme periode, vil terskelen bli brutt og videre tilkoblingsforsøk vil bli avvist frem til slutten av perioden:
nl: De volgende drempelwaardedefinitie <i class=example>180/60</i> geeft aan dat dezelfde externe bestemming 179 verbindingspogingen mag maken gedurende een periode van 60 seconden. Als het binnen dezelfde periode nog een poging doet, wordt de drempelwaarde overschreden en worden verdere verbindingspogingen afgewezen tot het einde van de periode:
pt: A seguinte definição de limite <i class=example>180/60</i> especifica que o mesmo destino remoto tem permissão para fazer 179 tentativas de conexão durante um período de 60 segundos. Se fizer mais uma tentativa dentro do mesmo período, o limite será excedido e as tentativas de conexão posteriores serão rejeitadas até o fim do período:
sl: Naslednja definicija praga <i class=example>180/60</i> določa, da je ista daljanska destinacija dovoljena izvede 179 poskusov povezave med 60 sekundami. Če v istem obdobju izvede še en poskus, bo kršen prag in dodatni poskusi povezave bodo zavrnjeni do konca obdobja:
sv: Följande tröskeldefinition <i class=example>180/60</i> specifierar att samma fjärrmål tillåts göra 179 anslutningsförsök under en 60 sekunders period. Om det görs ett ytterligare försök inom samma period kommer tröskeln att överskridas och ytterligare anslutningsförsök kommer att avvisas fram till periodens slut:
uk: Наступне визначення порогу <i class=example>180/60</i> означає, що та сама віддалена ціль може здійснити 179 спроб підключення протягом 60-секундного періоду. Якщо протягом того самого періоду вона здійснить ще одну спробу, буде порушено поріг, і подальші спроби підключення будуть відхилятися до кінця періоду:
vi: Định nghĩa ngưỡng sau <i class=example>180/60</i> chỉ rõ rằng cùng một điểm đến xa được phép thực hiện 179 lần cố gắng kết nối trong khoảng thời gian 60 giây. Nếu nó thực hiện một lần nữa trong cùng khoảng thời gian đó, ngưỡng sẽ bị vi phạm và các lần cố gắng kết nối tiếp theo sẽ bị từ chối cho đến cuối khoảng thời gian đó:

source: To allow all unspecified client destinations:
ar: للسماح لجميع الوجهات العميلة غير المحددة:
az: Bütün məqbul olunmamış müştəri istiqamətlərinə icazə vermək üçün:
bo: བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་རྣམས་ཀུན་ལ་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་བཤེར་བར་བརྟེན་ནས:
cs: Pro povolení všech nespecifikovaných cílových míst klientů:
da: For at tillade alle uspecificerede klientdestinationer:
el: Για να επιτρέψετε όλους τους μη καθορισμένους προορισμούς πελατών:
es: Para permitir todos los destinos de clientes no especificados:
et: Kõigi määramata kliendi sihtkohtade lubamiseks:
fa: برای اجازه دادن به تمام مقاصد مشتری تعیین نشده:
fi: Salli kaikkien määrittelemättömien asiakaspaikkojen etäkohteiden yhteysyritykset:
hi: सभी अनुप्रियता के गंतव्यों को अनुमति देने के लिए:
hu: Az összes meghatározatlan ügyfél-állomás engedélyezése:
in: Untuk mengizinkan semua tujuan klien yang tidak ditentukan:
it: Per consentire tutte le destinazioni client non specificate:
ja: 指定されていないすべてのクライアント宛先を許可するには：
ko: 모든 미지정 클라이언트 목적지를 허용하려면:
nb: For å tillate alle uspesifiserte klientdestinasjoner:
nl: Om alle niet-gespecificeerde clientbestemmingen toe te staan:
pt: Para permitir todos os destinos de cliente não especificados:
sl: Da bi dovolili vse nespecificirane namene klienta:
sv: För att tillåta alla ospecificerade klientdestinationer:
uk: Щоб дозволити усі невказані клієнтські цілі:
vi: Để cho phép tất cả các điểm đến khách hàng không xác định:

source: Or to deny all unspecified destinations:
ar: أو لحظر جميع الوجهات غير المحددة:
az: Bütün məqbul olunmamış istiqamətləri imtina etmək üçün:
bo: ཡང་ན་བཟོ་འཐབ་བྱེད་མཁན་གི་གནས་གོང་རྣམས་ཀུན་ལ་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་བཤེར་བར་བརྟེན་ནས:
cs: Nebo pro odmítnutí všech nespecifikovaných cílů:
da: Eller for at afvise alle uspecificerede destinationer:
el: Ή για να αρνηθείτε όλους τους απροσδιόριστους προορισμούς:
es: O para rechazar todos los destinos no especificados:
et: Või kõigi määramata sihtkohtade keelamiseks:
fa: یا مسدود کردن تمام مقاصد تعیین نشده:
fi: Tai kieltää kaikki määrittelemättömät etäkohteet:
hi: या सभी अनुप्रियता के गंतव्यों को अस्वीकार करने के लिए:
hu: Az összes meghatározatlan célhely megtagadása:
in: Atau untuk menolak semua tujuan yang tidak ditentukan:
it: O per negare tutte le destinazioni non specificate:
ja: 指定されていないすべての宛先を拒否するには：
ko: 모든 미지정 목적지를 거부하려면:
nb: Eller for å nekte alle uspesifiserte destinasjoner:
nl: Of om alle niet-gespecificeerde bestemmingen te weigeren:
pt: Ou para negar todos os destinos não especificados:
sl: Ali da bi zavrnili vse nespecificirane destinacije:
sv: Eller för att neka alla ospecificerade destinationer:
uk: Або заборонити всі невказані цілі:
vi: Hoặc để từ chối tất cả các điểm đến chưa xác định:

source: Note that there can only be a single reference to the <i class=example>default</i> keyword in a filter file. If unstated, all connections are permitted unless explicitly forbidden. Errors in the filter file will prevent a stopped tunnel from starting, so be sure to double check the syntax before deployment.
ar: يجب ملاحظة أنه لا يمكن أن تكون هناك إلا مرجع واحد فقط لمفتاح <i class=example>default</i> في ملف المصفي. إذا لم يذكر شيء، يتم السماح بجميع الاتصالات ما لم يتم حظرها صراحة. سوف تمنع الأخطاء في ملف المصفي إعادة تشغيل النفق المتوقف، لذلك تأكد من التحقق من القواعد النحوية قبل النشر.
az: Qeyd edin ki, filtr fayında <i class=example>default</i> açar sözünə yalnız tək istinad ola bilər. Bildirilmədiyində, bütün əlaqələr açıqdır, axırıncı hallarda icazə vermədən əlavə kimi bildirilməlidir. Filtır faylındakı səhvlər durmuş bir tunelin işə salınmasını qadağan edəcək, o cümlədən tətbiqetmədən əvvəl sintaksisi iki dəfə yoxlamaqdan əmin olun.
bo: དཔེར་བརྗོད། གློག་སྒྲོམ་བདེན་པའི་ཡིག་ཆ་ནང་གི་<i class=example>default</i>ཚིག་གཞི་གཅིག་ལས་མང་པོ་མི་ཡོད། གནས་གོང་གི་ཚོད་འཛིན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་མངོན་དུ་བཟོ་འཐབ་མི་བྱེད་ན་བརྒྱུད་རྒྱུའི་ཚོད་འཛིན་ཀུན་ལ་བཤེར་བར་བརྟེན་པའི་ཚོད་འཛིན་ཐོག་མ་ཡིན། གློག་སྒྲོམ་བདེན་པའི་ཡིག་ཆ་ནང་གི་ཉེས་ཚབས་ཀྱིས་སྒྲོམ་བཟོ་འཐབ་བྱེད་མཁན་གློག་སྒྲོམ་གྱི་རྒྱུན་འཁོར་བྱེད་མི་བྱེད། དེ་སྔོན་དོན་ཚན་གཞིར་བཟུང་བརྗེ་བཅོས་བྱེད་པའི་ཐོག་མ་ཡིན་ཞིག་གིས་གཤམ་གྱི་བཤད་པ་ལྟར་བཤེར་བར་བརྟེན་ནས་ཚོད་འཛིན་གཙང་མ་བྱེད་དགོས།
cs: Všimněte si, že v souboru filtru může být pouze jediný odkaz na klíčové slovo <i class=example>default</i>. Pokud není uvedeno, jsou povoleny všechny připojení, pokud nejsou výslovně zakázány. Chyby ve filtru zabrání spuštění zastaveného tunelu, takže si před nasazením důkladně ověřte syntaxi.
da: Bemærk, at der kun kan være én henvisning til nøgleordet <i class=example>default</i> i en filterfil. Hvis det ikke er angivet, er alle forbindelser tilladt, medmindre de eksplicit forbydes. Fejl i filterfilen forhindrer en stoppet tunnel i at starte, så sørg for at dobbelttjekke syntaxen inden implementeringen.
el: Σημείωση ότι μπορεί να υπάρχει μόνο μία αναφορά στη λέξη-κλειδί <i class=example>default</i> σε ένα αρχείο φίλτρου. Αν δεν δηλωθεί, επιτρέπονται όλες οι συνδέσεις εκτός αν απαγορευθούν ρητά. Σφάλματα στο αρχείο φίλτρου θα εμποδίσουν ένα σταματημένο τούνελ να ξεκινήσει, οπότε βεβαιωθείτε ότι ελέγχετε διπλά τη σύνταξη πριν την ανάπτυξη.
es: Ten en cuenta que en un archivo de filtro solo puede haber una única referencia a la palabra clave <i class=example>default</i>. Si no se especifica, todas las conexiones están permitidas a menos que se prohíban explícitamente. Los errores en el archivo de filtro impedirán que un túnel detenido se inicie, así que asegúrate de revisar doblemente la sintaxis antes del despliegue.
et: Märge! Filtrifailis võib olla ainult üks viide võtmesõnale <i class=example>default</i>. Kui seda ei määrata, on kõik ühendused lubatud, välja arvatud juhul, kui need on selgesõnaliselt keelatud. Vead filtrifailis takistavad peatatud tunneli käivitamist, seetõttu veenduge enne kasutuselevõttu süntaksi topeltkontrollis.
fa: توجه داشته باشید که تنها می‌توان یک مرجع به کلیدواژه <i class=example>default</i> در یک فایل فیلتر وجود داشته باشد. اگر تصریح نشود، تمامی ارتباطات مجاز خواهند بود مگر آنکه صریحا ممنوع شوند. خطاها در فایل فیلتر، تونل غیرفعال را از شروع منع خواهند کرد، بنابراین قبل از پیاده‌سازی مطمئن شوید ساختار آن بررسی شود.
fi: Huomaa, että suodatin-tiedostossa voi olla vain yksi viittaus <i class=example>default</i>-avainsanaan. Ellei ole mainittu, kaikki yhteydet ovat sallittuja elleivät ne ole nimenomaisesti kiellettyjä. Virheet suodatintiedostossa estävät pysäytetyn tunnelin käynnistymisen, joten varmista sanamuoto ennen käyttöönottoa.
hi: <i class=example>मानक</i> शब्द के प्रति फ़िल्टर फ़ाइल में केवल एक ही संदर्भ हो सकता है। अगर इसका उल्लेख नहीं किया गया है, तो सभी कनेक्शन अनुमतिप्राप्त होंगे, जब तक कि व्यक्तिगत रूप से प्रतिबंधित नहीं किया गया है। फ़िल्टर फ़ाइल में त्रुटियाँ एक रोक दिया गया टनल को शुरू नहीं करने देंगी, इसलिए डिप्लॉयमेंट से पहले सिंटैक्स की जांच दोहराने सुनिश्चित करें।
hu: Megjegyzés, hogy a szűrőfájlban csak egyetlen hivatkozás lehet az <i class=example>default</i> kulcsszóra. Ha nincs megadva, akkor minden kapcsolat engedélyezett, hacsak nincs kifejezetten tiltva. A szűrőfájlban lévő hibák megakadályozzák a leállított alagút indítását, ezért győződjön meg a szintaxis helyességéről a telepítés előtt.
in: Perhatikan bahwa hanya dapat ada satu referensi terhadap kata kunci <i class=example>default</i> di file filter. Jika tidak dinyatakan, semua koneksi diizinkan kecuali jika secara eksplisit dilarang. Kesalahan dalam file filter akan mencegah terowongan yang dihentikan untuk memulai, jadi pastikan untuk memeriksa sintaks dua kali sebelum dikerahkan.
it: Nota che può esserci solo un unico riferimento alla parola chiave <i class = example>default</i> in un file di filtro. Se non specificato, tutte le connessioni sono consentite a meno che non siano esplicitamente vietate. Gli errori nel file di filtro impediranno a un tunnel interrotto di avviarsi, quindi assicurati di controllare due volte la sintassi prima della distribuzione.
ja: フィルタファイルでは、<i class=example>default</i>キーワードへの参照は1つしかできません。指定されていない場合、明示的に禁止されていない限り、すべての接続が許可されます。フィルタファイルのエラーは、停止したトンネルの起動を防ぐため、展開前に構文をダブルチェックしてください。
ko: 필터 파일에는 <i class=example>default</i> 키워드에 대한 단일 참조 만 있을 수 있습니다. 명시되지 않으면 모든 연결이 명시 적으로 금지되지 않는 한 허용됩니다. 필터 파일의 오류는 중단된 터널을 시작하는 것을 방지하므로 배포 전에 구문을 반드시 확인하십시오.
nb: Merk at det bare kan være én referanse til nøkkelordet <i class=example>default</i> i en filterfil. Hvis det ikke er angitt, tillates alle tilkoblinger med mindre de uttrykkelig er forbudt. Feil i filterfilen vil forhindre at en stoppet tunnel starter, så sørg for å dobbeltsjekke syntaksen før bruk.
nl: Let op: er kan slechts één verwijzing naar het trefwoord <i class=example>default</i> zijn in een filterbestand. Als dit niet wordt vermeld, zijn alle verbindingen toegestaan, tenzij uitdrukkelijk verboden. Fouten in het filterbestand voorkomen dat een gestopte tunnel wordt gestart, dus controleer de syntaxis dubbel voordat je gaat implementeren.
pt: Note que só pode haver uma única referência à palavra-chave <i class=example>default</i> em um arquivo de filtro. Se não especificado, todas as conexões são permitidas, a menos que sejam explicitamente proibidas. Erros no arquivo de filtro impedirão que um túnel parado seja iniciado, portanto, certifique-se de verificar a sintaxe antes da implantação.
sl: Opomba: v filtrirni datoteki lahko obstaja le edina omenitev ključne besede <i class=example>default</i>. Če je nezadano, so vse povezave dovoljene, razen če so izrecno prepovedane. Napake v filtrirni datoteki bodo preprečile ustavljeno tunel, da se ne zagnal, zato se prepričajte, da dvojnokontrolirate sintakso pred zaposlitev.
sv: Observera att det bara kan finnas en referens till nyckelordet <i class=example>default</i> i en filterfil. Om det inte anges tillåts alla anslutningar om inte de uttryckligen är förbjudna. Fel i filterfilen förhindrar en stoppad tunnel från att starta, så se till att dubbelkolla syntaxen innan implementering.
uk: Зауважте, що у файлі фільтру може бути лише одне посилання на ключове слово <i class=example>default</i>. Якщо це не вказано, всі з'єднання дозволяються, крім явно заборонених. Помилки в файлі фільтру не дозволять зупиненому тунелю запуститися, тому двічі перевірте синтаксис перед впровадженням.
vi: Lưu ý chỉ có thể có một tham chiếu duy nhất đến từ khoá <i class=example>default</i> trong tệp lọc. Nếu không được nêu rõ, tất cả kết nối đều được cho phép trừ khi bị cấm rõ ràng. Lỗi trong tệp lọc sẽ ngăn một đường hầm dừng hoạt động khởi động, do đó hãy kiểm tra kỹ cú pháp trước khi triển khai.
