Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A higher level socket API for clients. Can be enabled/disabled on the <a href=/configclients>Client Configuration page</a>. Can be changed in the <code>bob.config</code> file. [Disabled by default]
ar: واجهة برمجة تطبيقات أعلى مستوى للمقبلات. يمكن تمكينها/تعطيلها من خلال <a href=/configclients>صفحة تكوين العملاء</a>. يمكن تغييره في ملف <code>bob.config</code>. [معطل افتراضيا]
az: Müştərilərə üst səviyyəli soket API'si. <a href=/configclients>Müştəri Konfiqurasiya səhifəsində</a> aktivləşdirilə/bağlanırsq. <code>bob.config</code> faylında dəyişdirilə bilər. [Söndürülmüşdür (default)]
bo: ལས་སྣོན་པའི་དོན་ལུགས་མཐོ་རིམ་གྱི་ socket API ཞིག <a href=/configclients>ལས་སྣོན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་རྒྱུན་དུ་བཙོན་པར་འཇུག་པའམ་སྒོ་རྒྱག་ཐུབ། <code>bob.config</code> ཡིག་ཆར་བསྒྱུར་བར་རོགས། [སྔོན་སྒྲིག་པར་སྒོ་རྒྱག་ཡོད།]
cs: Vyšší aplikační rozhraní pro klienty. Lze jej povolit / zakázat na <a href=/configclients>stránce Konfigurace klienta</a>. Lze změnit v souboru <code>bob.config</code>. [Výchozí stav je zakázaný]
da: Et højere niveau socket API til klienter. Kan aktiveres/deaktiveres på <a href=/configclients>Siden for Klientkonfiguration</a>. Kan ændres i <code>bob.config</code>-filen. [Deaktiveret som standard]
el: Μια υψηλότερη επίπεδη διεπαφή socket για τους πελάτες. Μπορεί να ενεργοποιηθεί/απενεργοποιηθεί στην <a href=/configclients>σελίδα διαμόρφωσης του πελάτη</a>. Μπορεί να αλλάξει στο αρχείο <code>bob.config</code>. [Απενεργοποιημένο από προεπιλογή]
es: Una API de sockets de nivel superior para clientes. Puede habilitarse/deshabilitarse en la página de <a href=/configclients>Configuración de clientes</a>. Puede modificarse en el archivo <code>bob.config</code>. [Deshabilitado por defecto]
et: Kõrgema taseme sokli API klientidele. Saab lubada / keelata <a href=/configclients>Kliendikonfiguratsiooni lehel<a>. Saab muuta <code>bob.config</code> failis. [Vaikimisi keelatud]
fa: رابط برنامه نویسی اپلیکیشن بالاتر برای سوکت‌ها برای مشتری‌ها. می‌تواند از طریق صفحه <a href=/configclients>تنظیمات مشتریان</a> فعال/غیرفعال شود. می‌تواند در فایل <code>bob.config</code> تغییر کند. [به‌طور پیش‌فرض غیرفعال است]
fi: Korkeamman tason socket API: asiakkaille. Voidaan ottaa käyttöön/poistaa käytöstä <a href=/configclients>Asiakaskonfiguraatio-sivulla</a>. Voidaan muuttaa <code>bob.config</code>-tiedostossa. [Oletusarvoisesti poistettu käytöstä]
hi: ग्राहकों के लिए एक ऊपरी स्तर का सॉकेट API। <a href=/configclients>क्लाइंट सेटिंग पेज</a> पर एनेबल/डिसेबल कर सकते हैं। <code>bob.config</code> फ़ाइल में बदल सकते हैं। [मानक रूप से डिसेबल]
hu: Egy magasabb szintű socket API kliensek számára. Engedélyezhető/tiltható az <a href=/configclients>Kliens konfigurációs oldalon</a>. A <code>bob.config</code> fájlban megváltoztatható. [Alapértelmezett beállítás szerint le van tiltva]
in: API soket tingkat tinggi untuk klien. Dapat diaktifkan/dinonaktifkan di halaman <a href=/configclients>Konfigurasi Klien</a>. Dapat diubah di file <code>bob.config</code>. [Nonaktif secara default]
it: Un'API di socket di livello superiore per client. Può essere abilitato/disabilitato nella pagina <a href=/configclients>Configurazione del client</a>. Può essere modificato nel file <code>bob.config</code>. [Disabilitato per impostazione predefinita]
ja: クライアント向けの上位レベルのソケットAPIです。 <a href=/configclients>クライアント設定ページ</a>で有効/無効にできます。 <code>bob.config</code> ファイルで変更できます。[デフォルトで無効]
ko: 클라이언트를 위한 더 높은 수준의 소켓 API입니다. <a href=/configclients>클라이언트 구성 페이지</a>에서 활성화/비활성화할 수 있습니다. <code>bob.config</code> 파일에서 변경할 수 있습니다. [기본적으로 비활성화됨]
nb: Et høyere nivå socket API for klienter. Kan aktiveres/deaktiveres på siden for <a href=/configclients>klientkonfigurasjon</a>. Kan endres i filen <code>bob.config</code>. [Deaktivert som standard]
nl: Een hoger niveau socket-API voor clients. Kan worden ingeschakeld/uitgeschakeld op de <a href=/configclients>Clientconfiguratiepagina</a>. Kan worden gewijzigd in het <code>bob.config</code>-bestand. [Standaard uitgeschakeld]
pt: Uma API de soquete de nível superior para clientes. Pode ser ativado/desativado na página de <a href=/configclients>Configuração do Cliente</a>. Pode ser alterado no arquivo <code>bob.config</code>. [Desativado por padrão]
sl: Višja raven API za kliente. Omogočiti/onemogočiti lahko na strani <a href=/configclients>Nastavitve klienta</a>. Lahko se spremeni v datoteki <code>bob.config</code>. [Onemogočeno privzeto]
sv: En socket-API på högre nivå för klienter. Kan aktiveras/inaktiveras på sidan för <a href=/configclients>klientkonfiguration</a>. Kan ändras i filen <code>bob.config</code>. [Inaktiverad som standard]
uk: Вищий рівень API сокетів для клієнтів. Може бути увімкнено/вимкнено на сторінці <a href=/configclients>Налаштування клієнтів</a>. Може бути змінений у файлі <code>bob.config</code>. [Вимкнено за замовчуванням]
vi: Một API ổ cắm cấp cao hơn cho khách hàng. Có thể được bật/tắt trên trang cấu hình máy khách <a href=/configclents> </a>. Có thể được thay đổi trong tệp <code> Bob.config </code>. [Bị vô hiệu hóa theo mặc định]

source: HTTP proxy
ar: بروكسي HTTP
bo: HTTP ཚབ་སྤྱོད།
el: HTTP διαμεσολαβητής
es: Proxy HTTP
et: HTTP puhverserver
fa: پراکسی HTTP
fi: HTTP-välityspalvelin
hi: HTTP प्रॉक्सी
in: Proxy HTTP
it: Proxy HTTP
ja: HTTPプロキシ
ko: HTTP 프록시
pt: Proxy HTTP
sl: HTTP posredniški strežnik
uk: HTTP-проксі
vi: Proxy HTTP

source: Can be disabled or changed in the <a href=/i2ptunnelmgr>Tunnel Manager</a>. Can also be configured to bind to a specific interface or all interfaces.
ar: يمكن تعطيله أو تغييره من خلال <a href=/i2ptunnelmgr>مدير الأنفاق</a>. كما يمكن تكوينه للارتباط بواجهة محددة أو جميع الواجهات.
az: Söndürülə bilər və ya <a href=/i2ptunnelmgr>Tunnel Menecer</a>də dəyişdirilə bilər. Ayrıca müəyyən bir interfeysə -və yaxud bütün interfeyslərə- bağlamaq üçün konfiqurasiya edilə bilər.
bo: <a href=/i2ptunnelmgr>གྲུང་ནེལ་དོ་གསལ་བཀོད་པ</a> ནང་སྒོ་རྒྱག་ཡང་བསྒྱུར་བཏོན་ཐུབ། གཞན་ཡང་མཐུད་སྣེ་ཞིག་པོར་ཡང་མཐུད་སྣེ་ཚང་མར་འབྲེལ་མཐུད་རྒྱུན་སྒྲིག་སྟེན་བྱེད་ཐུབ།
cs: Lze zakázat nebo změnit v <a href=/i2ptunnelmgr> Správce tunelů </a>. Lze také nakonfigurovat k navázání na konkrétní rozhraní nebo na všechna rozhraní.
da: Kan deaktiveres eller ændres i <a href=/i2ptunnelmgr>Tunnel Manager</a>. Kan også konfigureres til at binde til en bestemt interface eller alle interfaces.
el: Μπορεί να απενεργοποιηθεί ή να αλλάξει στο <a href=/i2ptunnelmgr>Διαχειριστής Σήραγγων</a>. Μπορεί επίσης να παραμετροποιηθεί ώστε να συνδεθεί με ένα συγκεκριμένο διεπαφή ή όλες τις διεπαφές.
es: Puede deshabilitarse o cambiarse en el <a href=/i2ptunnelmgr>Gestor de túneles</a>. También puede configurarse para unirse a una interfaz específica o a todas las interfaces.
et: Võib olla keelatud või muudetud <a href=/i2ptunnelmgr>Tunnelihalduris</a>. Võib olla seadistatud kasutama konkreetset liidest või kõiki liideseid.
fa: می‌تواند از طریق <a href=/i2ptunnelmgr>مدیر تونل</a> غیرفعال یا تغییر کند. همچنین می‌تواند تنظیم شود تا فقط به یک رابط خاص یا همه رابط‌ها متصل شود.
fi: Voit poistaa käytöstä tai muuttaa sitä <a href=/i2ptunnelmgr>Tunnel Manager</a> -sovelluksessa. Voit myös määrittää sen sitoutumaan tiettyyn rajapintaan tai kaikkiin rajapintoihin.
hi: सीधे <a href=/i2ptunnelmgr>Tunnel Manager</a> में डिसेबल या बदल सकते हैं। यह भी एक विशिष्ट इंटरफेस या सभी इंटरफेस के साथ बांधने के लिए सेट किया जा सकता है।
hu: Letilmezhet vagy módosítható az <a href=/i2ptunnelmgr>Tunnelmenadzserben</a>. Beállítható továbbá egy adott interfészre vagy az összes interfészre.
in: Dapat dinonaktifkan atau diubah di <a href=/i2ptunnelmgr>Pengelola Terowongan</a>. Juga dapat dikonfigurasi untuk terikat ke antarmuka tertentu atau semua antarmuka.
it: Può essere disabilitato o modificato nel <a href=/i2ptunnelmgr>Gestore del tunnel</a>. Può anche essere configurato per collegarsi a un'interfaccia specifica o a tutte le interfacce.
ja: <a href=/i2ptunnelmgr>トンネルマネージャ</a>で無効にしたり変更したりできます。特定のインターフェースまたはすべてのインターフェースにバインドするようにも設定できます。
ko: <a href=/i2ptunnelmgr>터널 관리자</a>에서 비활성화하거나 변경할 수 있습니다. 특정 인터페이스 또는 모든 인터페이스에 바인딩하도록 구성할 수도 있습니다.
nb: Kan deaktiveres eller endres i <a href=/i2ptunnelmgr>Tunnel Manager</a>. Kan også konfigureres for å binde til en spesifikk interface eller alle interfacer.
nl: Kan worden uitgeschakeld of gewijzigd in de <a href=/i2ptunnelmgr>Tunnelbeheerder</a>. Kan ook geconfigureerd worden om te binden aan een specifieke interface of alle interfaces.
pt: Pode ser desativado ou alterado no <a href=/i2ptunnelmgr>Gestor de Túneis</a>. Também pode ser configurado para ligar a uma interface específica ou a todas as interfaces.
sl: Lahko se onemogoči ali spremeni v <a href=/i2ptunnelmgr>Upravitelj tuneljev</a>. Prav tako je mogoče konfigurirati, da se poveže na določen vmesnik ali vse vmesnike.
sv: Kan inaktiveras eller ändras i <a href=/i2ptunnelmgr>Tunnelhanteraren</a>. Kan även konfigureras för att binda till en specifik gränssnitt eller alla gränssnitt.
uk: Може бути вимкнений або змінений в <a href=/i2ptunnelmgr>Менеджері тунелів</a>. Також може бути налаштованим на приєднання до конкретного інтерфейсу або всіх інтерфейсів.
vi: Có thể vô hiệu hóa hoặc thay đổi trong <a href=/i2ptunnelmgr>Quản lý đường hầm</a>. Cũng có thể cấu hình liên kết với giao diện cụ thể hoặc tất cả các giao diện.

source: HTTPS proxy
ar: بروكسي HTTPS
bo: HTTPS ཚབ་སྤྱོད།
el: Διακομιστής Ύπαρξης HTTPS
es: Proxy HTTPS
et: HTTPS puhverserver
fa: پراکسی HTTPS
fi: HTTPS-välityspalvelin
hi: HTTPS प्रोक्सी
in: Proxy HTTPS
it: Proxy HTTPS
ja: HTTPSプロキシ
ko: HTTPS 프록시
nb: HTTPS mellomtjener
pt: Proxy HTTPS
sl: HTTPS posredniški strežnik
uk: HTTPS-проксі
vi: Proxy HTTPS

source: IRC proxy
ar: IRC بروكسي
bo: IRC ཚབ་སྤྱོད།
el: Διακομιστής Ύπαρξης IRC
es: Proxy IRC
fa: پراکسی IRC
fi: IRC-välityspalvelin
hi: IRC प्रोक्सी
in: Proxy IRC
it: Proxy IRC
ja: IRCプロキシ
ko: IRC 프록시
nb: IRC mellomtjener
pt: Proxy IRC
sl: IRC posredniški strežnik
uk: IRC-проксі
vi: Proxy IRC

source: UPnP HTTP TCP event listener
ar: مستمع أحداث HTTP TCP UPnP
az: UPnP HTTP TCP hadisə dinləyicisi
bo: UPnP HTTP TCP བྱེས་བྱུང་ཉན་རེད།
cs: Posluchač UPnP HTTP TCP událostí
da: UPnP HTTP TCP-begivenhedslytter
el: Ακροατής γεγονότων UPnP HTTP TCP
es: Escuchador de eventos HTTP TCP UPnP
et: UPnP HTTP TCP kuulaja
fa: گوش دادن به رخداد TCP HTTP UPnP
fi: UPnP HTTP TCP -tapahtumakuuntelija
hi: UPnP HTTP TCP इवेंट लिस्टनर
hu: UPnP HTTP TCP eseményfigyelő
in: Pendengar acara TCP HTTP UPnP
it: Ascoltatore eventi UPnP HTTP TCP
ja: UPnP HTTP TCP イベントリスナー
ko: UPnP HTTP TCP 이벤트 리스너
nb: UPnP HTTP TCP hendelseslytter
nl: UPnP HTTP TCP gebeurtenisluisteraar
pt: Ouvinte de evento TCP HTTP UPnP
sl: Poslušalnik dogodka TCP HTTP UPnP
sv: UPnP HTTP TCP händelselyssnare
uk: Слухач подій HTTP TCP для UPnP
vi: Người lắng nghe sự kiện TCP UPnP HTTP

source: Binds to the LAN address. Can be changed with advanced config <code>i2np.upnp.HTTPPort=nnnn</code>. Can be disabled on the <a href=/confignet>Network Configuration page</a>.
ar: يربط بعنوان LAN. يمكن تغييره باستخدام التكوين المتقدم <code>i2np.upnp.HTTPPort=nnnn</code>. يمكن تعطيله من خلال صفحة <a href=/confignet>تكوين الشبكة</a>.
az: LAN ünvanına bağlanır.
bo: LAN ཁ་བྱང་ལ་འབྲེལ་མཐུད། མཐོ་རིམ་རྒྱུན་སྒྲིག་སྟེན་ <code>i2np.upnp.HTTPPort=nnnn</code> བརྒྱུད་ནས་བསྒྱུར་བཏོན་ཐུབ། <a href=/confignet>དྲ་ལམ་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་སྒོ་རྒྱག་ཐུབ།
cs: Váže se na LAN adresu. Lze ji změnit pomocí pokročilé konfigurace <code>i2np.upnp.HTTPPort=nnnn</code>. Lze ji zakázat na <a href=/confignet> stránce konfigurace sítě </a>.
da: Binder til LAN-adressen. Kan ændres med avanceret konfiguration <code>i2np.upnp.HTTPPort=nnnn</code>. Kan deaktiveres på <a href=/confignet>Netværkskonfigurationssiden</a>.
el: Συνδέεται με τη διεύθυνση LAN. Μπορεί να αλλάξει με τη σύνθετη διαμόρφωση <code>i2np.upnp.HTTPPort=nnnn</code>. Μπορεί να απενεργοποιηθεί στη σελίδα <a href=/confignet>Διαμόρφωσης Δικτύου</a>.
es: Se une a la dirección LAN. Puede cambiarse con configuración avanzada <code>i2np.upnp.HTTPPort=nnnn</code>. Puede deshabilitarse en la página de <a href=/confignet>Configuración de red</a>.
et: Seob LAN-aadressi külge. Saab muuta täpse konfiguratsiooniga <code>i2np.upnp.HTTPPort=nnnn</code>. Saab keelata <a href=/confignet>Võrgu konfiguratsiooni lehelt</a>.
fa: به آدرس LAN متصل می‌شود. می‌تواند با تنظیمات پیشرفته <code>i2np.upnp.HTTPPort=nnnn</code> تغییر کند. می‌تواند از طریق صفحه <a href=/confignet>تنظیمات شبکه</a> غیرفعال شود.
fi: Sidottu LAN-osoitteeseen. Voidaan muuttaa edistyneestä konfiguraatiosta <code>i2np.upnp.HTTPPort=nnnn</code>. Voit poistaa sen käytöstä <a href=/confignet>Network Configuration page</a>-sivulla.
hi: LAN पते पर बांधा हुआ है। उन्नत सेटिंग के साथ बदला जा सकता है <code>i2np.upnp.HTTPPort=nnnn</code>. <a href=/confignet>नेटवर्क सेटिंग पृष्ठ</a> पर इसे अक्षम कर सकते हैं।
hu: A LAN címhez köti. Megváltoztatható a kiterjesztett konfigurációval <code>i2np.upnp.HTTPPort=nnnn</code>. Letiltható a <a href=/confignet>Hálózati Konfigurációs oldalon</a>.
in: Mengikat ke alamat LAN. Dapat diubah dengan konfigurasi lanjut <code>i2np.upnp.HTTPPort=nnnn</code>. Dapat dinonaktifkan di halaman <a href=/confignet>Konfigurasi Jaringan</a>.
it: Collegato all'indirizzo LAN. Può essere modificato con la configurazione avanzata <code>i2np.upnp.HTTPPort=nnnn</code>. Può essere disabilitato nella pagina <a href=/confignet>Configurazione della rete</a>.
ja: LANアドレスにバインドされます。詳細な設定 <code>i2np.upnp.HTTPPort=nnnn</code> で変更できます。 <a href=/confignet>ネットワーク設定ページ</a> で無効にすることもできます。
ko: LAN 주소에 바인딩됩니다. 고급 설정을 사용하여 변경할 수 있습니다. <code>i2np.upnp.HTTPPort=nnnn</code>. <a href=/confignet>네트워크 구성 페이지</a>에서 비활성화할 수도 있습니다.
nb: Binder til LAN-adressen. Kan endres med avansert konfigurasjon <code>i2np.upnp.HTTPPort=nnnn</code>. Kan deaktiveres på siden for <a href=/confignet>nettverkskonfigurasjon</a>.
nl: Bindt zich aan het LAN-adres. Kan worden gewijzigd met geavanceerde configuratie <code>i2np.upnp.HTTPPort=nnnn</code>. Kan worden uitgeschakeld op de <a href=/confignet>Netwerkconfiguratiepagina</a>.
pt: Fica associado ao endereço da rede local (LAN). Pode ser alterado com a configuração avançada <code>i2np.upnp.HTTPPort=nnnn</code>. Pode ser desativado na <a href=/confignet>página de configuração de rede</a>.
sl: Poveže se na naslov LAN. Lahko se spremeni z napredno konfiguracijo <code>i2np.upnp.HTTPPort=nnnn</code>. Ga lahko onemogočite na strani <a href=/confignet>Konfiguracija omrežja</a>.
sv: Binder till LAN-adressen. Kan ändras med avancerad konfiguration <code>i2np.upnp.HTTPPort=nnnn</code>. Kan inaktiveras på <a href=/confignet>Sidan för nätverkskonfiguration</a>.
uk: Приєднується до адреси LAN. Може бути змінений з використанням розширеної конфігурації <code>i2np.upnp.HTTPPort=nnnn</code>. Може бути вимкнений на сторінці <a href=/confignet>Налаштування мережі</a>.
vi: Liên kết với địa chỉ LAN. Có thể thay đổi với cấu hình nâng cao <code>i2np.upnp.HTTPPort=nnnn</code>. Có thể vô hiệu hóa trên trang <a href=/confignet>Cấu hình Mạng</a>.

source: UPnP SSDP UDP search response listener
ar: مستمع استجابات البحث UDP SSDP UPnP
az: UPnP SSDP UDP axtarış cavab dinləyicisi
bo: UPnP SSDP UDP འཚོལ་བཤོལ་ལནས་ལནས་ཉན་རེད།
cs: Posluchač UPnP SSDP UDP vyhledávací odpovědi
da: UPnP SSDP UDP-søgeresponslytter
el: Ακροατής απόκρισης αναζήτησης UPnP SSDP UDP
es: Escuchador de respuestas de búsqueda UDP SSDP UPnP
et: UPnP SSDP UDP otsingu vastuse kuulaja
fa: گوش دادن به پاسخ جست‌وجو UDP SSDP UPnP
fi: UPnP SSDP UDP -hakuvastauskuuntelija
hi: UPnP SSDP UDP खोज प्रतिक्रिया लिस्टनर
hu: UPnP SSDP UDP keresési válaszfigyelő
in: Pendengar respons pencarian UDP SSDP UPnP
it: Ascoltatore di risposta di ricerca UPnP SSDP UDP
ja: UPnP SSDP UDP 検索応答リスナー
ko: UPnP SSDP UDP 검색 응답 리스너
nb: UPnP SSDP UDP søkeresponslytter
nl: UPnP SSDP UDP zoekreactieluisteraar
pt: Ouvinte de resposta de pesquisa UDP UPnP SSDP
sl: Poslušalnik za odgovor iskanja UDP SSDP UPnP
sv: UPnP SSDP UDP söksvarshändelselyssnare
uk: Слухач відповідей на пошук SSDP UDP для UPnP
vi: Người lắng nghe phản hồi tìm kiếm UDP SSDP UPnP

source: Binds to all interfaces. Can be changed with advanced config <code>i2np.upnp.SSDPPort=nnnn</code>. Can be disabled on the <a href=/configclients>Client Configuration page</a>.
ar: يربط بجميع الواجهات. يمكن تغييره باستخدام التكوين المتقدم <code>i2np.upnp.SSDPPort=nnnn</code>. يمكن تعطيله من خلال صفحة <a href=/configclients>تكوين العملاء</a>.
az: Bütün interfeyslərə bağlayır.
bo: མཐུད་སྣེ་ཚང་མར་འབྲེལ་མཐུད། མཐོ་རིམ་རྒྱུན་སྒྲིག་སྟེན་ <code>i2np.upnp.SSDPPort=nnnn</code> བརྒྱུད་ནས་བསྒྱུར་བཏོན་ཐུབ། <a href=/configclients>ལས་སྣོན་པའི་རྒྱུན་སྒྲིག་སྟེན་ངོས་ཀ</a> ཐོག་ནས་སྒོ་རྒྱག་ཐུབ།
cs: Váže se na všechny rozhraní. Lze ji změnit pomocí pokročilé konfigurace <code>i2np.upnp.SSDPPort=nnnn</code>. Lze ji zakázat na <a href=/configclients> stránce konfigurace klienta </a>.
da: Binder til alle interfaces. Kan ændres med avanceret konfiguration <code>i2np.upnp.SSDPPort=nnnn</code>. Kan deaktiveres på <a href=/configclients>Klientskonfigurationssiden</a>.
el: Συνδέεται με όλες τις διεπαφές. Μπορεί να αλλάξει με τη σύνθετη διαμόρφωση <code>i2np.upnp.SSDPPort=nnnn</code>. Μπορεί να απενεργοποιηθεί στη σελίδα <a href=/configclients>Διαμόρφωσης Πελάτη</a>.
es: Se une a todas las interfaces. Puede cambiarse con configuración avanzada <code>i2np.upnp.SSDPPort=nnnn</code>. Puede deshabilitarse en la página de <a href=/configclients>Configuración de clientes</a>.
et: Seob kõikide liidestega. Saab muuta täpse konfiguratsiooniga <code>i2np.upnp.SSDPPort=nnnn</code>. Saab keelata <a href=/configclients>Klientide konfiguratsiooni lehelt</a>.
fa: به همه رابط‌ها متصل می‌شود. می‌تواند با تنظیمات پیشرفته <code>i2np.upnp.SSDPPort=nnnn</code> تغییر کند. می‌تواند از طریق صفحه <a href=/configclients>تنظیمات مشتریان</a> غیرفعال شود.
fi: Sidottu kaikkiin rajapintoihin. Voidaan muuttaa edistyneestä konfiguraatiosta <code>i2np.upnp.SSDPPort=nnnn</code>. Voit poistaa sen käytöstä <a href=/configclients>Client Configuration page</a>-sivulla.
hi: सभी इंटरफेसों के साथ बांधा हुआ है। उन्नत सेटिंग के साथ बदला जा सकता है <code>i2np.upnp.SSDPPort=nnnn</code>. <a href=/configclients>क्लाइंट सेटिंग पृष्ठ</a> पर इसे अक्षम कर सकते हैं।
hu: Minden interfészhez kötődik. Megváltoztatható a kiterjesztett konfigurációval <code>i2np.upnp.SSDPPort=nnnn</code>. Letiltható a <a href=/configclients>Kliens Konfigurációs oldalon</a>.
in: Mengikat ke semua antarmuka. Dapat diubah dengan konfigurasi lanjut <code>i2np.upnp.SSDPPort=nnnn</code>. Dapat dinonaktifkan di halaman <a href=/configclients>Konfigurasi Klien</a>.
it: Collegato a tutte le interfacce. Può essere modificato con la configurazione avanzata <code>i2np.upnp.SSDPPort=nnnn</code>. Può essere disabilitato nella pagina <a href=/configclients>Configurazione del client</a>.
ja: すべてのインターフェースにバインドされます。詳細な設定 <code>i2np.upnp.SSDPPort=nnnn</code> で変更できます。 <a href=/configclients>クライアント設定ページ</a> で無効にすることもできます。
ko: 모든 인터페이스에 바인딩됩니다. 고급 설정을 사용하여 변경할 수 있습니다. <code>i2np.upnp.SSDPPort=nnnn</code>. <a href=/configclients>클라이언트 구성 페이지</a>에서 비활성화할 수도 있습니다.
nb: Binder til alle interfacer. Kan endres med avansert konfigurasjon <code>i2np.upnp.SSDPPort=nnnn</code>. Kan deaktiveres på siden for <a href=/configclients>klientkonfigurasjon</a>.
nl: Bindt zich aan alle interfaces. Kan worden gewijzigd met geavanceerde configuratie <code>i2np.upnp.SSDPPort=nnnn</code>. Kan worden uitgeschakeld op de <a href=/configclients>Clientconfiguratiepagina</a>.
pt: Fica associado a todas as interfaces. Pode ser alterado com a configuração avançada <code>i2np.upnp.SSDPPort=nnnn</code>. Pode ser desativado na <a href=/configclients>página de configuração do cliente</a>.
sl: Poveže se na vse vmesnike. Lahko se spremeni z napredno konfiguracijo <code>i2np.upnp.SSDPPort=nnnn</code>. Ga lahko onemogočite na strani <a href=/configclients>Nastavitve klienta</a>.
sv: Binder till alla gränssnitt. Kan ändras med avancerad konfiguration <code>i2np.upnp.SSDPPort=nnnn</code>. Kan inaktiveras på <a href=/configclients>Sidan för klientkonfiguration</a>.
uk: Приєднується до всіх інтерфейсів. Може бути змінений з використанням розширеної конфігурації <code>i2np.upnp.SSDPPort=nnnn</code>. Може бути вимкнений на сторінці <a href=/configclients>Налаштування клієнтів</a>.
vi: Liên kết với tất cả các giao diện. Có thể thay đổi với cấu hình nâng cao <code>i2np.upnp.SSDPPort=nnnn</code>. Có thể vô hiệu hóa trên trang <a href=/configclients>Cấu hình Khách hàng</a>.

source: I2P Client Protocol port
ar: منفذ بروتوكول عملاء I2P
az: I2P Müştəri Protokolu portu
bo: I2P ལས་སྦྱོར་གྱི་གནད་རྒྱུད་སྒོ་སྟེགས།
da: I2P-klientprotokolport
el: Θύρα Πρωτοκόλλου Πελάτη I2P
es: Puerto del protocolo de cliente I2P
et: I2P kliendi protokolli port
fa: درگاه پروتکل مشتری I2P
fi: I2P-asiakasprotokollaportti
hi: I2P क्लाइंट प्रोटोकॉल पोर्ट
hu: I2P kliens protokoll port
in: Port Protokol Klien I2P
it: Porta del protocollo del client I2P
ja: I2Pクライアントプロトコルポート
ko: I2P 클라이언트 프로토콜 포트
nb: I2P klientprotokollport
nl: I2P Client Protocol-poort
pt: Porta do Protocolo do Cliente I2P
sl: Vrata protokola klienta I2P
sv: I2P-klientprotokollport
uk: Порт протоколу клієнта I2P
vi: Cổng Giao thức Khách hàng I2P
