Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: To obtain your own hostname, I2P domain registrars such as <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> or <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> provide registration services that allow you to register and manage an .i2p hostname or sub-domain which will then be propagated across the network. Some registration sites will require the <i>B64 destination address</i> for the tunnel/service you wish to associate with a hostname, which you should copy from the <i>Local destination</i> section on the <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>.
ar: للحصول على اسم مضيف خاص بك، يوفر مسجلو مجالات I2P مثل <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> أو <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> خدمات تسجيل تسمح لك بتسجيل وإدارة اسم مضيف .i2p أو نطاق فرعي سيتم نشره في الشبكة. قد تطلب بعض مواقع التسجيل عنوان <i>B64 الوجهة</i> للنفق/الخدمة التي ترغب في ربطها باسم مضيف، ويجب أن تقوم بنسخها من قسم <i>الوجهة المحلية</i> على <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>صفحة تكوين مدير الأنفاق</a>.
az: Özünüzün hostname-ni əldə etmək üçün, I2P domen qeydiyyatçıları vəstat.i2p və ya reg.i2p kimi qeydiyyat xidmətləri təklif edir ki, bu sizin .i2p hostname və ya alt-domeninizi qeydiyyatdan keçirməyinizə izin verir ki, bu sonra şəbəkənin üzrə çıxış alacaqdır. Bəzi qeydiyyat saytları istədiyiniz hostname ilə əlaqələndirmək istədiyiniz tünels/service üçün <i>B64 destination address</i> tələb edəcəkdir, ki bu, <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tünellər İdarəetmə Səhifəsi</a>ndəki <i>Lokal destination</i> bölməsindən kopyalamanız gereklidir.
bo: ཁྱེད་ཀྱི་རང་གི་དམིགས་བསལ་གྱི་རྒྱུ་མའི་རྒྱུ་སྒོ་བཟོ་རོགས་བྱེད་པར། <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> འམ་དམིགས་བསལ་ <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> བཅས་དང་མཉམ་དུ་རིམ་པ་བཞིན་བཀོད་སྒྲིག་བྱེད་པ་མ་ཟད། .i2p རིང་མཐུད་དམ་མཉམ་ཚོགས་པ་ཞུགས་པ་མ་ཟད་བརྒྱུད་དེ་དྲ་བ་ཚང་མར་ཁྱབ་སྤེལ་བྱེད་པར་ཕན་འབྲས་སྣོན་པ། སྒོ་སྦྱོར་མང་པོར་<i>B64 གོ་ས་</i>དགོས་ཀྱི་ཡོད་པ་མ་ཟད་ངེས་པར་དུ་ཁྱེད་རང་གི་རིང་མཐུད་གཅིག་དང་མཉམ་སྦྲེལ་བྱེད་མི་ཆོག་པའི་འགྲུལ་ལམ་/ཉེར་སྤྱོད་རིང་མཐུད་དེ་ཡོད། <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>འགྲུལ་ལམ་སྐྱོང་བའི་རྒྱུས་བཀོད་པའི་ཤོག་ངོས་</a> ནང་གི་<i>དམིགས་བསལ་རྒྱུ་མ</i>སྐབས་ངོ་མ་གསལ་བའི་རིང་མཐུད་དེ་བསྐུལ་བཅོས་བྱེད་རོགས།
cs: Pro získání vlastního hostname mohou I2P doménoví registrátoři, jako například <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> nebo <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>, poskytovat registrační služby, které umožňují registrovat a spravovat hostname nebo subdoménu .i2p, které se poté budou šířit po síti. Některé registrační stránky mohou vyžadovat <i>B64 cílovou adresu</i> pro tunel/sluzby, kterou si přejete přiřadit k hostname, což byste měli zkopírovat z části <i>Lokální cíl</i> na stránce <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Konfigurace správce tunelů</a>.
da: For at få dit eget værtsnavn, giver I2P-domæneregistratorer som <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> eller <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> registreringstjenester, der tillader dig at registrere og administrere et .i2p værtsnavn eller underdomæne, der derefter vil blive spredt på tværs af netværket. Nogle registreringssider vil kræve den <i>B64-destination-adresse</i> for tunnel/service, som du ønsker at forbinde med et værtsnavn, og som du skal kopiere fra afsnittet <i>Lokal destination</i> på <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration page</a>.
el: Για να αποκτήσετε το δικό σας όνομα κεντρικού υπολογιστή, οι καταχωρητές τομέων I2P όπως το <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> ή το <href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> παρέχουν υπηρεσίες καταχώρησης που σας επιτρέπουν να καταχωρίσετε και να διαχειριστείτε ένα όνομα κεντρικού υπολογιστή ή υποτομέα .i2p που θα διαδοθεί στο δίκτυο. Ορισμένοι ιστότοποι καταχώρησης θα απαιτήσουν την <i>ημιτονική διεύθυνση στόχο (B64 destination address)</i> για τον σωλήνα/υπηρεσία που θέλετε να συσχετίσετε με ένα όνομα κεντρικού υπολογιστή, την οποία θα πρέπει να αντιγράψετε από την ενότητα <i>Τοπικός προορισμός (Local destination)</i> στην <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>σελίδα διαμόρφωσης διαχειριστή σωλήνων (Tunnel Manager Configuration)</a>.
es: Para obtener tu propio nombre de host, registradores de dominios I2P como <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> o <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> ofrecen servicios de registro que te permiten registrar y administrar un nombre de host o subdominio .i2p, que luego se propagará en toda la red. Algunos sitios de registro requerirán la dirección de destino <i>B64</i> del túnel/servicio con el que desees asociar un nombre de host, el cual deberías copiar de la sección <i>Destino local</i> en la página de configuración del <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Administrador de Túneles</a>.
et: Omaenda hostinime saamiseks võimaldavad I2P domeeni registreerijad nagu <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> või <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> registreerimisteenused, mis võimaldavad registreerida ja hallata .i2p hostinime või alamdomeeni, mis seejärel levib võrgu kaudu. Mõned registreerimissaidid nõuavad hostinimega seotud tunneli/teenuse jaoks <i>B64 sihtkoha aadressi</i>, mille saate kopeerida <i>Kohalik sihtkoht</i> sektsioonist <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnelihalduri konfiguratsioonilehelt</a>.
fa: برای دریافت نام میزبان خود، دامنه‌نامه‌های آی‌دو‌پی مانند <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> یا <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> خدمات ثبت‌نام ارائه می‌دهند که به شما اجازه می‌دهند یک نام میزبان .i2p یا زیردامنه را ثبت و مدیریت کنید که سپس در سراسر شبکه پخش خواهند شد. برخی از سایت‌های ثبت‌نام ممکن است نیاز به آدرس مقصد «B64» برای تونل/سرویسی که می‌خواهید با یک نام میزبان مرتبط کنید داشته باشند، که باید آن را از بخش «مقصد محلی» در صفحه تنظیمات «مدیر تونل» کپی کنید.
fi: Oman verkkosivun osoitteen saamiseksi voit rekisteröidä I2P-verkkotunnuksen palveluntarjoajien, kuten <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> tai <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> kautta. Näiden tarjoajien avulla voit rekisteröidä ja hallinnoida .i2p-verkkosivun osoitetta tai aliverkkotunnusta, jonka tiedot levitetään sitten verkon kautta. Joidenkin rekisteröintisivustojen osalta sinulta voi edellyttää <i>B64-kohdeosoitetta</i> tunnelin/palvelun kanssa, johon haluat yhdistää verkkosivun osoitteen. Tämän voit kopioida <i>Paikallinen kohde</i> -osasta <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnel Manager Configuration</a> -sivulta.
hi: अपने अपने होस्टनाम प्राप्त करने के लिए, stats.i2p या reg.i2p जैसे I2P डोमेन रजिस्ट्रार वहाँ पंजीकरण सेवाएं प्रदान करते हैं जिससे आप एक .i2p होस्टनाम या सब-डोमेन पंजीकृत कर सकते हैं और उसे प्रबंधित कर सकते हैं, जो फिर नेटवर्क में प्रसारित होगा। कुछ पंजीकरण साइटें B64 गंतव्य पता की मांग कर सकती हैं, जो आप चाहते हुए टंनल/सेवा के साथ संबंधित करने के लिए टंनल मैनेजर के सेटिंग पेज पर 'स्थानीय गंतव्य' खंड से प्रतिलिपि कर सकते हैं।
hu: Saját hosztnévhez jutáshoz az I2P doménregisztrálók, mint például a <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> vagy a <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>, regisztrációs szolgáltatásokat nyújtanak, amelyek lehetővé teszik, hogy regisztráljon és kezeljen egy .i2p hosztnevet vagy alkönyvtárat, amelyet aztán az egész hálózaton terjesztenek. Néhány regisztrációs oldalnak szüksége lesz a hosztnévhez kapcsolni kívánt alagút / szolgáltatás <i>B64 célállomás címére</i>, amit a <i>Helyi célállomás</i> részből másolhat le a <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Alagútkezelő konfigurációs oldalon</a>.
in: Untuk mendapatkan hostname Anda sendiri, registrar domain I2P seperti <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> atau <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> menyediakan layanan pendaftaran yang memungkinkan Anda untuk mendaftar dan mengelola hostname .i2p atau sub-domain yang kemudian akan tersebar di seluruh jaringan. Beberapa situs pendaftaran akan mengharuskan <i>B64 destination address</i> untuk terowongan/layanan yang ingin Anda kaitkan dengan hostname, yang sebaiknya Anda salin dari bagian <i>Tujuan Lokal</i> di halaman <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Konfigurasi Pengelola Terowongan</a>.
it: Per ottenere il proprio hostname, i registrar di domini I2P come <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> o <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> forniscono servizi di registrazione che ti permettono di registrare e gestire un hostname o sottodominio .i2p che poi sarà propagato sulla rete. Alcuni siti di registrazione richiederanno l'<i>indirizzo di destinazione B64</i> del tunnel/servizio che desideri associare a un hostname, che dovrai copiare dalla sezione <i>Destination Locale</i> sulla <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Pagina di Configurazione del Gestore del Tunnel</a>.
ja: 独自のホスト名を取得するためには、<a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a>や<a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>などのI2Pドメインレジストラが、.i2pホスト名やサブドメインを登録し管理することを可能にします。これはネットワーク全体に広まります。一部の登録サイトでは、ホスト名に関連付けるためにトンネル/サービスの<i>B64宛先アドレス</i>が必要になる場合があります。これは<a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>トンネルマネージャー構成ページ</a>の<i>ローカル宛先</i>セクションからコピーする必要があります。
ko: 독자적인 호스트 이름을 얻으려면, <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> 또는 <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>와 같은 I2P 도메인 등록기가 네트워크 전체로 전파될 .i2p 호스트 이름 또는 서브 도메인을 등록하고 관리할 수 있는 등록 서비스를 제공합니다. 일부 등록 사이트에서는 호스트 이름에 연결할 터널/서비스의 <i>B64 대상 주소</i>가 필요할 수 있으며, 이 주소는 <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>터널 관리자 구성 페이지</a>의 <i>로컬 대상</i> 부분에서 복사해야 합니다.
nb: For å skaffe ditt eget vertnavn, tilbyr I2P domeneregistrarer som <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> eller <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> registreringstjenester som lar deg registere og administrere et .i2p vertnavn eller underdomene som deretter blir propagerert over nettverket. Noen registreringssider vil kreve <i>B64 destinasjonsadresse</i> for tunnel/tjenesten du ønsker å knytte til et vertnavn, noe du kan kopiere fra <i>Lokal destinasjon</i> -delen på siden for Konfigurering av Tunnelbehandleren <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnelbehandler Konfigurerings-siden</a>.
nl: Om je eigen hostnaam te verkrijgen, bieden I2P-domeinregistrars zoals <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> of <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> registratiediensten aan waarmee je een .i2p hostnaam of subdomein kunt registreren en beheren die vervolgens door het netwerk wordt verspreid. Sommige registratiesites zullen het <i>B64-bestemmingsadres</i> vereisen voor de tunnel/service waarmee je een hostnaam wilt associëren, die je moet kopiëren uit de sectie <i>Lokale bestemming</i> op de <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Tunnelbeheerconfiguratiespagina</a>.
pt: Para obter seu próprio nome de host, registradores de domínio I2P como <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> ou <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> fornecem serviços de registro que permitem registrar e gerenciar um nome de host ou subdomínio .i2p que depois será propagado pela rede. Alguns sites de registro exigirão o <i>endereço de destino B64</i> para o túnel/serviço que você deseja associar a um nome de host, que você deve copiar na seção <i>Destino Local</i> da <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>página de configuração do Gerenciador de Túneis</a>.
sl: Da bi pridobil svoje ime gostitelja, registrirski centri I2P, kot so <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> ali <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>, ponujajo registracijske storitve, ki omogočajo registracijo in upravljanje imena gostitelja ali poddomene .i2p, ki se nato širi po omrežju. Nekatera mesta za registracijo bodo zahtevala <i>destinacijski naslov B64</i> za tunel ali storitev, ki jo želite povezati z imenom gostitelja, ki ga morate kopirati iz sekcije <i>Lokalna destinacija</i> na strani <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Nastavitve menedžera tunela</a>.
sv: För att få ditt eget värdnamn, erbjuder I2P-domänregistratorer som <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> eller <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> registreringstjänster som gör att du kan registrera och hantera en .i2p-värdnamn eller underdomän som sedan sprids över nätverket. Vissa registreringssidor kommer att kräva den <i>B64-destinationadressen</i> för tunneln/tjänsten du vill koppla till ett värdnamn, som du bör kopiera från <i>Lokaldestination</i>-avsnittet på <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Konfigurationssidan för tunnelhanteraren</a>.
uk: Щоб отримати власну доменну назву, реєстратори доменів I2P, такі як <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> чи <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a>, надають сервіси реєстрації, що дозволяють зареєструвати та керувати доменом чи субдоменом .i2p, які потім поширюються по всій мережі. Деякі сайти реєстрації можуть вимагати <i>B64 адреси призначення</i> для тунелю/сервісу, який бажаєте асоціювати з доменною назвою. Її слід скопіювати з розділу <i>Локальна адреса</i> на сторінці <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>конфігурації менеджера тунелів</a>.
vi: Để có được tên miền riêng của bạn, những đăng ký tên miền I2P như <a href=http://stats.i2p/i2p/addkey.html target=_blank rel=noreferrer class=sitelink>stats.i2p</a> hoặc <a href=http://reg.i2p/ target=_blank rel=noreferrer class=sitelink>reg.i2p</a> cung cấp các dịch vụ đăng ký cho phép bạn đăng ký và quản lý tên miền hoặc phân miền .i2p, sau đó sẽ lan truyền khắp mạng. Một số trang đăng ký sẽ yêu cầu <i>địa chỉ mục tiêu B64</i> cho đường hầm/dịch vụ bạn muốn liên kết với tên miền, bạn nên sao chép từ phần <i>Địa chỉ cục bộ</i> trên trang <a href='http://127.0.0.1:7657/i2ptunnel/edit?tunnel=3'>Cấu hình Quản lý Đường hầm</a>.
