Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Number of pending sends which exceed window
ar: عدد عمليات الإرسال المعلقة التي تتجاوز النافذة
az: Pəncərəni aşan gözləyən göndərmələrin sayı
bo: སྒེའུ་ཁུང་ལས་བརྒལ་བའི་སྒུག་བའི་བཏོན་པའི་གྲངས་ཀ།
cs: Počet nevyřízených odeslání, která přesahují okno
da: Antal afventende afsendelser, der overstiger vinduet
el: Αριθμός εκκρεμών αποστολών που υπερβαίνουν το παράθυρο
es: El número de envíos pendientes que exceden la ventana
et: ootel saadete arv, mis ületavad akent
fa: تعداد ارسال های معلق که بیشتر از پنجره است
fi: Odottavien lähetysten määrä, jotka ylittävät ikkunan
hi: खिड़की को पार करने वाले पेंडिंग भेजने की संख्या
hu: Az ablakot meghaladó függőben lévő küldések száma
in: Jumlah pengiriman tertunda yang melebihi jendela
it: Numero di invii in sospeso che superano la finestra
ja: ウィンドウを超えた保留中の送信数
ko: 창을 초과하는 보류 중인 전송 수
nb: Antall ventende sendinger som overskrider vinduet
nl: Aantal openstaande verzendingen die de periode overschrijden
pt: Número de envios pendentes que excedem a janela
sl: Število čakanjih pošiljanj, ki presegajo okno
sv: Antal pågående sändningar som överskrider fönstret
uk: Кількість відправлень в очікуванні, які перевищують вікно
vi: Số lần gửi đang chờ xử lý vượt quá khung thời gian

source: Maximum packet size before congestion avoidance
ar: الحد الأقصى لحجم الحزمة قبل تجنب الازدحام
az: Tıxacın qarşısını almaqdan əvvəl maksimum paket ölçüsü
bo: འདུས་འཛིང་ཉུང་དུ་གཏོང་བའི་སྔོན་གྱི་ཚད་མཐོ་བའི་ཐུམ་སྒྲིལ་ཆེ་ཚད།
cs: Maximální velikost paketu před zabráněním přetížení
da: Maksimal pakkestørrelse før overbelastning undgås
el: Μέγιστο μέγεθος πακέτου πριν από την αποφυγή συμφόρησης
es: Tamaño de paquete máximo antes de prevenir la congestión
et: maksimaalne paketi suurus enne ummikute vältimist
fa: حداکثر اندازه بسته قبل از جلوگیری از تراکم
fi: Paketin enimmäiskoko ennen ruuhkan välttämistä
hi: भरपूरी रोक लगाने से पहले पैकेट का अधिकतम आकार
hu: Maximális csomagméret a torlódás elkerülése előtt
in: Ukuran paket maksimum sebelum menghindari kemacetan
it: Dimensione massima del pacchetto prima di evitare la congestione
ja: 輻輳回避前の最大パケットサイズ
ko: 혼잡 회피 전 최대 패킷 크기
nb: Maksimal pakkestørrelse før overbelastning unngås
nl: Maximale pakketgrootte vóór het vermijden van congestie
pt: Tamanho máximo do pacote antes de evitar congestionamento
sl: Največja velikost paketa pred izogibanju zastoju
sv: Maximal paketstorlek före undvikande av trängsel
uk: Максимальний розмір пакету до запобігання перевантаженню
vi: Kích thước gói tối đa trước khi tránh tắc nghẽn

source: How long for packet to be sent to peer and back to us
ar: كم من الوقت يتم إرسال الحزمة إلى النظير وإعادتها إلينا
az: Paketin həmyaşıdlara və bizə geri göndərilməsi nə qədərdir
bo: ཐུམ་སྒྲིལ་དེ་ལྷན་ཚོགས་ལ་བཏང་ནས་ང་ཚོར་ཕྱིར་ལོག་པར་དུས་ཚོད་ག་ཚོད་རེད།
cs: Jak dlouho má být paket odeslán k peer a zpět k nám
da: Hvor længe skal pakken sendes til peer og tilbage til os
el: Πόσο καιρό πρέπει να σταλεί το πακέτο σε peer και πίσω σε εμάς
es: Cuánto tarda un paquete en ser enviado a un par y volver a nosotros
et: Kui kaua saadetakse pakett partneritele ja meile tagasi
fa: چه مدت باید بسته برای همتا ارسال شود و برای ما برگردد
fi: Kuinka kauan paketti lähetetään vertaisverkkoon ja takaisin meille
hi: पैकेट को समकक्ष को भेजने और फिर हमें वापस लाने के लिए कितना समय लगेगा
hu: Mennyi ideig kell elküldeni a csomagot a peer-nek és vissza hozzánk
in: Berapa lama paket dikirim ke peer dan kembali ke kami
it: Tempo per un pacchetto per essere inviato e ritornare
ja: パケットがピアに送信されてから私たちに返されるまでの時間
ko: 패킷이 피어에게 전송되고 다시 우리에게 전송되는 데 걸리는 시간
nb: Hvor lenge før pakken skal sendes til peer og tilbake til oss
nl: Hoe lang duurt het voordat het pakket naar peer en terug naar ons wordt verzonden
pt: Quanto tempo leva para o pacote ser enviado ao peer e de volta para nós
sl: Koliko časa je potrebno, da je paket poslan parterju in nazaj nam
sv: Hur lång tid innan paketet ska skickas till peer och tillbaka till oss
uk: Скільки часу потрібно, щоб відправити пакет одноліткам і повернутися до нас
vi: Bao lâu gói tin được gửi đến peer và gửi lại cho chúng tôi

source: Retransmit timeout
ar: إعادة إرسال المهلة
az: Yenidən ötürmə vaxtı aşımı
bo: བསྐྱར་བཏང་དུས་ཚོད་ཐིམ་པ།
cs: Vypršel časový limit opětovného přenosu
da: Timeout for gentransmission
el: Χρονικό όριο αναμετάδοσης
es: Tiempo límite de retransmisión
et: Taasedastuse ajalõpp
fa: مهلت زمانی ارسال مجدد
fi: Uudelleenlähetyksen aikakatkaisu
hi: पुनरावर्तन टाइमआउट
hu: Újraadás időtúllépése
in: Batas waktu pengiriman ulang
it: Timeout di ritrasmissione
ja: 再送タイムアウト
ko: 재전송 시간 초과
nb: Tidsavbrudd for ny sending
nl: Time-out voor opnieuw verzenden
pt: Tempo limite de retransmissão
sl: Časovnik ponovnega prenosa
sv: Timeout för återsändning
uk: Тайм-аут повторної
vi: Thời gian chờ

source: How long before peer gives up resending lost packet
ar: كم من الوقت قبل أن يتخلى النظير عن إعادة إرسال الحزمة المفقودة
az: Peer itirilmiş paketi yenidən göndərməkdən nə qədər əvvəl imtina edir
bo: ལྷན་ཚོགས་ཀྱིས་བརླག་པའི་ཐུམ་སྒྲིལ་བསྐྱར་བཏང་བྱེད་མཚམས་བཞག་པའི་སྔོན་དུ་དུས་ཚོད་ག་ཚོད་རེད།
cs: Jak dlouho předtím, než se partner vzdá opětovného odeslání ztraceného paketu
da: Hvor lang tid før peer opgiver at sende mistet pakke igen
el: Πόσο καιρό πριν ο ομότιμος παραιτηθεί από την εκ νέου αποστολή του χαμένου πακέτου
es: Cuánto tiempo antes de que el par renuncie reenviar el paquete perdido
et: Kui kaua aega enne seda, kui partner loobub kadunud paketi uuesti saatmisest
fa: چه مدت قبل از اینکه همتا از ارسال مجدد بسته گمشده منصرف شود
fi: Kuinka kauan ennen kuin vertaiskumppani luopuu kadonneen paketin lähettämisestä uudelleen
hi: समकक्ष के पहले कितना समय लगेगा कि वह खोया पैकेट को पुनरावर्तित करने को छोड़े
hu: Mennyi idő múlva hagyja fel a partner az elveszett csomag újraküldését
in: Berapa lama sebelum rekan berhenti mengirim ulang paket yang hilang
it: Quanto tempo prima che peer si arrenda a reinviare pacchetti persi
ja: ピアが失われたパケットの再送を諦めるまでの時間
ko: 피어가 손실된 패킷 재전송을 포기하기까지의 시간
nb: Hvor lenge før peer gir opp å sende tapt pakke på nytt
nl: Hoe lang duurt het voordat peer opgeeft het opnieuw verzenden van verloren pakketjes
pt: Quanto tempo antes que o peer desista de reenviar pacotes perdidos
sl: Koliko časa je preteklo preden parter zavrne ponovno pošiljanje izgubljenega paketa
sv: Hur lång tid innan peer ger upp om att skicka förlorat paket
uk: Як довго до того, як peer відмовиться від втрати втраченого пакету
vi: Bao lâu trước khi peer từ bỏ việc gửi lại gói bị mất

source: Maximum send packet size
ar: الحد الأقصى لحجم حزمة الإرسال
az: Maksimum göndərmə paketinin ölçüsü
bo: བཏང་བའི་ཐུམ་སྒྲིལ་ཆེ་ཚད་མཐོ་ཤོས།
cs: Maximální velikost odesílaného paketu
da: Maksimal sendepakkestørrelse
el: Μέγιστο μέγεθος πακέτου αποστολής
es: Tamaño máximo del paquete de envío
et: saatmispaketi maksimaalne suurus
fa: حداکثر اندازه بسته ارسال
fi: Lähetyspaketin enimmäiskoko
hi: अधिकतम भेजने वाले पैकेट का आकार
hu: Maximális küldési csomagméret
in: Ukuran paket pengiriman maksimum
it: Massima dimensione pacchetti in invio
ja: 最大送信パケットサイズ
ko: 최대 전송 패킷 크기
nb: Maksimal sendepakkestørrelse
nl: Maximale verzendpakketgrootte
pt: Tamanho máximo do pacote de envio
sl: Največja velikost paketa za pošiljanje
sv: Maximal sändningspaketstorlek
uk: Максимальний розмір пакету надсилання
vi: Kích thước gói tin gửi tối đa

source: Estimated maximum receive packet size (bytes)
ar: الحد الأقصى المقدر لحجم حزمة الاستقبال (بايت)
az: Təxmini maksimum qəbul paketi ölçüsü (bayt)
bo: རྩིས་སྤྲོད་བྱས་པའི་བདག་ལེན་ཐུམ་སྒྲིལ་ཆེ་ཚད་མཐོ་ཤོས། (བའིཊིས)
cs: Odhadovaná maximální velikost přijímaného paketu (bajty)
da: Estimeret maksimal modtagepakkestørrelse (bytes)
el: Εκτιμώμενο μέγιστο μέγεθος πακέτου λήψης (byte)
es: Tamaño máximo estimado del paquete recibido (bytes)
et: hinnanguline maksimaalne vastuvõtupaketi suurus (baitides)
fa: حداکثر اندازه بسته دریافتی تخمینی (بایت)
fi: Arvioitu enimmäisvastaanottopaketin koko (tavuina)
hi: अनुमानित अधिकतम प्राप्त पैकेट का आकार (बाइट)
hu: Becsült maximális fogadási csomagméret (byte)
in: Perkiraan ukuran paket penerimaan maksimum (byte)
it: Dimensione massima stimata del pacchetto di ricezione (byte)
ja: 推定最大受信パケットサイズ(バイト)
ko: 예상 최대 수신 패킷 크기(바이트)
nb: Estimert maksimal mottakspakkestørrelse (byte)
nl: Geschatte maximale pakketgrootte (bytes)
pt: Tamanho máximo estimado do pacote de recebimento (bytes)
sl: Ocena največje velikosti paketa za prejem (bajti)
sv: Uppskattad maximal mottagarpaketstorlek (byte)
uk: Орієнтовний максимальний розмір пакету отримання (байти)
vi: Kích thước gói nhận tối đa ước tính (byte)

source: Messages sent to peer
ar: الرسائل المرسلة إلى النظير
az: Həmyaşıdlara göndərilən mesajlar
bo: ལྷན་ཚོགས་ལ་བཏང་བའི་འཕྲིན་ཐུང་།
cs: Zprávy odeslané peerovi
da: Beskeder sendt til peer
el: Μηνύματα αποστέλλονται σε ομοτίμους
es: Mensajes enviados a un par
et: Sõnumid saadeti partneritele
fa: پیام‌ها به همتا ارسال می‌شوند
fi: Viestit lähetetty vertaiselle
hi: समकक्ष को भेजे गए संदेश
hu: Peer-nek küldött üzenetek
in: Pesan dikirim ke rekan
it: Messaggi inviati al peer
ja: ピアに送信されるメッセージ
ko: 피어에게 보낸 메시지
nb: Meldinger sendt til peer
nl: Berichten verzonden naar peer
pt: Mensagens enviadas para pares
sl: Sporočila poslana parterju
sv: Meddelanden skickade till peer
uk: Повідомлення, надіслані колегам
vi: Tin nhắn được gửi đến đồng nghiệp

source: Messages received from peer
ar: الرسائل الواردة من الأقران
az: Həmyaşıdlardan alınan mesajlar
bo: ལྷན་ཚོགས་ནས་བདག་ལེན་བྱས་པའི་འཕྲིན་ཐུང་།
cs: Zprávy přijaté od partnera
da: Beskeder modtaget fra peer
el: Μηνύματα που ελήφθησαν από ομότιμους
es: Mensajes recibidos desde un par
et: kaaslaselt saadud sõnumid
fa: پیام های دریافت شده از طرف همتا
fi: Viestit vastaanotettu vertaiselta
hi: समकक्ष से प्राप्त संदेश
hu: Partnertől érkezett üzenetek
in: Pesan diterima dari rekan
it: Messaggi ricevuti dal peer
ja: ピアから受信したメッセージ
ko: 피어로부터 받은 메시지
nb: Meldinger mottatt fra jevnaldrende
nl: Berichten ontvangen van peer
pt: Mensagens recebidas de pares
sl: Sporočila prejeta od parterja
sv: Meddelanden mottagna från peer
uk: Повідомлення, отримані від колеги
vi: Tin nhắn nhận được từ bạn bè

source: Packets retransmitted to peer
ar: الحزم المعاد إرسالها إلى النظير
az: Paketlər həmyaşıdlara təkrar ötürülür
bo: ལྷན་ཚོགས་ལ་བསྐྱར་བཏང་བའི་ཐུམ་སྒྲིལ།
cs: Pakety znovu přeneseny k peer
da: Pakker videresendes til peer
el: Τα πακέτα αναμεταδίδονται σε ομοτίμους
es: Paquetes retransmitidos a un par
et: paketid edastatakse uuesti partneritele
fa: بسته ها دوباره به همتا ارسال می شوند
fi: Paketit uudelleenlähetetty vertaisverkkoon
hi: समकक्ष को पुनरावर्तित पैकेट
hu: A csomagok újraküldve egyenrangúnak
in: Paket dikirim ulang ke rekan
it: Pacchetti ritrasmessi al peer
ja: ピアに再送信されたパケット
ko: 패킷이 피어에게 재전송되었습니다.
nb: Pakker videresendt til peer
nl: Pakketten opnieuw verzonden naar peer
pt: Pacotes retransmitidos para peer
sl: Paketi ponovno poslani parterju
sv: Paket återsänds till peer
uk: Пакети повторно передано одноранговому вузлу
vi: Các gói tin được truyền lại cho đồng đẳng

source: Duplicate packets received from peer
ar: الحزم المكررة المستلمة من النظير
az: Həmyaşıddan alınan dublikat paketlər
bo: ལྷན་ཚོགས་ནས་བདག་ལེན་བྱས་པའི་ཐུམ་སྒྲིལ་ངོ་མ།
cs: Duplicitní pakety přijaté od partnera
da: Dubletpakker modtaget fra peer
el: Διπλότυπα πακέτα που λαμβάνονται από ομότιμους
es: El número total de paquetes duplicados recibidos del par
et: kaaslastelt saadud dubleeritud paketid
fa: بسته های تکراری دریافت شده از همتایان
fi: Kaksinkertaiset paketit vastaanotettu vertaiselta
hi: समकक्ष से प्राप्त दुगने वाले पैकेट
hu: Párostól kapott duplikált csomagok
in: Paket duplikat diterima dari rekan
it: Pacchetti duplicati ricevuti dal peer
ja: ピアから受信した重複パケット
ko: 피어로부터 중복된 패킷을 수신했습니다.
nb: Dupliserte pakker mottatt fra peer
nl: Dubbele pakketten ontvangen van peer
pt: Pacotes duplicados recebidos do peer
sl: Duplicirani paketi prejeti od parterja
sv: Duplicerade paket mottagna från peer
uk: Дублювання пакетів, отриманих від вузла
vi: Các gói trùng lặp nhận được từ ngang hàng

source: Showing {0} recent profile.
ar: عرض {0} ملفات تعريف حديثة.
az: Göstərici {0} son profil.
bo: ཉེ་ཆར་གྱི་གསལ་ཐོ་ {0} སྟོན་བཞིན་པ།
cs: Zobrazování {0} nedávného profilu.
da: Viser {0} nylig profil.
el: Εμφάνιση {0} Πρόσφατο προφίλ.
es: Mostrando {0} perfil reciente.
et: {0} hiljutine profiil.
fa: نمایش پروفایل های {0} اخیر.
fi: Näytetään {0} viimeisintä profiilia.
hi: {0} हाल का प्रोफ़ाइल दिखा रहा है।
hu: A {0} legújabb profil megjelenítése.
in: Menunjukkan {0} profil terbaru.
it: Mostrando {0} profilo recente.
ja: {0}最近のプロファイルを表示します。
ko: 최근 프로필 {0}개를 표시 중입니다.
nb: Viser {0} nylige profil.
nl: Toonen {0} recent profiel.
pt: Mostrando {0} perfil recente.
sl: Prikažem {0} nedavni profil.
sv: Visar {0} senaste profil.
uk: Показ {0} недавній профіль.
vi: Hiển thị {0} Hồ sơ gần đây.

source: Hiding {0} older profile.
ar: إخفاء {0} ملف تعريف أقدم.
az: {0} köhnə profilini gizlətmək.
bo: རྒན་པའི་གསལ་ཐོ་ {0} སྦས་བཞིན་པ།
cs: Skrývání staršího profilu {0}.
da: Skjuler {0} ældre profil.
el: Απόκρυψη {0} παλαιότερο προφίλ.
es: Ocultar {0} perfil antiguo.
et: Peitmine {0} vanem profiil.
fa: مخفی کردن {0} پروفایل های قدیمی.
fi: Piilotetaan {0} vanhempaa profiilia.
hi: {0} पुराना प्रोफ़ाइल छिपा रहा है।
hu: Rejtett {0} régebbi profil.
in: Menyembunyikan {0} profil yang lebih tua.
it: Nascondendo {0} profilo più vecchio.
ja: {0}古いプロファイルを隠す。
ko: {0}개의 이전 프로필을 숨깁니다.
nb: Skjuler {0} eldre profil.
nl: Verbergt {0} ouder profiel.
pt: Escondendo {0} perfil antigo.
sl: Skrijem {0} starejši profil.
sv: Döljer {0} äldre profil.
uk: Приховування {0} Старіший профіль.
vi: Ẩn {0} Cấu hình cũ hơn.

source: Hiding {0} standard profile.
ar: إخفاء ملف التعريف القياسي {0}.
az: {0} standart profil gizlətmək.
bo: ཚད་ལྡན་གསལ་ཐོ་ {0} སྦས་བཞིན་པ།
cs: Skrytí {0} standardního profilu.
da: Skjuler {0} standardprofil.
el: Απόκρυψη {0} Τυπικό προφίλ.
es: Ocultar {0} perfil estándar.
et: Peitmine {0} standardprofiil.
fa: مخفی کردن {0} پروفایل های استاندارد.
fi: Piilotetaan {0} tavallista profiilia.
hi: {0} मानक प्रोफ़ाइल छिपा रहा है।
hu: Rejtőzködés {0} standard profil.
in: Bersembunyi {0} profil standar.
it: Nascondendo {0} profilo standard.
ja: {0}標準プロファイルを隠す。
ko: {0} 표준 프로필을 숨깁니다.
nb: Skjuler {0} standardprofil.
nl: Standaardprofiel verborgen {0}.
pt: Escondendo {0} perfil padrão.
sl: Skrijem {0} standardni profil.
sv: Döljer {0} standardprofil.
uk: Приховування {0} Стандартний профіль.
vi: Không hiển thị {0} Cấu hình tiêu chuẩn.

source: Note that the profiler relies on sustained client tunnel usage to accurately profile peers.
ar: لاحظ أن منشئ ملفات التعريف يعتمد على الاستخدام المستدام لنفق العميل لتكوين ملف تعريف دقيق للأقران.
az: Qeyd edək ki, profil tərtibatçısı həmyaşıdlarını dəqiq profil etmək üçün davamlı müştəri tunelindən istifadə edir.
bo: དྲན་ཤེས་པར་ཞིབ་འཇུག་པ་ནི་རྒྱུན་མཐུགས་པའི་ལེན་གནད་གྲུང་ནེལ་བེད་སྤྱོད་ལ་བརྟེན་ནས་གནད་སྤུས་ལྡན་པའི་སྒོ་ནས་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པར་ཞིབ་བཤོལ་བྱེད་པར་རྒྱུག་གི་ཡོད།
cs: Všimněte si, že profiler se spoléhá na trvalé používání klientského tunelu, aby přesně profiloval partnery.
da: Bemærk, at profileringsværktøjet er afhængig af vedvarende klienttunnelbrug for nøjagtigt at profilere peers.
el: Λάβετε υπόψη ότι ο προγραμματιστής προφίλ βασίζεται στη συνεχή χρήση του τούνελ πελάτη για να δημιουργήσει με ακρίβεια το προφίλ των ομοτίμων.
es: Tenga en cuenta que el generador de perfiles depende del uso sostenido del túnel del cliente para perfilar con precisión a sus pares.
et: Pange tähele, et profiili koostaja tugineb partnerite täpseks profiilimiseks pidevale klienditunneli kasutamisele.
fa: توجه داشته باشید که نمایه ساز به استفاده مداوم از تونل مشتری برای ایجاد نمایه دقیق همتایان متکی است.
fi: Huomaa, että profiloija luottaa jatkuvaan asiakastunnelin käyttöön profiloidakseen vertaisia ​​tarkasti.
hi: ध्यान दें कि प्रोफ़ाइलर सहीप्रकाश समकक्षों के लिए गतिशील ग्राहक टंनल का उपयोग करता है।
hu: Vegye figyelembe, hogy a profilkészítő a folyamatos ügyfél-alagút-használatra támaszkodik a partnerek pontos profilálásához.
in: Perhatikan bahwa profiler mengandalkan penggunaan terowongan klien yang berkelanjutan untuk membuat profil rekan secara akurat.
it: Nota che il profilatore si affida all'utilizzo dei tunnel client per profilare accuratamente i peer.
ja: プロファイラーは、ピアを正確にプロファイリングするために、クライアント トンネルの継続的な使用に依存していることに注意してください。
ko: 프로파일러는 피어를 정확하게 프로파일링하기 위해 지속적인 클라이언트 터널 사용에 의존합니다.
nb: Vær oppmerksom på at profileringsverktøyet er avhengig av vedvarende bruk av klienttunneler for å profilere jevnaldrende nøyaktig.
nl: Houd er rekening mee dat de profiler afhankelijk is van langdurig clienttunnelgebruik om collega's nauwkeurig te profileren.
pt: Observe que o criador de perfil depende do uso sustentado do túnel do cliente para criar o perfil dos pares com precisão.
sl: Opomba: Profiler se zanaša na trajno uporabo klientovih tuneljev za precizno profiliranje partnerjev.
sv: Notera att profileraren förlitar sig på uthållig klienttunnelanvändning för att korrekt profilera peers.
uk: Зауважте, що профайлер покладається на постійне використання клієнтського тунелю для точного профілювання однорангових користувачів.
vi: Lưu ý rằng người lập hồ sơ dựa vào việc sử dụng đường hầm máy khách bền vững để lập hồ sơ chính xác cho các đồng nghiệp.

source: Domain
ar: المجال
az: Domen
bo: ས་ཁོངས།
cs: Doména
da: Domæne
el: Τομέας
es: Dominio
et: Domeen
fa: دامنه
fi: Verkkotunnus
hi: डोमेन
hu: Tartomány
it: Dominio
ja: ドメイン
ko: 도메인
nb: Domene
nl: Domein
pt: Domínio
sl: Domena
sv: Domän
uk: Домен
vi: Miền

source: Host
ar: المضيف
az: Ev sahibi
bo: མཁར་གནས།
cs: Hostitel
da: Vært
el: Οικοδεσπότης
et: Saatejuht
fa: میزبان
fi: Isäntä
hi: मेज़
hu: Házigazda
in: Tuan rumah
ja: ホスト
ko: 주인
nb: Vert
nl: Gastheer
pt: Anfitrião
sl: Gostitelj
sv: Värd
uk: Ведучий
vi: Máy chủ

source: Groups
ar: مجموعات
az: Qruplar
bo: ཚོགས་པ།
cs: Skupiny
da: Grupper
el: Ομάδες
es: Grupos
et: rühmad
fa: گروه ها
fi: Ryhmät
hi: समूह
hu: Csoportok
in: Grup
it: Gruppi
ja: グループ
ko: 여러 떼
nb: Grupper
nl: Groepen
pt: Grupos
sl: Skupine
sv: Grupper
uk: Групи
vi: Các nhóm

source: Speed
ar: سرعة
az: Sürət
bo: མྱུར་ཚད།
cs: Rychlost
da: Hastighed
el: Ταχύτητα
es: Velocidad
et: Kiirus
fa: سرعت
fi: Nopeus
hi: गति
hu: Sebesség
in: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: Snelheid
pt: Velocidade
sl: Hitrost
sv: Hastighet
uk: Швидкість
vi: Tốc độ

source: Low Latency
ar: الكمون المنخفض
az: Aşağı gecikmə
bo: དལ་བའི་གཡོར་བ།
cs: Nízká latence
da: Lav latens
el: Χαμηλή καθυστέρηση
es: Baja latencia
et: madal latentsusaeg
fa: تأخیر کم
fi: Matala latenssi
hi: कम लैटेंसी
hu: Alacsony késleltetés
in: Latensi Rendah
it: Bassa latenza
ja: 低レイテンシー
ko: 낮은 대기 시간
nb: Lav ventetid
nl: Lage latentie
pt: Baixa Latência
sl: Nizka zavzeta
sv: Låg latens
uk: Низька затримка
vi: Độ trễ thấp

source: Tunnels peer has agreed to participate in
ar: الأنفاق وافق النظير على المشاركة فيها
az: Tunel həmkarı iştirak etməyi qəbul etdi
bo: གྲུང་ནེལ་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པས་ཞུགས་རྒྱུར་མོས་མཐུན་བྱས་པའི།
cs: Společnost Tunnels souhlasila s účastí
da: Tunnels peer har sagt ja til at deltage i
el: Σήραγγες συμφώνησε να συμμετάσχει
es: El compañero de Tunnels ha aceptado participar en
et: Tunneli eakaaslane on nõustunud osalema
fa: همتای تونل با شرکت در آن موافقت کرده است
fi: Tunnelien vertaiskumppani on suostunut osallistumaan
hi: समकक्ष ने सहभागिता करने के लिए सहमति दी है
hu: Az alagutak partnere beleegyezett a részvételbe
in: Rekan terowongan telah setuju untuk berpartisipasi
it: Il peer del tunnel ha accettato di partecipare
ja: トンネルピアが参加することに同意しました
ko: 터널 피어는 참여하기로 동의했다
nb: Tunnels-peer har sagt ja til å delta i
nl: Tunnels-peer heeft ermee ingestemd deel te nemen
pt: O par de túneis concordou em participar
sl: Tuneli, v katerih se je parter strinjal sodelovati
sv: Tunnlar peer har tackat ja till att delta i
uk: Одноранговий тунелі погодився взяти участь
vi: Các đường hầm đồng đẳng đã đồng ý tham gia

source: Accepted
ar: مقبول
az: Qəbul edilmişdir
bo: དང་ལེན་བྱས་པ།
cs: Přijato
da: Accepteret
el: Αποδεκτό
es: Aceptado
et: Aktsepteeritud
fa: پذیرفته شد
fi: Hyväksytty
hi: स्वीकार किया
hu: Elfogadva
in: Diterima
it: Accettato
ja: 承認済み
ko: 받아 들여졌다
nb: Godtatt
nl: Geaccepteerd
pt: Aceito
sl: Prejeto
sv: Godkänd
uk: Прийнято
vi: Chấp nhận

source: Tunnels peer has refused to participate in
ar: الأنفاق نظير رفض المشاركة فيها
az: Tunel həmkarı iştirak etməkdən imtina etdi
bo: གྲུང་ནེལ་རྒྱུན་དུ་བཙོན་པའི་ཚོགས་པས་ཞུགས་རྒྱུར་ངོས་ལེན་མ་བྱས་པའི།
cs: Peer tunelu se odmítl zúčastnit
da: Tunnels peer har nægtet at deltage i
el: Σήραγγες ο συνομήλικος αρνήθηκε να συμμετάσχει
es: Un compañero de túneles se ha negado a participar en
et: Tunneli eakaaslane on keeldunud osalemast
fa: همتایان تونل از شرکت در آن خودداری کرده اند
fi: Tunnelien vertaiskumppani on kieltäytynyt osallistumasta
hi: समकक्ष ने सहभागिता करने से अस्वीकार किया है
hu: Az alagutak partnere megtagadta a részvételt
in: Rekan terowongan menolak untuk berpartisipasi
it: Il peer del tunnel ha rifiutato di partecipare
ja: トンネルピアが参加を拒否しました
ko: 터널 피어는 참여를 거부했습니다
nb: Tunnels-peer har nektet å delta i
nl: Tunnels-peer heeft geweigerd deel te nemen
pt: O par de túneis recusou-se a participar
sl: Tuneli, v katerih je parter zavrnil sodelovanje
sv: Tunnels peer har vägrat att delta i
uk: Одноранговий тунель відмовився брати участь
vi: Đồng đẳng đường hầm đã từ chối tham gia

source: Rejected
ar: مرفوض
az: Rədd edildi
bo: ངོས་ལེན་མ་བྱས་པ།
cs: Zamítnuto
da: Afvist
el: Απορρίφθηκε
es: Rechazado
et: tagasi lükatud
fa: رد شد
fi: Hylätty
hi: अस्वीकृत
hu: Elutasítva
in: Ditolak
it: Rifiutato
ja: 拒否されました
ko: 거부
nb: Avvist
nl: Afgewezen
pt: Rejeitado
sl: Zavrnjeno
sv: Avvisad
uk: Відхилено
vi: Bị từ chối

source: First Heard About
bo: ཐོག་མར་གོ་རྟོགས་པའི་དུས།
hi: पहली बार बारे में जानकारी
ko: 처음 들은 시기
vi: Lần đầu nghe nói đến

source: Last Heard From
ar: آخر سماع من
az: Son eşitmə
bo: མཐའ་མར་གོ་རྟོགས་པའི་དུས།
cs: Poslední odezva
da: Hørte senest fra
el: Τελευταία ακρόαση από
es: Última constancia desde
et: Viimati kuuldud temalt
fa: آخرین شنیده از
fi: Viimeksi kuultu
hi: अंतिम बार सुना
hu: Legutoljára Hallott a Következőtől:
in: Terakhir mendengar dari
it: Sentito l'ultima volta da
ja: 次から最後に耳にした:
ko: 마지막으로 들은 곳:
nb: Sist hørt fra
nl: Laatst Vernomen Van
pt: Última vez de
sl: Zadnjič slišan od
sv: Hörde senast från
uk: Востаннє чув
vi: Tin nhắn cuối cùng từ

source: View/Edit
ar: عرض/تحرير
az: Baxın/Düzəliş edin
bo: ལྟ་རྒྱུ་/བསྒྱུར་བ།
cs: Zobrazit/Upravit
da: Se/Rediger
el: Προβολή/Επεξεργασία
es: Ver/Editar
et: Vaata/redigeeri
fa: مشاهده/ویرایش
fi: Näytä/muokkaa
hi: देखें/संपादित करें
hu: Megtekintés/Szerkesztés
in: Tampilkan/Edit
it: Visualizza/Modifica
ja: 閲覧・編集
ko: 보기/편집
nb: Vis/rediger
nl: Bekijken/bewerken
pt: Ver/Editar
sl: Oglej/Uredi
sv: Visa/Redigera
uk: Перегляд/Редагування
vi: Xem/Chỉnh sửa

source: OK
ar: موافق
bo: འགྲིགས་ཡོད།
el: ΟΚ
es: Bien
fa: تایید
hi: ठीक
hu: Rendben
in: Oke
sl: V redu

source: Test Fails
ar: فشل التجربة
az: Test uğursuz oldu
bo: ཚོད་ལྟའི་ཕམ་ཁ།
cs: Test se nezdařil
da: Testen mislykkedes
el: Η δοκιμή αποτυγχάνει
es: Prueba fallida
et: Testis läbikukkuvad
fa: آزمون ناموفق است
fi: Testi epäonnistui
hi: परीक्षण विफल होता है
hu: Teszt sikertelen
in: Tes gagal
it: Il test è fallito
ja: テスト失敗数
ko: 테스트 실패
nb: Testen mislykkes
nl: Test Faalt
pt: Falha no Teste
sl: Test ne uspe
sv: Testet misslyckades
uk: Тест невдалий
vi: Kiểm tra không thành

source: Unreachable
ar: لا يمكن الوصول له
az: Əlçatmaz
bo: འབྲེལ་ཐུབ་མེད་པ།
cs: Nedosažitelné
da: Utilgængelig
el: Απροσπέλαστος
es: Inalcanzable
et: Kättesaadamatud
fa: غیر قابل دسترس
fi: Ei saavutettavissa
hi: पहुँच不到
hu: Nem elérhető
in: Tidak dapat dijangkau
it: Non raggiungibile
ja: 到達不可
ko: 접근불가능
nb: Ikke tilgjengelige
nl: Onbereikbaar
pt: Inalcançável
sl: Ne dosegljivo
sv: Onåbar
uk: Недоступність
vi: Không thể truy cập

source: Most tests passing
bo: བརྒྱུག་པའི་གི་སྲོད་པ
hi: अधिकांश परीक्षण उत्तीर्ण
ko: 대부분의 테스트 통과
