Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Downloaded plugin is for new installs only, but the plugin is already installed
ar: تحميل البرنامج المساعد لتثبيت جديد فقط، ولكن تم بالفعل تثبيت البرنامج المساعد
az: Endirilən plagin yalnız yeni yükləmələr üçündür, lakin plugin artıq quraşdırılıb
bo: བརྒྱུད་བཏོན་པ་བརྒྱུད་བཏོན་པ་བཙོན་པ་གསར་པ་ལ་ཟིན་པ་ཅིན་བརྒྱུད་བཏོན་པ་འདི་ནོར་བ།
cs: Stažený plugin je pouze pro nové instalace, ale plugin je již nainstalován
da: Downloaded plugin er kun for nye installationer, men dette plugin er allerede installeret
el: Το πρόσθετο που παραλήφθηκε προορίζεται μόνο για νέες εγκαταστάσεις, αλλά είναι ήδη εγκατεστημένο
es: El complemento descargado es sólo para instalaciones nuevas, pero ya está instalado
et: Alla laetud plugin sobib vaid uuteks paigaldusteks, aga on juba paigaldatud
fa: افزونه دانلود شده فقط برای نصب های جدید است، اما افزونه قبلاً نصب شده است
fi: Ladattu laajennus on tarkoitettu vain uusille asennuksille, mutta laajennus on jo asennettu
hi: डाउनलोड किया गया प्लगइन केवल नए स्थापने के लिए है, लेकिन प्लगइन पहले से ही स्थापित है
hu: A letöltött kiegészítő csak az új telepítésekhez való, de a kiegészítő már telepítve van.
in: Plugin yang telah didownload hanya untuk instalasi baru, tetapi plugin sudah terpasang
it: Il plugin scaricato è solo per nuove installazioni, ma il plugin è già installato
ja: ダウンロードされたプラグインは新規インストール専用ですが、プラグインはすでにインストールされています
ko: 플러그인 다운로드는 새로 설치하는것 만을 지원합니다. 플러그인이 이미 설치되어 있습니다
nb: Nedlastet programtillegg er bare for nye installasjoner, men programtillegget er allerede installert
nl: De gedownloaded plugin is alleen voor nieuwe installaties, maar de plugin is al geïnstalleerd
pt: A extensão descarregada é apenas para nova instalação, mas a extensão já está instalada
sl: Preneseni vstavek je namenjen le novim namestitvam, vendar pa je vstavek že nameščen
sv: Hämtat insticksmodul är för nya endast för nya installationer, men denna insticksmodul är redan installerat
uk: Завантажений плагін розрахований лише на встановлення, але він вже встановлений
vi: Tiện ích được tải về chỉ dành cho phần cài đặt mới, nhưng phần tiện ích đã được cài đặt xong

source: Installed plugin does not contain the required configuration file
ar: الملحق لا يحتوي على ملف الاعدادات
az: Quraşdırılmış qoşmada lazımi konfiqurasiya faylı yoxdur
bo: བཙོན་པ་བྱས་པའི་བརྒྱུད་བཏོན་པ་ནང་དགོས་པའི་རོགས་དྲན་ཡིག་ཆ་མེད།
cs: Nainstalovaný plugin neobsahuje požadovaný konfigurační soubor
da: Installeret plugin indeholder ikke den nødvendige konfigurationsfil
el: Το εγκατεστημένο πρόσθετο δεν περιέχει το απαραίτητο αρχείο ρυθμίσεων
es: El complemento instalado no contiene el fichero de configuración requerido
et: Paigaldatud plugin ei sisalda nõutavat häälestusfaili
fa: افزونه نصب شده حاوی فایل پیکربندی لازم نیست
fi: Asennettu laajennus ei sisällä vaadittua asetustiedostoa
hi: स्थापित प्लगइन में आवश्यक सेटिंग फ़ाइल नहीं है
hu: A telepített kiegészítő nem tartalmazza a szükséges konfigurációs fájlt
in: Plugin yang diinstal tidak berisi file konfigurasi yang diperlukan
it: Il plugin installato non contiene i file di configurazione richiesti
ja: インストールされたプラグインは必要な設定ファイルを含んでいません
ko: 설치된 플러그인이 요구되는 설정파일을 가지고있지 않습니다
nb: Installert programtillegg mangler den påkrevde konfigurasjonsfilen
nl: De geïnstalleerde plugin bevat het vereiste configuratie bestand niet
pt: A extensão instalada não contém o arquivo de configuração necessário
sl: Nameščeni vstavek ne vsebuje zahtevane datoteke konfiguracije
sv: Installerat insticksmodul innehåller inte den konfigurationsfil som krävs
uk: Встановлений плагін не містить необхідного конфігураційного файла
vi: Tiện ích đã tải về không chứa tập tin cấu hình cần có

source: Signature of downloaded plugin does not match installed plugin
ar: توقيع الملحق المحمل لا يطابق الملحق المثبت
az: Endirilən qoşmanın imzası quraşdırılmış qoşmaya uyğun gəlmir
bo: བརྒྱུད་བཏོན་པའི་གསང་བོ་བཙོན་པ་བྱས་པའི་བརྒྱུད་བཏོན་པ་དང་མི་མཐུན་པ།
cs: Podpis staženého pluginu neodpovídá nainstalovanému pluginu
da: Signaturen af det downloadede plugin passer ikke sammen med det aktuelle installerede plugin
el: Η υπογραφή του πρόσθετου που κατέβηκε δεν ταιριάζει με αυτή του εγκατεστημένου
es: La firma del complemento descargado no coincide con la del instalado
et: Alla laetud plugina allkiri ei vasta paigaldatud pluginale
fa: امضای افزونه دانلود شده با افزونه نصب شده مطابقت ندارد
fi: Ladatun laajennuksen allekirjoitus ei vastaa asennettua laajennusta
hi: डाउनलोड किया गया प्लगइन का हस्ताक्षर स्थापित प्लगइन के साथ मेल नहीं खाता
hu: A letöltött kiegészítő aláírása nem egyezik a telepített kiegészítővel
in: Signature dari plugin yang download tidak cocok dengan plugin yang diinstal
it: La firma dei plugin scaricati non corrisponde a quella dei plugin installati
ja: ダウンロードされたプラグインの署名がインストールされたプラグインと一致しません
ko: 다운로드한 플러그인의 서명이 설치된 플러그인과 일치하지 않습니다
nb: Signaturen til nedlastet programtillegg samsvarer ikke med installert versjon
nl: De handtekening van de gedownloade plugin komt niet overeen met de geïnstalleerde plugin
pt: A assinatura da extensão descarregada não confere com a da extensão instalada
sl: Podpis prenesenega vstavka se ne ujema z nameščenim vstavkom
sv: Signaturen av hämtad insticksmodul matchar inte insticksmodulen som är installerad
uk: Підпис завантаженого плагіна не відповідає встановленому плагіну
vi: Chữ ký xác nhận của tiện ích được tải về không khớp với tiện ích đã được cài đặt

source: Downloaded plugin version {0} is not newer than installed plugin
ar: اصدار الملحق {0} ليس اكثر حداثة من الملحق المثبت
az: Endirilən plagin versiyası {0} quraşdırılmış plugindən daha yeni deyil
bo: བརྒྱུད་བཏོན་པའི་པར་གྲངས་{0} ནི་བཙོན་པ་བྱས་པའི་བརྒྱུད་བཏོན་པ་ནས་གསར་མེད།
cs: Stažená verze pluginu {0} není novější než nainstalovaný plugin
da: Den downloadede plugin version {0} er ikke nyere end det plugin der allerede er installeret
el: Υπηρεσία {0} αφαιρέθηκε
es: La versión {0} del complemento descargado no es más reciente que la ya instalada
et: Alla laetud plugina versioon {0} ei ole suurem paigaldatud pluginast
fa: افزونه دانلود شده نسخه {0} جدیدتر از افزونه نصب شده نیست
fi: Ladatun laajennuksen versio {0} ei ole uudempi kuin asennettu laajennus
hi: डाउनलोड किया गया प्लगइन का संस्करण {0} स्थापित प्लगइन से नया नहीं है
hu: A letöltött kiegészítő verzió {0} nem újabb, mint a telepített kiegészítő
in: Plugin yang didownload versi {0} tidak lebih baru daripada plugin yang diinstal
it: La versione del plugin scaricato {0} è meno recente di quella già installata
ja: ダウンロードされたプラグインのバージョン {0} はインストールされているプラグインより新しくありません
ko: 다운로드 한 플러그인 {0} 이 인스톨된 플러그인보다 오래됬습니다.
nb: Nedlastet programtillegg versjon {0} er ikke nyere enn installert versjon
nl: De gedownloade plugin versie {0} is niet nieuwer dan de geïnstalleerde plugin
pt: A extensão descarregada {0} não é mais recente que a extensão instalada
sl: Različica prenesenega vstavka {0} ni novejša kot nameščeni vstavek
sv: Hämtad insticksmodulsversion {0} är inte nyare än det installerade insticksmodul
uk: Завантажена версія плагіна {0} старіша за встановлену
vi: Phiên bản của tiện ích tải về là {0} không mới hơn tiện ích đã được cài đặt

source: Plugin update requires installed plugin version {0} or higher
ar: تحديث الملحق {0} يحتاج الى اصدار
az: Plugin yeniləmə yüklü plugin versiyası {0} və ya daha yüksək tələb edir
bo: བརྒྱུད་བཏོན་པའི་བསྐྱར་བཏོན་པ་བཙོན་པ་བྱས་པའི་བརྒྱུད་བཏོན་པའི་པར་གྲངས་{0} ཡང་ན་གོང་གི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Aktualizace pluginu vyžaduje nainstalovaný plugin verze {0} nebo vyšší
da: Opdatering af plugin kræver en installeret plugin version {0} eller højere
el: Η ενημέρωση του πρόσθετου χρειάζεται εγκατεστημένη έκδοση {0} ή νεότερη
es: La actualización del complemento requiere que la versión instalada sea {0} o superior
et: Plugina uuendus nõuab paigaldatud plugina versiooni {0} või kõrgemat
fa: به‌روزرسانی افزونه به نسخه پلاگین نصب شده {0} یا بالاتر نیاز دارد
fi: Laajennuksen päivitys vaatii asennetun laajennuksen version {0} tai uudemman
hi: प्लगइन अपडेट {0} या उससे ऊपर के स्थापित प्लगइन की आवश्यकता है
hu: Kiegészítő frissítéshez a telepített kiegészítő következő, vagy annál magasabb verizója szükséges: {0}
in: Update plugin mensyaratkan untuk menginstal plugin versi {0} atau lebih tinggi
it: L'aggiornamento del plugin richiede la versione del plugin installata {0} o successiva
ja: プラグインのアップデートにはインストールされているプラグインのバージョン {0} 以降が必要です
ko: 플러그인 업데이트가 {0} 또는 더 높은 플러그인 버전을 요구합니다.
nb: Programtilleggsoppdatering krever installert programtilleggsversjon {0} eller høyere
nl: Plugin update vereist de installatie van plugin versie {0} of hoger
pt: Atualização da extensão requer que a extensão instalada seja versão {0} ou superior
sl: Posodabljanje vstavka zahteva različico vstavka {0} ali višjo
sv: Insticksmodulsuppdatering kräver installerat insticksmodulsversion {0} eller högre
uk: Для оновлення плагіна він має бути версії {0} або вище
vi: Cập nhật plugin yêu cầu cài đặt phiên bản plugin {0} trở lên

source: Plugin update requires installed plugin version {0} or lower
ar: تحديث الملحق يحتاج الى اصدار {0} او اقل
az: Plugin yeniləmə yüklü plugin versiyası {0} və ya daha aşağı tələb olunur
bo: བརྒྱུད་བཏོན་པའི་བསྐྱར་བཏོན་པ་བཙོན་པ་བྱས་པའི་བརྒྱུད་བཏོན་པའི་པར་གྲངས་{0} ཡང་ན་ཐུང་བའི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Aktualizace pluginu vyžaduje nainstalovaný plugin verze {0} nebo nižší
da: Opdatering af plugin kræver en installeret plugin version {0} eller lavere
el: Η ενημέρωση του πρόσθετου απαιτεί εγκατεστημένο πρόσθετο έκδοσης {0} ή παλαιότερο
es: La actualización del complemento requiere que la versión instalada sea {0} o inferior
et: Plugina uuendus nõuab paigaldatud plugina versiooni {0} või madalamat
fa: به‌روزرسانی افزونه به نسخه نصب شده افزونه {0} یا پایین‌تر نیاز دارد
fi: Laajennuksen päivitys vaatii asennetun laajennuksen version {0} tai vanhemman
hi: प्लगइन अपडेट {0} या उससे कम के स्थापित प्लगइन की आवश्यकता है
hu: Kiegészítő frissítéshez a telepített kiegészítő következő, vagy annál alacsonyabb verizója szükséges: {0}
in: Update plugin memerlukan plugin yang sudah diinstal adalah versi {0} atau lebih rendah
it: L'aggiornamento del plugin richiede la versione del plugin installata {0} o precedente
ja: プラグインのアップデートにはインストールされたプラグインのバージョン {0} 以前が必要です
ko: 플러그인 업데이트가 {0} 또는 더 낮은 플러그인 버전을 요구합니다.
nb: Programtillegg krever installert programtillegg versjon {0} eller lavere
nl: Plugin update vereist de installatie van plugin versie {0} of lager
pt: Atualização da extensão requer que a extensão instalada seja versão {0} ou inferior
sl: Posodabljanje vstavka zahteva različico vstavka {0} ali nižjo
sv: Insticksmodulsuppdatering kräver installerad insticksmodulsversion {0} eller lägre
uk: Для оновлення плагіна він має бути версії {0} або нижче
vi: Cập nhật plugin yêu cầu cài đặt phiên bản plugin {0} hoặc thấp hơn

source: Plugin requires Jetty version {0} or higher
ar: يتطلب البرنامج المساعد إصدار Jetty {0} أو أعلى
az: Plugin Jetty versiyası {0} və ya daha yüksək tələb edir
bo: བརྒྱུད་བཏོན་པ་འདི་Jetty པར་གྲངས་{0} ཡང་ན་གོང་གི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Plugin vyžaduje verzi Jetty {0} nebo vyšší
da: Plugin kræver Jetty version {0} eller højere
el: Το πρόσθετο χρειάζεται την {0} ή νεότερη έκδοση του Jetty
es: Este complemento requiere Jetty {0} o superior
et: Plugin nõuab Jetty versiooni {0} või kõrgemat
fa: افزونه به نسخه Jetty {0} یا بالاتر نیاز دارد
fi: Plugin vaatii Jetty-version {0} tai uudemman
hi: प्लगइन {0} या उससे ऊपर की जेटी संस्करण की आवश्यकता है
hu: A kiegészítőhöz a Jetty {0} vagy magasabb verziója szükséges
in: Plugin memerlukan Jetty Versi {0} atau lebih tinggi
it: Il plugin necessita Jetty versione {0} o superiore
ja: プラグインには Jetty のバージョン {0} 以降が必要です
ko: 플러그인이 Jetty 버전 {0} 또는 더 높은 버전을 요구합니다.
nb: Programmtillegg krever Jetty versjon {0} eller høyere
nl: Plugin heeft Jetty versie {0} of hoger nodig
pt: Extensão requer Jetty versão {0} ou superior
sl: Vstavek zahteva različico Jetty {0} ali višjo
sv: Insticksmodueln kräver Jetty version {0} eller högre
uk: Плагін потребує Jetty версії {0} або вжче
vi: Plugin yêu cầu phiên bản Jetty {0} trở lên

source: Plugin requires Jetty version {0} or lower
ar: يتطلب البرنامج المساعد إصدار Jetty {0} أو أقل
az: Qoşma Jetty versiyasını {0} və ya daha aşağı tələb edir
bo: བརྒྱུད་བཏོན་པ་འདི་Jetty པར་གྲངས་{0} ཡང་ན་ཐུང་བའི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Plugin vyžaduje verzi Jetty {0} nebo nižší
da: Plugin kræver Jetty version {0} eller lavere
el: Το πρόσθετο χρειάζεται την {0} ή παλαιότερη έκδοση του Jetty
es: Este complemento requiere Jetty {0} o inferior
et: Plugin nõuab Jetty versiooni {0} või madalamat
fa: افزونه به نسخه Jetty {0} یا کمتر نیاز دارد
fi: Plugin vaatii Jetty-version {0} tai vanhemman
hi: प्लगइन {0} या उससे कम की जेटी संस्करण की आवश्यकता है
hu: A kiegészítőhöz a Jetty {0} vagy alacsonyabb verziója szükséges
in: Plugin memerlukan Jetty Versi {0} atau lebih rendah
it: Il plugin necessita Jetty versione {0} o inferiore
ja: プラグインには Jetty のバージョン {0} 以前が必要です
ko: 플러그인이 Jetty 버전 {0} 또는 더 낮은 버전을 요구합니다.
nb: Programtillegg krever Jetty versjon {0} eller lavere
nl: Plugin heeft Jetty versie {0} of lager nodig
pt: Extensão requer Jetty versão {0} ou superior
sl: Vstavek zahteva različico Jetty {0} ali nižjo
sv: Insticksmodulen kräver Jetty version {0} eller lägre
uk: Плагін потребує Jetty версії {0} або нижче
vi: Plugin yêu cầu phiên bản Jetty {0} hoặc thấp hơn

source: Plugin requires Java version {0} or lower
ar: يتطلب البرنامج المساعد إصدار Java {0} أو أقل
az: Qoşma Java versiyasını {0} və ya daha aşağı tələb edir
bo: བརྒྱུད་བཏོན་པ་འདི་Java པར་གྲངས་{0} ཡང་ན་ཐུང་བའི་པར་གྲངས་གཏན་འབེབས་བྱེད་དགོས།
cs: Plugin vyžaduje Java verze {0} nebo nižší
da: Plugin kræver Java-version {0} eller lavere
el: Το πρόσθετο απαιτεί έκδοση Java {0} ή παλαιότερη
es: El complemento requiere la versión de Java {0} o inferior
et: pistikprogramm nõuab Java versiooni {0} või vanemat
fa: افزونه به نسخه جاوا {0} یا کمتر نیاز دارد
fi: Plugin vaatii Java-version {0} tai vanhemman
hi: प्लगइन {0} या उससे कम की जावा संस्करण की आवश्यकता है
hu: A beépülő modulhoz {0} vagy régebbi Java verzió szükséges
in: Plugin membutuhkan versi java {0} atau lebih rendah
it: Il plugin necessita java versione {0} o inferiore
ja: プラグインには、Javaバージョン{0}以下が必要です
ko: 플러그인은 Java 버전 {0} 이하를 요구합니다
nb: Plugin krever Java-versjon {0} eller lavere
nl: De plug-in vereist Java-versie {0} of lager
pt: Plugin requer versão Java {0} ou inferior
sl: Vstavek zahteva različico Java {0} ali nižjo
sv: Insticksmodul kräver Java verions {0} eller lägre
uk: Плагін вимагає версії java {0} або нижче
vi: Plugin yêu cầu phiên bản Java {0} trở xuống

source: Cannot copy plugin to directory {0}
ar: لا يمكن نسخ البرنامج المساعد إلى الدليل {0}
az: {0} kataloquna əlavəni kopyalamaq mümkün deyil
bo: {0} ནང་བརྒྱུད་བཏོན་པ་བརྒྱུད་བཏོན་པ་ཕམ་པ།
cs: Nelze zkopírovat plugin do adresáře {0}
da: Kan ikke kopiere plugin till mappe {0}
el: Αδυναμία αντιγραφής του πρόσθετου στο φάκελο {0}
es: No se pudo copiar el complemento al directorio {0}
et: Ei saa kopeerida pluginat kataloogi {0}
fa: نمی توان افزونه را در پوشه کپی کرد {0}
fi: Laajennusta ei voi kopioida hakemistoon {0}
hi: प्लगइन को डायरेक्टरी {0} में प्रतिलिपि बनाने में असमर्थ
hu: Kiegészítő másolása sikertelen a következő könyvtárba: {0}
in: Tidak dapat menyalin plugin ke dalam direktori {0}
it: Non è possibile copiare i plugin nella cartella {0}
ja: ディレクトリ {0} にプラグインをコピーできません
ko: 디렉토리 {0} 으로 플러그인을 복사할 수 없습니다
nb: Kan ikke kopiere programtillegg til mappe {0}
nl: Kan plugin niet naar map {0} kopiëren
pt: Não é possível copiar a extensão para pasta {0}
sl: Vstavek ne more biti kopiran v imenik {0}
sv: Kan inte kopiera insticksmodulen till katalogen {0}
uk: Неможливо скопіювати плагін в директорію {0}
vi: Không thể sao chép plugin vào thư mục {0}

source: Plugin will be installed on next restart.
ar: سيتم تثبيت البرنامج المساعد عند إعادة التشغيل التالية.
az: Qoşma növbəti yenidən başlama zamanı quraşdırılacaq.
bo: བསྐྱར་བཏོན་པ་བྱེད་རྗེས་བཙོན་པ་བྱེད་ཐུབ།
cs: Plugin bude nainstalován při příštím restartu.
da: Plugin vil blive installeret ved næste genstart
el: Το πρόσθετο θα εγκαταστατεί στην επόμενη επανεκκίνηση.
es: El complemento se instalará en el siguiente reinicio.
et: Pistikprogramm installitakse järgmisele taaskäivitamisele.
fa: افزونه در راه اندازی مجدد بعدی نصب می شود.
fi: Plugin asennetaan seuraavan uudelleenkäynnistyksen yhteydessä.
hi: प्लगइन अगले रीस्टार्ट पर स्थापित किया जाएगा।
hu: A kiegészítő a következő újraindításkor lesz telepítésre.
in: Plugin yang akan diinstal pada restart berikutnya.
it: Il plugin verrà installato al prossimo riavvio.
ja: 次の再起動時にプラグインはインストールされます。
ko: 플러그인은 다음 재시작 때 설치될 것입니다.
nb: Programtillegg vil installeres ved neste omstart.
nl: Plugin zal bij de volgende herstart geïnstalleerd worden
pt: Extensão será instalada no próximo reinicio.
sl: Vstavek bo nameščen pri naslednjem ponovnem zagonu.
sv: Insticksmodulen kommer att installeras vid nästa omstart.
uk: Плагін буде встановлено при наступному перезапуску.
vi: Plugin sẽ được cài đặt vào lần khởi động lại tiếp theo.

source: Plugin is for upgrades only, but the plugin is not installed
ar: الملحق للتحديث فقط لكنه غير مثبت
az: Qoşma yalnız yenilənmələr üçündür, lakin qoşma quraşdırılmayıb
bo: བརྒྱུད་བཏོན་པ་བསྐྱར་བཏོན་པ་གཏན་འབེབས་བྱེད་དགོས་ཅིན་བརྒྱུད་བཏོན་པ་བཙོན་མེད།
cs: Plugin je pouze pro upgrade, ale plugin není nainstalován
da: Pluginet er kun for opdateringer, men pluginet er ikke installeret
el: Το πρόσθετο είναι μόνο για αναβαθμίσεις, αλλά δεν είναι εγκατεστημένο
es: Este complemento es sólo para actualizaciones, pero no hay instalación previa
et: Plugin sobib vaid uuendamiseks, aga ei ole paigaldatud
fa: افزونه فقط برای ارتقاء است، اما افزونه نصب نشده است
fi: Plugin on tarkoitettu vain päivityksiin, mutta laajennusta ei ole asennettu
hi: प्लगइन केवल अपग्रेड के लिए है, लेकिन प्लगइन स्थापित नहीं है
hu: Ez a kiegészítő kizárólag frissítéshez van, azonban a kiegészítő nincs telepítve
in: Plugin ini hanya untuk upgrade, tetapi plugin tersebut tidak terinstall
it: Il plugin è solo per aggiornamenti, ma il plugin non è installato
ja: プラグインはアップグレード専用ですが、プラグインはインストールされていません
ko: 플러그인은 업데이트만 가능합니다. 그러나 해당 플러그인이 설치되어 있지 않습니다.
nb: Programtillegg er kun for oppgraderinger, men programtillegget er ikke installert
nl: De plugin is alleen voor upgrades, maar de plugin is niet geïnstalleerd
pt: Extensão é apenas para atualizações, mas a extensão não está instalada
sl: Vstavek je namenjen le nadgradnji, vendar pa vstavek ni nameščen
sv: Insticksmodul är endast för uppgraderingar, men detta insticksmodul är inte installerat
uk: Плагін розрахований лише на оновлення, але він не встановлений
vi: Plugin chỉ dành cho nâng cấp, nhưng plugin chưa được cài đặt

source: Failed to install plugin in {0}
ar: فشل في تثبيت الملحق {0}
az: {0} -də plagin quraşdırmaq alınmadı
bo: {0} ནང་བརྒྱུད་བཏོན་པ་བཙོན་ནོར་བ།
cs: Nepodařilo se nainstalovat plugin v {0}
da: Det mislykkedes at installere plugin i {0}
el: Αποτυχία να εγκατασταθεί το πρόσθετο {0}
es: No se pudo instalar el complemento en {0}
et: Plugina {0} paigaldamine ebaõnnestus
fa: نصب افزونه در {0} ناموفق بود
fi: Lisäosan asennus epäonnistui {0}:lla
hi: {0} में प्लगइन को स्थापित करने में विफलता हुई
hu: Kiegészítő telepítése sikertelen a következőben: {0}
in: Gagal untuk menginstal plugin di {0}
it: Impossibile installare il plug-in in {0}
ja: {0} にプラグインのインストールに失敗
ko: {0}에 플러그인을 설치할 수 없습니다
nb: Klarte ikke å installere programtillegg i {0}
nl: Installatie van plugin in {0} mislukt
pt: Não foi possível instalar a extensão em {0}
sl: Namestitev vstavka v {0} je spodletela
sv: Misslyckades att installera insticksmodul i {0}
uk: Неможливо запустити плагін в {0}
vi: Không cài đặt được plugin trong {0}

source: Plugin {0} installed
ar: الملحق {0} مثبت
az: Qoşma {0} quraşdırılıb
bo: བརྒྱུད་བཏོན་པ་{0} བཙོན་བཞིན་པ།
cs: Plugin {0} nainstalován
da: Plugin {0} blev installeret
el: Το πρόσθετο {0} εγκαταστάθηκε
es: Se ha instalado el complemento {0}
et: Plugin {0} paigaldatud
fa: افزونه {0} نصب شده است
fi: Lisäosa {0} asennettu
hi: प्लगइन {0} स्थापित किया गया
hu: {0} kiegészítő telepítve
in: Plugin {0} telah diinstal
it: Il plugin {0} è stato installato
ja: プラグイン {0} がインストールされました
ko: 플러그인 {0} 이 설치됬습니다
nb: Programtillegg {0} installert
nl: Plugin {0} geïnstalleerd
pt: Extensão {0} instalada
sl: Vstavek {0} je nameščen
sv: Insticksmodul {0} installerat
uk: Плагін {0} встановлено
vi: Đã cài đặt plugin {0}

source: Plugin {0} installed and started
ar: الملحق {0} مثبت ومشغل
az: Qoşma {0} quraşdırılıb və işə salınıb
bo: བརྒྱུད་བཏོན་པ་{0} བཙོན་པ་དང་འགོ་ཚོགས་པ།
cs: Plugin {0} nainstalován a spuštěn
da: Plugin {0} installeret og startet
el: Το πρόσθετο {0} εγκατστάθηκε και ξεκίνησε
es: Se ha instalado e iniciado el complemento {0}
et: Plugin {0} paigaldatud ja käivitatud
fa: افزونه {0} نصب و راه اندازی شد
fi: Lisäosa {0} asennettu ja otettu käyttöön
hi: प्लगइन {0} स्थापित और शुरू किया गया
hu: {0} kiegészítő telepítve és elindítva
in: Plugin {0} terinstal dan sedang dijalankan
it: Il plugin {0} è stato installato ed è stato avviato
ja: プラグイン {0} がインストールされ起動されました
ko: 플러그인 {0}이 설치되고 시작됬습니다
nb: Programtillegg {0} installert og startet opp
nl: Plugin {0} geïnstalleerd en gestart
pt: Extensão {0} instalada e iniciada
sl: Vstavek {0} je nameščen in zagnan
sv: Insticksmodul {0} installerat och startad
uk: Плагін {0} встановлено і запущено
vi: Plugin {0} đã được cài đặt và khởi động

source: Plugin {0} installed but failed to start, check logs
ar: الملحق {0} مثيت لكن فشل في البداية، تحقق من السجلات
az: Qoşma {0} quraşdırılıb, lakin başlaya bilmədi, jurnalları yoxlayın
bo: བརྒྱུད་བཏོན་པ་{0} བཙོན་བཞིན་པ་ཅིན་འགོ་ཚོགས་ནོར་བ། རོགས་པ་ཞིབ་བཤོལ་པར་རོགས་སོ།
cs: Plugin {0} nainstalován, ale nepodařilo se spustit, zkontrolujte protokoly
da: Plugin {0} blev installeret men blev ikke startet, se logfil
el: Το πρόσθετο {0} εγκαταστάθηκε αλλά απέτυχε η εκκίνησή του. Ελέγξτε τις καταγραφές
es: Se ha instalado el complemento {0} pero no se pudo iniciar, compruebe los registros
et: Plugin {0} paigaldatud, kuid käivitamine ebaõnnestus, vaata logisid
fa: افزونه {0} نصب شد اما شروع نشد، گزارش‌ها را بررسی کنید
fi: Plugin {0} asennettu, mutta ei käynnistynyt, tarkista lokit
hi: प्लगइन {0} स्थापित हुआ लेकिन शुरू नहीं हुआ, लॉग जांचें
hu: {0} kiegészítő telepítve, de nem sikerült elindítani, ellenőrizd a naplót
in: Plugin {0} terinstal tapi gagal untuk dijalankan, periksa log
it: Il plugin {0} è stato installato ma il suo avvio non è riuscito, controllare i log
ja: プラグイン {0} がインストールされましたが起動に失敗、ログを確認してください
ko: 플러그인 {0} 이 설치됬으니 시작할 수 없습니다. 로그를 확인하세요.
nb: Programtillegg {0} ble installert, men klarte ikke å starte opp, sjekk logg
nl: Plugin {0} geïnstalleerd maar gefaald om te starten, kijk in de logs
pt: Extensão {0} instalada mas falhou em iniciar, verifique os registros de erro
sl: Vstavek {0} je nameščen, vendar je zagon spodletel, preverite dnevnike
sv: Insticksmodul {0} installerat men kunde inte startas, kolla loggarna
uk: Плагін {0} встановлено, але не вдалося запустити, перегляньте логи
vi: Đã cài đặt plugin {0} nhưng không khởi động được, hãy kiểm tra nhật ký
