Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Directory listings (sometimes referred to as virtual directories) are enabled by default, so you can host files from a sub-directory of <code>docroot</code> without providing a page with links to the files. You can also serve content that exists outside of <code>docroot</code> by using a <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolic link</a> to the desired directory.
ar: قوائم الدلائل مفعلة افتراضيًا (والتي تُشار إليها أحيانًا باسم الدلائل الافتراضية)، بحيث يمكنك استضافة الملفات من دليل فرعي لـ <code>docroot</code> دون تقديم صفحة تحتوي على روابط للملفات. كما يمكنك أيضًا تقديم المحتوى الموجود خارج <code>docroot</code> عبر استخدام رابط رمزي <a href=https://en.wikpedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>رمزي</a> للدليل المطلوب.
az: Qovluq siyahıları (bazen sanal qovluqlar adlanırılmaqla) default olaraq aktivdir, beləliklə, <code>docroot</code> alt qovluğundan faylları sayta linklər vermədən xost edə bilərsiniz. <code>docroot</code> xaricində mövcud olan məzmunu isə, istənilən qovluğa bir <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>simvolik link</a> istifadə edərək rəhbərləyə bilərsiniz.
bo: ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོ། (གཞི་བཟུང་བའི་ཤོག་ཁུག་ཞེས་པ་ཡིན།) དེ་དཔེ་འབྱུང་གི་ཚོད་ནི་བཟུང་བར་བཟོ་བོ། ཀྱང་ནི་ཁྱོད་ཀྱིས་ཐོབ་ཐང་གི་ཤོག་ཁུག་ནང་གི་ཤོག་ཁུག་གཞི་བཟུང་བར་བཟོ་ནས་ཐོབ་ཐང་གི་ཤོག་ཁུག་ནང་གི་ཤོག་ཁུག་གཞི་བཟུང་བར་བཟོ་བོ། <code>docroot</code> ནང་གི་ཤོག་ཁུག་ནང་གི་ཤོག་ཁུག་གཞི་བཟུང་བར་བཟོ་བོ། དེ་བོད་གཞི་བཟུང་བའི་ཐོབ་ཐང་གི་ཤོག་ཁུག་ནང་གི་ཤོག་ཁུག་གཞི་བཟུང་བར་བཟོ་བོ། <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>གཞི་བཟུང་བའི་ཐོབ་ཐང</a> དེ་བཟུང་བར་བཟོ་བོ།
cs: Přehledy adresářů (někdy označované jako virtuální adresáře) jsou ve výchozím nastavení povoleny, tedy můžete hostovat soubory z podsložky <code>docroot</code> bez poskytování odkazové stránky na soubory. Obsah, který se nachází mimo adresář <code>docroot</code>, můžete také poskytovat prostřednictvím <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolického odkazu</a> na požadovaný adresář.
da: Mappeoversigter (nogle gange kaldet virtuelle mapper) er som standard aktiveret, så du kan hoste filer fra en undermappe af <code>docroot</code> uden at skulle have en side med links til filerne. Du kan også levere indhold, der eksisterer uden for <code>docroot</code>, ved at bruge et <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolisk link</a> til den ønskede mappe.
el: Οι καταλόγοι λίστας (ονομαζόμενοι μερικές φορές εικονικοί κατάλογοι) είναι ενεργοποιημένοι από προεπιλογή, έτσι μπορείτε να φιλοξενήσετε αρχεία από έναν υπο-κατάλογο του <code>docroot</code> χωρίς να παρέχετε μια σελίδα με συνδέσμους προς τα αρχεία. Μπορείτε επίσης να εξυπηρετήσετε περιεχόμενο που βρίσκεται έξω από το <code>docroot</code> χρησιμοποιώντας ένα <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>συμβολικό σύνδεσμο</a> προς τον επιθυμητό κατάλογο.
es: Los listados de directorios (a veces referidos como directorios virtuales) están habilitados de forma predeterminada, por lo que puedes alojar archivos desde un subdirectorio de <code>docroot</code> sin proveer una página con enlaces a los archivos. También puedes servir contenido que exista fuera de <code>docroot</code> mediante el uso de un <a href=https://es.wikipedia.org/wiki/Enlace_simb%C3%B3lico target=_blank rel=noreferrer class='sitelink external'>enlace simbólico</a> al directorio deseado.
et: Kataloogi loendused (mida mõnikord nimetatakse virtuaalkataloogideks) on vaikimisi lubatud, nii et saate majutada failidest alamkataloogi <code>docroot</code> ilma, et peaksite sisaldama lehte, mis sisaldab lingid failidele. Saate ka teenindada sisu, mis asub väljaspool <code>docroot</code>, kasutades soovitud kataloogi jaoks <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>sümbolilinki</a>.
fa: گزینش فهرست‌های دایرکتوری (گاهی به عنوان دایرکتوری‌های مجازی شناخته می‌شوند) به طور پیش‌فرض فعال است، بنابراین می‌توانید بدون ارائه صفحه‌ای با لینک‌های مربوط به فایل‌ها، فایل‌ها را از زیرمجموعه‌ای از <code>docroot</code> میزبانی کنید.همچنین می‌توانید با استفاده از یک <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>لینک نمادین</a> به دایرکتوری مورد نظر، محتوایی که خارج از <code>docroot</code> وجود دارد را میزبانی کنید.
fi: Hakemistoluettelo (joskus kutsuttu virtuaalisiksi hakemistoiksi) on oletuksena käytössä, jolloin voit isännöidä tiedostoja <code>docroot</code>:n alahakemistosta ilman, että tarvitset sivua, jossa on linkkejä tiedostoihin. Voit myös palvella sisältöä, joka sijaitsee <code>docroot</code>:n ulkopuolella käyttämällä halutulle hakemistolle <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolista linkkiä</a>.
hi: डायरेक्टरी सूचीबद्धता (कभी-कभी वर्चुअल डायरेक्टरी के रूप में जानी जाती है) मानक रूप से सक्रिय होती है, इसलिए आप फ़ाइलों के लिंक प्रदान किए बिना <code>docroot</code> के एक सब-डायरेक्टरी से फ़ाइल मेजबानी कर सकते हैं। आप यह भी कर सकते हैं कि <code>docroot</code> के बाहर मौजूद सामग्री को परोसें, इच्छित डायरेक्टरी के लिए एक <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>सिम्बोलिक लिंक</a> का उपयोग करके।
hu: A könyvtárlistázás (néha virtuális könyvtárként hivatkoznak rá) alapértelmezetten engedélyezve van, így a fájlokat egy <code>docroot</code> al-könyvtárból is tudja szolgáltatni anélkül, hogy azokhoz egy oldalt adna azokhoz vezető linkekkel. Tartalom szolgáltatható azonban, ami kívül van a <code>docroot</code>-on, használva egy <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>szimbolikus linket</a> a kívánt könyvtárhoz.
in: Daftar direktori (kadang disebut direktori virtual) diaktifkan secara default, jadi Anda dapat men-host file dari subdirektori <code>docroot</code> tanpa menyediakan halaman dengan link ke file-file tersebut. Anda juga dapat menyajikan konten di luar <code>docroot</code> dengan menggunakan <a href=https://id.wikipedia.org/wiki/Simbolik_link target=_blank rel=noreferrer class='sitelink external'>link simbolik</a> ke direktori yang diinginkan.
it: Le liste delle directory (talvolta dette directory virtuali) sono abilitate per impostazione predefinita, quindi è possibile ospitare file da una sottodirectory di <code>docroot</code> senza fornire una pagina con collegamenti ai file. È anche possibile servire contenuti che si trovano al di fuori di <code>docroot</code> utilizzando un <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>link simbolico</a> alla directory desiderata.
ja: ディレクトリリスト（仮想ディレクトリとも呼ばれることがあります）はデフォルトで有効になっているため、ファイルへのリンクを提供することなく、<code>docroot</code>のサブディレクトリからファイルをホストすることができます。また、<code>docroot</code>の外部に存在するコンテンツも、<a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>シンボリックリンク</a>を使用して望ましいディレクトリに提供することができます。
ko: 디렉터리 목록(가상 디렉터리라고도 함)은 기본적으로 활성화되므로 파일에 대한 링크가 있는 페이지를 제공하지 않고도 <code>docroot</code>의 하위 디렉터리에서 파일을 호스팅할 수 있습니다.
nb: Kataloglister (noen ganger referert til som virtuelle kataloger) er aktivert som standard, slik at du kan huse filene fra en undermappe av <code>docroot</code> uten å opprette en side med lenker til filene. Du kan også serve innhold som eksisterer utenfor <code>docroot</code> ved å bruke en <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolisk kobling</a> til den ønskede mappen.
nl: Directorylijsten (ook wel virtuele mappen genoemd) zijn standaard ingeschakeld, zodat u bestanden uit een submap van <code>docroot</code> kunt hosten zonder een pagina met links naar de bestanden aan te bieden. Je kunt ook inhoud weergeven die buiten <code>docroot</code> bestaat door een <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'> te gebruiken symbolische link</a> naar de gewenste directory.
pt: A listagem de diretórios (às vezes chamada de diretórios virtuais) estão ativadas por padrão, então você pode hospedar arquivos de um subdiretório de <code>docroot</code> sem fornecer uma página com links para os arquivos. Você também pode servir conteúdo que existe fora de <code>docroot</code> usando um <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>link simbólico</a> para o diretório desejado.
sl: Seznam mape (pogosto se omenja kot virtualne mape) je privzeto omogočen, zato lahko gostite datoteke iz podmapi <code>docroot</code> brez ponudbe strani z povezavami do datotek. Tudi lahko gostite vsebino, ki obstaja zunaj <code>docroot</code> mape, tako da uporabite <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>simbolična povezava</a> do želene mape.
sv: Katalogöversikter (ibland kallade virtuella kataloger) är aktiverade som standard, så att du kan vara värd för filer från en underkatalog till <code>docroot</code> utan att behöva tillhandahålla en sida med länkar till filerna. Du kan också erbjuda innehåll som finns utanför <code>docroot</code> genom att använda en <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>symbolisk länk</a> till önskad katalog.
uk: Списки каталогів (іноді також званих віртуальними каталогами) увімкнені за замовчуванням, тож ви можете хостити файли з підкаталогів <code>docroot</code> без надання сторінки з посиланнями на файли. Також можна обслуговувати контент за межами <code>docroot</code>, використовуючи <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'>символічне посилання</a> на бажаний каталог.
vi: Danh sách thư mục (đôi khi được gọi là thư mục ảo) được bật theo mặc định, do đó bạn có thể lưu trữ tệp từ thư mục con của <code>docroot</code> mà không cần cung cấp trang có liên kết đến tệp. Bạn cũng có thể cung cấp nội dung tồn tại bên ngoài <code>docroot</code> bằng cách sử dụng <a href=https://en.wikipedia.org/wiki/Symbolic_link target=_blank rel=noreferrer class='sitelink external'> liên kết tượng trưng</a> tới thư mục mong muốn.
