Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: This setting determines the delay between peer test jobs, configured in milliseconds. [Default is 5000]
ar: هذا الإعداد يحدد التأخير بين مهام اختبار الأقران، والمكوّن بالملي ثوان. [الافتراضي هو 5000]
az: Bu parametr millisaniyədə konfiqurasiya edilmiş həmkar test işləri arasındakı gecikməni müəyyən edir. [Standart 5000]
bo: སྒྲིག་བཀོད་འདི་དག་རྒྱུད་པའི་རོ་ཌེར་གཅིག་པ་བཀོད་པར་བསྒྱུར་བར་ཐུབ་པའི་སྐར་ཆད་བརྒྱུད་པ། སྐར་ཆད་བརྒྱུད་པ་སྣོན་བྱེད་པའི་སྒྲིག་བྱས་པའི་མིན་མེད་པ། [སྔོན་སྒྲིག་བྱས་པའི་ 5000]
cs: Toto nastavení určuje prodlevu mezi testovacími úkoly uzel-uzel, konfigurovanou v milisekundách. [Výchozí hodnota je 5000]
da: Denne indstilling bestemmer forsinkelsen mellem peer-testjobs, konfigureret i millisekunder. [Standard er 5000]
el: Η ρύθμιση αυτή καθορίζει την καθυστέρηση μεταξύ των εργασιών ελέγχου ομοειδών γονέων, ρυθμισμένη σε χιλιοστά του δευτερολέπτου. [Η προεπιλογή είναι 5000]
es: Esta configuración determina el retardo entre trabajos de prueba de pares, configurado en milisegundos. [Predeterminado es 5000]
et: See seade määrab eakaaslaste testimisülesannete vahelise viivituse millisekundites. [Vaikimisi on 5000]
fa: این تنظیم تأخیر بین کارهای تست همتا را که در میلی ثانیه پیکربندی شده است، تعیین می کند.
fi: Tämä asetus määrittää vertaisarviointitöiden välisen viiveen millisekunteina. [Oletusarvo on 5000]
hi: यह सेटिंग पीयर परीक्षण कार्यों के बीच की देरी को निर्धारित करती है, मिलीसेकंड में सेट किया गया होता है। [मूल मान 5000 है]
hu: Ez a beállítás meghatározza a közvetítő tesztfeladataink közötti késleltetést, milliszekundumban konfigurálva. [Az alapérték 5000]
in: Pengaturan ini menentukan penundaan antara pekerjaan pengujian rekan, dikonfigurasi dalam milidetik. [Bawaannya adalah 5000]
it: Questa impostazione determina il ritardo tra i lavori di test tra peer, configurato in millisecondi. [Il valore predefinito è 5000]
ja: この設定は、ピアテストジョブ間の遅延をミリ秒単位で設定します。[デフォルトは5000です]
ko: 이 설정은 피어 테스트 작업 사이의 지연 시간을 밀리초 단위로 설정합니다. [기본값은 5000입니다]
nb: Denne innstillingen bestemmer forsinkelsen mellom peer tests, konfigurert i millisekunder. [Standard er 5000]
nl: Deze instelling bepaalt de vertraging tussen de peer-test-jobs, geconfigureerd in milliseconden. [Standaard is het 5000]
pt: Esta configuração determina o intervalo entre os trabalhos de teste de par, configurado em milissegundos. [Padrão é 5000]
sl: Ta nastavitev določa zamik med poslugi testa parterja, nastavljen v milisekundah. [Privzeto je 5000]
sv: Denna inställning bestämmer förseningen mellan peer-testarjobb, konfigurerat i millisekunder. [Standard är 5000]
uk: Це налаштування визначає затримку між завданнями тестування пірів, налаштовану в мілісекундах. [За замовчуванням 5000]
vi: Cài đặt này xác định độ trễ giữa các công việc kiểm tra ngang hàng, được cấu hình bằng mili giây. [Mặc định là 5000]

source: To determine peer latency, this setting allocates the maximum time a peer test should take before being considered a failure, configured in milliseconds. In the event that the timeout is configured lower than the average successful test, the average successful test value will be used. [Default is 1000]
ar: لتحديد اختلاف التأخير بين الأقران، يخصّص هذا الإعداد أقصى وقت يستغرقه اختبار قرين قبل اعتباره فشلاً، وهو مكوّن بالملي ثوان. في حال تهيئة التوقيت الزمني بمبلغ أقل من متوسط الاختبار الناجح، يتم استخدام قيمة متوسط الاختبار الناجح. [الافتراضي هو 1000]
az: Həmkar gecikməsini müəyyən etmək üçün bu parametr minilliklər ərzində konfiqurasiya edilmiş uğursuzluq hesab edilməzdən əvvəl həmkar sınağının keçirilməli olduğu maksimum vaxtı ayırır. Zamanın bitməsinin ortalama müvəffəqiyyətli testdən daha aşağı konfiqurasiya edildiyi təqdirdə, ortalama müvəffəqiyyətli test dəyəri istifadə ediləcək. [Standart 1000-dir]
bo: རྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། སྐར་ཆད་བརྒྱུད་པའི་མང་ཚུད་གི་གནས་ས་ལོ་རྟེན་པའི་མང་ཚུད་གི་གཡོ་བར་མིན་མེད་པ། [སྔོན་སྒྲིག་བྱས་པའི་ 1000]
cs: Pro určení zpoždění uzel-uzel toto nastavení stanoví maximální dobu, po které by měl test uzel-uzel trvat předtím, než bude považován za neúspěšný, v milisekundách. V případě, že je časový limit nastaven nižší než průměrně úspěšný test, bude použita hodnota průměrně úspěšného testu. [Výchozí hodnota je 1000]
da: For at bestemme peer-latens tildeler denne indstilling den maksimale tid, som en peer-test bør tage, før den betragtes som mislykket, konfigureret i millisekunder. Hvis timeout er konfigureret lavere end den gennemsnitlige vellykkede test, bruges værdien af den gennemsnitlige vellykkede test. [Standard er 1000]
el: Για τον προσδιορισμό της καθυστέρησης των ομοειδών γονέων, η ρύθμιση αυτή καθορίζει τον μέγιστο χρόνο που πρέπει να διαρκέσει ένας έλεγχος ομοειδών γονέων προτού θεωρηθεί ως αποτυχία, ρυθμισμένο σε χιλιοστά του δευτερολέπτου. Στην περίπτωση που ο χρόνος ολοκλήρωσης ρυθμιστεί χαμηλότερα από τον μέσο επιτυχημένο έλεγχο, θα χρησιμοποιηθεί η τιμή του μέσου επιτυχημένου ελέγχου. [Η προεπιλογή είναι 1000]
es: Para determinar la latencia del par, esta configuración asigna el tiempo máximo que debería tomar una prueba de par antes de considerarse un fallo, configurado en milisegundos. En el caso de que el tiempo de espera esté configurado más bajo que el promedio de las pruebas exitosas, se usará el valor promedio de la prueba exitosa. [Predeterminado es 1000]
et: Eakaaslaste hilinemise kindlaksmääramiseks eraldatakse selle seadistuse abil eakaaslase testimise maksimaalne aeg, enne kui see loetakse ebaõnnestunuks, mis on konfigureeritud millisekundites. Juhul, kui ülempiir on sättetuna madalam võrreldes keskmise edukatest testidest, kasutatakse keskmise edukate testide väärtust. [Vaikimisi on 1000]
fa: برای تعیین تأخیر همتا، این تنظیم حداکثر زمانی را که یک تست همتا باید قبل از شکست در نظر گرفته شود، به صورت میلی ثانیه پیکربندی می کند.
fi: Vertaisviiveen määrittämiseksi tämä asetus varaa enimmäisajan, jonka vertaisarviointitesti saa kestää ennen kuin sitä pidetään epäonnistumisena, millisekunteina. Mikäli aikaraja on määritetty pienemmäksi kuin keskimääräinen onnistunut testi, käytetään keskimääräisen onnistuneen testin arvoa. [Oletusarvo on 1000]
hi: पीयर देरी का निर्धारण करने के लिए, यह सेटिंग मिलीसेकंड में सेट की गई होती है, जिसके बाद पीयर परीक्षण को असफल माना जाना चाहिए। यदि टाइमआउट सामान्य सफल परीक्षण से कम सेट किया गया हो, तो सामान्य सफल परीक्षण की मान का उपयोग किया जाएगा। [मूल मान 1000 है]
hu: A peer lassúságának meghatározása érdekében ez a beállítás a maximális időt szánja, amit egy peer tesztnek vegyen igénybe a kudarcnak való tekintet nélkül, milliszekundumban bemérve. Amennyiben a válaszidő a sikeres tesztek átlagánál kisebbre van konfigurálva, használatba veszi az átlag sikeres teszt értékét. [Az alapérték 1000]
in: Untuk menentukan latensi rekan, pengaturan ini mengalokasikan waktu maksimum yang diperlukan pengujian rekan sebelum dianggap gagal, dikonfigurasi dalam milidetik. Jika batas waktu dikonfigurasi lebih rendah dari rata-rata pengujian yang berhasil, nilai rata-rata pengujian yang berhasil akan digunakan. [Defaultnya adalah 1000]
it: Per determinare la latenza dei peer, questa impostazione assegna il tempo massimo che un test tra peer dovrebbe richiedere prima di essere considerato un fallimento, configurato in millisecondi. Nel caso in cui il timeout sia configurato a un valore inferiore alla media del test riuscito, verrà utilizzato il valore medio del test riuscito. [Il valore predefinito è 1000]
ja: ピアのレイテンシを決定するために、この設定ではピアテストが失敗と見なされる前にかかる最大時間をミリ秒単位で割り当てます。タイムアウトが平均の成功テストよりも低く設定されている場合、平均の成功テストの値が使用されます。[デフォルトは1000です]
ko: 피어 지연 시간을 결정하기 위해 이 설정은 피어 테스트가 실패로 간주되기 전에 소요되는 최대 시간을 밀리초 단위로 할당합니다. 타임아웃이 평균 성공 테스트보다 낮게 설정된 경우, 평균 성공 테스트 값이 사용됩니다. [기본값은 1000입니다]
nb: For å bestemme forsinkelse mellom jevnbyrdige parter, allokerer denne innstillingen maksimal tid en peer test bør bruke før den anses som mislykket, konfigurert i millisekunder. Hvis timeouten er konfigurert lavere enn gjennomsnittet vellykket test, vil verdien for gjennomsnittet av vellykket test bli brukt. [Standard er 1000]
nl: Om de latentie van peers te bepalen, wijst deze instelling de maximale tijd toe die een peer-test mag duren voordat deze als mislukt wordt beschouwd, geconfigureerd in milliseconden. Als de time-out lager is geconfigureerd dan de gemiddelde geslaagde test, wordt de waarde van de gemiddelde geslaagde test gebruikt. [Standaard is het 1000]
pt: Para determinar a latência do par, esta configuração aloca o tempo máximo que um teste de par deve levar antes de ser considerado um fracasso, configurado em milissegundos. No caso de o tempo limite ser configurado menor que o teste bem-sucedido médio, o valor do teste bem-sucedido médio será utilizado. [Padrão é 1000]
sl: Da bi določili zavzeto parterja, ta nastavitev dodeli maksimalni čas, ki ga test parterja sme potrošiti preden je obravnavan kot neuspeh, nastavljen v milisekundah. Če je časovnik nastavljen nižje kot povprečen uspešen test, bo uporabljen povprečen uspešen test. [Privzeto je 1000]
sv: För att avgöra peer-fördröjning tilldelar denna inställning den maximala tiden som ett peer-test ska ta innan det anses vara ett misslyckande, konfigurerat i millisekunder. Om timeouten konfigureras lägre än det genomsnittliga lyckade testet används det genomsnittliga lyckade testet. [Standard är 1000]
uk: Для визначення затримки піра це налаштування призначає максимальний час, який повинен тривати тест піра до його визнання невдалим, налаштований в мілісекундах. У разі, якщо тайм-аут налаштовано нижче, ніж середній успішний тест, буде використане середнє значення успішного тесту. [За замовчуванням 1000]
vi: Để xác định độ trễ ngang hàng, cài đặt này phân bổ thời gian tối đa mà một bài kiểm tra ngang hàng nên thực hiện trước khi được coi là lỗi, được cấu hình bằng mili giây. Trong trường hợp thời gian chờ được cấu hình thấp hơn thử nghiệm thành công trung bình, giá trị thử nghiệm thành công trung bình sẽ được sử dụng. [Mặc định là 1000]

source: This setting determines whether stats about our router are sporadically published to the NetDb. [Default is false]
ar: هذا الإعداد يحدد ما إذا كانت الإحصائيات حول راوترنا ستنشر بشكل عشوائي إلى قاعدة البيانات الشبكية. [الافتراضي هو خطأ]
az: Bu parametr ruterimiz haqqında statistik məlumatların NetDb-yə sporadik olaraq dərc edilib-edilmədiyini müəyyən edir. [Standart yalandır]
bo: སྒྲིག་འགོད་འདིས་ང་ཚོའི་རྒྱུད་པའི་སྐོར་གྱི་ཚད་རྟགས་ NetDb ནང་རྟག་མི་རྟག་སྤེལ་མིན་གཏན་འཁེལ་བྱེད། [སྔོན་སྒྲིག་ནི་ false]
cs: Tato nastavení určují, zda jsou statistiky o našem směrovači náhodně publikovány do NetDb. [Výchozí hodnota je false]
da: Denne indstilling bestemmer, om statistikker om vores ruter sporadisk offentliggøres på NetDb. [Standard er false]
el: Η ρύθμιση αυτή καθορίζει εάν τα στατιστικά στοιχεία για τον router μας δημοσιεύονται εκ περιτροπής στη NetDb. [Η προεπιλογή είναι false]
es: Esta configuración determina si las estadísticas de nuestro enrutador se publican esporádicamente en NetDb. [Predeterminado es false]
et: See seade määrab, kas statistika meie ruuteri kohta avaldatakse vaheldumisi NetDb-s. [Vaikimisi on vale]
fa: این تنظیم تعیین می کند که آیا آمار مربوط به روتر ما به صورت پراکنده در NetDb منتشر می شود یا خیر.
fi: Tämä asetus määrittää, julkaistaanko reitittimestämme tilastotietoja satunnaisesti NetDb:hen. [Oletusarvo on false]
hi: यह सेटिंग तय करती है कि हमारे राउटर के बारे में स्टैट्स अनियमित रूप से नेटडीबी में प्रकाशित किए जाते हैं या नहीं। [मूल मान असत्य है]
hu: Ez a beállítás meghatározza, hogy a mi Útválasztónk adatai közvetett módon megjelennek-e a NetDb-ben. [Az alapérték hamis]
in: Pengaturan ini menentukan apakah statistik tentang router kami dipublikasikan secara sporadis ke NetDb. [Defaultnya salah]
it: Questa impostazione determina se le statistiche sul nostro router vengono pubblicate sporadicamente su NetDb. [Il valore predefinito è falso]
ja: この設定は、ルーターの統計情報が不定期にNetDbに公開されるかどうかを決定します。[デフォルトはfalseです]
ko: 이 설정은 온전히 작동하는 라우터에 대한 통계를 NetDb에 가끔씩 게시할지 여부를 결정합니다. [기본값은 false입니다]
nb: Denne innstillingen bestemmer om statistikk om ruteren vår blir sporadisk publisert til NetDb. [Standard er false]
nl: Deze instelling bepaalt of statistieken over onze router sporadisch worden gepubliceerd naar de NetDb. [Standaard is false]
pt: Esta configuração determina se as estatísticas sobre nosso roteador são ocasionalmente publicadas no NetDb. [O valor padrão é falso]
sl: Ta nastavitev določa, ali se statistike o našem usmerjevalniku nesistematično objavljajo v NetDb. [Privzeto je false]
sv: Denna inställning avgör om statistik om vår router sporadiskt publiceras till NetDb. [Standard är falskt]
uk: Це налаштування визначає, чи будуть статистичні дані про наш роутер епізодично публікуватися в NetDb. [За замовчуванням false]
vi: Cài đặt này xác định xem các số liệu thống kê về bộ định tuyến của chúng tôi có được công bố lẻ tẻ lên NETDB hay không. [Mặc định là sai]

source: This setting configures the initial size of the outbound message queue. [Default is 64]
ar: هذا الإعداد يكوّن حجم الطابور المبدئي للرسائل المنبثقة. [الافتراضي هو 64]
az: Bu parametr kənar mesaj növbəsinin ilkin ölçüsünü konfiqurasiya edir. [Standart 64]
bo: སྒྲིག་འགོད་འདིས་ཕྱིར་འགྲེམ་འཕྲིན་ཐུང་གི་གྲལ་སྒྲིག་གི་ཐོག་མའི་ཆེ་ཆུང་རྒྱུན་ལྡན་བྱེད། [སྔོན་སྒྲིག་ནི་ 64]
cs: Tato nastavení konfigurují počáteční velikost output fronty zpráv. [Výchozí hodnota je 64]
da: Denne indstilling konfigurerer den indledende størrelse af udgående beskedkøen. [Standard er 64]
el: Η ρύθμιση αυτή ρυθμίζει τον αρχικό μέγεθος της ουράς εξερχόμενων μηνυμάτων. [Η προεπιλογή είναι 64]
es: Esta configuración establece el tamaño inicial de la cola de mensajes salientes. [Predeterminado es 64]
et: Selle seade konfigureerib väljamineva sõnumijärjekorra algse suuruse. [Vaikimisi on 64]
fa: این تنظیم اندازه اولیه صف پیام های خروجی را پیکربندی می کند.
fi: Tämä asetus määrittää lähtevän viestijonon alustavan koon. [Oletusarvo on 64]
hi: यह सेटिंग आउटबाउंड संदेश क्वे के मूल साइज को सेट करती है। [मूल मान 64 है]
hu: Ez a beállítás kiállítja az elsődleges méretet a kimenő adatközvetítő üzenet sorbanak. [Az alapérték 64]
in: Pengaturan ini mengonfigurasi ukuran awal antrian pesan keluar. [Bawaannya adalah 64]
it: Questa impostazione configura la dimensione iniziale della coda dei messaggi in uscita. [Il valore predefinito è 64]
ja: この設定は、送信メッセージキューの初期サイズを設定します。[デフォルトは64です]
ko: 이 설정은 아웃바운드 메시지 큐의 초기 크기를 구성합니다. [기본값은 64입니다]
nb: Denne innstillingen konfigurerer den initielle størrelsen til utgående meldingskø. [Standard er 64]
nl: Deze instelling configureert de initiële grootte van de uitgaande berichtenwachtrij. [Standaard is 64]
pt: Esta configuração configura o tamanho inicial da fila de mensagens de saída. [O valor padrão é 64]
sl: Ta nastavitev konfigurira začetno velikost vrste izhodnih sporočil. [Privzeto je 64]
sv: Denna inställning konfigurerar den inledande storleken på den utgående meddelandekön. [Standard är 64]
uk: Це налаштування конфігурує початковий розмір черги вихідних повідомлень. [За замовчуванням 64]
vi: Cài đặt này cấu hình kích thước ban đầu của hàng đợi tin nhắn bên ngoài. [Mặc định là 64]

source: This setting configures the maximum number of inbound messages queued per cycle (pump). [Default is 24]
ar: هذا الإعداد يكوّن العدد الأقصى للرسائل الواردة المؤشّرة لكل دورة (مضخ). [الافتراضي هو 24]
az: Bu parametr dövr (nasos) üzrə növbə ilə gələn mesajların maksimum sayını konfiqurasiya edir. [Standart 24]
bo: སྒྲིག་འགོད་འདིས་ནང་འཛུལ་འཕྲིན་ཐུང་ཚོད་ལྟ་རེར་གྲལ་སྒྲིག་བྱེད་པའི་གྲངས་ཀྱི་མང་ཉུང་མང་ཤོས་རྒྱུན་ལྡན་བྱེད། [སྔོན་སྒྲིག་ནི་ 24]
cs: Toto nastavení konfiguruje maximální počet vstupních zpráv ve frontě na cyklus. [Výchozí hodnota je 24]
da: Denne indstilling konfigurerer det maksimale antal indgående beskeder i kø pr. cyklus (pumpe). [Standard er 24]
el: Η ρύθμιση αυτή ρυθμίζει τον μέγιστο αριθμό των εισερχομένων μηνυμάτων στην ουρά ανά κύκλο (αντλία). [Η προεπιλογή είναι 24]
es: Esta configuración establece el número máximo de mensajes entrantes encolados por ciclo (bombeo). [Predeterminado es 24]
et: See seadistus määrab ühe töötlustsükli kohta (pump) ootele pandavate sissetulevate sõnumite maksimaalse arvu. [Vaikimisi on 24]
fa: این تنظیم حداکثر تعداد پیام های ورودی در صف در هر چرخه (پمپ) را پیکربندی می کند.
fi: Tämä asetus määrittää yhteen sykliin (pumppuun) jonotettujen saapuvien viestien enimmäismäärän. [Oletusarvo on 24]
hi: यह सेटिंग प्रति चक्र (पंप) क्वी की मैक्सिमम संख्या को सेट करती है। [मूल मान 24 है]
hu: Ez a beállítás konfigurálja a ciklusonkénti (pump) maximálisan megengedett bejövő üzenetek számát. [Az alapértelmezett érték 24]
in: Pengaturan ini mengonfigurasi jumlah maksimum pesan masuk yang diantrekan per siklus (pompa). [Bawaannya adalah 24]
it: Questa impostazione configura il numero massimo di messaggi in ingresso in coda per ciclo (pump). [Il valore predefinito è 24]
ja: この設定では、サイクルごとにキューに入っている受信メッセージの最大数を設定します。(デフォルトは24です)
ko: 이 설정은 사이클(펌프)당 대기 중인 인바운드 메시지의 최대 수를 구성합니다. [기본값은 24입니다]
nb: Denne innstillingen konfigurerer det maksimale antallet innkommende meldinger lagt i kø per syklus (pump). [Standard er 24]
nl: Deze instelling configureert het maximum aantal inkomende berichten dat in de wachtrij staat per cyclus (pomp). [Standaard is 24]
pt: Esta configuração configura o número máximo de mensagens de entrada enfileiradas por ciclo (pump). [O valor padrão é 24]
sl: Ta nastavitev konfigurira maksimalno število vhodnih sporočil, vrstico na ciklus (pomp). [Privzeto je 24]
sv: Denna inställning konfigurerar det maximala antalet inkommande meddelanden i kö per cykel (pump). [Standard är 24]
uk: Це налаштування конфігурує максимальну кількість вхідних повідомлень у черзі на кожен цикл (зміну). [За замовчуванням 24]
vi: Cài đặt này cấu hình số lượng tin nhắn gửi đến tối đa được xếp hàng trên mỗi chu kỳ (bơm). [Mặc định là 24]

source: This setting configures the maximum size of the inbound message queue. [Default is 1024]
ar: هذا الإعداد يكوّن الحجم الأقصى لطابور الرسائل الواردة. [الافتراضي هو 1024]
az: Bu parametr gələn mesaj növbəsinin maksimum ölçüsünü konfiqurasiya edir. [Standart 1024-dür]
bo: སྒྲིག་འགོད་འདིས་ནང་འཛུལ་འཕྲིན་ཐུང་གི་གྲལ་སྒྲིག་གི་ཆེ་ཆུང་མང་ཤོས་རྒྱུན་ལྡན་བྱེད། [སྔོན་སྒྲིག་ནི་ 1024]
cs: Toto nastavení konfiguruje maximální velikost vstupní output fronty zpráv. [Výchozí hodnota je 1024]
da: Denne indstilling konfigurerer den maksimale størrelse af indgående beskedkøen. [Standard er 1024]
el: Η ρύθμιση αυτή ρυθμίζει τον μέγιστο μέγεθος της ουράς εισερχόμενων μηνυμάτων. [Η προεπιλογή είναι 1024]
es: Esta configuración establece el tamaño máximo de la cola de mensajes entrantes. [Predeterminado es 1024]
et: See seadistus määrab sissetuleva sõnumijärjekorra maksimaalse suuruse. [Vaikimisi on 1024]
fa: این تنظیم حداکثر اندازه صف پیام ورودی را پیکربندی می کند.
fi: Tämä asetus määrittää saapuvan viestijonon enimmäiskoon. [Oletusarvo on 1024]
hi: यह सेटिंग इनबाउंड संदेश क्वे का मैक्सिमम साइज सेट करती है। [मूल मान 1024 है]
hu: Ez a beállítás konfigurálja a bejövő üzenetek sorának maximális méretét. [Az alapértelmezett érték 1024]
in: Pengaturan ini mengonfigurasi ukuran maksimum antrian pesan masuk. [Bawaannya adalah 1024]
it: Questa impostazione configura la dimensione massima della coda dei messaggi in entrata. [Il valore predefinito è 1024]
ja: この設定は、受信メッセージキューの最大サイズを設定します。[デフォルトは1024です]
ko: 이 설정은 인바운드 메시지 큐의 최대 크기를 구성합니다. [기본값은 1024입니다]
nb: Denne innstillingen konfigurerer den maksimale størrelsen på innkommende meldingskø. [Standard er 1024]
nl: Deze instelling configureert de maximale grootte van de inkomende berichtenwachtrij. [Standaard is 1024]
pt: Esta configuração configura o tamanho máximo da fila de mensagens de entrada. [O valor padrão é 1024]
sl: Ta nastavitev konfigurira maksimalno velikost vrste vhodnih sporočil. [Privzeto je 1024]
sv: Denna inställning konfigurerar den maximala storleken på den inkommande meddelandekön. [Standard är 1024]
uk: Це налаштування конфігурує максимальний розмір черги вхідних повідомлень. [За замовчуванням 1024]
vi: Cài đặt này cấu hình kích thước tối đa của hàng đợi tin nhắn gửi đến. [Mặc định là 1024]

source: This setting configures the maximum number of outbound messages queued per cycle (pump). [Default is 64]
ar: هذا الإعداد يكوّن العدد الأقصى للرسائل المنبثقة المؤشّرة لكل دورة (مضخ). [الافتراضي هو 64]
az: Bu parametr dövr (nasos) üzrə növbələşən maksimum kənar mesaj sayını konfiqurasiya edir. [Standart 64-dür]
bo: སྒྲིག་འགོད་འདིས་ཕྱིར་འགྲེམ་འཕྲིན་ཐུང་ཚོད་ལྟ་རེར་གྲལ་སྒྲིག་བྱེད་པའི་གྲངས་ཀྱི་མང་ཉུང་མང་ཤོས་རྒྱུན་ལྡན་བྱེད། [སྔོན་སྒྲིག་ནི་ 64]
cs: Toto nastavení konfiguruje maximální počet výstupních zpráv ve frontě na cyklus. [Výchozí hodnota je 64]
da: Denne indstilling konfigurerer det maksimale antal udgående beskeder i kø pr. cyklus (pumpe). [Standard er 64]
el: Η ρύθμιση αυτή ρυθμίζει τον μέγιστο αριθμό των εξερχόμενων μηνυμάτων στην ουρά ανά κύκλο (αντλία). [Η προεπιλογή είναι 64]
es: Esta configuración establece el número máximo de mensajes salientes encolados por ciclo (bombeo). [Predeterminado es 64]
et: See seadistus määrab ühe töötlustsükli kohta (pump) ootele pandavate väljaminevate sõnumite maksimaalse arvu. [Vaikimisi on 64]
fa: این تنظیم حداکثر تعداد پیام های خروجی در صف در هر چرخه (پمپ) را پیکربندی می کند.
fi: Tämä asetus määrittää yhtenä kierroksena (pumppu) jonotettavien lähtevien viestien enimmäismäärän. [Oletuksena on 64]
hi: यह सेटिंग प्रति चक्र (पंप) क्वी में आउटबाउंड संदेश की मैक्सिमम संख्या को सेट करती है। [मूल मान 64 है]
hu: Ez a beállítás konfigurálja a ciklusonkénti (pump) maximálisan megengedett kimenő üzenetek számát. [Az alapértelmezett érték 64]
in: Pengaturan ini mengonfigurasi jumlah maksimum pesan keluar yang diantrekan per siklus (pompa). [Bawaannya adalah 64]
it: Questa impostazione configura il numero massimo di messaggi in uscita in coda per ciclo (pump). [Il valore predefinito è 64]
ja: この設定では、サイクルごとにキューに入っている送信メッセージの最大数を設定します。(デフォルトは64です)
ko: 이 설정은 한 주기(pump)당 대기 중인 최대 아웃바운드 메시지 수를 구성합니다. [기본값은 64입니다]
nb: Denne innstillingen konfigurerer det maksimale antallet utgående meldinger lagt i kø per syklus (pump). [Standard er 64]
nl: Deze instelling configureert het maximum aantal uitgaande berichten dat in de wachtrij staat per cyclus (pomp). [Standaard is 64]
pt: Esta configuração configura o número máximo de mensagens de saída enfileiradas por ciclo (pump). [O valor padrão é 64]
sl: Ta nastavitev konfigurira maksimalno število izhodnih sporočil, vrstico na ciklus (pomp). [Privzeto je 64]
sv: Denna inställning konfigurerar det maximala antalet utgående meddelanden i kö per cykel (pump). [Standard är 64]
uk: Це налаштування конфігурує максимальну кількість вихідних повідомлень у черзі на кожен цикл (зміну). [За замовчуванням 64]
vi: Cài đặt này cấu hình số lượng tin nhắn bên ngoài được xếp hàng mỗi chu kỳ (bơm) tối đa. [Mặc định là 64]
