Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A distributed database containing router contact information (RouterInfos) and destination contact information (LeaseSets). A single router maintains its own (partial) database for communicating with other routers on the network; no single router will maintain a list of all routers. The RouterInfos are stored on disk and read into memory when the router starts, or when new RouterInfos are acquired. Also referred to as the <i>NetDb</i>. For more information, see the <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: قاعدة بيانات موزعة تحتوي على معلومات اتصال الموجه (RouterInfos) ومعلومات اتصال الوجهة (LeaseSets). موجه منفرد يحتفظ بقاعدة بياناته الخاصة (الجزئية) للتواصل مع موجهات أخرى على الشبكة؛ لن يحتفظ موجه منفرد بقائمة جميع الموجهات. يتم تخزين RouterInfos على القرص وقراءتها إلى الذاكرة عند بدء الموجه أو الحصول على RouterInfos جديدة. يشار إليها أيضًا باسم <i>NetDb</i>. لمزيد من المعلومات، انظر الوثائق <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>على الانترنت</a>.
az: Ruter əlaqə məlumatları (RuterInfos) və hədəf əlaqə məlumatları (LeaseSets) içərən yayılan verilənlər bazası. Təpməkar bir ruter şəbəkəyə aid digər ruterdəki ruterlərlə əlaqə qurmaq üçün öz (zərərli) verilənlər bazasını (hissəsini) saxlayır; bu verilənlər bazasında bütün ruterlərin siyahısı saxlanılmır. RuterInfos diskə yazılır və ruter işə düşdüyündə və ya yeni RuterInfos əldə edildikdə yaddaşa oxunur. Həmçinin <i>NetDb</i> adı ilə də tanınır. Ətraflı məlumat üçün, <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>onlayn sənədlərə</a> baxın.
bo: སྒོ་བསྒྲག་མ་མཚམས་སྦྲེལ་གྱི་གནས་ཚུལ་(སྒོ་བསྒྲག་མའི་གནས་ཚུལ་)དང་གོ་ས་མཚམས་སྦྲེལ་གྱི་གནས་ཚུལ་(རྒྱུ་ཁུངས་འཛུགས་ཚོགས་)བཅས་ཚུད་པའི་མ་ཚོགས་པའི་གཞུང་ཚོགས་ཞིག་ཡིན། སྒོ་བསྒྲག་མ་གཅིག་གིས་དྲ་བའི་སྒོ་བསྒྲག་མ་གཞན་དང་མཚམས་སྦྲེལ་བྱེད་པའི་དུས་རང་གི་(མཚམས་སྦྲེལ་མེད་པའི་)གཞུང་ཚོགས་སྐྱོང་ཡོད། སྒོ་བསྒྲག་མ་གཅིག་གིས་སྒོ་བསྒྲག་མ་རྣམས་ཀྱི་ཡིག་ཐོ་ཚང་མ་སྐྱོང་མི་བྱེད། གཞུང་ཚོགས་ལ་སྤྱོད་པ་བྱེད་སྐབས་དེ་དག་སྒོ་བསྒྲག་མ་གྲོལ་རུང་བར་བྱེད་པ་མ་ཟད། གཞུང་ཚོགས་ནང་ལ་སྒོ་བསྒྲག་མའི་གནས་ཚུལ་ཞིག་ཟུར་བཅུག་བྱས་ཡོད། <i>NetDb</i>ཞེས་པ་དང་མཉམ་དུ་སྨོས་པ་ཡིན། གཞན་མང་ཤེས་འདོད་ན <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>དྲ་ཐོག་གི་ཡིག་ཆ་</a>འཚོལ་ཞིབ་བྱོས།
cs: Rozprostřená databáze obsahující informace o kontaktech směrovače (RouterInfos) a informace o kontaktech cíle (LeaseSets). Jeden směrovač udržuje svou vlastní (částečnou) databázi pro komunikaci s ostatními směrovači v síti; žádný směrovač nebude udržovat seznam všech směrovačů. RouterInfos jsou uloženy na disku a přečteny do paměti při spuštění směrovače nebo při získání nových RouterInfos. Také označováno jako <i>NetDb</i>. Další informace naleznete v <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: En distribueret database, der indeholder routernes kontaktoplysninger (RouterInfos) og destinationskontaktoplysninger (LeaseSets). En enkelt router opretholder sin egen (delvise) database til kommunikation med andre routere i netværket; ingen enkelt router vil opretholde en liste over alle routere. RouterInfos gemmes på disken og læses ind i hukommelsen, når routeren starter, eller når der erhverves nye RouterInfos. Også kendt som <i>NetDb</i>. For mere information, se <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
el: Μια κατανεμημένη βάση δεδομένων που περιέχει πληροφορίες επικοινωνίας δρομολογητών (RouterInfos) και πληροφορίες επικοινωνίας προορισμού (LeaseSets). Ένας μόνο δρομολογητής διατηρεί τη δική του (μερική) βάση δεδομένων για την επικοινωνία με άλλους δρομολογητές στο δίκτυο ? κανένας μόνο δρομολογητής δεν διατηρεί μια λίστα με όλους τους δρομολογητές. Τα RouterInfos αποθηκεύονται στον δίσκο και διαβάζονται στη μνήμη όταν ο δρομολογητής ξεκινά ή όταν αποκτώνται νέα RouterInfos. Επίσης αναφέρεται ως το <i>NetDb</i>. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: Una base de datos distribuida que contiene información de contacto de enrutadores (RouterInfos) e información de contacto de destinos (LeaseSets). Un solo enrutador mantiene su propia base de datos (parcial) para comunicarse con otros enrutadores en la red; ningún enrutador mantendrá una lista de todos los enrutadores. Los RouterInfos se almacenan en disco y se leen en memoria cuando el enrutador se inicia o cuando se adquieren nuevos RouterInfos. También se le refiere como <i>NetDb</i>. Para más información, consulta la <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: Hajutatud andmebaas, mis sisaldab ruuteri kontaktteavet (RouterInfos) ja sihtkoha kontaktteavet (LeaseSet'id). Üksik ruuter säilitab oma (osalist) andmebaasi suhtlemiseks teiste võrkruuteritega; mitte ükski ruuter ei säilita kõigi ruuterite nimekirja. RouterInfos'id salvestatakse kettale ja loetakse mällu ruuteri käivitamisel või uute RouterInfo saamisel. Samuti tuntud kui <i>NetDb</i>. Rohkem teavet leiate <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>veebidokumentatsioonist</a>.
fa: یک پایگاه‌داده توزیع‌شده شامل اطلاعات تماس با مسیریاب‌ها (RouterInfos) و اطلاعات تماس مقصد (LeaseSets). هر مسیریابی مدیریت پایگاه‌داده (ناقص) خود را برای ارتباط با سایر مسیریاب‌های شبکه دارد؛ هیچ مسیریابی فهرست کاملی از همه مسیریاب‌ها را نخواهد داشت. RouterInf‌ها بر روی دیسک ذخیره می‌شوند و زمانی که مسیریاب راه‌اندازی می‌شود یا RouterInf‌های جدید بدست می‌آید بارگیری می‌شوند. همچنین به عنوان <i>NetDb</i> شناخته می‌شود. برای اطلاعات بیشتر دستورالعمل آنلاین را ببینید.
fi: Hajautettuun tietokantaan tallennetaan reitittimen yhteystiedot (RouterInfos) ja määränpään yhteystiedot (LeaseSets). Yksi reititin hallitsee omaa (osittaista) tietokantaansa kommunikoidessaan muiden reitittimien kanssa verkossa; yksikään reititin ei ylläpidä kaikkien reitittimien luetteloa. RouterInfos tallennetaan levylle ja luetaan muistiin, kun reititin käynnistyy, tai kun hankitaan uusia RouterInfoita. Sitä kutsutaan myös nimellä <i>NetDb</i>. Lisätietoja on saatavilla <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiossa</a>.
hi: रूटर के संपर्क जानकारी (RouterInfos) और उद्देश्य संपर्क जानकारी (LeaseSets) शामिल करके वितरित डेटाबेस। एकल रूटर नेटवर्क पर अन्य रूटर के साथ संचार करने के लिए अपना स्वयं का (अंशीक) डेटाबेस बनाए रखता है; कोई एकल रूटर सभी रूटरों की सूची बनाए रखने वाला नहीं होगा। RouterInfos को डिस्क पर संग्रहित किया जाता है और रूटर शुरू होते समय या जब नए RouterInfos प्राप्त होते हैं, तो मेमोरी में पढ़ा जाता है। यह <i>NetDb</i> के रूप में भी जाना जाता है। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: Egy központosított adatbázis, amely tartalmazza a router kapcsolat adatait (RouterInfos) és a céladatkapcsolat adatait (LeaseSets). Egy router saját (részleges) adatbázist tart fenn más routerekkel való kommunikációhoz a hálózaton; egyetlen router sem fogja fenntartani az összes router listáját. A RouterInfos lemezen tárolódnak, és a router indításakor, vagy új RouterInfos szerzésekor beolvassák a memóriába. Ismert is mint a <i>NetDb</i>. További információért lásd az <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: Basis data terdistribusi yang berisi informasi kontak router (RouterInfos) dan informasi kontak tujuan (LeaseSets). Satu router mengelola database (parsial) sendiri untuk berkomunikasi dengan router lain di jaringan; tidak ada router tunggal yang akan memelihara daftar semua router. RouterInfos disimpan di disk dan dibaca ke memori ketika router mulai, atau ketika RouterInfos baru diperoleh. Juga disebut <i>NetDb</i>. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: Un database distribuito contenente informazioni di contatto del router (RouterInfos) ed informazioni di contatto di destinazione (LeaseSets). Un singolo router mantiene il proprio database (parziale) per comunicare con altri router sulla rete; nessun singolo router manterrà un elenco di tutti i router. Le RouterInfos sono archiviate su disco e lette in memoria quando il router viene avviato o quando vengono acquisite nuove RouterInfos. Noto anche come <i>NetDb</i>. Per ulteriori informazioni, vedere la <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: ルータの連絡先情報（RouterInfos）と宛先の連絡先情報（LeaseSets）を含む分散データベースです。単一のルータは、他のルータとの通信のために独自の（部分）データベースを維持します。単一のルータはすべてのルータのリストを維持しません。RouterInfosはディスクに保存され、ルータが起動するか新しいRouterInfosを取得するとメモリに読み込まれます。また、<i>NetDb</i>とも呼ばれます。詳細については、<a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメンテーション</a>を参照してください。
ko: 라우터 연락처 정보(RouterInfos)와 대상 연락처 정보(LeaseSets)를 포함하는 분산 데이터베이스입니다. 단일 라우터는 네트워크 상의 다른 라우터와 통신하기 위해 자체(부분적) 데이터베이스를 유지하며, 단일 라우터는 모든 라우터의 목록을 유지하지 않습니다. RouterInfos는 디스크에 저장되고 라우터 시작 시 또는 새로운 RouterInfos를 획득할 때 메모리로 읽어옵니다. 또한 <i>NetDb</i>라고도 합니다. 자세한 정보는 <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하세요.
nb: En distribuert database som inneholder kontaktinformasjon om rutere (RouterInfos) og kontaktinformasjon om destinasjoner (LeaseSets). En enkelt ruter vedlikeholder sin egen (delvise) database for kommunikasjon med andre rutere i nettverket; ingen enkelt ruter vil vedlikeholde en liste over alle rutere. RouterInfos lagres på disk og leses inn i minnet når ruteren starter, eller når nye RouterInfos er hentet. Også omtalt som <i>NetDb</i>. For mer informasjon, se <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online dokumentasjonen</a>.
nl: Een gedistribueerde database met router contactinformatie (RouterInfos) en bestemmingscontactinformatie (LeaseSets). Een enkele router onderhoudt zijn eigen (gedeeltelijke) database om te communiceren met andere routers op het netwerk; geen enkele router zal een lijst van alle routers bijhouden. De RouterInfos worden opgeslagen op de schijf en in het geheugen geladen wanneer de router start of wanneer nieuwe RouterInfos worden verkregen. Ook wel aangeduid als de <i>NetDb</i>. Voor meer informatie, zie de <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: Um banco de dados distribuído que contém informações de contato do roteador (RouterInfos) e informações de contato do destino (LeaseSets). Um único roteador mantém seu próprio banco de dados (parcial) para comunicação com outros roteadores na rede; nenhum roteador único manterá uma lista de todos os roteadores. Os RouterInfos são armazenados em disco e lidos na memória quando o roteador é iniciado, ou quando novos RouterInfos são adquiridos. Também mencionado como o <i>NetDb</i>. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: Razširjena baza podatkov, ki vsebuje informacije o kontaktu usmerjevalnika (RouterInfos) in informacije o kontaktu namenskega (LeaseSets). En samostojen usmerjevalnik vzdržuje svojo (delno) bazo podatkov za komunikacijo z drugimi usmerjevalniki na omrežju; noben samostojen usmerjevalnik ne bo vzdrževal seznama vseh usmerjevalnikov. RouterInfos so shranjeni na disk in prebrani v pomnilnik, ko se usmerjevalnik zagni, ali ko so pridobljeni novi RouterInfos. Tudi se omenja kot <i>NetDb</i>. Za več informacij, glejte <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>spletna dokumentacija</a>.
sv: En distribuerad databas som innehåller routerkontaktinformation (RouterInfos) och destinationskontaktinformation (LeaseSets). En enskild router underhåller sin egen (delvis) database för att kommunicera med andra routrar i nätverket; ingen enskild router kommer att ha en lista över alla routrar. RouterInfos lagras på disk och läses in i minnet när routern startas eller när nya RouterInfos erhålls. Även känd som <i>NetDb</i>. För mer information, se <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>onlinedokumentationen</a>.
uk: Розподілена база даних, що містить контактну інформацію маршрутизаторів (RouterInfos) та контактну інформацію призначень (LeaseSets). Окремий маршрутизатор підтримує свою (часткову) базу даних для спілкування з іншими маршрутизаторами в мережі; жоден одиничний маршрутизатор не буде підтримувати список всіх маршрутизаторів. RouterInfos зберігаються на диску і зчитуються в оперативну пам'ять при запуску маршрутизатора або при отриманні нових RouterInfos. Також згадується як <i>NetDb</i>. Додаткову інформацію можна знайти на <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>англомовній документації</a>.
vi: Cơ sở dữ liệu phân tán chứa thông tin liên hệ của bộ định tuyến (RouterInfos) và thông tin liên hệ đích (LeaseSets). Một bộ định tuyến duy nhất duy trì cơ sở dữ liệu (một phần) của riêng nó để liên lạc với các bộ định tuyến khác trên mạng; không có bộ định tuyến nào duy trì danh sách tất cả các bộ định tuyến. RouterInfos được lưu trữ trên đĩa và đọc vào bộ nhớ khi bộ định tuyến khởi động hoặc khi có được RouterInfos mới. Còn được gọi là <i>NetDb</i>. Để biết thêm thông tin, hãy xem <a href=https://geti2p.net/en/docs/how/network-database class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.
