Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> link (which always ends with .b32.i2p) is a hash of a <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> destination. For services on the network, the Base64 hash is often mapped to an .i2p domain in the addressbook.
ar: رابط <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>بيز32</a> (الذي دائمًا ما ينتهي بـ .b32.i2p) هو هاش لوجهة <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>بيز64</a>. بالنسبة للخدمات على الشبكة، يتم ربط هاش بيز64 غالبًا بنطاق .i2p في دليل العناوين.
az: <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> keçidi (həmişə .b32.i2p ilə bitir) bir <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> destinasiya haşıdır. Şəbəkədəki xidmətlər üçün, Base64 haşı adres kitabçasında .i2p domeninə çoxalınır.
bo: <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> འབྲེལ་ལམ་（ནམ་རྒྱུན་ .b32.i2p ཐོག་ནས་འགྲུབ་པ་）ནི་ <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> འགྲོ་སའི་གསལ་རྟགས་ཡིན། དྲ་ལམ་གི་ཞབས་ཞུངས་ལ་ <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> གསལ་རྟགས་ནི་ཁ་བྱང་གནས་དེབ་ནང་ .i2p ཡུལ་ལུགས་སུ་ལ་རྟེན་པར་སྐབ་ཀྱི་རེད་པ་ཡོད།
cs: Odkaz Base32 (<a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>B32</a>) (který vždy končí s .b32.i2p) je otisk odkazu Base64 (<a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>B64</a>). Pro služby v síti je často otisk Base64 mapován na doménu .i2p ve slovníku adres.
da: Et <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> link (som altid slutter med .b32.i2p) er en hash af en <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> destination. For services på netværket, bliver Base64 hashen ofte mapped til et .i2p-domæne i adresserbogen.
el: Ένας σύνδεσμος Base32 (ο οποίος πάντα τελειώνει με .b32.i2p) είναι ένα κατακερματισμένο αποτέλεσμα ενός προορισμού Base64. Για τις υπηρεσίες στο δίκτυο, ο κατακερματισμένος κώδικας Base64 συνήθως αντιστοιχίζεται σε ένα τομέα .i2p στο βιβλίο διευθύνσεων.
es: Un enlace <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (que siempre termina en .b32.i2p) es un hash de un destino <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>. Para los servicios de la red, el hash Base64 a menudo se mapea a un dominio .i2p en la libreta de direcciones.
et: Kuigi iga <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Alus32</a> link (mis lõpeb alati .b32.i2p-ga) on Alus64 väärtuse räsitaoliseks muutmine. Võrgu teenuste puhul kaardistatakse Alus64 räsi sageli .i2p domeeniks aadressiraamatus.
fa: لینک <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>بیس 32</a> (که همیشه با .b32.i2p خاتمه میابد) هشی از مقصد <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>بیس 64</a> است. برای سرویس‌ها در شبکه، هش بیس 64 اغلب به یک دامنه .i2p در دفترچه آدرس منتسب می‌شود.
fi: Linkki <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (joka päättyy aina .b32.i2p:iin) on <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>-kohteen hajotus. Verkkopalveluille Base64-hajotus määritellään usein .i2p-verkkotunnuksessa osoitekirjassa.
hi: एक <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> लिंक (जो हमेशा .b32.i2p के साथ समाप्त होता है) एक <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> गंतव्य का हैश होता है। नेटवर्क पर सेवाओं के लिए, Base64 हैश अक्सर एक .i2p डोमेन के रूप में ठहराया जाता है अدرسबुक में।
hu: A <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> link (amely mindig .b32.i2p végződik) az egy <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> célállomás hashe. A hálózaton elérhető szolgáltatások esetében a Base64 hash gyakran egy .i2p tartományhoz van hozzárendelve a címjegyzékben.
in: Sebuah tautan <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (yang selalu berakhiran .b32.i2p) adalah hash dari tujuan <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>. Untuk layanan di jaringan, hash Base64 sering dipetakan ke domain .i2p dalam buku alamat.
it: Un link <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (che termina sempre con .b32.i2p) è un hash di una destinazione <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>. Per i servizi sulla rete, l'hash Base64 è spesso mappato su un dominio .i2p nel registro degli indirizzi.
ja: <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a>リンク（常に.b32.i2pで終わる）は<a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>宛先のハッシュです。ネットワーク上のサービスでは、Base64ハッシュはアドレスブックの中で.i2pドメインにマッピングされることがよくあります。
ko: <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> 링크(.b32.i2p로 끝나는)는 <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> 목적지의 해시입니다. 네트워크 상의 서비스를 위해 Base64 해시는 주소록에 종종 .i2p 도메인으로 매핑됩니다.
nb: Et <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a>-lenke (som alltid slutter med .b32.i2p) er en hash av en <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>-destinasjon. For tjenester på nettverket blir ofte Base64-hashen kartlagt til en .i2p-domene i adresselisten.
nl: Een <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a>-link (die altijd eindigt met .b32.i2p) is een hash van een <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>-bestemming. Voor services op het netwerk wordt de Base64-hash vaak gekoppeld aan een .i2p-domein in het adresboek.
pt: Um link <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (que sempre termina em .b32.i2p) é um hash de um destino <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>. Para serviços na rede, o hash Base64 é frequentemente mapeado para um domínio .i2p no catálogo de endereços.
sl: Povezava <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (ki konča z .b32.i2p) je hash <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> namene. Za storitve na omrežju je Base64 hash pogosto zasnoval na domeno .i2p v imeniku.
sv: En <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> -länk (som alltid avslutas med .b32.i2p) är en hash av en <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a> -destination. För tjänster på nätverket mappas ofta Base64-hashen till en .i2p -domän i adressboken.
uk: Посилання <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>База 32</a> (яке завжди закінчується на .b32.i2p) - це хеш <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Бази 64</a> цільового об'єкту. Для сервісів в мережі хеш Бази 64 часто відображається на домен .i2p в книзі адрес.
vi: Liên kết <a href=https://en.wikipedia.org/wiki/Base32 class='sitelink external' target=_blank rel=noreferrer>Base32</a> (luôn kết thúc bằng .b32.i2p) là một hàm băm của đích <a href=https://en.wikipedia.org/wiki/Base64 class='sitelink external' target=_blank rel=noreferrer>Base64</a>. Đối với các dịch vụ trên mạng, hàm băm Base64 thường được ánh xạ tới miền .i2p trong sổ địa chỉ.

source: An address containing an encrypted LeaseSet is informally referred to as a b33 address, an extension of a base32 address with the host's public key and signature type encoded into the address instead of a lookup hash. This address type is required for blinded Leasesets. More information: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Specification</a>
ar: يشار إلى العنوان الذي يحتوي على LeaseSet مشفر غير رسميًا باسم عنوان b33، وهو امتداد لعنوان بيز32 ويحتوي على المفتاح العام للمضيف ونوع التوقيع بدلاً من هاش البحث. يتطلب هذا نوع العنوان لـ Leasesets المخفية. لمزيد من المعلومات: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>مواصفة B33</a>
az: Şifreli LeaseSet-i olan bir ünvan informallıqda b33 ünvanı adlandırılır, anbarda yerləşdirmə haşı yerinə qoyulmuş, hostun açıq açar və imza növü ünvanın yerinə uzantı olan bir base32 ünvanıdır. Bu ünvan növü, başımsız LeaseSet-lər üçün tələb olunur. Ətraflı məlumat üçün: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Specification</a>
bo: གསང་བཅད་བརྒྱུད་པའི་ LeaseSet འགོད་པའི་ b33 ཁ་བྱང་ལ་གཞིམ་པར་བརྩིགས་པ་ཞིག་ཡིན། དེ་ནི་ base32 ཁ་བྱང་གི་རྒྱུད་པ་ཞིག་ཡིན་ལ་ཧོསི་གི་སྤྱི་ལྡེ་མིག་དང་མིང་རྟགས་རིགས་ཀྱི་རིགས་ཁ་བྱང་ནང་ཨང་གསལ་བའི་ཚབ་བྱུང་ཚུད་པའི་ཚབ་བརྒྱུད་པར་བརྩིགས་པ་ཞིག་ཡིན། ཁ་བྱང་རིགས་འདི་འདི་ནི་གསང་བཅད་བརྒྱུད་པའི་ Leasesets ལ་དགོས་པར་དགོས། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན། <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 གཏན་འབེབས་</a>
cs: Adresa obsahující zašifrovanou LeaseSet je neformálně označována jako b33 adresa, což je rozšíření base32 adresy s veřejným klíčem hosta a kódem podpisu, které jsou kódovány přímo do adresy místo jako lookup hash. Tento typ adresy je vyžadován pro zaslepené Leasesety. Více informací: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Specifikace B33</a>
da: En adresse, der indeholder en krypteret LeaseSet, henvises uformelt til som en b33 adresse, en udvidelse af en base32 adresse med værtens offentlige nøgle og signaturtype kodet ind i adressen i stedet for en opslagshash. Denne adressetype er påkrævet for slørede Leasesets. Mere information: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 specifikation</a>
el: Μια διεύθυνση που περιέχει έναν κρυπτογραφημένο LeaseSet αναφέρεται ανεπίσημα ως διεύθυνση b33, μια επέκταση μιας διεύθυνσης base32 με το δημόσιο κλειδί του κεντρικού σκέλους του κόμβου και τον τύπο υπογραφής που κωδικοποιούνται στη διεύθυνση αντί για ένα κατακερματισμένο αναζήτησης. Αυτός ο τύπος της διεύθυνσης απαιτείται για τα τυφλά LeaseSet. Περισσότερες πληροφορίες: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Προδιαγραφή</a>
es: A una dirección que contiene un LeaseSet cifrado se le suele llamar dirección b33, una extensión de una dirección base32 con la clave pública del host y el tipo de firma codificados en la dirección en lugar de un hash de búsqueda. Este tipo de dirección se requiere para los Leasesets enmascarados. Más información: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Especificación B33</a>
et: Aadress, mis sisaldab krüpteeritud LeaseSeti, tuntakse mitteametlikult b33 aadressina, millel on laiendus baas32 aadressile, millel on hosti avalik võti ja allkirja tüüp kodeeritud aadressi asemel otsingu hashi. Sellist tüüpi aadress on vajalik pimedate LeaseSetide jaoks. Lisateave: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 spetsifikatsioon</a>
fa: آدرس شامل یک مجموعه اجاره رمزنگاری شده به طور غیررسمی به عنوان آدرس b33 مشخص می‌شود، یک گسترش از آدرس بیس 32 با کلید عمومی میزبان و نوع امضا در داخل آدرس به جای هش جستجو. این نوع آدرس برای مجموعه‌های اجاره مخفی سازی شده ضروری است. اطلاعات بیشتر: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>مشخصات B33</a>
fi: Osoite, joka sisältää salatun LeaseSetin, tunnetaan epävirallisesti b33-osoitteena, joka on base32-osoitteen laajennus, johon isännän julkinen avain ja allekirjoituksen tyyppi on koodattu osoitteeseen sen sijaan, että se olisi hajotelu. Tämä osoitetyyppi vaaditaan sokeille LeaseSeteille. Lisätietoja: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Spesifikaatio</a>
hi: एक एन्क्रिप्टेड LeaseSet धारण करने वाली पता अनौपचारिक रूप से एक b33 पता के रूप में संदर्भित किया जाता है, जो एक base32 पते का विस्तार है, जिसमें मेजबान के सार्वजनिक कुंजी और हस्ताक्षर प्रकार को पते में कोड किया गया है बजाय एक खोज हैश के। यह पता प्रकार अंधेरे LeaseSets के लिए आवश्यक है। अधिक जानकारी के लिए: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 स्पेसिफिकेशन</a>
hu: Egy titkosított LeaseSet-tel rendelkező címet informálisan b33 címként említenek, egy bázis32 cím kiterjesztéseként, amelyben a gép nyilvános kulcsa és aláírás típusa van beágyazva a helyett, hogy egy keresési hash-t használna. Ez a címtípus szükséges a vak LeaseSet-ekhez. További információ: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 specifikáció</a>
in: Alamat yang berisi LeaseSet terenkripsi secara informal disebut alamat b33, ekstensi dari alamat base32 dengan kunci publik host dan tipe tanda tangan yang terkode ke dalam alamat bukan hash lookup. Jenis alamat ini dibutuhkan untuk Leaseset buta. Informasi lebih lanjut: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Spesifikasi B33</a>
it: Un indirizzo contenente un LeaseSet crittografato è comunemente chiamato indirizzo b33, un'estensione di un indirizzo base32 con la chiave pubblica dell'host e il tipo di firma codificati nell'indirizzo invece di un hash di ricerca. Questo tipo di indirizzo è richiesto per i Leasesets ciechi. Ulteriori informazioni: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Specifiche B33</a>
ja: 暗号化されたLeaseSetを含むアドレスを非公式にb33アドレスと呼びます。これはルックアップハッシュの代わりにホストの公開キーと署名タイプがアドレスにエンコードされた、Base32アドレスの拡張です。このアドレスタイプは、ブラインドされたLeasesetに必要です。詳細については、<a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33仕様</a>を参照してください。
ko: 암호화된 LeaseSet이 포함 된 주소는 비공식적으로 b33 주소라고 불립니다. 이는 검색 해시 대신 호스트의 공개 키와 서명 유형이 주소에 인코딩된 기본 32 주소의 확장입니다. 이 주소 유형은 블라인드된 Leaseset에 필요합니다. 자세한 정보: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Specification</a>
nb: En adresse som inneholder en kryptert LeaseSet kalles uformelt en b33-adresse, en utvidelse av en Base32-adresse der vertsens offentlige nøkkel og signaturtype er kodet inn i adressen i stedet for en oppslagshash. Denne adressetypen kreves for blendete Leasesets. Mer informasjon: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33-spesifikasjonen</a>
nl: Een adres dat een versleutelde LeaseSet bevat, wordt informeel aangeduid als een b33-adres, een uitbreiding van een base32-adres waarbij de openbare sleutel van de host en het type handtekening gecodeerd zijn in het adres in plaats van een opzoeking-hash. Dit adres type is vereist voor geblindeerde Leasesets. Meer informatie: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33 Specificatie</a>
pt: Um endereço contendo um LeaseSet criptografado é informalmente referido como um endereço b33, uma extensão de um endereço base32 com a chave pública e o tipo de assinatura do host codificados no endereço em vez de um hash de pesquisa. Este tipo de endereço é necessário para Leasesets cegos. Mais informações: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Especificação B33</a>
sv: En adress som innehåller en krypterad LeaseSet hänvisas informellt till som en b33-adress, en förlängning av en bas32-adress med värdens publika nyckel och signaturtyp kodad i adressen istället för en sökhath. Denna adresstyp krävs för förblindade Leaseset. Mer information: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>B33-specifikation</a>
uk: Адресу, що містить зашифрований набір оренди, неофіційно називають адресою b33, це розширення бази 32 адреси з публічним ключем та типом підпису хоста, вкодованими в адресу замість хешу пошуку. Цей тип адреси є обов'язковим для прихованих наборів оренди. Додаткова інформація: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Специфікація B33</a>
vi: Địa chỉ chứa LeaseSet mã hóa thông thường được gọi là địa chỉ b33, một phần mở rộng của địa chỉ base32 với khóa công khai và loại chữ ký của máy chủ được mã hóa vào địa chỉ thay vì băm tìm kiếm. Loại địa chỉ này là bắt buộc cho Leasesets mờ. Thông tin chi tiết hơn: <a href=https://geti2p.net/spec/b32encrypted class='sitelink external' target=_blank rel=noreferrer>Tài liệu B33</a>
