Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Test server location
ar: اختبار موقع الخادم
az: Server yerini sınayın
bo: ཚོད་ལྟ་སར་བར་གནས་ཡུལ།
cs: Umístění testovacího serveru
da: Test serverplacering
el: Έλεγχος τοποθεσίας διακομιστή
es: Ubicación del servidor de prueba
et: Testi serveri asukohta
fa: تست موقعیت سرور
fi: Testaa palvelimen sijaintia
hi: परीक्षण सर्वर स्थान
hu: Tesztszerver helye
in: Uji lokasi server
it: Posizione del server test
ja: テストサーバーの場所
ko: 테스트 서버 위치
nb: Test serverplassering
nl: Testserverlocatie
pt: Testar localização do servidor
sl: Lokacija strežnika za test
sv: Testa serverns plats
uk: Розташування тестового сервера
vi: Kiểm tra vị trí máy chủ

source: Completion status
ar: حالة الإنجاز
az: Tamamlanma vəziyyəti
bo: མཇུག་རྫོགས་གནས་ཚུལ།
cs: Stav dokončení
da: Afslutningsstatus
el: Κατάσταση ολοκλήρωσης
es: Estado de finalización
et: lõpetamise olek
fa: وضعیت تکمیل
fi: Valmiustila
hi: पूर्णता स्थिति
hu: Befejezés állapota
in: Status penyelesaian
it: Stato completamento
ja: 完成ステータス
ko: 완료 상태
nb: Fullføringsstatus
nl: Voltooiingsstatus
pt: Status de conclusão
sl: Stanje končanja
sv: Slutförd status
uk: Статус завершення
vi: Trạng thái hoàn thành

source: Downstream Bandwidth
ar: عرض النطاق الترددي المصب
az: Aşağı axın bant genişliyi
bo: མར་འགྲེམ་སྐུད་རྒྱ།
cs: Šířka pásma směrem dolů
da: Downstream-båndbredde
el: Εύρος ζώνης κατάντη
es: Ancho de banda descendente
et: allavoolu ribalaius
fa: پهنای باند پایین دست
fi: Alavirran kaistanleveys
hi: डाउनस्ट्रीम बैंडविड्थ
hu: Lefelé irányuló sávszélesség
in: Bandwidth Hilir
it: Banda in scaricamento
ja: 下り帯域幅
ko: 다운 스트림 대역폭
nb: Nedstrøms båndbredde
nl: Downstream-bandbreedte
pt: Largura de banda a jusante
sl: Dolgonosna širina pasma
sv: Nedströms bandbredd
uk: Пропускна здатність низхідного потоку
vi: Băng thông hạ lưu

source: Upstream Bandwidth
ar: عرض النطاق الترددي المنبع
az: Yuxarı Axınqəri
bo: ཡར་འགྲེམ་སྐུད་རྒྱ།
cs: Proudovou šířkou nahoru
da: Opstrøms båndbredde
el: Ανάντη εύρος ζώνης
es: Ancho de banda ascendente
et: ülesvoolu ribalaius
fa: پهنای باند بالادست
fi: Ylävirran kaistanleveys
hi: अपस्ट्रीम बैंडविड्थ
hu: Upstream sávszélesség
in: Bandwidth Hulu
it: Banda in caricamento
ja: アップストリーム帯域幅
ko: 상류 대역폭
nb: Oppstrøms båndbredde
nl: Upstream-bandbreedte
pt: Largura de banda upstream
sl: Gorjoča širina pasma
sv: Uppströms bandbredd
uk: Пропускна здатність висхідного каналу
vi: Băng thông ngược dòng

source: Share of Bandwidth for I2P+
bo: I2P+ ལ་སྐུད་རྒྱ་རོལ་སྤྱོད།
hi: I2P के लिए बैंडविड्थ का हिस्सा
ko: i2p의 대역폭 공유

source: Bandwidth Configuration
ar: تكوين عرض النطاق الترددي
az: Bant genişliyi konfiqurasiyası
bo: སྐུད་རྒྱ་བཀོད་སྒྲིག
cs: Konfigurace šířky pásma
da: Båndbreddekonfiguration
el: Διαμόρφωση εύρους ζώνης
es: Configuración del ancho de banda
et: Ribalaiuse konfiguratsioon
fa: پیکربندی پهنای باند
fi: Kaistanleveyden määritys
hi: बैंडविड्थ सेटिंग
hu: Sávszélesség-konfiguráció
in: Konfigurasi Bandwidth
it: Configurazione larghezza di banda
ja: 帯域幅の設​​定
ko: 대역폭 구성
nb: Båndbreddekonfigurasjon
nl: Bandbreedteconfiguratie
pt: Configuração de largura de banda
sl: Konfiguracija širine pasma
sv: Bandbreddskonfiguration
uk: Конфігурація пропускної здатності
vi: Cấu hình băng thông

source: You have configured I2P+ to share only {0} KBps.
bo: ཁྱེད་ཀྱིས་I2P+ {0} KBps ཙམ་སྤེལ་བར་རྒྱུན་སྒྲིག་སྟེན་བྱེད་པ།
hi: आपने I2P को केवल {0} KBps साझा करने के लिए सेट किया है।
ko: I2P에 오직 {0} KBps만 사용하도록 설정되었습니다.

source: I2P+ requires at least 12KBps to enable sharing.
bo: I2P+ ལ་སྤེལ་བ་རྒྱུན་སྒྲིག་བྱེད་པར་ཉུང་མཐའི་12KBps དགོས་པར་རེད་བ།
hi: I2P को कम से कम 12KBps की गति की आवश्यकता होती है शेयरिंग को सक्षम करने के लिए।
ko: I2P는 최소 12KBps 를 공유하도록 해야합니다.

source: You have configured I2P+ to share {0} KBps.
bo: ཁྱེད་ཀྱིས་ I2P+ ལ་ {0} KBps རོལ་སྤྱོད་བྱེད་པར་བཀོད་སྒྲིག་བྱས་ཡོད།
hi: आपने I2P को {0} KBps शेयर करने के लिए सेट किया है।
ko: {0} KBps를 I2P와 공유하도록 설정했습니다.

source: I2P+ requires a web browser configured to use the resident HTTP proxy in order to browse websites on the I2P network.
ar: يتطلب I2P متصفح ويب تم تكوينه لاستخدام وكيل HTTP المقيم لتصفح مواقع الويب على شبكة I2P.
az: I2P, I2P şəbəkəsində veb-saytlara baxmaq üçün rezident HTTP proxy-dən istifadə etmək üçün konfiqurasiya edilmiş veb brauzer tələb edir.
bo: I2P+ ལ་ I2P དྲ་བའི་ཐོག་གི་དྲ་ཚིགས་ལ་ལྟ་བར་བྱེད་པར་ HTTP ཚབ་སྤྱོད་བཀོད་སྒྲིག་བྱས་པའི་ཝེབ་བརའུ་སར་དགོས།
cs: I2P vyžaduje webový prohlížeč nakonfigurovaný tak, aby používal rezidentní HTTP proxy, aby bylo možné procházet webové stránky v síti I2P.
da: I2P+ kræver en webbrowser konfigureret til at bruge den residente HTTP-proxy for at kunne gennemse websteder på I2P-netværket.
el: Το I2P απαιτεί ένα πρόγραμμα περιήγησης ιστού που έχει ρυθμιστεί ώστε να χρησιμοποιεί τον διακομιστή μεσολάβησης http του κατοίκου για την περιήγηση σε ιστότοπους στο δίκτυο I2P.
es: I2P+ requiere un navegador web configurado para utilizar el proxy HTTP residente para poder navegar por sitios web en la red I2P.
et: I2P nõuab I2P-võrgu veebisaitide sirvimiseks veebibrauserit, mis on konfigureeritud kasutama HTTP-puhverserverit.
fa: I2P+ به یک مرورگر وب نیاز دارد که برای استفاده از پروکسی HTTP مقیم به منظور مرور وب سایت ها در شبکه I2P+ پیکربندی شده باشد.
fi: I2P vaatii verkkoselaimen, joka on määritetty käyttämään paikallista HTTP-välityspalvelinta, jotta se voi selata verkkosivustoja I2P-verkossa.
hi: I2P+ के लिए आवश्यक है कि आपका वेब ब्राउज़र HTTP प्रोक्सी का उपयोग करने के लिए सेट किया गया हो, ताकि I2P नेटवर्क पर वेबसाइटों को ब्राउज़ किया जा सके।
hu: Az I2P+ olyan webböngészőt igényel, amely a rezidens HTTP-proxy használatára van konfigurálva az I2P-hálózat webhelyeinek böngészéséhez.
in: I2P+ memerlukan browser web yang dikonfigurasi untuk menggunakan proksi HTTP residen untuk menelusuri situs web di jaringan I2P.
it: I2P richiede un browser web configurato per utilizzare il proxy HTTP residente per navigare nei siti web sulla rete I2P.
ja: I2P+ では、I2P ネットワーク上の Web サイトを閲覧するために、常駐 HTTP プロキシを使用するように構成された Web ブラウザが必要です。
ko: I2P+는 I2P 네트워크에서 웹 사이트를 탐색하기 위해 상주 HTTP 프록시를 사용하도록 구성된 웹 브라우저가 필요합니다.
nb: I2P+ krever en nettleser konfigurert til å bruke den residente HTTP-proxyen for å bla gjennom nettsteder på I2P-nettverket.
nl: I2P vereist een webbrowser die is geconfigureerd om de lokale HTTP-proxy te gebruiken om door websites op het I2P-netwerk te bladeren.
pt: I2P requer um navegador configurado para usar o proxy HTTP residente para navegar em sites na rede I2P.
sl: I2P+ zahteva spletni brskalnik, konfiguriran za uporabo bivalčega HTTP posredniškega strežnika, da lahko brskate po spletnih straneh na omrežju I2P.
sv: I2P+ kräver en webbläsare som är konfigurerad för att använda den inhemska HTTP-proxyn för att surfa på webbplatser i I2P-nätverket.
uk: I2P вимагає веб-браузер, налаштований на використання резидентного HTTP-проксі, щоб переглядати веб-сайти в мережі I2P.
vi: I2P yêu cầu trình duyệt web được định cấu hình để sử dụng proxy HTTP thường trú để duyệt các trang web trên mạng I2P.

source: Browser Setup
ar: إعداد المتصفح
az: Brauzerin qurulması
bo: བརའུ་སར་སྒྲིག་འཛུགས།
cs: Nastavení prohlížeče
da: Browseropsætning
el: Ρύθμιση προγράμματος περιήγησης
es: Configuración del navegador web
et: Brauseri häälestus
fa: راه اندازی مرورگر
fi: Selaimen asetukset
hi: ब्राउज़र सेटिंग
hu: Böngésző beállítása
in: Pengaturan Peramban
it: Impostazione del browser
ja: ブラウザのセットアップ
ko: 브라우저 설정
nb: Nettleseroppsett
nl: Browserinstellingen
pt: Configuração do navegador
sl: Nastavitev brskalnika
sv: Webbläsarinställningar
uk: Налаштування браузера
vi: Thiết lập trình duyệt

source: In order to access websites hosted on the I2P network, and optionally use the default outproxy to connect to websites on clearnet, you will need to configure your browser to use the I2P+ <b>HTTP</b> proxy, by default running on <code>127.0.0.1 port 4444</code>.
bo: I2Pདོག་གི་བརྒྱུག་པའི་སྤྱོས་པའི་གི་བརྒྱུག་གི་སྲོད་པའི་གི་མཐར་པའི་གི་བརྒྱུག་པའི་གི་བརྒྱུག་པར་བརྒྱུག་གི་བརྒྱུག་གི་སྲོད་པ <code>127.0.0.1 port 4444</code> སྲོད་པའི་གི་བརྒྱུག་པར་བརྒྱུག་གི་བརྒྱུག་པའི་གི་སྲོད་པའི་གི་སྤྱོས་པ <b>HTTP</b> སྲོད་པའི་གི་བརྒྱུག་པར་བརྒྱུག་གི་བརྒྱུག་པའི་གི་གི་བརྒྱུག་པར་བརྒྱུག་པའི་གི་བརྒྱུག་པའི་གི་མཐར་པའི་གི་བརྒྱུག་པ <code>127.0.0.1 port 4444</code> བརྒྱུག་པར་བརྒྱུག་གི་སྲོད་པའི་གི་བརྒྱུག་པར་བརྒྱུག་པའི་གི་བརྒྱུག་པ
hi: I2P नेटवर्क पर होस्ट कीगई वेबसाइटों तक पहुंच करने और clearnet पर वेबसाइटों से जुड़ने के लिए वैकल्पिक outproxy का उपयोग करने के लिए, आपको अपने ब्राउजर को कॉन्फ़िगर करना होगा ताकि वह I2P+ <b>HTTP</b> प्रॉक्सी का उपयोग करे, जो डिफ़ॉ्ट <code>127.0.0.1 port 4444</code> पर चल रहा है।
ko: I2P 네트워크에서 호스팅된 웹사이트에 액세스하고 clearnet의 웹사이트에 연결하기 위해 선택적으로 기본 outproxy를 사용하려면, I2P+ <b>HTTP</b> 프록시를 사용하도록 브라우저를 구성해야 합니다. 이 프록시는 기본적으로 <code>127.0.0.1 port 4444</code>에서 실행됩니다.

source: Welcome to I2P+!
ar: !I2P مرحبا بك في شبكة
az: I2P-yə xoş gəlmisiz!
bo: I2P+ ལ་དགའ་བསུ་ཞུ།
cs: Vítejte v I2P!
da: Velkommen til I2P+!
el: Καλώς ήρθατε στο I2P!
es: ¡Bienvenidos a I2P+!
et: Tere tulemast I2P-sse!
fa: به I2P خوش آمدید!
fi: Tervetuloa I2P:hen!
hi: I2P+ में स्वागत है!
hu: Üdvözöl az I2P+!
in: Selamat datang di I2P!
it: Benvenuto su I2P+!
ja: I2P+ にようこそ！
ko: I2P에 환영합니다!
nb: Velkommen til I2P!
nl: Welkom bij I2P!
pt: Bem-vindo ao I2P!
sl: Dobrodošli v I2P+!
sv: Välkommen till I2P!
uk: Ласкаво просимо в I2P+!
vi: Chào mừng đến với I2P+

source: When you start I2P+, it may take a few minutes to bootstrap (integrate) your router into the network and find additional peers, so please be patient.
bo: ཁྱེད་ཀྱིས་ I2P+ འགོ་ཚུགས་སྐབས་ཁྱེད་ཀྱི་རོ་ཌེར་དྲ་བར་འཇུག་པ་དང་། གཞན་པའི་ peers འཚོལ་བར་སྐར་མ་ཁ་ཤས་འགོར་སྲིད་པས་བཟོད་སྒོམ་བྱོས་རོགས།
hi: I2P शुरू करने पर, यह आपके राउटर को नेटवर्क में बीजीकरण करने और अतिरिक्त पीयर खोजने में कुछ मिनट ले सकता है, इसलिए कृपया सहनशील रहें।
ko: I2P를 시작하면 라우터를 네트워크에 부트 스트랩 (통합)하고 추가 피어를 찾는 데 몇 분이 걸릴 수 있으므로 인내하십시오.

source: Once green stars are indicated next to your Service Tunnels, there is a wide variety of things you can do with I2P+.
bo: I2P+དི་པའི་སྤྱོས་པ གི་མཐར་པའི་གི་བརྒྱུག་པའི་གི་བརྒྱུག་གི་སྲོད་པའི་གི་བརྒྱུག་གི་བརྒྱུག་པའི་གི་སྲོད་པའི་གི་མཐར་པ་གི་བརྒྱུག་གི་སྲོད་པའི་གི་བརྒྱུག་པའི་གི་བརྒྱུག་པ
hi: जैसे ही आपके सर्विस टनल के पास उन्नेट हरे हो गएं, I2P+ के साथ करने लिए बहुत सारी चीजें हैं.
ko: 서비스 터널 옆에 녹색 별이 표시되면, I2P+로 할 수 있는 다양한 일들을 할 수 있습니다.

source: Unknown Wizard page
ar: صفحة معالج غير معروفة
az: Naməlum Sehrbaz səhifəsi
bo: མ་ཤེས་པའི་ Wizard ཤོག་ངོས།
cs: Stránka Neznámý průvodce
da: Ukendt guide-side
el: Σελίδα Άγνωστου Οδηγού
es: Página del asistente desconocido
et: Tundmatu viisardi leht
fa: صفحه جادوگر ناشناخته
fi: Tuntematon ohjatun toiminnon sivu
hi: अज्ञात विज़ार्ड पेज
hu: Ismeretlen varázsló oldal
in: Halaman Wisaya Tidak Diketahui
it: Pagina della procedura guidata sconosciuta
ja: 未知のウィザードページ
ko: 알 수없는 마법사 페이지
nb: Ukjent veiviserside
nl: Onbekende wizardpagina
pt: Página do assistente desconhecido
sl: Neznana stran čarobnjaka
sv: Okänd guidesida
uk: Невідома сторінка майстра
vi: Trang Wizard không xác định

source: Previous
ar: السابق
az: Əvvəlki
bo: སྔོན་མ།
cs: Předchozí
da: Forrige
el: Προηγούμενο
es: Anterior
et: Eelmine
fa: قبلی
fi: Edellinen
hi: पिछला
hu: Előző
in: Sebelumnya
it: Precedente
ja: 前へ
ko: 전
nb: Forrige
nl: Vorige
pt: Anterior
sl: Prejšnje
sv: Föregående
uk: Попередній
vi: Trước

source: Skip Bandwidth Test
ar: تخطي اختبار النطاق الترددي
az: Bant genişliyi testini keçin
bo: སྐུད་རྒྱ་ཚོད་ལྟ་གཡོལ་བ།
cs: Přeskočit test šířky pásma
da: Spring båndbreddetest over
el: Παράλειψη δοκιμής εύρους ζώνης
es: Omitir prueba de ancho de banda
et: Jäta ribalaiuse test vahele
fa: رد شدن از تست پهنای باند
fi: Ohita kaistanleveystesti
hi: बैंडविड्थ परीक्षण को स्किप करें
hu: Sávszélesség-teszt kihagyása
in: Lewati Tes Bandwidth
it: Salta test della banda
ja: 帯域幅テストをスキップ
ko: 대역폭 테스트를 건너 뜁니다
nb: Hopp over båndbreddetest
nl: Bandbreedtetest overslaan
pt: Pular teste de largura de banda
sl: Preskoči test širine pasma
sv: Hoppa över bandbreddstest
uk: Пропустити перевірку пропускної здатності
vi: Bỏ qua kiểm tra băng thông

source: Cancel Bandwidth Test
ar: إلغاء اختبار النطاق الترددي
az: Bant genişliyi testini ləğv edin
bo: སྐུད་རྒྱ་ཚོད་ལྟ་འདོར་བ།
cs: Zrušení testu šířky pásma
da: Annuller båndbreddetest
el: Ακύρωση δοκιμής εύρους ζώνης
es: Cancelar prueba de ancho de banda
et: Tühista ribalaiuse test
fa: لغو تست پهنای باند
fi: Peruuta kaistanleveystesti
hi: बैंडविड्थ परीक्षण को रद्द करें
hu: Sávszélesség-teszt megszakítása
in: Batalkan Tes Bandwidth
it: Cancella test della banda
ja: 帯域幅テストのキャンセル
ko: 대역폭 테스트를 취소하십시오
nb: Avbryt båndbreddetest
nl: Bandbreedtetest annuleren
pt: Cancelar teste de largura de banda
sl: Prekliči test širine pasma
sv: Avbryt bandbreddstest
uk: Скасувати перевірку пропускної здатності
vi: Hủy kiểm tra băng thông

source: Next
ar: التالي
az: Növbəti
bo: རྗེས་མ།
cs: Další
da: Næste
el: Επόμενο
es: Siguiente
et: Järgmine
fa: بعدی
fi: Seuraava
hi: अगला
hu: Következő
in: Selanjutnya
it: Successivo
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pt: Seguinte
sl: Naslednje
sv: Nästa
uk: Наступна
vi: Kế tiếp

source: Finished
ar: منتهي
az: Bitdi
bo: མཇུག་རྫོགས།
cs: Hotové
da: Færdig
el: Τελειωμέν
es: Terminado
et: Lõppenud
fa: به پایان رسیده
fi: Valmistunut
hi: समाप्त
hu: Befejeződött
in: Selesai
it: Finito
ja: 完了
ko: 완료됨
nb: Sluttført
nl: Klaar
pt: Terminada
sl: Končano
sv: Avslutad
uk: Готово
vi: Đã kết thúc

source: Update available
ar: التحديث متاح
az: Mövcud yeniləmə
bo: གསར་བསྐྱར་ཐོབ་ཐབས་ཡོད།
cs: Aktualizace je k dispozici
da: Opdatering tilgængelig
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
et: värskendus on saadaval
fa: به روز رسانی در دسترس است
fi: Päivitys saatavilla
hu: Frissítés elérhető
in: Update tersedia
it: Aggiornamento disponibile
ja: アップデートが利用できます
ko: 업데이트 가능
nb: Oppdateringer tilgjengelig
nl: Update beschikbaar
pt: Actualização disponível.
sl: Obnovitev je na voljo
sv: Uppdateringar tillgängliga
uk: Оновлення доступно
vi: Có bản cập nhật

source: I2PTunnel
ar: الأنفاق I2P
az: I2PTuneli
bo: I2Pརོགས་དྲན།
cs: I2PTunel
el: I2P τούνελ
fa: تونل I2P
fi: I2PKäytävä
hu: I2PAlagút
it: Tunnel I2P
ko: I2P터널
pt: Túnel I2P
vi: I2PTđường hầm

source: I2PMail
bo: I2Pཡིག་སྦྱོར།
cs: I2PMmail
ja: Webメール
vi: Thư I2P

source: Javadocs
ar: جافادوكس
bo: Java ཡིག་ཆ་བཀོད་འདོན།
fa: جاوادوکس
it: Javadoc
ja: Javadoc

source: JStorDaily
ar: جيستورديلي
bo: JStor ཉིན་རེའི།
ja: JSTOR毎日
nl: JStorDagelijks

source: Floodfills
ar: مدافن الفيضانات
az: Daşqınlar
bo: རྒྱུན་དུ་བཙོན་པ་ཕུལ་བ།
cs: Záplavy
da: Oversvømmelser
el: Πλημμύρες
et: Üleujutused
fa: سیل
fi: Tulvat
hu: Árvizek
in: Timbunan Banjir
it: Riempimenti
ja: 埋め立て地
ko: 홍수
nb: Flomfyllinger
nl: Overstromingen
pt: Alagamentos
sv: Översvämningar
uk: Затоплення

source: NTCP [IPv6] &amp; SSU
bo: NTCP [IPv6] ། SSU

source: floodfills
ar: مدافن الفيضانات
az: daşqınlar
bo: ཁྲོགས་ཆེན་རྒྱུན་དུ་བཙོན་པ།
cs: zásypy
da: fyldninger
el: πλημμύρες
et: üleujutused
fa: سیل
fi: tulvat
hu: árvízvédelmi
in: tempat pembuangan banjir
it: router di riempimento alluvione
ja: 埋め立て地
ko: 홍수 채우기
nb: flomfyllinger
nl: overstromingen
pt: enchentes
sl: zalivne
sv: översvämningar
uk: повені
vi: lũ lụt

source: Accepting/Rejecting
ar: قبول/رفض
az: Kabul/Reddetme
bo: བཞེས་བཞིན་པ/བཏོན་བཞིན་པ
cs: Přijímání/Odmítání
da: Accepterer / Afviser
el: Αποδοχή/Απόρριψη
es: Aceptando/Rechazando
et: Vastuvõtmine/tagasilükkamine
fa: پذیرش/رد کردن
fi: Hyväksyminen/Hylkääminen
hu: Elfogadás/Elutasítás
in: Menerima/Menolak
it: Accettare/Rifiutare
ja: 受け入れ/拒否
ko: 수락 / 거부
nb: Akseptere/Avvise
nl: Accepteren/afwijzen
pt: Aceitando/Rejeitando
sl: Sprejemljivo/Zavrnitev
sv: Accepterar/Avvisar
uk: Приймає/Відкидає
vi: Chấp nhận/từ chối

source: i2pchat
ko: I2P채팅

source: I2PChat
ko: I2P채팅

source: I2PControl
ar: التحكم I2P
az: I2Pnəzarət
da: I2PKontrol
es: Control I2P
et: I2PCkontroll
fa: کنترل I2P
fi: I2PC-ohjaus
in: Kontrol I2P
ja: I2Pコントロール
ko: I2P제어
nb: I2PKontroll
pt: I2PControle
sv: I2PKontroll
uk: I2PYправління
vi: I2PCĐiềukhiển

source: i2ptunnel
ar: نفقi2p
fa: تونل I2P
fi: i2pkäytävä
ko: I2P터널

source: susimail
ar: البريد
fa: سوسیمیل
ko: 스시메일

source: susidns
ko: 스시DNS

source: No transports (hidden or starting up?)
ar: ﻻ وسائل النقل (مخفية أو جاري البدء؟)
az: Nəqliyyat yoxdur (gizli və ya başlamaq?)
cs: Žádné transporty (skryté nebo začínající?)
da: Ingen transporter (skjult eller under opstart?)
el: Κανένας μεταφορέας (κρυφοί ή κατά την εκκίνηση;)
es: No hay transportes (¿ocultos o iniciándose?)
et: Pole transpordi protokolle (peidus või alles käivitun?)
fa: بدون حمل و نقل (مخفی یا راه اندازی؟)
fi: Ei kuljetuksia (piilotettu vai käynnistymässä?)
hu: Nincs átvitel (rejtett vagy indul)?
in: Tidak ada transport (tersembunyi atau sedang dinyalakan?)
it: Nessun trasporto (nascosto o in avvio?)
ja: トランスポートなし (隠されているかスタートアップ中？)
nb: Ingen transport (gjemt eller starter opp?)
nl: Geen transport (verborgen of aan het opstarten?)
pt: Sem transportes (escondidos ou a iniciar?)
sl: Brez prevoznikov (skriti ali se zagonja?)
sv: Inga transporter (gömd eller håller på att startas?)
uk: Немає транспортних протоколів (в прихованому режимі чи запущений нещодавно?)
vi: Không có truyền tải (bị ẩn hoặc đang khởi động?)

source: Home page changed
ar: تم تغيير الصفحة الرئيسية
az: Əsas səhifə dəyişdirildi
cs: Změněna domovská stránka
da: Hjemmeside ændret
el: Η αρχική σελίδα άλλαξε
es: Se ha cambiado la página principal
et: Kodulehekülg muudetud
fa: صفحه اصلی تغییر کرد
fi: Kotisivu vaihtunut
hu: Honlap megváltozott
in: Home page diubah
it: Pagina principale modificata
ja: ホームページが変更されました
nb: Hjemmeside endret
nl: Home page veranderd
pt: Página inicial alterada
sl: Domovska stran je spremenjena
sv: Startsida ändrad
uk: Домашню сторінку змінено
vi: Trang chủ đã thay đổi

source: Stat filter and location updated successfully to
ar: القانون الأساسي لتصفية وتحديث الموقع بنجاح
az: Stat filtri və yeri uğurla yeniləndi
cs: Statistický filtr a umístění byly úspěšně aktualizovány na
da: Stat filter og placering blev med succes opdateret til
el: Το φίλτρο στατιστικών και η τοποθεσία ενημερώθηκαν επιτυχώς σε
es: El filtro de estadísticas y la ubicación se han actualizado con éxito a
et: Statistikafilter ja asukoht uuendatud väärtusele
fa: فیلتر آمار و مکان با موفقیت به روز شد
fi: Tilastosuodatin ja sijainti päivitetty onnistuneesti
hu: Állapot szűrő és hely sikeresen frissítve a következőre
in: Stat filter dan lokasi berhasil diperbarui ke
it: Statistiche di filtro e località aggiornate con successo a
ja: 統計フィルタとロケーションが正常に更新されました:
nb: Statistikkfilter og plassering oppdatert til
nl: Statistiek filter en lokatie gesuccesvol geupdate in
pt: Stat filtro e localização atualizada com sucesso para
sl: Filter statistike in lokacija uspešno posodobljena na
sv: Statistikfilter och plats har uppdaterats till
uk: Фільтр статистики та місцезнаходження успішно оновлено
vi: Bộ lọc thống kê và vị trí được cập nhật thành công vào

source: Refresh disabled
ar: التحديث معطل
az: Yeniləmə qeyri-aktivdir
cs: Aktualizace stavu vypnuta
da: Opdater deaktiveret
el: Η ανανέωση απενεργοποιήθηκε
es: Actualizar desactivado
et: Värskendamine on keelatud
fa: تازه سازی غیرفعال شد
fi: Päivitys poistettu käytöstä
hu: Frissítés kikapcsolva
in: Refresh dinonaktifkan
it: Aggiornamento disabilitato
ja: 更新は無効です
nb: Oppdatering skrudd av
nl: Verversen uitgeschakeld
pt: Actualização desactivada
sl: Osveži je onemogočeno
sv: Uppdatering inaktiverad
uk: Оновлення вимкнено
vi: Làm mới bị vô hiệu hóa

source: Refresh interval changed
ar: تم تغيير الفاصل الزمني للتحديث
az: Yeniləmə intervalı dəyişdirildi
cs: Interval obnovy změněn
da: Opdateringsinterval ændret
el: Το διάστημα ανανέωσης άλλαξε
es: El intervalo de refresco ha cambiado
et: Värskendusintervall muudetud
fa: فاصله بازخوانی تغییر کرد
fi: Päivitysväliä muutettu
hu: A frissítési időköz megváltozott
in: Refresh interval diubah
it: Intervallo di aggiornamento cambiato
ja: 更新間隔が変更されました
nb: Oppdateringsintervall endret
nl: Verversingsinterval gewijzigd
pt: Intervalo de atualização alterado
sl: Interval osveževanja je spremenjen
sv: Uppdateringsintervall ändrat
uk: Інтервал оновлення змінено
vi: Khoảng thời gian làm mới đã thay đổi

source: Full summary bar default restored.
ar: تمت استعادة شريط الملخص الكامل الافتراضي.
az: Tam xülasə paneli default bərpa edildi.
cs: Obnoveno výchozí nastavení úplného souhrnu.
da: Fuld oversigtsbjælke som standard gendannet.
el: Η προεπιλεγμένη επαναφορά της γραμμής πλήρους σύνοψης.
es: Se han restablecido los valores predeterminados de la barra de resumen completa.
et: täielik kokkuvõtteriba vaikeväärtus on taastatud.
fa: نوار خلاصه کامل به طور پیش فرض بازیابی شد.
fi: Täysi yhteenvetopalkin oletusarvo palautettu.
hu: A teljes összegző sáv alapértelmezett beállítása visszaállítva.
in: Pengaturan bar informasi lengkap kembali ke default penuh.
it: Ripristino della barra di riepilogo completato.
ja: Full sidebar default restored.
nb: Standard for fullstendig sammendragslinje gjenopprettet.
nl: Volledig overzichtsbalk standaard hersteld.
pt: Padrão da barra de resumo completo restaurado.
sl: Celoten pregledni vrstici je obnovljena.
sv: Fullständig sammanfattningsfälts standard återställd.
uk: Повний зведений рядок за замовчуванням відновлено.
vi: Khôi phục mặc định thanh tóm tắt đầy đủ.

source: Summary bar will refresh shortly.
ar: سيتم تحديث شريط الملخص قريبًا.
az: Xülasə paneli tezliklə yenilənəcək.
cs: Souhrnný pruh se brzy obnoví.
da: Oversigtsbjælken opdateres om kort tid.
el: Η γραμμή σύνοψης θα ανανεωθεί σύντομα.
es: La barra de resumen se refrescará en breve.
et: Kokkuvõtte riba värskendatakse peagi.
fa: نوار خلاصه به زودی بازخوانی می شود.
fi: Yhteenvetopalkki päivittyy pian.
hu: Az összefoglaló sáv hamarosan frissül.
in: Bar informasi akan segar kembali sebentar lagi.
it: La barra di riepilogo si aggiornerà a breve.
ja: サイドバーはすぐに更新されます。
nb: Sammendragslinjen vil oppdateres snart.
nl: De samenvattingsbalk wordt binnenkort vernieuwd.
pt: A barra de resumo será atualizada em breve.
sl: Pregledna vrstica bo kmalu osvežena.
sv: Sammanfattningsfältet kommer att uppdateras inom kort.
uk: Панель підсумків незабаром оновиться.
vi: Thanh tóm tắt sẽ sớm được làm mới.

source: Minimal summary bar default restored.
ar: استعادة الحد الأدنى من شريط التلخيص الافتراضي.
az: Minimal xülasə çubuğu defolt bərpa edildi.
cs: Obnoveno výchozí nastavení lišty minimálního souhrnu.
da: Minimal oversigtsbjælke standard gendannet.
el: Η ελάχιστη γραμμή σύνοψης αποκαταστάθηκε από προεπιλογή.
es: Se han restablecido los valores predeterminados de la barra de resumen mínima.
et: minimaalne kokkuvõtteriba vaikeväärtus on taastatud.
fa: حداقل نوار خلاصه به طور پیش فرض بازیابی شد.
fi: Pienin yhteenvetopalkin oletusarvo palautettu.
hu: A minimális összegző sáv alapértelmezett értéke visszaállítva.
in: Pengaturan bar informasi minimal kembali ke default.
it: Ripristinato il valore della barra di riepilogo minima.
ja: 最小限のサイドバーのデフォルトが復元されました。
nb: Minimal oppsummeringslinje er gjenopprettet.
nl: Minimale samenvattingsbalk standaard hersteld.
pt: Padrão mínimo da barra de resumo restaurado.
sl: Minimalna pregledna vrstica je obnovljena.
sv: Minimal översiktsfältets standard återställd.
uk: Мінімальна зведена панель за замовчуванням відновлена.
vi: Khôi phục mặc định thanh tóm tắt tối thiểu.

source: Client tunnels for {0}
ar: أنفاق العميل لـ {0}
az: {0} üçün müştəri tunelləri
cs: Klientské tunely pro {0}
da: Klien tunneler for {0}
el: Τούνελ πελάτη για {0}
es: Túneles cliente para {0}
et: Tunnelid kliendile {0}
fa: تونل های مشتری برای {0}
fi: Asiakastunnelit kohteelle {0}
hu: Kliens alagút a következőnek: {0}
in: Client tunnels untuk {0}
it: I tunnel client per {0}
ja: {0} に対するクライアントトンネル
nb: Klient-tunneler for {0}
nl: Client tunnels voor {0}
pt: Túneis cliente para {0}
sl: Klientovi tuneli za {0}
sv: Klienttunnlar för {0}
uk: Клієнтські тунелі для {0}
vi: Đường hầm máy khách cho {0}
