Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Wherever possible, assets that are used repeatedly on your site should be loaded from an external file and not inlined. If you're using the same CSS on several pages, create a separate css file and load that in the <code>&lt;head&gt;</code> section of your pages. This will make styling updates to your site easier to manage, and will also allow the file to be cached in the visitor's browser, resulting in less bandwidth demands on your webserver and faster page loads for your visitors.
ar: حيثما أمكن ذلك، يجب تحميل الأصول المستخدمة باستمرار على موقعك من ملف خارجي وليس داخل الصفحة. إذا كنت تستخدم نفس أسلوب تنسيق الصفحات بصيغة سي إس إس على عدة صفحات، قم بإنشاء ملف سي إس إس منفصل وتحميله في قسم <code>&lt;head&gt;</code> لصفحاتك. سيجعل هذا عملية تحديث تنسيق موقعك أسهل في الإدارة، وسيسمح أيضًا بتخزين ملف التنسيق في ذاكرة تخزين المتصفح لدى الزائر، مما يؤدي إلى طلبات أقل لوحدة المعالجة المركزية على خادومك الويب وتحميل صفحات أسرع لزوارك."
az: Saytınızda təkrarlanan şəbəkə hissələri varsa, mümkünsə, onları bir xarici fayldan yükləmək və sıradan yaratmaq daha yaxşıdır. Bir neçə səhifədə eyni CSS istifadə edirsinizsə, müstəqil bir css faylı yaradın və onu səhifələrinizin <code>&lt;head&gt;</code> hissəsində yükləyin. Bu, saytınızın üslubunu idarə etmək üçün daha asan yeniləmələr edəcək və həmçinin faylın tərəfdaşın brauzerində keçilməsinə imkan verəcəkdir, bu da veb serverinizin bant genişliyindən daha az istifadə etməyinizə və ziyarətçilərinizə daha sürətli səhifə yüklənməsinə səbəb ola bilər.
bo: གང་རུང་གི་གནས་ཚུལ་ནི་ཁྱོད་ཀྱི་གློག་སྡེ་ནང་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཤོག་ཁུག་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་གཞི་བཟུང་བའི་CSS ནི་གཞི་བཟུང་བའི་ཤོག་ཁུག་ནང་གི་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱི་གློག་སྡེ་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཤོག་ཁུག་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོ། <code>&lt;head&gt;</code> དེ་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་གློག་སྡེ་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཤོག་ཁུག་གི་ཐོབ་ཐང་གི་ནང་དུ་བཟུང་བར་བཟོ་བོ། དེ་བོད་གློག་གི་ཞུང་གི་བེན་ཌི་ཝིཌི་གཞི་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱི་མི་ཚོར་བཟུང་བར་བཟོ་བོའི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོ།
cs: Pokud je to možné, měly by se opakovaně používané prostředky na vašem webu načíst z externího souboru a ne být vloženy. Pokud používáte stejný CSS na několika stránkách, vytvořte zvláštní css soubor a načtěte jej v sekci <code>&lt;head&gt;</code> na vašich stránkách. To usnadní správu aktualizací stylování vašeho webu a umožní soubor uložit v mezipaměti návštěvníka prohlížeče, což sníží požadavky na šířku pásma na vašem webovém serveru a zrychlí načítání stránek pro vaše návštěvníky.
da: Hvor det er muligt, bør indhold, der bruges gentagne gange på dit websted, indlæses fra en ekstern fil og ikke inlinet. Hvis du bruger den samme CSS på flere sider, skal du oprette en separat css-fil og indlæse den i <code>&lt;head&gt;</code>-sektionen på dine sider. Dette vil gøre det nemmere at håndtere stylingopdateringer på dit websted og tilladt, at filen kan caches i besøgendes browser, hvilket resulterer i mindre båndbreddebehov på din webserver og hurtigere sideindlæsning for dine besøgende.
el: Όπου είναι δυνατόν, οι πόροι που χρησιμοποιούνται επαναλαμβανόμενα στην ιστοσελίδα σας πρέπει να φορτώνονται από ένα εξωτερικό αρχείο και όχι να ενσωματώνονται. Εάν χρησιμοποιείτε τον ίδιο CSS σε αρκετές σελίδες, δημιουργήστε ένα ξεχωριστό αρχείο CSS και φορτώστε το στην ενότητα <code>&lt;head&gt;</code> των σελίδων σας. Αυτό θα διευκολύνει τη διαχείριση των ενημερώσεων του στυλ στην ιστοσελίδα σας και θα επιτρέψει επίσης να γίνει κρυφή αποθήκευση του αρχείου στον περιηγητή του επισκέπτη, με αποτέλεσμα μικρότερες απαιτήσεις εύρους ζώνης στο διακομιστή ιστού σας και ταχύτερη φόρτωση σελίδας για τους επισκέπτες σας.
es: Siempre que sea posible, los activos que se usen repetidamente en tu sitio deberían cargarse desde un archivo externo y no incrustados. Si estás usando el mismo CSS en varias páginas, crea un archivo css separado y cárgalo en la sección <code>&lt;head&gt;</code> de tus páginas. Esto hará que las actualizaciones de diseño en tu sitio sean más fáciles de gestionar, y también permitirá que el archivo sea almacenado en caché en el navegador del visitante, lo que resultará en menos demanda de ancho de banda para tu servidor web y cargas de página más rápidas para tus visitantes.
et: Kus võimalik, tuleks teie veebisaidil korduvalt kasutatavad ressursid laadida välisfailist ja mitte sisestada neid. Kui kasutate mitmel lehel sama CSS-i, looge eraldi css-fail ja laadige see oma lehekülgede <code>&lt;head&gt;</code> osasse. See muudab teie saidi kujunduse uuendamise lihtsamaks ja võimaldab faili vahepealset. memory-taluvates brauserites, vähemad teie veebiserveri ribalaiuse nõuded ja kiiremad lehe laadimised teie külastajate jaoks.
fa: هر جا که امکان داشته باشد، دارایی‌هایی که مکرراً در سایت‌تان استفاده می‌شوند باید از یک فایل خارجی و نه درون‌چین شده بارگیری شوند. اگر از همان CSS در چند صفحه استفاده می‌کنید، یک فایل CSS جداگانه ایجاد کنید و آن را در بخش <code>&lt;head&gt;</code> صفحات‌تان بارگذاری کنید. این کار به‌روزرسانی‌های ظاهر سایت‌تان را ساده‌تر مدیریت‌پذیر می‌کند و همچنین امکان ذخیره‌سازی (کش) فایل در مرورگر بازدیدکننده را فراهم می‌آورد که باعث کاهش تقاضای پهنای باند از سرور وب‌تان و بارگیری سریع‌تر صفحات برای بازدیدکنندگان‌تان می‌شود.
fi: Missä tahansa mahdollista, sivustollasi toistuvasti käytettävät tiedostot tulisi ladata ulkoisesta tiedostosta eikä sisällyttää sivun sisään. Jos käytät samaa CSS-tiedostoa usealla sivulla, luo erillinen CSS-tiedosto ja lataa se sivujesi <code>&lt;head&gt;</code>-osaan. Tämä helpottaa sivustosi ulkoasun päivitysten hallintaa ja mahdollistaa tiedoston välimuistitamisen vierailijan selaimessa, mikä vähentää kaistanleveyden tarvetta ja nopeuttaa sivujen latautumista vierailijoillesi.
hi: जहाँ भी संभव, जो संपत्तियाँ आपकी साइट पर बार-बार उपयोग होती हैं, उन्हें एकत्रित फ़ाइल से लोड करना चाहिए और इनलाइन नहीं करना चाहिए। यदि आप कई पृष्ठों पर समान CSS का उपयोग कर रहे हैं, तो एक अलग css फ़ाइल बनाएं और उसे अपने पृष्ठों के <code>&lt;head&gt;</code> खंड में लोड करें। यह आपकी साइट के डिज़ाइन अपडेट को प्रबंधन करने में आसानी प्रदान करेगा और फ़ाइल को आगंतुक के ब्राउज़र में कैश किया जा सकेगा, जिससे आपके वेबसर्वर पर बैंडविड्थ की मांग कम होगी और आपके आगंतुकों के लिए पृष्ठों को तेजी से लोड किया जाएगा।
hu: Ahol lehetséges, az oldalán ismétlődően használt erőforrásokat külső file-ból kell betölteni, ne legyenek beágyazva. Ha több oldalon is ugyanaz a CSS használatos, akkor készítsen külön css file-t és ezt töltse be az oldala <code>&lt;head&gt;</code> szekciójába. Ez megkönnyíti az oldal kinézetének frissítését, és lehetővé teszi a file gyorsítótárban tárolását a látogató böngészőjében, ezáltal kevesebb sávszélességet igényel az ön webszerverétől és gyorsabb betöltést eredményez a látogatók számára.
in: Di manapun memungkinkan, aset yang digunakan berulang kali pada situs Anda seharusnya dimuat dari file eksternal dan bukan dikenakan. Jika Anda menggunakan CSS yang sama pada beberapa halaman, buatlah file CSS terpisah dan muatlah file itu pada bagian <code>&lt;head&gt;</code> halaman Anda. Hal ini akan mempermudah pengelolaan pembaruan gaya pada situs Anda, dan juga akan mengizinkan file disimpan di cache browser pengunjung, sehingga mengurangi beban bandwidth pada webserver Anda dan mempercepat muatan halaman bagi pengunjung.
it: Ovunque possibile, le risorse utilizzate ripetutamente sul tuo sito dovrebbero essere caricate da un file esterno e non in linea. Se stai utilizzando lo stesso CSS su diverse pagine, crea un file CSS separato e caricalo nella sezione <code>&lt;head&gt;</code> delle pagine. Ciò faciliterà la gestione degli aggiornamenti di stile del tuo sito e consentirà anche al file di essere memorizzato nella cache del browser del visitatore, riducendo così le richieste di larghezza di banda sul tuo webserver e velocizzando il caricamento delle pagine per i visitatori.
ja: 可能な限り、サイトで繰り返し使用されるアセットは、インラインではなく外部ファイルからロードする必要があります。複数のページで同じCSSを使用している場合は、独立したCSSファイルを作成し、ページの<head>セクションでそれをロードします。これにより、サイトのスタイルの更新が簡単になり、ファイルを訪問者のブラウザでキャッシュすることも可能になります。これにより、Webサーバーへの帯域幅要求が少なくなり、訪問者のページ読み込みが高速化されます。
ko: 가능한 경우 사이트에서 반복해서 사용되는 자산은 외부 파일에서 로드되어야하며 인라인으로 포함되어서는 안됩니다. 여러 페이지에서 동일한 CSS를 사용하는 경우 별도의 css 파일을 만들고 해당 파일을 페이지의 <code>&lt;head&gt;</code> 섹션에 로드하세요. 이렇게하면 사이트의 스타일 업데이트를 쉽게 관리할 수 있으며, 방문자의 브라우저에 파일이 캐시되어 웹 서버의 대역폭 수요가 줄어들고 방문자의 페이지 로드가 더 빨라집니다.
nb: Hvor det er mulig, bør ressurser som brukes gjentatte ganger på nettstedet ditt lastes fra en ekstern fil og ikke inline. Hvis du bruker samme CSS på flere sider, opprett en separat css-fil og last den i <code>&lt;head&gt;</code>-delen av sidene dine. Dette vil gjøre det lett å håndtere stilendringer på nettstedet ditt, og lar også filen bli lagret i besøkendes nettleser, noe som fører til mindre båndbreddekrav på webserveren din og raskere sidebelastning for besøkende.
nl: Waar mogelijk moeten assets die herhaaldelijk op je site worden gebruikt, worden geladen vanuit een extern bestand en niet inline. Als je dezelfde CSS op verschillende pagina's gebruikt, maak dan een apart CSS-bestand aan en laad dit in de <code>&lt;head&gt;</code>-sectie van je pagina's. Dit maakt het beheren van styling-updates op je site gemakkelijker en stelt het bestand in staat om te worden gecachet in de browser van de bezoeker, waardoor er minder bandbreedte wordt gevraagd van je webserver en pagina's sneller laden voor je bezoekers.
pt: Onde for possível, ativos que são usados repetidamente em seu site devem ser carregados de um arquivo externo e não inline. Se você estiver usando o mesmo CSS em várias páginas, crie um arquivo css separado e carregue-o na seção <code>&lt;head&gt;</code> de suas páginas. Isso facilitará a atualização de estilos em seu site e também permitirá que o arquivo seja armazenado em cache no navegador do visitante, resultando em menos demandas de largura de banda em seu servidor da web e tempos de carregamento mais rápidos para seus visitantes.
sl: Kjer je mogoče, sredstva, ki se na vaši strani uporabljajo ponovno, bi morala biti naložena iz zunanje datoteke in ne vgrajena. Če na več strani uporabljate enako CSS, ustvarite ločeno css datoteko in naložite to v <code>&lt;head&gt;</code> sekciji vaših strani. To bo izboljšalo nadzor nad posodobitvami stilizacije vaše strani, in bo tudi omogočil datoteko, da se shrani v predpomnilnik brskalnika obiskovalca, kar rezultira z manjšimi zahtevami za širino pasma vašega spletne strežnika in hitrejšimi naložitvami strani za vaše obiskovalce.
sv: Om möjligt bör multimediainnehåll som används igen på din webbplats laddas från en extern fil och inte inlinas. Om du använder samma CSS på flera sidor, skapa en separat CSS-fil och ladda in den i <code>&lt;head&gt;</code>-sektionen på dina sidor. Detta gör att uppdateringar av stilmallarna på din webbplats blir enklare att hantera och kommer även att tillåta att filen cachas i besökarens webbläsare, vilket minskar bandbreddsbelastningen på din webbserver och ger snabbare sidinläsning för dina besökare.
uk: У всіх можливих випадках, ресурси які використовуються повторно на вашому сайті повинні завантажуватись з зовнішнього файлу, а не бути вбудованими. Якщо ви використовуєте той самий CSS на декількох сторінках, створіть окремий CSS файл і завантажуйте його в розділ <code>&lt;head&gt;</code> ваших сторінок. Це полегшить керування стилістикою на вашому сайті, і також дозволить файлу бути скешованим в браузері відвідувача, що призведе до меншої навантаження на ваш веб-сервер і швидших завантажень сторінок для відвідувачів.
vi: Bất cứ khi nào có thể, nội dung được sử dụng nhiều lần trên trang web của bạn phải được tải từ tệp bên ngoài chứ không phải nội tuyến. Nếu bạn đang sử dụng cùng một CSS trên nhiều trang, hãy tạo một tệp css riêng và tải tệp đó vào phần <code>&lt;head&gt;</code> của các trang của bạn. Điều này sẽ giúp quản lý các cập nhật kiểu dáng cho trang web của bạn dễ dàng hơn và cũng sẽ cho phép tệp được lưu vào bộ nhớ đệm trong trình duyệt của khách truy cập, dẫn đến nhu cầu băng thông trên máy chủ web của bạn ít hơn và tải trang nhanh hơn cho khách truy cập.

source: Consider using a backend cache
ar: تأمل استخدام ذاكرة تخزين خلفية
az: Arxa uçdavaranın istifadəsini nəzərə alın
bo: གཞི་བཟུང་བའི་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་བཟུང་བར་བཟོ་བོ།
cs: Zvažte použití cache na straně serveru
da: Overvej at bruge en backend cache
el: Εξετάστε τη χρήση μιας προσωρινής μνήμης πίσω από το διακομιστή
es: Considera usar una caché en backend
et: Kaaluge tausta vahemälu kasutamist
fa: مطالعه استفاده از کش (کیش) پشتیبانی
fi: Harkitse taustavälimuistin käyttöä
hi: बैकएंड कैश का उपयोग करने की विचार करें
hu: Fontolja meg a háttér gyorsítótár használatát
in: Pertimbangkan penggunaan penyimpanan antarmuka
it: Considera l'utilizzo di una cache di backend
ja: バックエンドキャッシュの使用を検討してください
ko: 백엔드 캐시 사용을 고려하세요.
nb: Vurder å bruke en backend-cache
nl: Overweeg het gebruik van een cache aan de achterkant
pt: Considere o uso de um cache backend
sl: Razmislite o uporabi predpomnilnika nazadja
sv: Överväg att använda ett cacheminne i bakgrunden (backend-cache)
uk: Розгляньте можливість використання кешу на бекенді
vi: Cân nhắc sử dụng bộ nhớ đệm phía máy chủ
