Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Please enter a search query
ar: الرجاء إدخال إستعلام البحث
az: Lütfən, axtarış sorğusu daxil edin
bo: འཚོལ་བཤེར་འདྲི་བ་འབྲི་རོགས།
cs: Zadejte vyhledávací dotaz
da: Indtast venligst en søgeforespørgsel
el: Εισαγάγετε ένα ερώτημα αναζήτησης
es: Por favor introduzca término de búsqueda
et: Palun sisestage otsingupäring
fa: لطفا یک عبارت جستجو را وارد کنید
fi: Syötä hakukysely
hi: कृपया एक खोज प्रश्नावली दर्ज करें
hu: Kérjük, írjon be egy keresési lekérdezést
in: Silakan masukkan permintaan pencarian
it: Perfavore inserisci una query di ricerca
ja: 検索クエリを入力してください
ko: 검색어를 입력해주세요
nb: Vennligst skriv inn et søk
nl: Voer een zoekopdracht in
pt: Por favor, insira uma consulta de pesquisa
sl: Prosim, vnesite iskalni niz
sv: Vänligen ange en sökfråga
uk: Будь ласка введіть запит пошуку
vi: Vui lòng nhập truy vấn tìm kiếm

source: Search
ar: بحث
az: Axtar
bo: འཚོལ་བ།
cs: Hledat
da: Søg
el: Αναζήτηση
es: Buscar
et: Otsi
fa: جستجو
fi: Haku
hi: ोज
hu: Keresés
in: Cari
it: Ricerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pt: Pesquisar
sl: Iskanje
sv: Sök
uk: Пошук
vi: Tìm

source: Customize links
ar: تخصيص الروابط
az: Bağlantıları fərdiləşdirin
bo: འབྲེལ་ལམ་སྒྲིག་བཟོ།
cs: Přizpůsobte odkazy
da: Tilpas links
el: Προσαρμογή συνδέσμων
es: Personalizar enlaces
et: Kohandage linke
fa: پیوندها را سفارشی کنید
fi: Mukauta linkkejä
hi: लिंक कस्टमाइज़ करें
hu: A linkek testreszabása
in: Sesuaikan tautan
it: Personalizza i collegamenti
ja: リンクをカスタマイズする
ko: 링크 수정
nb: Tilpass lenker
nl: Koppelingen aanpassen
pt: Personalizar links
sl: Prilagodba povezav
sv: Anpassa länkar
uk: Налаштуйте посилання
vi: Tùy chỉnh liên kết

source: Configure display language, theme and optional console password
ar: تكوين لغة العرض والموضوع وكلمة مرور وحدة التحكم الاختيارية
az: Ekran dilini, mövzunu və əlavə konsol parolunu konfiqurasiya edin
bo: བཀྲ་བའི་སྐད་ཡིག་དང་། བརྗོད་བྱ། གདམ་ཀ་ console གསང་ཨང་བཀོད་སྒྲིག
cs: Nakonfigurujte jazyk zobrazení, téma a volitelné heslo konzoly
da: Konfigurér sprog, tema og valgfrit konsoladgangskode
el: Διαμόρφωση γλώσσας εμφάνισης, θέματος και προαιρετικού κωδικού πρόσβασης κονσόλας
es: Configurar idioma, tema y contraseña opcional de consola
et: seadistage kuvakeel, teema ja valikuline konsooli parool
fa: پیکربندی زبان نمایش، تم و رمز عبور اختیاری کنسول
fi: Määritä näytön kieli, teema ja valinnainen konsolin salasana
hi: दिखावा भाषा, थीम और वैलेंट कंसोल पासवर्ड को सेट करें
hu: A megjelenítési nyelv, a téma és az opcionális konzoljelszó konfigurálása
in: Konfigurasikan bahasa tampilan, tema, dan kata sandi konsol opsional
it: Configura la lingua di visualizzazione, il tema e la password della console opzionale
ja: 表示言語、テーマ、およびオプションのコンソールパスワードを設定します
ko: 표시 언어, 테마 및 선택적 콘솔 비밀번호 설정
nb: Konfigurer skjermspråk, tema og valgfritt konsollpassord
nl: Configureer de weergavetaal, het thema en het optionele consolewachtwoord
pt: Configurar idioma de exibição, tema e senha opcional do console
sl: Konfiguriraj jezik prikaza, temo in nepovrzeno geslo konzole
sv: Konfigurera visningsspråk, tema och valfritt konsollösenord
uk: Налаштуйте мову відображення, тему та додатковий пароль консолі
vi: Cấu hình ngôn ngữ hiển thị, chủ đề và mật khẩu bảng điều khiển tùy chọn

source: Language
bo: སྐད་ཡིག
hi: भाषा
ko: 언어

source: Configure router bandwidth
ar: تكوين عرض النطاق الترددي لجهاز التوجيه
az: Routerin bant genişliyini konfiqurasiya edin
bo: རོ་ཌེར་སྐུད་རྒྱ་བཀོད་སྒྲིག
cs: Nakonfigurujte šířku pásma routeru
da: Konfigurér router båndbredde
el: Διαμόρφωση εύρους ζώνης δρομολογητή
es: Configurar ancho de banda del enrutador
et: ruuteri ribalaiuse konfigureerimine
fa: پهنای باند روتر را پیکربندی کنید
fi: Määritä reitittimen kaistanleveys
hi: राउटर बैंडविड्थ को सेट करें
hu: Az útválasztó sávszélességének konfigurálása
in: Konfigurasikan bandwidth router
it: Configura la larghezza di banda del router
ja: ルーターの帯域幅を設定する
ko: 라우터 대역폭 설정
nb: Konfigurer ruterens båndbredde
nl: Routerbandbreedte configureren
pt: Configurar largura de banda do roteador
sl: Konfigurirajte širino pasma strežnika
sv: Konfigurera routerns bandbredd
uk: Налаштуйте пропускну здатність маршрутизатора
vi: Cấu hình băng thông bộ định tuyến

source: router information
ar: معلومات جهاز التوجيه
az: marşrutlaşdırıcı məlumatı
bo: རོ་ཌེར་ཆ་འཕྲིན།
cs: informace o routeru
el: πληροφορίες δρομολογητή
es: información del enrutador
et: ruuteri teave
fa: اطلاعات روتر
fi: reitittimen tiedot
hi: राउटर जानकारी
hu: router információ
in: informasi router
it: informazioni sul router
ja: ルーター情報
ko: 라우터 정보
nb: ruterinformasjon
nl: routerinformatie
pt: informações do roteador
sl: informacije o strežniku
uk: інформація про маршрутизатор
vi: thông tin bộ định tuyến

source: Router Summary
ar: ملخص جهاز التوجيه
az: Router Xülasəsi
bo: རོ་ཌེར་སྡུད་རྟགས།
cs: Souhrn směrovače
da: Routeroversigt
el: Σύνοψη δρομολογητή
es: Resumen del enrutador" #: ../jsp/WEB-INF/classes/net/i2p/router/web/jsp/jars_jsp.java:28
et: ruuteri kokkuvõte
fa: خلاصه روتر
fi: Reitittimen yhteenveto
hi: राउटर सारांश
hu: A router összefoglalója
in: Ringkasan Router
it: Riepilogo del Router
ja: ルーターの概要
ko: 라우터 요약
nb: Rutersammendrag
nl: Routersamenvatting
pt: Resumo do roteador
sl: Pregled strežnika
sv: Routersammanfattning
uk: Підсумок маршрутизатора
vi: Tóm tắt bộ định tuyến

source: Jar File Dump
ar: تفريغ ملف الجرة
az: Kavanoz Fayl Dump
bo: Jar ཡིག་ཆ་བརྡབ་འགྲོ།
cs: Dump Files
el: Χωματερή αρχείου Java
es: Volcado de archivo Jar
et: Jar Faili Tühjendus
fa: متن نوار ابزار فایل Jar
hi: Jar फ़ाइल डंप
hu: Jar Fájl Lerakat
ja: Jarファイルダンプ
ko: Jar 파일 덤프
nb: Jar Fildump
nl: Jar Bestand Dump
pt: Dump arquivo Jar
sl: Vsod datoteke Jar
sv: Jar-fil dump
uk: Дамп файлу Jar
vi: Kết xuất tệp Jar

source: job queue stats
ar: احصائيات قائمة الانتظار المهمة
az: iş növbəsi statistikası
bo: ལས་ཀའི་གྲལ་སྒྲིག་སྡོམ་རྟགས།
cs: Statistiky fronty úloh
da: jobkøstatistik
el: στατιστικά ουράς εργασίας
es: estadísticas de la cola de tareas
et: tööjärjekorra statistika
fa: آمار صف شغل
fi: työjonotilastot
hi: कार्य टू क्वी स्टैट्स
hu: munkasor statisztika
in: statistik antrian pekerjaan
it: statistiche della coda dei lavori
ja: ジョブキューの統計
ko: 작업 대기열 통계
nb: jobbkøstatistikk
nl: statistieken van taakwachtrijen
pt: estatísticas da fila de trabalhos
sl: statistika vrsta nalog
sv: jobbköstatistik
uk: статистика черги завдань
vi: số liệu thống kê hàng đợi công việc

source: Job Queue
ar: قائمة الانتظار المهمة
az: İş növbəsi
bo: ལས་ཀའི་གྲལ་སྒྲིག
cs: Fronta úloh
da: Jobkø
el: Ουρά εργασίας
es: Cola de tareas
et: Tööjärjekord
fa: صف شغل
fi: Työjono
hi: कार्य क्वी
hu: Feladatsor
in: Antrean Pekerjaan
it: Coda di Lavori
ja: ジョブキュー
ko: 작업 대기열
nb: Jobbkø
nl: Taakwachtrij
pt: Fila de Trabalho
sl: Red nalog
sv: Jobbkö
uk: Черга завдань
vi: Hàng đợi công việc

source: Job statistics for this session
ar: إحصائيات الوظائف لهذه الدورة
az: Bu sessiya üçün iş statistikası
bo: འདིའི་ལོ་རིམ་གྱི་ལས་ཀའི་སྡོམ་རྟགས།
cs: Statistika práce pro tuto relaci
da: Jobstatistik for denne session
el: Στατιστικά στοιχεία εργασίας για αυτήν τη συνεδρία
es: Estadísticas de tareas para esta sesión
et: Selle seansi tööstatistika
fa: آمار مشاغل این جلسه
fi: Tämän istunnon työtilastot
hi: इस सत्र के लिए कार्य सांख्यिकी
hu: Munkastatisztikák ehhez a munkamenethez
in: Statistik pekerjaan untuk sesi ini
it: Statistiche lavoro per questa sessione
ja: このセッションのジョブ統計
ko: 이 세션의 작업 통계
nb: Jobbstatistikk for denne økten
nl: Taakstatistieken voor deze sessie
pt: Estatísticas de trabalho para esta sessão
sl: Statistika nalog za to sejo
sv: Jobbstatistik för denna session
uk: Статистика роботи для цього сеансу
vi: Thống kê công việc cho phiên này

source: Job Stats
ar: احصائيات الوظيفة
az: İş Statistikası
bo: ལས་ཀའི་སྡོམ་རྟགས།
cs: Statistiky práce
da: Jobstatistik
el: Στατιστικά εργασίας
es: Estadísticas de tareas
et: Tööstatistika
fa: آمار شغلی
fi: Työtilastot
hi: कार्य स्टैट्स
hu: Állásstatisztikák
in: Statistik Pekerjaan
it: Statistiche sul lavoro
ja: ジョブ統計
ko: 작업 통계
nb: Jobbstatistikk
nl: Taakstatistieken
pt: Estatísticas de Trabalho
sl: Statistika nalog
sv: Jobbstatistik
uk: Статистика роботи
vi: Thống kê công việc

source: Active and scheduled jobs
ar: الوظائف النشطة والمقررة
az: Aktiv və planlaşdırılmış işlər
bo: ཤུགས་ལྡན་དང་ལེགས་འགོད་ལས་ཀ།
cs: Aktivní a naplánované úlohy
da: Aktive og planlagte jobs
el: Ενεργές και προγραμματισμένες εργασίες
es: Tareas activas y programadas
et: aktiivsed ja plaanipärased tööd
fa: مشاغل فعال و برنامه ریزی شده
fi: Aktiiviset ja aikataulutetut työt
hi: एक्टिव और अनुसूचित कार्य
hu: Aktív és ütemezett munkák
in: Pekerjaan aktif dan terjadwal
it: Lavori attivi e pianificati
ja: アクティブなジョブとスケジュールされたジョブ
ko: 활성 및 예정된 작업
nb: Aktive og planlagte jobber
nl: Actieve en geplande taken
pt: Trabalhos ativos e programados
sl: Aktivni in napredno napovedani nalogi
sv: Aktiva och schemalagda jobb
uk: Активні та заплановані роботи
vi: Các công việc tích cực và theo lịch trình

source: job queue statistics
ar: إحصائيات طابور العمل
az: iş növbəsi statistikası
bo: ལས་ཀའི་གྲལ་སྒྲིག་སྡོམ་རྟགས།
cs: Statistika fronty úloh
da: jobkøstatistik
el: στατιστικά ουράς εργασίας
es: estadísticas de la cola de tareas
et: tööjärjekorra statistika
fa: آمار صف شغل
fi: työjonotilastot
hi: कार्य क्वी स्टैटिस्टिक्स
hu: feladatsor statisztika
in: statistik antrian pekerjaan
it: statistiche della coda dei lavori
ja: ジョブキュー統計
ko: 작업 대기열 통계
nb: jobbkøstatistikk
nl: statistieken van taakwachtrijen
pt: estatísticas da fila de trabalhos
sl: statistika vrsta nalog
sv: jobbköstatistik
uk: статистика черги завдань
vi: Thống kê

source: Job Queue Stats
ar: إحصائيات قائمة انتظار الوظائف
az: İş Növbəsi Statistikası
bo: ལས་ཀའི་གྲལ་སྒྲིག་སྡོམ་རྟགས།
cs: Statistika fronty úloh
da: Jobkøstatistik
el: Στατιστικά ουράς εργασίας
es: Estadísticas de la cola de tareas
et: Tööjärjekorra statistika
fa: آمار صف شغل
fi: Työjonotilastot
hi: कार्य क्वी स्टैट्स
hu: Feladatsorok statisztikái
in: Statistik Antrean Pekerjaan
it: Statistiche coda lavori
ja: ジョブキュー統計
ko: 작업 대기열 통계
nb: Jobbkøstatistikk
nl: Statistieken van taakwachtrijen
pt: Estatísticas da fila de trabalhos
sl: Statistika vrsta nalog
sv: Jobbköstatistik
uk: Статистика черги завдань
vi: Thống kê hàng đợi công việc

source: network database
ar: قاعدة بيانات الشبكة
az: şəbəkə verilənlər bazası
bo: དྲ་བའི་གཞི་གྲངས།
cs: síťová databáze
da: netværksdatabasen
el: βάση δεδομένων δικτύου
es: base de datos de red
et: võrgu andmebaas
fa: پایگاه داده شبکه
fi: verkkotietokanta
hi: नेटवर्क डेटाबेस
hu: hálózati adatbázis
in: database jaringan
it: database della rete
ja: ネットワークデータベース
ko: 네트워크 데이터베이스
nb: nettverksdatabase
nl: netwerk database
pt: banco de dados da rede
sl: baza podatkov omrežja
sv: nätverksdatabasen
uk: база даних мережі
vi: cơ sở dữ liệu mạng

source: Encryption type
bo: གསང་བཅད་རིགས།
hi: एन्क्रिप्शन प्रकार
ko: 암호화 유형

source: Encryption types
bo: གསང་བཅད་རིགས།
hi: एन्क्रिप्शन प्रकार
ko: 암호화 유형

source: Signature types
bo: མིང་རྟགས་རིགས།
hi: हस्ताक्षर प्रकार
ko: 서명 유형

source: Locally hosted private service
bo: ས་གནས་སུ་བཞག་པའི་སྒེར་གྱི་ཞབས་ཞུ།
hi: स्थानीय रूप से होस्ट की गई निजी सेवा
ko: 로컬에서 호스팅된 개인 서비스

source: Locally hosted public service
bo: ས་གནས་སུ་བཞག་པའི་སྤྱི་པའི་ཞབས་ཞུ།
hi: स्थानीय रूप से होस्ट की गई सार्वजनिक सेवा
ko: 로컬에서 호스팅된 공개 서비스

source: Requested client leaseset
bo: བླང་བའི་ client leaseset
hi: अनुरोधित क्लाइंट लीज़सेट
ko: 요청된 클라이언트 리스셋

source: Remote
bo: བརྒྱུག་པ
hi: दूर
ko: 원격

source: network database router map
bo: དྲ་བའི་གཞི་གྲངས་རོ་ཌེར་ས་ཁྲ།
hi: नेटवर्क डेटाबेस राउटर मानचित्र
ko: 네트워크 데이터베이스 라우터 지도
sl: karta strežnika baze podatkov omrežja

source: Network Database Router Map
bo: དྲ་བའི་གཞི་གྲངས་རོ་ཌེར་ས་ཁྲ།
hi: नेटवर्क डेटाबेस राउटर मानचित्र
ko: 네트워크 데이터베이스 라우터 지도
sl: Karta strežnika baze podatkov omrežja

source: News
ar: الأخبار
az: Xəbərlər
bo: གསར་འགྱུར།
cs: Novinky
da: Nyheder
el: Νέα
es: Noticias
et: Uudised
fa: اخبار
fi: Uutiset
hi: समाचार
hu: Hírek
in: Berita
it: Notizie
ja: ニュース
ko: 뉴스
nb: Nyheter
nl: Nieuws
pt: Notícias
sl: Novice
sv: Nyheter
uk: Новини
vi: Tin tức

source: Latest News
ar: الأخبار
az: Son Xəbərlər
bo: མཐའ་མའི་གསར་འགྱུར།
cs: Nejnovější zprávy
da: Seneste nyheder
el: Τελευταία Νέα
es: Últimas noticias
et: Viimased uudised
fa: آخرین اخبار
fi: Viimeisimmät uutiset
hi: ताजा समाचार
hu: Legfrissebb hírek
in: Berita Terbaru
it: Ultime notizie
ja: 最新のニュース
ko: 최신 뉴스
nb: Siste nytt
nl: Laatste Nieuws
pt: Últimas Notícias
sl: Najnovejše novice
sv: Senaste nyheter
uk: Останні новини
vi: Tin tức mới nhất

source: WebApp Not Found
ar: صفحة غير موجودة
az: Veb Tətbiqi Tapılmadı
bo: WebApp མ་རྙེད།
cs: WebApp nenalezen
da: WebApp blev ikke fundet
el: Η εφαρμογή ιστού δεν βρέθηκε
es: Aplicación web no encontrada
et: Veebirakendust ei leitud
fa: برنامه وب یافت نشد
fi: Web -sovellusta ei löytynyt
hi: वेबएप नहीं मिला
hu: WebAlkalmazás Nem Található
in: WebApp tidak ditemukan
it: WebApp non trovata
ja: Webアプリが見つかりません
ko: 웹앱 발견안됨
nb: WebApp ikke funnet
nl: WebApp Niet Gevonden
pt: WebApp não encontrado
sl: WebApp Ni našel
sv: Webbapp hittades inte
uk: Веб-додаток не знайдено
vi: Không tìm thấy ứng dụng web

source: Web Application Not Running
ar: تطبيق الويب لا يشتغل
az: Veb Tətbiqi İşləmir
bo: Web Application འཁོར་མེད།
cs: Webová aplikace neběží
da: Web Applikation Kører Ikke
el: Η εφαρμογή ιστού δεν εκτελείται
es: La aplicación web no está ejecutándose
et: Veebirakendus pole käivitatud
fa: برنامه وب در حال اجرا نیست
fi: Web-sovellus ei käynnissä.
hi: वेब अनुप्रयोग चल नहीं रहा है
hu: Webalkalmazás Nem Fut
in: Aplikasi web yang tidak berjalankan
it: Applicazione web non in esecuzione
ja: Webアプリケーションが実行されていません
ko: 웹앱 실행중 아님
nb: Nettapplikasjon kjører ikke
nl: Web Applicatie Draai Niet
pt: Aplicação Web não está em execução
sl: Spletna aplikacija ne deluje
sv: Webbprogram körs inte
uk: Веб-програма не працює
vi: Ứng dụng web không chạy

source: The requested web application is not running.
ar: لم يتم تشغيل التطبيق الويب المطلوب.
az: Tələb olunan veb tətbiqi işləmir.
bo: བླང་བའི་ web application འཁོར་མེད།
cs: Požadovaná webová aplikace neběží.
da: Den efterspurgte web applikation kører ikke.
el: Η ζητούμενη web εφαρμογή δεν εκτελείται.
es: La aplicación web solicitada no está ejecutándose.
et: Soovitud veebirakendus ei ole käivitatud.
fa: برنامه وب درخواستی اجرا نمی شود.
fi: Pyydetty Web-sovellus ei ole käynnissä.
hi: अनुरोधित वेब अनुप्रयोग चल नहीं रहा है।
hu: A kért webalkalmazás nem fut.
in: Aplikasi web yang diminta tidak berjalan.
it: L'applicazione web richiesta non è in esecuzione.
ja: 要求された Web アプリケーションは実行されていません。
ko: 요청된 웹앱이 실행되고 있지 않습니다.
nb: Den forespurte nettapplikasjonen kjører ikke.
nl: De gevraagde web applicatie draait niet.
pt: A aplicação web requisitada não está em execução
sl: Zahtevana spletna aplikacija ne deluje.
sv: Det efterfrågade webbprogrammet körs inte
uk: Потрібна веб-програма не працює.
vi: Ứng dụng web được yêu cầu không chạy.

source: Please visit the {0}config clients page{1} to start it.
ar: يرجى زيارة صفحة {0}تكوين العملاء{1} لبدء تشغيله.
az: Başlamaq üçün {0}konfiqurasiya müştəriləri səhifəsinə{1} daxil olun.
bo: དེ་འགོ་ཚུགས་པར་ {0}config clients page{1} ལ་འགྲེམ་རོགས།
cs: Navštivte prosím {0}stránku konfiguračních klientů{1} a spusťte jej.
da: Besøg {0} config klienter side {1} for at starte den.
el: Παρακαλώ επισκεφθείτε τη σελίδα {0}config clients{1} για να το ξεκινήσετε.
es: Por favor visite la {0}página de configuración de los clientes{1} para iniciarlo.
et: Selle käivitamiseks külastage {0}konfiguratsiooniklientide lehte{1}.
fa: لطفاً برای شروع به {0}صفحه مشتریان پیکربندی{1} مراجعه کنید.
fi: Käy {0}config clients -sivulla{1} aloittaaksesi sen.
hi: Bitte besuchen Sie die {0}Konfiguration der Clients-Seite{1}, um es zu starten.
hu: Kérjük, látogasson el a {0}konfig kliensek oldalára{1} az indításhoz.
in: Kunjungi konfigurasi klien {0} di halaman {1} untuk mememulainya.
it: Perfavore visita la {0}pagina configurazione clients{1} per avviarlo.
ja: これを開始するには、{0}クライアントの構成ページ{1}にアクセスしてください。
ko: {0}config clients page{1}를 방문해 시작해주세요.
nb: Besøk {0}siden for konfigurasjonsklienter{1} for å starte den.
nl: Bezoek de {0}configureer cliënten pagina{1} om het te starten.
pt: Visite a {0}página de configuração de clientes{1} para iniciá-lo.
sl: Prosim, obiščite {0}stran za konfiguracijo klientov{1}, da jo zagnete.
sv: Gå till {0}klientkonfiguration{1} för att starta den.
uk: Будь ласка, відвідайте {0}сторінку конфігурації клієнтів{1}, щоб запустити його.
vi: Vui lòng truy cập {0}trang cấu hình ứng dụng khách{1} để khởi động.

source: peer connections
ar: اتصالات الأقران
az: həmyaşıd əlaqələri
bo: peer འབྲེལ་བ།
cs: peer připojení
da: peer forbindelser
el: συνδέσεις με ομότιμους
es: conexiones con pares
et: ühendused ruuteritega
fa: ارتباطات همتا
fi: yhteydet vertaissolmuihin
hi: पीयर कनेक्शन
hu: társ csatlakozások
in: Koneksi peer
it: connessioni peer
ja: ピア接続
ko: 피어 연결
nb: likemannstilkoblinger
nl: peer connecties
pt: conexões com os pares
sl: povezave med sosednjimi strežniki
sv: nod-anslutningar
uk: однорангові з'єднання
vi: kết nối ngang hàng

source: Network Peers
ar: الأقران على الشبكة
az: Şəbəkə həmyaşıdları
bo: དྲ་བའི་ Peers
cs: Síťoví kolegové
da: Netværkspeers
el: Δικτυακοί Συνομιλητές
es: Pares en la red I2P
et: Võrgukaaslased
fa: همتایان شبکه
fi: Verkkoverkot
hi: नेटवर्क पीयर
hu: Hálózati Partnerek
in: Rekan Jaringan
it: Coetanei di rete
ja: ネットワークピア
ko: 네트워크 피어
nb: Nettverks Jevnaldrende
nl: Netwerkgenoten
pt: Pares de rede
sl: Sosednji strežniki omrežja
sv: Nätverkskollegor
uk: Однорангові мережі
vi: Đồng nghiệp Mạng

source: peer profiles
ar: بروفايل المستخدمين
az: həmyaşıd profilləri
bo: peer གསལ་ཐོ།
cs: profily vrstevníků
da: peer profiler
el: προφίλ ομότιμων
es: perfiles de los pares
et: ruuterite profiilid
fa: پروفایل های همتا
fi: vertaissolmujen profiilit
hi: पीयर प्रोफ़ाइल
hu: társ profilok
in: Profil peer
it: profili dei peer
ja: ピアプロファイル
ko: 피어 프로필
nb: likemannsprofiler
nl: peer profielen
pt: perfis dos pares
sl: profili sosednjih strežnikov
sv: nodprofiler
uk: профілі однолітків
vi: Hồ sơ ngang hàng

source: Session Banned Peers
ar: جلسة المحظورة أقرانهم
az: Sessiya Qadağan Edilən Həmyaşıdlar
bo: ལོ་རིམ་བློག་པའི་ Peers
cs: Sousedé zakázáni ve spuštěné relaci
da: Session forbudt kammerater
el: Απαγορευμένοι συνομήλικοι συνεδρίας
es: Pares prohibidos de la sesión
et: Seansi ajal keelatud kaaslased
fa: همتایان محروم از جلسه
fi: Istuntokielletyt vertaiset
hi: सेशन में प्रतिबंधित पीयर
hu: Munkamenet tiltott társak
in: Sesi Dilarang Rekan
it: Sessione di peer bannati
ja: セッション禁止ピア
ko: 세션 금지 피어
nb: Sesjon forbudte jevnaldrende
nl: Sessie verboden leeftijdsgenoten
pt: Peers banidos por sessão
sl: Sosednji strežniki, prepovedani v seji
sv: Session förbjudna kamrater
uk: Заборонені однорангові сесії
vi: Đồng đẳng bị cấm trong phiên

source: Banned Peers
ar: مستخدمون ممنوعون
az: Qadağan edilmiş həmyaşıdlar
bo: བློག་པའི་ Peers
cs: Zakázaní vrstevníci
da: Bannede peers
el: Απαγορευμένοι συνομήλικοι
es: Pares excluidos
et: Bännitud ruuterid
fa: همتایان ممنوع
fi: Estetyt vertaissolmut
hi: बैन किए गए समकक्ष
hu: Kitiltott Társak
in: Peers yang Diblokir
it: Peer bannati
ja: 禁止されているピア
ko: 차단된 피어
nb: Bannlyste likemenn
nl: Verbannen Peers
pt: Pares banidos
sl: Prepovedani parterji
sv: Förbjudna noder
uk: Забанені однолітки
vi: Đồng nghiệp bị cấm

source: Fast / High Capacity
ar: سريع/عالي السعة
az: Sürətli / Yüksək Tutumlu
bo: མགྱོགས་ / ནུས་པ་ཆེན་པོ།
cs: Rychlý / Vysoká kapacita
da: Hurtig / høj kapacitet
el: Γρήγορο / Υψηλή χωρητικότητα
es: Rápidos / de alta capacidad
et: Kiire / suur võimsus
fa: سریع / ظرفیت بالا
fi: Nopea / suuri kapasiteetti
hi: तेज़ / उच्च क्षमता
hu: Gyors / Nagy kapacitás
in: Cepat / Kapasitas Tinggi
it: Veloce / Alta capacità
ja: 高速/大容量
ko: 빠른/고용량
nb: Rask / høy kapasitet
nl: Snel / Hoge capaciteit
pt: Rápido/Alta Capacidade
sl: Hitro / Visoka zmogljivost
sv: Snabb / hög kapacitet
uk: Швидкий / Висока місткість
vi: Nhanh / Dung lượng lớn

source: Configure router logging options
ar: تكوين خيارات تسجيل جهاز التوجيه
az: Router qeyd seçimlərini konfiqurasiya edin
bo: རོ་ཌེར་ཟིན་ཐོ་བྲི་བའི་གདམ་ཀ་བཀོད་སྒྲིག
cs: Konfigurace možností protokolování routeru
da: Konfigurér router logningsindstillinger
el: Διαμόρφωση επιλογών καταγραφής δρομολογητή
es: Configure las opciones de los registros del router
et: konfigureerige ruuteri logimissuvandid
fa: گزینه های گزارش روتر را پیکربندی کنید
fi: Määritä reitittimen lokiasetukset
hi: राउटर लॉगिंग विकल्प सेट करें
hu: Az útválasztó naplózási beállításainak konfigurálása
in: Konfigurasi pilihan router log
it: Configura opzioni di log del router
ja: ルーターのログオプションを構成する
ko: 라우터 로깅 옵션 구성
nb: Sett opp ruterloggingsvalg
nl: Configureer opties voor routerlogboekregistratie
pt: Configurar opções de registro do roteador
sl: Konfigurirajte možnosti dnevnikovanja strežnika
sv: Konfigurera routerloggningsalternativ
uk: Налаштувати параметри журналювання маршрутизатора
vi: Cấu hình tùy chọn ghi nhật ký bộ định tuyến

source: View event log
ar: عرض سجل الأحداث
az: Hadisə jurnalına baxın
bo: བྱུང་ལས་ཟིན་ཐོ་ལྟ་བ།
cs: Zobrazení protokolu událostí
da: Vis hændelseslog
el: Προβολή αρχείου καταγραφής συμβάντων
es: Ver registro de eventos
et: vaata sündmuste logi
fa: مشاهده گزارش رویداد
fi: Näytä tapahtumaloki
hi: घटना लॉग देखें
hu: Eseménynapló megtekintése
in: Lihat log peristiwa
it: Visualizza registro eventi
ja: イベントログの表示
ko: 이벤트 로그 보기
nb: Se hendelsesloggen
nl: Gebeurtenislogboek bekijken
pt: Ver registro de eventos
sl: Ogled dnevnika dogodka
sv: Visa händelselogg
uk: Перегляд журналу подій
vi: Xem nhật ký sự kiện

source: Filter Router log output
bo: རོ་ཌེར་ཟིན་ཐོའི་ཐོན་ཚིགས་ཚགས་མ།
hi: राउटर लॉग आउटपुट को फ़िल्टर करें
ko: 로그 출력 필터링
sl: Filtriraj izhod dnevnika strežnika

source: service logs
bo: ཞབས་ཞུ་ཟིན་ཐོ།
hi: सेवा लॉग
ko: 서비스 로그

source: Service (Wrapper) Logs
ar: سجلات الخدمة (المجمع).
az: Xidmət (Qaydalayıcı) Qeydləri
bo: ཞབས་ཞུ་ (Wrapper) ཟིན་ཐོ།
cs: Protokoly služby (Wrapper).
da: Tjeneste (Wrapper) Logge
el: Logs του Service (Wrapper)
es: Registros del servicio (wrapper)
et: Teenuse (ümbrise) logid
fa: سیاهههای مربوط به سرویس (Wrapper)
fi: Palvelus (Wrapper) lokit
hi: सेवा (Wrapper) लॉग
hu: Szolgáltatás (Wrapper) Napló
it: Log (Wrapper) dei servizi
ja: サービス(ラッパー)ログ
ko: 서비스 (Wrapper) 로그
nb: Service (Wrapper) logger
pt: Logs de serviço (wrapper)
sl: Dnevniki storitve (Omotnik)
sv: Service (Wrapper) loggar
uk: Журнали служби (обгортка).
vi: Nhật ký dịch vụ (Trình bao bọc)

source: Information &amp; Diagnostics
ar: المعلومات والتشخيص
az: Məlumat
bo: ཆ་འཕྲན་ &amp; ཀྱི་ནོར་བཤད་བཞིན་པ།
cs: Informace
da: Information og Diagnostik
el: Πληροφορίες
es: Información y Diagnóstico
et: Teave
fa: اطلاعات
fi: Tiedot ja Diagnostiikka
hi: जानकारी &amp; डायग्नोस्टिक्स
hu: Információ
in: Informasi dan Diagnostik
it: Informazioni &amp; Diagnostica
ja: 情報と診断
ko: 정보 및 진단
nb: Informasjon og Diagnostikk
nl: Informatie
pt: Informações
sl: Informacije &amp; Diagnostika
sv: Information och Diagnostik
uk: Інформація
vi: Thông tin

source: Customize
bo: སྲོད་པ
hi: अनुकूलित करें
ko: 사용자 정의

source: statistics
ar: احصائيات
az: statistika
bo: སྡོམ་རྟགས།
cs: statistika
da: statistikker
el: στατιστικά
es: estadísticas
et: statistika
fa: آمار
fi: tilastot
hi: स्टैटिस्टिक्स
hu: statisztika
in: Statistik
it: statistiche
ja: 統計
ko: 통계
nb: statistikk
nl: statistieken
pt: estatísticas
sl: statistika
sv: statistik
uk: статистика
vi: thống kê

source: Router Statistics
ar: إحصائيات جهاز التوجيه
az: Router Statistikası
bo: རོ་ཌེར་སྡོམ་རྟགས།
cs: Statistiky routeru
da: Routerstatistik
el: Στατιστικά δρομολογητών
es: Estadísticas del router
et: ruuteri statistika
fa: آمار روتر
fi: Reitittimen tilastot
hi: राउटर स्टैटिस्टिक्स
hu: Router statisztika
in: Statistik Router
it: Statistiche del Router
ja: ルーター統計
ko: 라우터 통계
nb: Ruterstatistikk
nl: Routerstatistieken
pt: Estatísticas do Roteador
sl: Statistika strežnika
sv: Routerstatistik
uk: Статистика маршрутизатора
vi: Thống kê bộ định tuyến
