Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you want your site to feel responsive, image compression is essential when hosting large images. Using a service like <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> to compress your png and jpeg images will often result in much smaller files with minimal loss of quality. In some situations the webp format can best jpegs, generating smaller files with approximately the same or better visual fidelity, and has wide browser support. Also consider using svgs instead of bitmaps for icons and illustrations - they're often smaller than the equivalent bitmap file (run them through a service like <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> to remove unneeded cruft), scale without loss of quality, and can be gzipped by your webserver.
ar: إذا أردت جعل موقعك متجاوبًا، فإن ضغط الصور أمر حيوي عند استضافة صور كبيرة. استخدام خدمة مثل <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> لضغط صورك بتنسيق png و jpeg غالبًا ما يؤدي إلى ملفات أصغر بكثير مع خسارة جودة أقل. في بعض الحالات يمكن أن يتفوق تنسيق ويب بي على جي بي إيه، من خلال توليد ملفات أصغر حجمًا بنفس الجودة المرئية تقريبًا أو الأفضل، وله دعم واسع للمتصفحات. أيضًا، تأمل استخدام إس في جي بدلاً من مستطيلات البكسل للرموز والرسومات - فهي غالبًا أصغر حجمًا من ملف مستطيلات البكسل المكافئ (قم بتمريرها عبر خدمة مثل <a href=https://vecta.io/nano target=_blank class='sitelink external'>مصغر Nano SVG</a> لإزالة ما لا داعي له)، وتتحمل التقريب بدون فقدان في الجودة، ويمكن ضغطها بواسطة خادوم الويب الخاص بك."
az: Əgər öz saytınızın daha çəyirdə olduğunu hiss etmək istəyirsinizsə, böyük şəkilləri yerləşdirdiyiniz zaman şəkil sıxışdırması əsas olduqda vacibdir. PNG və JPEG şəkillərinizi sıxışdırma xidmətlərindən istifadə etmək (məsələn, <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a>) genelliklə daha kiçik fayllara (azadəsiz keyfiyyət itkisindən asılı olaraq) səbəb ola bilər. Bəzi hallarda, webp formatı yantanın üstün qarşısını ala bilər, yaxşılaşan dildirsizliklə daha kiçik fayllar yaradır və geniş brauzer dəstəyi ilə təmin edilir. Həmçinin, ikonlar və təsvirlər üçün bitmaps faylların yerinə svgləri istifadə etməyi düşünün – onlar adilikdən daha kiçik olurlar (<a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> kimilərindən keçirin unudulmuş ləşdlik elementlərini silmək üçün), adilik itkiləri olmadan çapalarlar, və veb serveriniz tərəfindən gzip edilə bilərlər.
bo: ཁྱོད་ཀྱི་གློག་སྡེ་ནི་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་གློག་གི་ཞུང་གི་ཤོག་ཚོ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་གློག་གི་ཞུང་གི་ཤོག་ཚོ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་<a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> དེ་བཟུང་བར་བཟོ་ནས་png དང་། jpeg གི་ཤོག་ཚོ་བཟུང་བར་བཟོ་བོ། དེ་རྗེས་ཤོག་ཚོ་ནི་ཉུང་ཤོས་ཡིན་པ་དང་། ཡི་གེའི་ཚོད་ཉུང་བར་བཟོ་བོ། གང་རུང་གི་གནས་ཚུལ་ནི་webp གི་མིང་བསྡུས་པའི་ཚོད་ནི་jpegs དེ་བཟུང་བར་བཟོ་བོ། ཉུང་ཤོས་ཡིན་པ་དང་། ཡི་གེའི་ཚོད་ཉུང་བར་བཟོ་བོ། དེ་བོད་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོ། དེ་བོད་གློག་གི་ཞུང་གི་ཤོག་ཚོ་བཟུང་བར་བཟོ་བོའི་རྒྱུར་svg དེ་བཟུང་བར་བཟོ་བོ། དེ་བོད་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོ། (གཞི་བཟུང་བའི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་ནས་<a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> དེ་བཟུང་བར་བཟོ་བོ།) ཡི་གེའི་ཚོད་ཉུང་བར་བཟོ་བོ། དེ་བོད་གློག་གི་ཞུང་གི་ཤོག་ཁུག་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོ།
cs: Pokud chcete, aby vaše stránky působily rychle, je při hostování velkých obrázků nezbytná komprese obrázků. Použití služby jako <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> pro kompresi png a jpeg obrázků často vede k mnohem menším souborům s minimální ztrátou kvality. V některých situacích může webp formát překonat jpeg, generovat menší soubory s přibližně stejnou nebo lepší vizuální věrností a širokou podporou prohlížečů. Zvažte také použití svg místo bitových map pro ikony a ilustrace - jsou často menší než ekvivalentní soubor bitmapových obrázků (spusťte je přes službu jako <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> pro odstranění nepotřebného balastu), zachovávají škálovatelnost bez ztráty kvality a mohou být gzipovány na webserveru.
da: Hvis du ønsker, at dit websted skal føles responsivt, er komprimering af billeder afgørende, når du hoster store billeder. Brug af en service som <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> til at komprimere dine png- og jpeg-billeder vil ofte resultere i meget mindre filer med minimal tab af kvalitet. I nogle situationer kan webp-formatet erstatte jpegs og generere mindre filer med cirka samme eller bedre visuel kvalitet og har bred browservisning. Overvej også at bruge svgs i stedet for bitmaps til ikoner og illustrationer - de er ofte mindre end den tilsvarende bitmap-fil (kør dem gennem en service som <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> for at fjerne unødvendigt overflødigt materiale), skalerer uden tab af kvalitet og kan komprimeres af din webserver.
el: Εάν θέλετε η ιστοσελίδα σας να νιώθει ανταποκρίσιμη, η συμπίεση των εικόνων είναι απαραίτητη όταν φιλοξενείτε μεγάλα αρχεία εικόνων. Η χρήση ενός υπηρεσίας όπως το <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> για τη συμπίεση των αρχείων png και jpeg θα οδηγήσει συνήθως σε πολύ μικρότερα αρχεία με ελάχιστη απώλεια ποιότητας. Σε ορισμένες περιπτώσεις, η μορφή webp μπορεί να υπερβεί τα jpeg, δημιουργώντας μικρότερα αρχεία με περίπου την ίδια ή καλύτερη οπτική ακρίβεια και έχει ευρεία υποστήριξη περιηγητή. Επίσης, σκεφτείτε να χρησιμοποιήσετε svgs αντί για bitmaps για εικονογραφήσεις και εικονίδια - συνήθως είναι μικρότερα από το αντίστοιχο αρχείο bitmap (τρέξτε τα μέσω μιας υπηρεσίας όπως το <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> για την αφαίρεση περιττών στοιχείων), μπορούν να κλιμακωθούν χωρίς απώλεια ποιότητας και μπορούν να συμπιεστούν από τον διακομιστή ιστού σας.
es: Si quieres que tu sitio se sienta rápido, la compresión de imágenes es esencial al alojar archivos grandes. Usar un servicio como <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> para comprimir tus imágenes png y jpeg usualmente resultará en archivos mucho más pequeños con una pérdida mínima de calidad. En algunas situaciones, el formato webp puede ser mejor que los jpegs, generando archivos más pequeños con aproximadamente la misma o mejor fidelidad visual, y tiene un amplio soporte en navegadores. También considera usar svg en lugar de bitmaps para íconos e ilustraciones - suelen ser más pequeños que el archivo bitmap equivalente (pásalos a través de un servicio como <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> para remover basura innecesaria), se escalan sin pérdida de calidad y pueden ser comprimidos por tu servidor web.
et: Kui soovite, et teie veebisait tunduks reageeriv, on oluline pakkida suuri pilte majutamisel. Teenuse nagu <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> kasutamine png- ja jpeg-piltide pakkimiseks toob sageli kaasa palju väiksemad failid minimaalse kvaliteedikadumisega. Mõnes olukorras võib webp-vorming olla parem kui jpeg-id, kuna genereerib väiksemad failid umbkaudselt sama hea või parema visuaalse truudusega ning on laialdaselt brauseri toega. Kaaluge ka ikoonide ja illustratsioonide jaoks bitmapi asemel svg-de kasutamist - need on sageli väiksemad kui ekvivalentne bitmapi fail (kasutage teenust nagu <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> , et eemaldada tarbetu segadus), skaalanevad kvaliteedikadudeta ja neid saab teie veebiserver lehitsemiseks teisendada gzipiga.
fa: اگر می‌خواهید سایت‌تان سریع و پاسخگو باشد، فشرده‌سازی تصاویر امری حیاتی برای میزبانی تصاویر بزرگ است. استفاده از سرویس‌هایی مانند <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> برای فشرده‌سازی تصاویر png و jpeg منجر به ایجاد فایل‌های کوچک‌تر با زیادت حداقلی کیفیت می‌شود. در برخی موارد فرمت وبپی می‌تواند بهتر از جی‌پگ باشد و فایل‌هایی کوچک‌تر با تقریباً همان یا بهترین وفاداری بصری تولید می‌کند که پشتیبانی آن از مرورگرها هم گسترده است. همچنین در نظر بگیرید از سوئیچ به‌جای بیت‌مپ برای آیکن‌ها و تصاویر توضیحی استفاده کنید - اغلب کوچک‌تر از فایل بیت‌مپ معادل هستند (آن‌ها را از طریق سرویسی مانند <a href=https://vecta.io/nano target=_blank class='sitelink external'>بهینه‌ساز Nano SVG</a> از محتوای اضافه خالی کنید)، بدون کاهش کیفیت مقیاس‌پذیر هستند و توسط وب‌سرورتان قابل گنزیپ شدن هستند.
fi: Jos haluat sivustosi tuntuvan reagoivalta, kuvien pakkaaminen on välttämätöntä, kun isännöit suuria kuvia. Käyttämällä palvelua kuten <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> png- ja jpeg-kuvien pakkaamiseen, saat usein paljon pienempiä tiedostoja vähäisellä laadun menetyksellä. Joissakin tilanteissa webp-muoto voi olla parempi kuin jpegit, tuottaen pienempiä tiedostoja, joissa on suunnilleen sama tai parempi visuaalinen tarkkuus, ja tukee laajasti eri selaimia. Harkitse myös svg-kuvien käyttöä ikoneissa ja kuvituksissa - ne ovat usein pienempiä kuin vastaava bittikartta (ajaa ne palvelun kautta, kuten <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> poistaaksesi tarpeettoman roskan), skaalautuvat laadun menettämättä, ja voivat olla gzip-pakattuja palvelimellasi.
hi: यदि आप चाहते हैं कि आपकी साइट प्रतिक्रियाशील महसूस हो, तो बड़ी छवियों को होस्ट करते समय छवि कम्प्रेशन महत्वपूर्ण होती है। <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> जैसी सेवाओं का उपयोग करके png और jpeg छवियों को कम्प्रेस करने से अक्सर कम आकार वाले फ़ाइल होते हैं, जिसमें गुणवत्ता का कम नुकसान होता है। कुछ स्थितियों में, webp फ़ॉर्मेट jpegs को पीछे छोड़ सकता है, जो लगभग समान या बेहतर दृश्य गुणवत्ता के साथ छोटे फ़ाइल उत्पन्न करता है और व्यापक ब्राउज़र समर्थन करता है। भी ध्यान दें कि आइकॉन और चित्रों के लिए svg का उपयोग करें, जो अक्सर बिटमैप फ़ाइल के बराबर छोटे होते हैं (उन्हें <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> जैसी सेवाओं के माध्यम से चलाएं ताकि अनुरूप क्रूफ़्ट हटा सकें), गुणवत्ता के कोई हानि नहीं होती है और आपके वेबसर्वर द्वारा gzipped हो सकते हैं।
hu: Ha azt szeretné, hogy webhelye reagáló legyen, akkor a képek tömörítése nélkülözhetetlen, amikor nagy képeket tárol. A <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> használata például nagyban csökkentheti a png és jpeg képek méretét minimális minőségvesztéssel. Bizonyos esetekben a webp formátum a legjobb a jpeg képekhez képest, kisebb fájlokat hoz létre közel azonos vagy jobb képi hűséggel, és széles körben támogatott a böngészőkben. Fontolja meg azt is, hogy ikonokhoz és illusztrációkhoz vektorgrafikus (SVG) fájlokat használ, mivel ezek általában kisebbek, mint a hasonló bitmap fájlok (futassa át őket olyan szolgáltatáson, mint a <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a>, hogy eltávolítsa a felesleges részeket), minőségromlás nélkül skálázódnak, és tömöríthetők a webszerver által.
in: Jika Anda ingin situs Anda terasa responsif, kompresi gambar sangat penting saat meng-host gambar-gambar besar. Menggunakan layanan seperti <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> untuk mengompres gambar png dan jpeg Anda sering menghasilkan file yang lebih kecil dengan kerugian kualitas minimal. Dalam beberapa situasi, format webp dapat menggantikan jpeg, menghasilkan file yang lebih kecil dengan tingkat kejelasan visual yang sama atau lebih baik, dan memiliki dukungan browser yang luas. Pertimbangkan juga untuk menggunakan svg alih-alih bitmap untuk ikon dan ilustrasi - mereka seringkali lebih kecil dari file bitmap yang setara (lewatkan melalui layanan seperti <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> untuk menghapus hal-hal yang tidak diperlukan), dapat diubah skala tanpa kerugian kualitas, dan dapat dikompresi gzip oleh webserver Anda.
it: Se vuoi che il tuo sito abbia una risposta rapida, è essenziale comprimere le immagini quando ospiti immagini di grandi dimensioni. Utilizzare un servizio come <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> per comprimere le immagini png e jpeg spesso comporta file molto più piccoli con una perdita minima di qualità. In alcune situazioni, il formato webp può essere migliore dei jpeg, generando file più piccoli con approssimativamente la stessa o migliore fedeltà visiva ed ha un ampio supporto di browser. Considera anche l'utilizzo di svgs al posto di immagini bitmap per icone e illustrazioni: spesso sono più piccole rispetto al file bitmap equivalente (eseguile attraverso un servizio come <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> per rimuovere ciò che non è necessario), scalano senza perdita di qualità e possono essere compresse dal tuo web server utilizzando gzip.
ja: サイトが応答性を感じられるようにしたい場合、大きな画像をホストする際には画像圧縮が不可欠です。 <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> のようなサービスを使用して、pngとjpeg画像を圧縮すると、品質の最小限の損失でより小さなファイルになることがよくあります。一部の場合、webp形式がjpegよりも優れており、ほぼ同じまたはより良い視覚の忠実度でより小さなファイルを生成し、広範なブラウザサポートを提供します。また、アイコンやイラストにビットマップではなくsvgを使用することも検討してください。これらのファイルは通常、同等のビットマップファイルよりも小さく（不要なクラフトを削除する<a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a>などのサービスを通じて実行）、品質の低下なしでスケールし、Webサーバーでgzip圧縮することもできます。
ko: 사이트가 반응성이 느껴지도록 만들고 싶다면, 대용량 이미지를 호스팅할 때 이미지 압축은 필수입니다. <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a>과 같은 서비스를 사용하여 png 및 jpeg 이미지를 압축하면 일반적으로 품질 손실이 거의 없는 훨씬 작은 파일이 생성됩니다. 일부 상황에서는 웹p 형식이 jpeg보다 더 낫습니다. 이 형식은 대략 동일하거나 더 나은 시각적 일치를 갖는 작은 파일을 생성하며, 넓은 브라우저 지원을 받습니다. 또한 아이콘과 일러스트레이션에 비트맵 대신 svg를 사용하는 것도 고려해 보세요. 이들은 동등한 비트맵 파일보다 작은 경우가 많으며(필요 없는 쓰레기를 제거하기 위해 <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a>와 같은 서비스를 사용하여 실행), 품질 손실 없이 비례적으로 조절될 수 있으며 웹 서버에서 gzipping이 가능합니다.
nb: Hvis du vil at nettstedet ditt skal føles responsivt, er bildekomprimering essensielt når du hoster store bilder. Bruk en tjeneste som <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> for å komprimere png- og jpeg-bilder. Dette vil ofte resultere i mye mindre filer med minimal tap av kvalitet. I noen situasjoner kan webp-formatet være bedre enn jpegs, da det genererer mindre filer med omtrent samme eller bedre visuell troverdighet, og har bred støtte i nettlesere. Vurder også å bruke svgs i stedet for bitmap-bilder for ikoner og illustrasjoner - de er ofte mindre enn tilsvarende bitmap-filer (kjør dem gjennom en tjeneste som <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> for å fjerne unødvendig data), og de kan skaleres uten tap av kvalitet, samt gzippe av webserveren din.
nl: Als je wilt dat je site responsief aanvoelt, is beeldcompressie essentieel bij het hosten van grote afbeeldingen. Het gebruik van een service zoals <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> om je png- en jpeg-afbeeldingen te comprimeren, resulteert vaak in veel kleinere bestanden met minimaal verlies van kwaliteit. In sommige situaties kan het webp-formaat beter zijn dan jpegs, omdat het kleinere bestanden genereert met ongeveer dezelfde of betere visuele trouw. Bovendien is er brede browserondersteuning. Overweeg ook om svgs te gebruiken in plaats van bitmaps voor pictogrammen en illustraties - ze zijn vaak kleiner dan het equivalent bitmapbestand (voer ze door een service zoals <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> om onnodige ballast te verwijderen), schalen zonder kwaliteitsverlies en kunnen worden gecomprimeerd door je webserver.
pt: Se você deseja que seu site seja responsivo, a compressão de imagens é essencial ao hospedar imagens grandes. Usar um serviço como <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> para comprimir suas imagens png e jpeg geralmente resultará em arquivos muito menores com perda mínima de qualidade. Em algumas situações, o formato webp pode ser superior aos jpegs, gerando arquivos menores com aproximadamente a mesma ou melhor fidelidade visual e tendo amplo suporte de navegadores. Considere também o uso de svgs em vez de bitmaps para ícones e ilustrações - eles costumam ser menores do que o arquivo de bitmap equivalente (execute-os em um serviço como <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> para remover arquivos desnecessários), escalando sem perda de qualidade e podendo ser compactados por seu servidor da web.
sl: Če želite, da vaša stran izgleda odzivna, je kompresija slik ključna pri gostovanju velikih slik. Uporaba storitve kot je <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> za kompresijo vaših slik png in jpeg običajno rezultira z veliko manjšimi datotekami z minimalno izgubo kakovosti. V nekaterih situacijah je format webp najboljši jpegs, ustvarja manjše datoteke s približno isto ali boljšo vizualno zanesljivostjo, in ima široko podporo brskalnikov. Tudi razmislite o uporabi svgs namesto bitmaps za ikone in ilustracije - so pogosto manjše od ekvivalentne datoteke bitmap (ženite jih skozi storitev kot je <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> za odstranitev nepotrebnega odpada), matrične bre izgube kakovosti, in jih lahko zgnati vaš spletne strežnik.
sv: Om du vill att din webbplats ska kännas responsiv är bildkomprimering viktig när du hostar stora bilder. Genom att använda en tjänst som <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> för att komprimera dina png- och jpeg-bilder resulterar ofta i mycket mindre filer med minimal förlust av kvalitet. I vissa situationer kan webp-formatet vara bättre än jpeg och generera mindre filer med ungefär samma eller bättre visuell kvalitet, och har ett brett stöd i webbläsare. Överväg också att använda svg istället för bitmapbilder för ikoner och illustrationer - de är oftast mindre än motsvarande bitmapfil (kör dem genom en tjänst som <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> för att ta bort onödig skräp), skalas utan förlust av kvalitet och kan komprimeras av din webbserver.
uk: Якщо ви хочете, щоб ваш сайт працював швидко, стиснення зображень є ключовим, коли хостите великі зображення. Використання сервісу на кшталт <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> для стиснення ваших png та jpeg зображень часто призведе до файлів значно меншого розміру з мінімальною втратою якості. У деяких випадках формат webp краще jpeg, генеруючи файли меншого розміру приблизно з тією самою або кращою візуальною точністю, і має широку підтримку браузерів. Також розгляньте можливість використання svg замість бітмап для іконок та ілюстрацій - вони часто менші ніж еквівалентний бітмап файл (проштовхуйте їх через сервіс на кшталт <a href=https://vecta.io/nano target=_blank class='sitelink external'>Nano SVG Optimizer</a> для видалення непотрібного сміття), масштабуються без втрати якості, і можуть бути стиснуті вашим веб-сервером за допомогою gzip.
vi: Nếu bạn muốn trang web của mình phản hồi nhanh thì việc nén hình ảnh là điều cần thiết khi lưu trữ hình ảnh lớn. Việc sử dụng dịch vụ như <a href=https://tinypng.com/ target=_blank class='sitelink external'>tinypng.com</a> để nén hình ảnh png và jpeg của bạn thường sẽ tạo ra các tệp nhỏ hơn nhiều với mức độ mất mát tối thiểu Chất lượng. Trong một số trường hợp, định dạng webp có thể là jpeg tốt nhất, tạo ra các tệp nhỏ hơn với độ trung thực hình ảnh tương đương hoặc tốt hơn và có hỗ trợ trình duyệt rộng rãi. Ngoài ra, hãy cân nhắc sử dụng svgs thay vì bitmap cho biểu tượng và hình minh họa - chúng thường nhỏ hơn tệp bitmap tương đương (chạy chúng thông qua một dịch vụ như <a href=https://vecta.io/nano target=_blank class='sitelink external '>Trình tối ưu hóa Nano SVG</a> để loại bỏ các hành trình không cần thiết), mở rộng quy mô mà không làm giảm chất lượng và có thể được nén bằng máy chủ web của bạn.

source: Use separate files for multi-use assets
ar: استخدام ملفات منفصلة للأصول المتعددة الاستخدامات
az: Çoxlu istifadə üçün fərqli fayllar istifadə edin
bo: མང་པོ་བཟུང་བར་བཟོ་བོའི་ཐོབ་ཐང་གི་ནང་དུ་གཞི་བཟུང་བའི་ཤོག་ཚོ་བཟུང་བར་བཟོ་བོ།
cs: Použijte samostatné soubory pro víceúčelová aktiva
da: Brug separate filer til genanvendt indhold
el: Χρησιμοποιήστε ξεχωριστά αρχεία για πόρους που χρησιμοποιούνται πολλαπλές φορές
es: Usa archivos separados para activos de uso múltiple
et: Kasutage mitmeotstarbeliste varade jaoks eraldi faile
fa: استفاده از فایل‌های جداگانه برای دارایی‌های چند منظوره
fi: Käytä erillisiä tiedostoja monikäyttöisille resursseille
hi: बहु-उपयोगी संपत्ति के लिए अलग-अलग फ़ाइलें उपयोग करें
hu: Használjon külön fájlokat a többcélú eszközökhöz
in: Gunakan file terpisah untuk aset multi guna
it: Utilizza file separati per le risorse utilizzate più volte
ja: マルチユースのアセットには別のファイルを使用する
ko: 다중 사용 자산에 대해 별도의 파일을 사용하세요.
nb: Bruk separate filer for gjenbrukbare ressurser
nl: Gebruik afzonderlijke bestanden voor multi-inzetbare assets
pt: Use arquivos separados para ativos de uso múltiplo
sl: Uporabite ločene datoteke za večkratno uporabo sredstev
sv: Använd separata filer för multimediainnehåll som används på flera ställen
uk: Використовуйте окремі файли для багаторазових ресурсів
vi: Sử dụng các tệp riêng biệt cho tài sản đa dụng
