Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: BOB (Basic Open Bridge) is a (now-deprecated) simple application-to-router protocol, superseded by <i>SAM</i>. For more information, see the <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online documentation</a>.
ar: بوب (الجسر الأساسي المفتوح) هو بروتوكول بسيط من التطبيق إلى الموجه (مهجور الآن)، تم استبداله بـ <i>سام</i>. لمزيد من المعلومات، يرجى زيارة الوثائق <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>على الإنترنت</a>.
az: BOB (Basic Open Bridge), ancaq daha sadə bir proqramdan en router protokolu olan (artıq qaldırılan) protokoldur, <i>SAM</i> tərəfindən əvəzlənmişdir. Ətraflı məlumat üçün, <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>onlayn dokumentasiyaya</a> baxın.
bo: BOB (Basic Open Bridge) ནི་ (ད་ལྟོབ་བསྒྱུར་བཅད་པའི་) སྟོབ་པའི་ལེན་གནད་ནས་རོ་ཌེར་ལ་འབྲེལ་བརྒྱུད་བྱེད་པའི་སྟོབ་པའི་ལེན་གནད་རྒྱུན་མཐུད་ཞིག་ཡིན། <i>SAM</i>གིས་ཚབ་བཙོག་པ། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན། <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>གློ་བརྟེན་ཡིག་ཆ་</a>ལ་གཟིགས།
cs: BOB (Basic Open Bridge) je (nyní zastaralý) jednoduchý aplikační protokol pro komunikaci s routerem, který byl nahrazen protokolem <i>SAM</i>. Další informace naleznete v <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online dokumentaci</a>.
da: BOB (Basic Open Bridge) er en (nu forældet) simpel applikation-til-router protokol, der er erstattet af <i>SAM</i>. For mere information, se <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online dokumentationen</a>.
el: Το BOB (Basic Open Bridge) είναι ένα (πλέον απηρχαιωμένο) απλό πρωτόκολλο εφαρμογής-προς-δρομολογητή, αντικαταστημένο από το <i>SAM</i>. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online τεκμηρίωση</a>.
es: BOB (Basic Open Bridge) es un protocolo sencillo de aplicación-a-rutador (ahora en desuso), sustituido por <i>SAM</i>. Para más información, consulta la <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>documentación en línea</a>.
et: BOB (Basic Open Bridge) on (nüüd aegunud) lihtne rakendusest ruuteri protokoll, mida asendab <i>SAM</i>. Lisateabe saamiseks vaadake <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>vebipõhist dokumentatsiooni</a>.
fa: باب (پروتکل ابتدایی باز پل) یک پروتکل ساده برنامه به رهیاب (حالا منسوخ شده) است که توسط <i>سام</i> بهبود یافته است. برای اطلاعات بیشتر دستورالعمل‌های آنلاین را ببینید.
fi: BOB (Basic Open Bridge) on (nykyään hylätty) yksinkertainen sovelluksesta reitittimelle -protokolla, joka on korvattu <i>SAM</i>:lla. Lisätietoja löydät <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>verkkodokumentaatiosta</a>.
hi: बीओबी (बेसिक ओपन ब्रिज) एक सरल एप्लीकेशन-टू-रूटर प्रोटोकॉल है (अब पुराना), जो <i>SAM</i> द्वारा बदल दिया गया है। अधिक जानकारी के लिए, <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>ऑनलाइन दस्तावेज़ीकरण</a> देखें।
hu: BOB (Basic Open Bridge) egy (most elavult) egyszerű alkalmazás-router protokoll, amit a <i>SAM</i> felváltott. További információért lásd a <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online dokumentációt</a>.
in: BOB (Basic Open Bridge) adalah protokol sederhana aplikasi-ke-router (kini bukan lagi yang direkomendasikan), digantikan oleh <i>SAM</i>. Untuk informasi lebih lanjut, lihat <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>dokumentasi online</a>.
it: BOB (Basic Open Bridge) è un protocollo applicazione-router semplice (ora deprecato), sostituito da <i>SAM</i>. Per ulteriori informazioni, consultare la <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>documentazione online</a>.
ja: BOB（Basic Open Bridge）は（現在は非推奨となった）シンプルなアプリケーション対ルータープロトコルであり、<i>SAM</i>によって置き換えられました。詳細については、<a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>オンラインドキュメント</a>を参照してください。
ko: BOB (Basic Open Bridge)은 (이제는 사용되지 않는) 간단한 애플리케이션 대 라우터 프로토콜이며, <i>SAM</i>에 의해 대체되었습니다. 더 많은 정보는 <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>온라인 문서</a>를 참조하십시오.
nb: BOB (Basic Open Bridge) er en (nå utdatert) enkel applikasjon-til-router-protokoll, erstattet av <i>SAM</i>. For mer informasjon, se <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>nettbasert dokumentasjon</a>.
nl: BOB (Basic Open Bridge) is een (nu verouderd) eenvoudig toepassing-naar-router protocol, vervangen door <i>SAM</i>. Voor meer informatie zie de <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online documentatie</a>.
pt: BOB (Basic Open Bridge) é um protocolo simples de aplicativo para roteador (agora obsoleto), substituído por <i>SAM</i>. Para mais informações, consulte a <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>documentação online</a>.
sl: BOB (Osnovni odprt most) je (sedaj prenehen) enostaven protokol aplikacija-do-usmerjevalnika, nadomesten z <i>SAM</i>. Za več informacij, glejte <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>spletno dokumentacijo</a>.
sv: BOB (Basic Open Bridge) är ett (numera inaktiverat) enkelt program-till-router-protokoll, efterträtt av <i>SAM</i>. För mer information, se <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>online-dokumentationen</a>.
uk: BOB (Basic Open Bridge) - це простий (застарілий) протокол взаємодії додатків та маршрутизаторів, який змінений на <i>SAM</i>. Додаткова інформація наведена в <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>онлайн-документації</a>.
vi: BOB (Basic Open Bridge) là một giao thức đơn giản ứng dụng-đến-bộ định tuyến (đã được khuyến cáo không sử dụng), bị <i>SAM</i> thay thế. Để biết thêm thông tin, xem <a href=https://geti2p.net/en/docs/api/bob class='sitelink external' target=_blank rel=noreferrer>tài liệu trực tuyến</a>.

source: Clearnet
ar: الشبكة العلنية
el: Δικτυοσκοπικό
et: Puhvervõrk
fa: شبکه شفاف
hi: क्लियरनेट
in: Jaringan Jelas
ko: 클리어넷
nb: Klarwebb
sl: Jasno omrežje
sv: Klartextsnätet
uk: Відкрита мережа

source: Clearnet normally refers to the publicly accessible internet, the opposite of the darknet that typically describes the encrypted, anonymous services built on I2P, Tor etc. For more information, see the <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia article</a>.
ar: عادة ما يشير الشبكة العلنية إلى الإنترنت المتاح للجمهور، والمقابل لشبكة الظلام التي تصف عادة الخدمات المشفرة المجهولة البناء على I2P وتور الخ. لمزيد من المعلومات، يرجى زيارة <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>مقال ويكيبيديا</a>.
az: Clearnet normal olaraq əsasən əməliyyatçı internetə işarı edir və bu, tipik olaraq I2P, Tor, və s. üzərində qurulmuş şifrələnmiş, anonim xidmətləri təsnif edən darknetin ziddidir. Ətraflı məlumat üçün, <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia məqaləsinə</a> baxın.
bo: Clearnet གིས་སྤྱོད་ཡོད་པའི་དྲ་ལམ་ལ་འཛོལ་བརྒྱུད་པའི་དྲ་བརྒྱུད་པ་ལ་གོ་རེན་པའི་དྲ་ལམ་ལ་འཛོལ་བརྒྱུད་པ་ཡིན། དེ་ནི་ darknet གི་ལྡོགས་པ་ཡིན། darknet ནི་ I2P། Tor ལ་སོགས་པའི་གསང་བཅད་བྱས་པའི་མིང་ཚང་མེད་པའི་ཞབས་བརྩམས་བྱེད་པའི་ཞབས་བརྩམས་བྱེད་པ་ཡིན། ཕྱི་མཚམས་ཆེ་བའི་ཆེད་དོན་གསལ་བའི་དོན་གསལ་ <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia རྩོམ་ཡིག</a> ལ་གཟིགས་རོགས།
cs: Clearnet se obvykle odkazuje na veřejně přístupný internet, na rozdíl od darknetu, který obvykle popisuje šifrované, anonymní služby postavené na I2P, Tor apod. Další informace naleznete v <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedii</a>.
da: Normalt refererer Clearnet til den offentligt tilgængelige internet, det modsatte af darknet, som typisk beskriver de krypterede, anonyme tjenester, der er opbygget på I2P, Tor osv. For mere information, se <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia-artiklen</a>.
el: Ο όρος Clearnet αναφέρεται συνήθως στο δημόσια προσβάσιμο internet, το αντίθετο του darknet που περιγράφει τις κρυπτογραφημένες, ανώνυμες υπηρεσίες που χτίζονται στο I2P, Tor κλπ. Για περισσότερες πληροφορίες, ανατρέξτε στο <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>άρθρο της Wikipedia</a>.
es: Clearnet normalmente se refiere a Internet accesible públicamente, lo opuesto a la darknet que típicamente describe los servicios encriptados y anónimos construidos sobre I2P, Tor, etc. Para más información, consulta el <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>artículo de Wikipedia</a>.
et: Clearnet viitab tavaliselt avalikult ligipääsetavale internetile, vastandites pimedikule, mis kirjeldab tüüpiliselt šifreeritud, anonüümseid teenuseid, mis on loodud I2P, Tor jne peal. Lisateabe saamiseks vaadake <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia artiklit</a>.
fa: شبکه شفاف معمولا به اینترنت قابل دسترس عمومی اشاره دارد، در مقابل شبکه تاریک که معمولا برای توصیف سرویس‌های رمزگذاری شده، ناشناس ساخته شده بر روی I2P، Tor و غیره استفاده می‌شود. برای اطلاعات بیشتر مقاله ویکی‌پدیا را ببینید.
fi: Clearnet viittaa yleensä julkisesti saatavilla olevaan internetiin, joka on vastakohta pimeälle verkolle, joka tyypillisesti kuvaa I2P:llä, Torilla jne. toteutettuja salattuja nimettömiä palveluita. Lisätietoja löydät <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia-artikkelista</a>.
hi: क्लियरनेट आमतौर पर सार्वजनिक तरीके से पहुँचने वाले इंटरनेट को संदर्भित करता है, जो डार्कनेट के विपरीत होता है, जो आमतौर पर I2P, Tor आदि पर बनाए गए एन्क्रिप्टेड, अनाम वेबसाइटों का वर्णन करता है। अधिक जानकारी के लिए, <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>विकिपीडिया लेख</a> देखें।
hu: A Clearnet általában a nyilvánosan elérhető internetre utal, a sötétháló ellenkezője, amely tipikusan az I2P, Tor, stb. titkosított, anonim szolgáltatásait mutatja be. További információért lásd a <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia cikket</a>.
in: Jaringan jelas biasanya merujuk ke internet yang dapat diakses publik, berlawanan dengan darknet yang biasanya mendeskripsikan layanan terenkripsi, anonim yang dibangun di atas I2P, Tor dll. Untuk informasi lebih lanjut, lihat <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>artikel Wikipedia</a>.
it: Clearnet si riferisce normalmente all'internet accessibile pubblicamente, l'opposto del darknet che di solito descrive i servizi criptati e anonimi costruiti su I2P, Tor ecc. Per ulteriori informazioni, consultare l'<a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>articolo di Wikipedia</a>.
ja: Clearnetは通常、一般にアクセス可能なインターネットを指し、通常はI2P、Torなどを使用して作成された暗号化された匿名のサービスを指すダークネットの対義語です。詳細については、<a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipediaの記事</a>を参照してください。
ko: 클리어넷은 일반적으로 I2P, Tor 등에 구축된 암호화되고 익명의 서비스를 설명하는 다크넷의 반대인 대중적으로 접근 가능한 인터넷을 가리킵니다. 자세한 내용은 <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>위키백과 문서</a>를 참조하세요.
nb: Klarwebb refererer vanligvis til det offentlig tilgjengelige internettet, motsatsen til darknet som vanligvis beskriver de krypterte, anonyme tjenestene bygget på I2P, Tor etc. For mer informasjon, se <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia-artikkelen</a>.
nl: Clearnet verwijst meestal naar het publiekelijk toegankelijke internet, het tegenovergestelde van het darknet dat typisch de versleutelde, anonieme services beschrijft die zijn gebouwd op I2P, Tor etc. Voor meer informatie zie het <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia-artikel</a>.
pt: Clearnet normalmente se refere à internet de acesso público, o oposto do darknet, que normalmente descreve os serviços criptografados e anônimos construídos em I2P, Tor, etc. Para mais informações, consulte o <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>artigo da Wikipedia</a>.
sl: Jasno omrežje običajno se nanaša na javno dostopno internet, nasprotno s tem je darknet, ki tipično opisuje šifrirane, anonimne storitve, izgrajene na I2P, Tor itd. Za več informacij, glejte <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>članek Wikipedia</a>.
sv: Klartextsnätet hänvisar normalt till den allmänt tillgängliga internet, motsatsen till darknet som vanligtvis beskriver de krypterade, anonyma tjänster byggda på I2P, Tor etc. För mer information, se <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>Wikipedia-artikeln</a>.
uk: Відкрита мережа зазвичай позначає публічно доступний Internet, на відміну від прихованої мережі, яка описує зашифровані анонімні сервіси, побудовані на основі I2P, Tor тощо. Додаткова інформація наведена в <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>статті Вікіпедії</a>.
vi: Clearnet thường đề cập đến Internet công khai có thể truy cập được, ngược lại với darknet thường mô tả các dịch vụ mã hóa, ẩn danh được xây dựng trên I2P, Tor v.v. Để biết thêm thông tin, xem <a href=https://en.wikipedia.org/wiki/Clearnet_(networking) class='sitelink external' target=_blank rel=noreferrer>bài viết Wikipedia</a>.

source: The unique cryptographic identity of the inbound endpoint of a tunnel providing access to a service on the I2P network, represented as a Base32 or Base64 hash of the public key. Equivalent to an IP address and port.
ar: الهوية التشفيرية الفريدة لنقطة الدخول الخاصة بالنفق الذي يوفر الوصول إلى خدمة على شبكة I2P، والممثلة على شكل هاش للمفتاح العام باستخدام قاعدة 32 أو 64. تعادل عنوان IP ومنفذ.
az: I2P şəbəkəsindəki bir xidmətə daxilolmaq üçün İ2P şəbəkəsindən irəli gələn nöqtə sondası olan bir çunnelin unikal şifrə ilə əyani identifikasiyasıdır və bu, etibarlı açıq açarın Base32 və ya Base64 cədvəli kimi təqdim edilərək sənəd nüsxəsi olur. Bir IP ünvanı və portla eyni hesab olunur.
bo: I2P དྲ་ལམ་ཐོག་གི་ཞབས་ཞུ་ཁག་ལ་ལ་གང་འདྲེན་པའི་གདོང་ཐུད་གི་ནང་འདྲེན་པའི་མཐེབ་སྐར་གི་གསང་རྟགས་ཐོག་རྒྱུན་མཐུད་ཞིག་ཡིན། སྤེར་མོའི་ལྡེ་མིག་གི་ Base32 ཡང་ན་ Base64 གསང་རྟགས་ཞིག་ཡིན་ལ་བརྒྱུན་མཐུད་བྱས་པ། IP ཁ་བྱང་དང་ཐེབ་སྐར་དང་མཚུང་པ།
cs: Jedinečná kryptografická identita vpádového koncového bodu tunelu, který poskytuje přístup k službě na síti I2P, reprezentovaná jako Base32 nebo Base64 otisk veřejného klíče. Ekvivalentní s IP adresou a portem.
da: Den unikke kryptografiske identitet for den indgående viskritale af en tunnel, der giver adgang til en tjeneste på I2P-netværket, repræsenteret som en Base32 eller Base64 hash af den offentlige nøgle. Ækvivalent med en IP-adresse og port.
el: Η μοναδική κρυπτογραφική ταυτότητα της εισερχόμενης άκρης ενός τούνελ που παρέχει πρόσβαση σε μια υπηρεσία στο δίκτυο I2P, αναπαριστάται ως ένα Base32 ή Base64 hash του δημόσιου κλειδιού. Ισοδύναμο με μια διεύθυνση IP και θύρα.
es: La identidad criptográfica única del punto final entrante de un túnel que proporciona acceso a un servicio en la red I2P, representada como un hash Base32 o Base64 de la clave pública. Equivalente a una dirección IP y puerto.
et: Tunneli sisenemispunkti unikaalne krüptograafiline identiteet, mis tagab juurdepääsu I2P võrgus asuvale teenusele, esitatakse avaliku võtme Base32 või Base64 hasuna. Võrdne IP-aadressi ja pordiga.
fa: هویت رمزنگاری منحصربه‌فرد نقطه‌پایان ورودی یک تونل که دسترسی به یک سرویس در شبکه I2P را فراهم می‌کند، نمایش داده شده به شکل هش بیس 32 یا بیس 64 از کلید عمومی. معادل آدرس آی پی و درگاه است.
fi: Tunnelin sisääntulopisteen, joka tarjoaa pääsyn I2P-verkon palveluun, ainutlaatuinen kryptografinen tunniste. Se on julkisen avaimen Base32- tai Base64-tunnus. Sitä vastaa IP-osoite ja portti.
hi: I2P नेटवर्क पर सेवा के लिए पहुँच प्रदान करने वाले टनल के इनबाउंड अंतरिक्ष की अद्वितीय क्रिप्टोग्राफिक पहचान, जिसे सार्वजनिक कुंजी का बेस32 या बेस64 हैश के रूप में प्रतिनिधित किया जाता है। एक आईपी पता और पोर्ट के समतुल्य।
hu: Az I2P hálózaton szolgáltatást biztosító alagút bejövő csúcspontjának egyedülálló kriptográfiai azonosítója, amit a nyilvános kulcs Base32 vagy Base64 hash-e képvisel. Egyenértékű az egy IP címmel és porttal.
in: Identitas kriptografi unik dari titik akhir masuk terowongan yang menyediakan akses ke layanan di jaringan I2P, direpresentasikan sebagai hash Base32 atau Base64 dari kunci publik. Setara dengan alamat IP dan port.
it: L'identità crittografica unica dell'endpoint in ingresso di un tunnel che fornisce accesso a un servizio sulla rete I2P, rappresentata come un hash Base32 o Base64 della chiave pubblica. Equivalente a un indirizzo IP e porta.
ja: I2Pネットワーク上のサービスにアクセスするためのトンネルの入り口のユニークな暗号化識別子であり、公開鍵のBase32またはBase64ハッシュとして表されます。IPアドレスとポートに相当します。
ko: I2P 네트워크의 서비스에 액세스를 제공하는 터널의 인바운드 엔드포인트의 고유한 암호 식별자로, 공개 키의 Base32 또는 Base64 해시로 표시됩니다. IP 주소와 포트와 동일합니다.
nb: Den unike kryptografiske identiteten til inngangspunktet til en tunnel som gir tilgang til en tjeneste på I2P-nettverket, representert som en Base32- eller Base64-hash av den offentlige nøkkelen. Tilsvarende en IP-adresse og port.
nl: De unieke cryptografische identiteit van het ingaande eindpunt van een tunnel dat toegang biedt tot een dienst op het I2P-netwerk, weergegeven als een Base32 of Base64 hash van de openbare sleutel. Equivalent met een IP-adres en poort.
pt: A identidade criptográfica única do ponto final de entrada de um túnel que fornece acesso a um serviço na rede I2P, representado como um hash Base32 ou Base64 da chave pública. Equivalente a um endereço IP e porta.
sl: Edinstvena kriptografska identiteta vhodnega konca tunela, ki zagotavlja dostop do storitve na omrežju I2P, predstavljena kot Base32 ali Base64 hash javnega ključa. Enakovredno s IP naslovom in vrata.
sv: Den unika kryptografiska identiteten för inkommande slutpunkt för en tunnel som ger åtkomst till en tjänst i I2P-nätverket, representerad som en Hash i Base32 eller Base64 av den offentliga nyckeln. Motsvarar en IP-adress och portnummer.
uk: Унікальна криптографічна ідентичність вхідної точки тунелю, що надає доступ до сервісу в мережі I2P, представлена ​​у вигляді хеша Бази 32 або Бази 64 відкритого ключа. Еквівалентний IP-адресі та порту.
vi: Danh tính mã hóa duy nhất của điểm cuối vào của một đường hầm cung cấp truy cập tới một dịch vụ trên mạng I2P, được biểu diễn dưới dạng cụm Base32 hay Base64 của khóa công khai. Tương đương với địa chỉ IP và cổng.

source: Eepget
ar: إيبجت
hi: ईपीगेट
