Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: When configured, this sets a hard limit for the number of tunnels the router is permitted to build concurrently. By default the router uses the average build time and current outbound bandwidth to determine the optimum build rate. [Restart required]
ar: عند التكويف، هذا يضع حداً صلباً لعدد الأنفاق التي يُسمح للراوتر ببنائها بشكل متزامن. بشكل افتراضي، الراوتر يستخدم الوقت المتوسط للبناء وعرض النطاق الخارجي الحالي لتحديد معدل بناء مثالي. [إعادة تشغيل مطلوبة]
az: Konfiqurasiya edildikdə, bu, routerin eyni vaxtda qurulmasına icazə verilən tunel sayı üçün çətin bir limit təyin edir. Standart olaraq router optimal qurma dərəcəsini müəyyən etmək üçün orta qurma müddəti və cari kənar bant genişliyindən istifadə edir. [Yenidən başladın tələb olunur]
bo: རྒྱུན་ལྡན་བྱས་ཚེ། འདིས་རྒྱུད་པས་དུས་མཉམ་དུ་བཟོ་སྐྲུན་བྱེད་ཆོག་པའི་གདོང་ལམ་གྱི་གྲངས་ཀྱི་ནུས་མཐའ་གཏན་འཁེལ་བྱེད། སྔོན་སྒྲིག་ལྟར་ན་རྒྱུད་པས་བཟོ་སྐྲུན་བྱེད་པའི་ཆ་སྙོམས་དུས་ཚོད་དང་ད་ལྟའི་ཕྱིར་འགྲེམ་རྒྱུག་ཚད་བེད་སྤྱད་དེ་བཟོ་སྐྲུན་ཚད་ཀྱི་ལེགས་ཤོས་གཏན་འཁེལ་བྱེད། [བསྐྱར་འགོ་ཚོགས་དགོས།]
cs: Pokud je nakonfigurováno, nastaví pevný limit pro počet tunelů, které je směrovač povolen stavět souběžně. Výchozí hodnota je průměrný čas stavby a současná odchozí šířka pásma, které směrovač používá k určení optimální rychlosti stavby. [Je vyžadován restart]
da: Når det er konfigureret, sættes der en maksimal grænse for antallet af tunneller, som routeren har tilladelse til at opbygge samtidigt. Som standard bruger routeren den gennemsnitlige opbygningstid og den aktuelle udgående båndbredde til at bestemme den optimale opbygningshastighed. [Genstart kræves]
el: Όταν ρυθμίζεται, αυτό θέτει ένα αυστηρό όριο για τον αριθμό των τούνελ που ο δρομολογητής επιτρέπεται να χτίσει ταυτόχρονα. Από προεπιλογή, ο δρομολογητής χρησιμοποιεί το μέσο χρόνο εποικοδομήσεως και το τρέχον εξερχόμενο εύρος ζώνης για να καθορίσει το βέλτιστο ρυθμό εποικοδομήσεων. [Απαιτείται επανεκκίνηση]
es: Cuando se configura, esto establece un límite duro para el número de túneles que el enrutador está permitido construir de forma concurrente. De forma predeterminada, el enrutador usa el tiempo de construcción promedio y el ancho de banda de salida actual para determinar la tasa de construcción óptima. [Reinicio requerido]
et: Kui konfigureeritud, seab see kindla piirmäära, kui palju tunnelit ruuter võib samaaegselt luua. Vaikimisi kasutab ruuter keskmist ehitusaega ja praegust väljaminevat ribalaiust, et määrata optimaalne ehituskiirus. [Nõutav taaskäivitamine]
fa: هنگامی که پیکربندی می شود، محدودیت سختی برای تعداد تونل هایی که روتر مجاز به ساخت همزمان است تعیین می کند.
fi: Kun konfiguroidaan, tämä asettaa kovan rajan reitittimen luvan rakentaa tunnelit samanaikaisesti. Oletusarvoisesti reititin käyttää keskimääräistä rakennusaikaa ja nykyistä lähtevää kaistanleveyttä määrittääkseen optimaalisen rakennusnopeuden. [Vaaditaan uudelleenkäynnistys]
hi: जब सेट किया गया है, तो यह राउटर को समानांतर बनाने की अनुमति दी गई टनल की सख्त सीमा सेट करता है। मानक रूप से, राउटर औसत बनाने का समय और वर्तमान आउटबाउंड बैंडविड्थ का उपयोग करके अत्याधुनिक बनाने की गति निर्धारित करता है। [पुनः शुरू करने की आवश्यकता है]
hu: Amikor konfigurálva van, ez meghatározza a router által egyszerre felépíthető alagutak általános korlátát. Alapértelmezés szerint a router az átlagos felépítési időt és a jelenlegi kimenő sávszélességet használja az optimális felépítési sebesség meghatározásához. [Újraindítás szükséges]
in: Ketika dikonfigurasi, ini menetapkan batasan ketat untuk jumlah terowongan yang diizinkan router untuk membangun secara bersamaan. Sebagai default router menggunakan waktu rata-rata pembangunan dan jalur keluar saat ini untuk menentukan laju pembangunan optimum. [Restart diperlukan]
it: Quando configurato, questo imposta un limite rigido per il numero di tunnel che il router è autorizzato a costruire contemporaneamente. Per impostazione predefinita, il router utilizza il tempo medio di creazione e la larghezza di banda in uscita corrente per determinare il tasso di costruzione ottimale. [Richiede riavvio]
ja: 設定すると、これにより、ルータが同時に構築を許可されるトンネルの数に対する厳しい制限が設定されます。デフォルトでは、ルータは平均構築時間と現在の送信帯域幅を使用して最適な構築速度を決定します。[再起動が必要です]
ko: 구성되면 이 설정은 라우터가 동시에 구축할 수 있는 터널 수에 대한 엄격한 제한을 설정합니다. 기본적으로 라우터는 평균 구축 시간과 현재 나가는 대역폭을 사용하여 최적의 구축률을 결정합니다. [다시 시작이 필요함]
nb: Når det er konfigurert, angir dette en hard grense for antallet tunneler ruteren kan bygge samtidig. Som standard bruker ruteren gjennomsnittlig byggetid og gjeldende utgående båndbredde for å bestemme den optimale byggehastigheten. [Restart required]
nl: Wanneer geconfigureerd, stelt dit een harde limiet in voor het aantal tunnels dat de router gelijktijdig kan bouwen. Standaard gebruikt de router de gemiddelde bouwtijd en de huidige uitgaande bandbreedte om de optimale bouwsnelheid te bepalen. [Herstart vereist]
pt: Quando configurado, isso define um limite rígido para o número de túneis que o roteador está autorizado a construir simultaneamente. Por padrão, o roteador usa o tempo médio de construção e a largura de banda de saída atual para determinar a taxa de construção ideal. [Reinicialização necessária]
sl: Ko je nastavljeno, določi tvrdi omejitev števila tunelov, ki jih lahko usmerjevalnik izgradi hkrasno. Po privzemu uporablja usmerjevalnik povprečno obdobje izgradnje in trenutno izhodno širino pasma za določanje optimalne hitrosti izgradnje. [Ponovni zagon zahtoven]
sv: När konfigurerad, sätter detta en hård begränsning för antalet tunnlar som routern får bygga samtidigt. Som standard använder routern genomsnittlig byggtid och nuvarande utgående bandbredd för att bestämma den optimala bygghastigheten. [Omstart krävs]
uk: Коли налаштовано, це встановлює жорстку межу для кількості тунелів, які роутер має право будувати одночасно. За замовчуванням роутер використовує середній час будівництва і поточну вихідну пропускну здатність для визначення оптимальної швидкості побудови. [Потрібний перезапуск]
vi: Khi được cấu hình, điều này đặt ra một giới hạn cứng cho số lượng đường hầm, bộ định tuyến được phép xây dựng đồng thời. Theo mặc định, bộ định tuyến sử dụng thời gian xây dựng trung bình và băng thông ra ngoài hiện tại để xác định tốc độ xây dựng tối ưu. [Khởi động lại yêu cầu]

source: If you wish to install unsigned (.zip) I2P updates, this should be added to your <code>router.config</code> file unless you have already configured <code>routerconsole.advanced=true</code>, in which case this option is already provisioned. Note: as of I2P+ 0.9.48+, installation of <a href=/configupdate#i2pupdates>unsigned updates</a> is enabled by default.
ar: إذا كنت ترغب بتثبيت التحديثات غير الموقّعة لـI2P (.zip)، يجب إضافة هذا إلى ملف <code>router.config</code> الخاص بك ما لم تكن قد كوّنت بالفعل <code>routerconsole.advanced=true</code>، وفي هذه الحالة فإن هذا الخيار مزوّد بالفعل. ملاحظة: ابتداءً من I2P+ 0.9.48+، يتم تمكين تثبيت <a href=/configupdate#i2pupdates>التحديثات غير الموقّعة</a> بشكل افتراضي.
az: İmzasız (.zip) i2P yeniləmələrini quraşdırmaq istəyirsinizsə, bu, <kod> routerconsole.advenconsole.advanced = həqiqi </ kod> Bu seçim artıq təminatdır. Qeyd: i2P + 0.9.48+, quraşdırılması <a href=/configupdate#i2pupdates> imzasız yeniləmələri dəyişdirin</a> standart olaraq aktivdir.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་མིང་རྟགས་མེད་པའི་(.zip) I2P གསར་བསྐྱར་སྒྲིག་འཛུགས་བྱེད་འདོད་ན། ཁྱེད་ཀྱིས་ <code>routerconsole.advanced=true</code> རྒྱུན་ལྡན་བྱས་ཟིན་མེད་ན་འདི་ཁྱེད་ཀྱི་ <code>router.config</code> ཡིག་ཆར་ཁ་སྣོན་བྱེད་དགོས། གལ་ཏེ་ཁྱེད་ཀྱིས་ <code>routerconsole.advanced=true</code> རྒྱུན་ལྡན་བྱས་ཟིན་ན་གདམ་ཀ་འདི་སྔོན་ནས་གྲ་སྒྲིག་བྱས་ཡོད། དྲན་རྟགས། I2P+ 0.9.48+ ནས་བཟུང་། <a href=/configupdate#i2pupdates>མིང་རྟགས་མེད་པའི་གསར་བསྐྱར་</a> སྒྲིག་འཛུགས་སྔོན་སྒྲིག་ལྟར་བརྒྱུད་ཡོད།
cs: Pokud si přejete instalovat nepodepsané (.zip) aktualizace I2P, měla by být tato možnost přidána do souboru <code>router.config</code>, pokud již nemáte nakonfigurováno <code>routerconsole.advanced=true</code>, v takovém případě je tato možnost již zajištěna. Poznámka: od I2P+ verze 0.9.48+ je instalace <a href=/configupdate#i2pupdates>nepodepsaných aktualizací</a> implicitně povolena.
da: Hvis du ønsker at installere ikke-signerede (.zip) I2P-opdateringer, skal dette tilføjes til din <code>router.config</code>-fil, medmindre du allerede har konfigureret <code>routerconsole.advanced=true</code>, i hvilket tilfælde denne indstilling allerede er tilgængelig. Bemærk: Fra I2P+ 0.9.48+ er installation af <a href=/configupdate#i2pupdates>ikke signerede opdateringer</a> som standard aktiveret.
el: Εάν επιθυμείτε να εγκαταστήσετε μη υπογεγραμμένες (.zip) ενημερώσεις I2P, αυτό πρέπει να προστεθεί στο αρχείο <code>router.config</code> σας εκτός εάν έχετε ήδη ρυθμίσει την <code>routerconsole.advanced=true</code>, σε αυτήν την περίπτωση αυτή η επιλογή έχει ήδη προμηθευτεί. Σημείωση: από την έκδοση I2P+ 0.9.48+, η εγκατάσταση <a href=/configupdate#i2pupdates>μη υπογεγραμμένων ενημερώσεων</a> είναι ενεργοποιημένη από προεπιλογή.
es: Si deseas instalar actualizaciones de I2P sin firma (.zip), esto debe agregarse a tu archivo <code>router.config</code> a menos que ya hayas configurado <code>routerconsole.advanced=true</code>, en cuyo caso esta opción ya está habilitada. Nota: a partir de I2P+ 0.9.48+, la instalación de actualizaciones <a href=/configupdate#i2pupdates> sin firma</a> está habilitada de forma predeterminada.
et: Kui soovite paigaldada allkirjastamata (.zip) I2P värskendusi, tuleks see lisada oma <code>router.config</code> faili, kui te pole veel konfigureerinud <code>routerconsole.advanced=true</code>, milles see võimalus juba on. Märkus: I2P+ 0.9.48+ puhul on vaikimisi lubatud allkirjastamata värskenduste paigaldamine.
fa: اگر می‌خواهید به‌روزرسانی‌های I2P بدون امضا (.zip) را نصب کنید، باید به فایل <code>router.config</code> خود اضافه شود، مگر اینکه قبلاً <code>routerconsole.advanced=true</code> را پیکربندی کرده باشید.
fi: Jos haluat asentaa allekirjoittamattomia (.zip) I2P-päivityksiä, tämä tulisi lisätä <code>router.config</code>-tiedostoon, ellei <code>routerconsole.advanced=true</code> ole jo määritetty, jolloin tämä vaihtoehto on jo varustettu. Huomaa: I2P+ -version 0.9.48+ asennus <a href=/configupdate#i2pupdates>allekirjoittamattomista päivityksistä</a> on oletusarvoisesti käytössä.
hi: यदि आप अनुस्मारक (.) की स्थापना करना चाहते हैं।zip) I2P अपडेट, तो यह router.config फ़ाइल में जोड़ना चाहिए, जबकि यदि आप पहले ही routerconsole.advanced=true सेट कर चुके हैं, तो यह विकल्प पहले से प्रदान किया गया होगा। नोट: I2P+ 0.9.48 से आगे, अनुस्मारक अपडेट की स्थापना मानक रूप से सक्षम है।
hu: Amennyiben telepíteni kíván honosítatlan (.zip) I2P frissítéseket, akkor hozzá kell adni a <code>router.config</code> fájlhoz, hacsak már nincs konfigurálva <code>routerconsole.advanced=true</code>, mivel ebben az esetben ez a beállítás már kész. Megjegyzés: I2P+ 0.9.48+ verziótól kezdve az <a href=/configupdate#i2pupdates>aláíratlan frissítések</a> telepítése az alapértelmezés szerint engedélyezett.
in: Jika Anda ingin memasang pembaruan I2P yang tidak ditandatangani (.zip), ini harus ditambahkan ke file <code>router.config</code> Anda kecuali Anda sudah mengkonfigurasi <code>routerconsole.advanced=true</code>, yang mana opsi ini sudah disediakan. Catatan: mulai I2P+ 0.9.48+, pemasangan <a href=/configupdate#i2pupdates>pembaruan tidak ditandatangani</a> diaktifkan secara default.
it: Se desideri installare aggiornamenti I2P non firmati (.zip), ciò deve essere aggiunto al tuo file <code>router.config</code> a meno che tu non abbia già configurato <code>routerconsole.advanced=true</code>, nel qual caso questa opzione è già disponibile. Nota: a partire da I2P+ 0.9.48+, l'installazione di <a href=/configupdate#i2pupdates>aggiornamenti non firmati</a> è abilitata per impostazione predefinita.
ja: 署名されていない(.zip) I2Pアップデートをインストールする場合、<code>router.config</code> ファイルにこれを追加する必要があります。ただし、すでに<code>routerconsole.advanced=true</code>を設定している場合は、このオプションは既に提供されています。注意：I2P+ 0.9.48+以降、<a href=/configupdate#i2pupdates>署名されていないアップデート</a>のインストールはデフォルトで有効になっています。
ko: 만약 서명되지 않은 (.zip) I2P 업데이트를 설치하길 원한다면, 이를 <code>router.config</code> 파일에 추가해야 합니다. 이미 <code>routerconsole.advanced=true</code>를 구성한 경우 이미 이 옵션이 준비되어 있습니다. 참고: I2P+ 0.9.48+부터, <a href=/configupdate#i2pupdates>서명되지 않은 업데이트</a>의 설치가 기본적으로 활성화되었습니다.
nb: Hvis du ønsker å installere usignerte (.zip) I2P-oppdateringer, bør dette legges til i din <code>router.config</code>-fil med mindre du allerede har konfigurert <code>routerconsole.advanced=true</code>, i så fall er denne innstillingen allerede opprettet. Merk: fra og med I2P+ 0.9.48+ er installasjon av <a href=/configupdate#i2pupdates>usignerte oppdateringer</a> aktivert som standard.
nl: Als je ondertekende (.zip) I2P-updates wilt installeren, moet dit worden toegevoegd aan je <code>router.config</code> bestand, tenzij je al <code>routerconsole.advanced=true</code> hebt geconfigureerd, in welk geval deze optie al is voorzien. Opmerking: vanaf I2P+ 0.9.48+ is installatie van <a href=/configupdate#i2pupdates>ongesigneerde updates</a> standaard ingeschakeld.
pt: Se você deseja instalar atualizações I2P sem assinatura (.zip), isso deve ser adicionado ao arquivo <code>router.config</code>, a menos que você já tenha configurado <code>routerconsole.advanced=true</code>, caso em que essa opção já é fornecida. Nota: desde o I2P+ 0.9.48+, a instalação de <a href=/configupdate#i2pupdates>atualizações sem assinatura</a> está habilitada por padrão.
sl: Če želite namestiti nepodpisane (.zip) posodobitve I2P, to mora biti dodano v vaš <code>router.config</code> datoteko, razen če ste že nastavili <code>routerconsole.advanced=true</code>, v katerem primeru je ta možnost že zagotovljena. Opomba: od I2P+ 0.9.48+, namestitev <a href=/configupdate#i2pupdates>nepodpisanih posodobitev</a> je omogočena privzeto.
sv: Om du vill installera osignerade (.zip) I2P-uppdateringar bör detta läggas till i din <code>router.config</code>-fil om du inte redan har konfigurerat <code>routerconsole.advanced=true</code>, i vilket fall detta alternativ redan är levererat. Notera: Från och med I2P+ 0.9.48+ är installation av <a href=/configupdate#i2pupdates>osignerade uppdateringar</a> aktiverat som standard.
uk: Якщо ви бажаєте встановити непідписані (.zip) оновлення I2P, це слід додати до вашого файла <code>router.config</code>, якщо ви ще не налаштували <code>routerconsole.advanced=true</code>, в такому випадку ця опція вже передбачена. Примітка: починаючи з версії I2P+ 0.9.48+, встановлення <a href=/configupdate#i2pupdates>непідписаних оновлень</a> є активованим за замовчуванням.
vi: Nếu bạn muốn cài đặt các bản cập nhật I2P chưa kí (.zip), thì điều này nên được thêm vào tệp <code>router.config</code> của bạn trừ khi bạn đã cấu hình <code>routerconsole.advanced=true</code>, trong trường hợp này tùy chọn này đã được cung cấp trước. Lưu ý: kể từ I2P+ 0.9.48+, việc cài đặt <a href=/configupdate#i2pupdates>các bản cập nhật chưa kí</a> đã được kích hoạt mặc định.

source: This setting allows you to configure the update url for the unsigned update feature, if enabled. The url should end with <code>/i2pupdate.zip</code>. Note: do not install unsigned updates unless you trust the source of the update!
ar: هذا الإعداد يسمح لك بتكويف عنوان URL التحديث من أجل ميزة التحديثات غير الموقّعة، إن تم تمكينها. يجب أن ينتهي عنوان الURL بـ <code>/i2pupdate.zip</code>. ملاحظة: لا تقم بتثبيت التحديثات غير الموقّعة إلا إذا كنت تثق بمصدر التحديث!
az: Bu parametr, effektiv olduqda, imzalanmamış yeniləmə xüsusiyyəti üçün yeniləmə URL-ni konfiqurasiya etməyə imkan verir. URL <kod> /i2pupdate.zip </ code> ilə bitməlidir. Qeyd: Yeniləmənin mənbəyinə etibar etməyincə imzalanmamış yeniləmələri quraşdırmayın!
bo: སྒྲིག་འགོད་འདིས་ཁྱེད་ལ་མིང་རྟགས་མེད་པའི་གསར་བསྐྱར་གྱི་ཁྱད་ཆོད་ལ་ URL རྒྱུན་ལྡན་བྱེད་དུ་འཇུག་པར་གྱི་གནས་ཐབས་བྱེད། URL ནི་ <code>/i2pupdate.zip</code> ཐིག་སྣེ་ནས་མཇུག་དགོས། དྲན་རྟགས། གསར་བསྐྱར་གྱི་འབྱུང་ཁུངས་ལ་ཡིད་རྟོན་མེད་ན་མིང་རྟགས་མེད་པའི་གསར་བསྐྱར་སྒྲིག་འཛུགས་མི་བྱེད།
cs: Toto nastavení vám umožňuje nakonfigurovat URL adresu aktualizace pro funkcionalitu nepodepsané aktualizace, pokud je povolena. Adresa URL by měla končit na <code>/i2pupdate.zip</code>. Poznámka: Nepřijímejte nepodepsané aktualizace, pokud nevěříte zdroji aktualizace!
da: Denne indstilling giver dig mulighed for at konfigurere opdaterings-URL'en til den ikke-signerede opdateringsfunktion, hvis den er aktiveret. URL'en skal slutte med <code>/i2pupdate.zip</code>. Bemærk: Installer ikke ikke signerede opdateringer, medmindre du har tillid til opdateringskilden!
el: Αυτή η ρύθμιση σάς επιτρέπει να ρυθμίσετε τη διεύθυνση url ενημέρωσης για το χαρακτηριστικό μη υπογεγραμμένης ενημέρωσης, εάν είναι ενεργοποιημένη. Η διεύθυνση url πρέπει να τελειώνει με το <code>/i2pupdate.zip</code>. Σημείωση: μην εγκαθιστάτε μη υπογεγραμμένες ενημερώσεις εκτός εάν εμπιστεύεστε την πηγή της ενημέρωσης!
es: Esta configuración te permite establecer la URL de actualización para la función de actualización sin firma, si está habilitada. La URL debe terminar con <code>/i2pupdate.zip</code>. ¡Nota: no instales actualizaciones sin firma a menos que confíes en la fuente de la actualización!
et: Selle seadistuse abil saate konfigureerida allkirjastamata värskenduste URLi, kui see on lubatud funktsioon. URL peaks lõppema <code>/i2pupdate.zip</code>-ga. Märkus: ärge installige allkirjastamata värskendusi, kui te ei usalda värskenduse allikat!
fa: این تنظیم به شما امکان می دهد در صورت فعال بودن، آدرس به روز رسانی را برای ویژگی به روز رسانی بدون امضا پیکربندی کنید.
fi: Tämä asetus mahdollistaa allekirjoittamattoman päivitystoiminnon päivitysosoitteen määrittämisen, jos se on käytössä. URL: n tulisi päättyä <code>/i2pupdate.zip</code>. Huomaa: älä asenna allekirjoittamattomia päivityksiä, ellet luota päivityksen lähteeseen!
hi: यदि सक्षम, तो यह सेटिंग आपको अनुस्मारक अपडेट सुविधा के लिए अपडेट URL को निर्धारित करने की अनुमति देती है। URL /i2pupdate.zip से समाप्त होना चाहिए। नोट: अनुस्मारक अपडेट स्थापित न करें जब तक आप अपडेट के स्रोत को विश्वास नहीं करते हैं!
hu: Ezzel a beállítással konfigurálhatja a honosítatlan frissítési funkcióhoz tartozó frissítési URL-t, amennyiben engedélyezve van. Az URL-nek <code>/i2pupdate.zip</code>-re kell végződnie. Megjegyzés: ne telepítsen honosítatlan frissítéseket, hacsak nem bízik az frissítés forrásában!
in: Pengaturan ini memungkinkan Anda mengkonfigurasi alamat URL pembaruan untuk fitur pembaruan yang tidak ditandatangani, jika diaktifkan. Alamat URL harus berakhiran <code>/i2pupdate.zip</code>. Catatan: jangan pasang pembaruan yang tidak ditandatangani kecuali Anda mempercayai sumber pembaruan!
it: Questa impostazione consente di configurare l'URL di aggiornamento per la funzionalità di aggiornamento non firmato, se abilitato. L'URL dovrebbe terminare con <code>/i2pupdate.zip</code>. Nota: non installare aggiornamenti non firmati a meno che tu non abbia fiducia nella fonte dell'aggiornamento!
ja: この設定を使用すると、有効になっている場合、署名されていない更新機能のための更新URLを設定できます。URLは<code>/i2pupdate.zip</code>で終わる必要があります。注意：更新のソースを信頼していない限り、署名されていない更新をインストールしないでください！
ko: 이 설정을 통해, 사용 가능한 경우 서명되지 않은 업데이트 기능의 업데이트 URL을 구성할 수 있습니다. URL은 <code>/i2pupdate.zip</code>로 끝나야 합니다. 참고: 업데이트 지원 출처를 신뢰하지 않을 경우 서명되지 않은 업데이트를 설치하지 마십시오!
nb: Denne innstillingen lar deg konfigurere oppdaterings-URLen for funksjonen ikke-signert oppdatering, hvis den er aktivert. URL-en skal ende med <code>/i2pupdate.zip</code>. Merk: Ikke installer ikke-signerte oppdateringer med mindre du stoler på kilden til oppdateringen!
nl: Deze instelling stelt je in staat om de update-URL te configureren voor de ondertekende updatefunctie, indien ingeschakeld. De URL moet eindigen met <code>/i2pupdate.zip</code>. Let op: installeer geen ondertekende updates tenzij je de bron van de update vertrouwt!
pt: Essa configuração permite que você configure a URL de atualização para o recurso de atualização sem assinatura, se habilitado. A URL deve terminar com <code>/i2pupdate.zip</code>. Nota: não instale atualizações sem assinatura a menos que confie na fonte da atualização!
sl: Ta nastavitev vam omogoča konfiguracijo URL-ja za posodobitve nepodpisanih posodobitev, če je omogočeno. URL mora končati z <code>/i2pupdate.zip</code>. Opomba: nepodpisane posodobitve ne namestite, razen če zaupate v vir posodobitve!
sv: Denna inställning gör det möjligt att konfigurera uppdaterings-URL:en för funktionen osignerad uppdatering, om det är aktiverat. URL:en bör sluta med <code>/i2pupdate.zip</code>. Notera: installera inte osignerade uppdateringar om du inte litar på källan till uppdateringen!
uk: Це налаштування дозволяє сконфігурувати URL-адресу для функції непідписаних оновлень, якщо вона активована. URL-адреса повинна закінчуватись на <code>/i2pupdate.zip</code>. Примітка: не встановлюйте непідписані оновлення, якщо не довіряєте джерелу оновлення!
vi: Cài đặt này cho phép bạn cấu hình url cập nhật cho tính năng cập nhật chưa ký, nếu được kích hoạt. Url nên kết thúc bằng <code>/i2pupdate.zip</code>. Lưu ý: Đừng cài đặt các bản cập nhật chưa ký trừ khi bạn tin tưởng nguồn của bản cập nhật!
