Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: If you consider every eepsite that has ever been created, yes, most of them are down. People and eepsites come and go. A good way to get started in I2P is check out a list of eepsites that are currently up. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> tracks active eepsites.
ar: إذا ما أخذت بالحسبان كل موقع eepsite تم إنشاؤه في أي وقت مضى، نعم، معظمها غير نشط. الناس ومواقع eepsite تأتي وتذهب. طريقة جيدة للبدء في I2P هي التحقق من قائمة بمواقع eepsite النشطة حاليا. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> يتتبع مواقع eepsite النشطة.
az: Hazırda yuxarıdakı bütün eepsiteləri nəzərə alırsanız, həmin eepsitelərin əksəriyyəti işləmir. İnsanlar və eepsitelər keçirib gəlirlər. I2P-də başlamaq üçün bir sıra eepsitələrin son statusunu yoxlamaq yaxşıdır. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> fəal eepsitələri izləyir.
bo: ཁྱོད་ཀྱིས་གཞི་བཟུང་བའི་eepsite གང་རུང་གི་བཙུགས་ན་གོང་གི་eepsite གང་རུང་མེད་པ་ཡིན། མི་དང་། eepsite གང་རུང་གི་བཙུགས་དང་ཡོངས་བཟོ་བོ། I2P ནང་གི་གཞི་བཟུང་བའི་ཐོབ་ཐང་ལེགས་པོ་ནི་གོང་གི་eepsite གཞི་བཟུང་བའི་ཤོག་ཚོ་མཚོན་བོ། <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> ནི་གཞི་བཟུང་བའི་eepsite གཞི་བཟུང་བར་བཟོ་བོ།
cs: Pokud si představujete každý eepsite, který byl vytvořen, ano, většina z nich je mimo provoz. Lidé a eepsity přicházejí a odcházejí. Dobrým způsobem, jak začít v I2P, je prozkoumat seznam eepsitů, které jsou aktuálně aktivní. Stránka <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> sleduje aktivní eepsity.
da: Hvis du tænker på alle eepsites, der nogensinde er blevet oprettet, ja, de fleste af dem er nede. Folk og eepsites kommer og går. En god måde at komme i gang med I2P er at se en liste over eepsites, der i øjeblikket er aktive. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> sporer aktive eepsites.
el: Εάν λάβετε υπόψη κάθε eepsite που δημιουργήθηκε ποτέ, ναι, η πλειονότητα από αυτά είναι εκτός λειτουργίας. Οι άνθρωποι και τα eepsites έρχονται και φεύγουν. Ένας καλός τρόπος να ξεκινήσετε στο I2P είναι να ελέγξετε μια λίστα των eepsites που είναι επί του παρόντος ενεργά. Το <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> παρακολουθεί ενεργά eepsites.
es: Si consideras todos los eepsites que se han creado, sí, la mayoría están caídos. La gente y los eepsites van y vienen. Una buena manera de empezar en I2P es revisar una lista de eepsites que actualmente estén funcionando. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> lleva un seguimiento de los eepsites activos.
et: Kui arvestate iga eep-saiti, mis on eales loodud, siis jah, enamus neist on maas. Inimesed ja eep-saidid tulevad ja lähevad. I2P-s alustamiseks on hea viis vaadata loendit praegu käigusolevaid eep-saite. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> jälgib aktiivseid eep-saite.
fa: اگر به تمام سایت‌های ایپسی که تاکنون ایجاد شده‌اند توجه کنید، درست است که بیشترشان غیرفعال هستند. مردم و سایت‌های ایپس به‌طور مداوم تغییر می‌کنند. یک روش خوب برای شروع در I2P بررسی لیستی از سایت‌های ایپسی است که هم‌اکنون فعال هستند. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> سایت‌های ایپسی فعال را زیر نظر دارد.
fi: Jos otetaan huomioon kaikki koskaan luodut eepsinetit, kyllä, suurin osa niistä on alhaalla. Ihmiset ja eepsinetit tulevat ja menevät. Hyvä tapa aloittaa I2P:ssä on tarkistaa luettelo tällä hetkellä toimivista eepsineteistä. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> seuraa aktiivisia eepsinettejä.
hi: यदि आप सभी कभी-कभी बनाए गए हर ईपीसाइट को ध्यान में लेते हैं, तो हाँ, अधिकांश वे बंद हैं। लोग और ईपीसाइट्स आते हैं और जाते हैं। I2P में शुरू करने का एक अच्छा तरीका है, वर्तमान में चल रहे ईपीसाइट्स की सूची की जाँच करें। <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> सक्रिय ईपीसाइट्स को ट्रैक करता है।
hu: Ha minden olyan eepsitét figyelembe veszünk, ami valaha létrejött, akkor igen, a legtöbbük ki van kapcsolva. Az emberek és az eepsite-ok jönnek és mennek. Hogy belemerülj az I2P-be, jó ötlet megnézni egy listát azokról az eepsite-okról, amelyek jelenleg elérhetőek. Az aktív eepsite-okat a <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> címen követheted nyomon.
in: Jika mempertimbangkan setiap situs eep yang pernah dibuat, ya, kebanyakan sedang mati. Orang dan situs eep datang dan pergi. Cara bagus untuk memulai di I2P adalah memeriksa daftar situs eep yang sedang aktif. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> melacak situs eep aktif.
it: Se consideri tutti gli eepsite che sono stati creati, sì, la maggior parte di loro è giù. Persone ed eepsite vanno e vengono. Un buon modo per iniziare con I2P è dare un'occhiata a una lista di eepsite che sono attualmente attivi. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> tiene traccia degli eepsite attivi.
ja: これまで作成されたすべてのイープサイトを考慮すると、ほとんどのイープサイトは停止中です。人々やイープサイトは絶えず変動しています。I2Pでのスタートアップの良い方法は、現在利用可能なイープサイトのリストをチェックすることです。<a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a>でアクティブなイープサイトを追跡することができます。
ko: 지금까지 생성된 모든 이입사이트를 고려한다면, 대부분의 사이트는 다운되어 있습니다. 사람들과 이입사이트는 오고가기 마련입니다. I2P로 시작하는 좋은 방법은 현재 사용 가능한 이입사이트 목록을 확인하는 것입니다. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a>에서 활성 이입사이트를 추적합니다.
nb: Hvis du tar med i betraktning hver eepsite som noensinne har blitt opprettet, er ja, de fleste av dem er nede. Mennesker og eepsites kommer og går. En god måte å komme i gang med I2P på er å se gjennom en liste over eepsiter som er oppe for øyeblikket. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> sporer aktive eepsiter.
nl: Als u alle eepsites die ooit zijn gemaakt in overweging neemt, dan zijn de meeste ervan offline. Mensen en eepsites komen en gaan. Een goede manier om te beginnen met I2P is om een lijst van momenteel actieve eepsites te bekijken. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> houdt actieve eepsites bij.
pt: Se você considera todos os eepsites que já foram criados, sim, a maioria deles está fora do ar. Pessoas e eepsites vêm e vão. Uma boa maneira de começar no I2P é verificar uma lista de eepsites que estão atualmente ativos. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> rastreia eepsites ativos.
sl: Če upoštevate vse eepsite, ki so kdaj bile ustvarjene, da, večina jih je padla. Ljudje in eepsite pridejo in odežijo. Dober način za začetek v I2P je preveriti seznam eepsitev, ki so trenutno up. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> sledi aktivnim eepsite.
sv: Om du tänker på varje eepsite som någonsin har skapats så är ja, de flesta av dem är nere. Människor och eepsiter kommer och går. Ett bra sätt att komma igång med I2P är att kolla på en lista över eepsiter som för närvarande är aktiva. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> spårar aktiva eepsiter.
uk: Якщо враховувати кожен еепсайт, що коли-небудь створювали, так, більшість з них відсутні. Люди і еепсайти приходять і йдуть. Хороший спосіб почати в I2P - подивитися список еепсайтів, які наразі працюють. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> відстежує активні еепсайти.
vi: Nếu xét tới mọi eepsite từng được tạo ra, thì đúng, phần lớn trong chúng hiện không hoạt động. Con người và eepsite luôn xuất hiện và biến mất. Một cách tốt để bắt đầu với I2P là kiểm tra danh sách các eepsite hiện đang hoạt động. <a href=http://notbob.i2p/ target=_blank rel=noreferrer class=sitelink>http://notbob.i2p</a> theo dõi các eepsite đang hoạt động.

source: Where are my I2P configuration files stored?
ar: أين يتم تخزين ملفات تكوين I2P الخاصة بي؟
az: Mənim I2P konfiqurasiya fayllarım harada saxlanılır?
bo: ཁྱོད་ཀྱི་I2P གི་བཀོ་སྒྲིག་གི་ཤོག་གང་རུ་གནས་པ་ཡིན།
cs: Kde jsou uloženy konfigurační soubory I2P?
da: Hvor er mine I2P-konfigurationsfiler gemt?
el: Πού αποθηκεύονται τα αρχεία ρύθμισης του I2P?
es: ¿Dónde se almacenan los archivos de configuración de I2P?
et: Kuhu on salvestatud minu I2P seadistuse failid?
fa: فایل‌های تنظیمات من در I2P کجا ذخیره می‌شوند؟
fi: Missä I2P:n määritystiedostot on tallennettu?
hi: मेरे I2P सेटिंग फ़ाइल्स कहाँ संग्रहीत हैं?
hu: Hol vannak az I2P konfigurációs fájljaim?
in: Di mana file konfigurasi I2P saya disimpan?
it: Dove vengono memorizzati i file di configurazione di I2P?
ja: 私のI2P設定ファイルはどこに保存されていますか？
ko: 내 I2P 구성 파일은 어디에 저장되어 있나요?
nb: Hvor er mine I2P konfigurasjonsfiler lagret?
nl: Waar worden mijn I2P-configuratiebestanden opgeslagen?
pt: Onde meus arquivos de configuração I2P estão armazenados?
sl: Kje so shranjene moje datoteke konfiguracije I2P?
sv: Var sparas mina I2P-konfigurationsfiler?
uk: Де зберігаються файли конфігурації I2P?
vi: Các tệp cấu hình i2p của tôi được lưu trữ ở đâu?

source: Configuration files for the router, installed plugins, and router logs are stored in the following location:
ar: يتم تخزين ملفات تكوين الموجه، الإضافات المثبتة وسجلات الموجه في الموقع التالي:
az: Router üçün konfiqurasiya faylları, quraşdırılmış plaginlər və marşrutlaşdırıcı qeydləri aşağıdakı yerdə saxlanılır:
bo: རོ་ཊར་གི་བཀོ་སྒྲིག་གི་ཤོག་དང་། བཙུགས་པའི་བརྒྱུད་ལམ་དང་། རོ་ཊར་གི་ཉིན་ཐོ་གནས་པའི་གནས་གཞི་བཟུང་བར་བཟོ་བོ།
cs: Konfigurační soubory routeru, nainstalovaných pluginů a protokolů routeru jsou uloženy v následující složce:
da: Konfigurationsfiler for routeren, installerede plugins og router logs er gemt på følgende placering:
el: Τα αρχεία ρυθμίσεων για τον δρομολογητή, τα εγκατεστημένα πρόσθετα και τα αρχεία καταγραφής δρομολογητή αποθηκεύονται στην ακόλουθη τοποθεσία:
es: Los archivos de configuración del enrutador, plugins instalados y registros del enrutador se almacenan en la siguiente ubicación:
et: Ruuteri, paigaldatud pluginate ja ruuteri logide seadistusfailid salvestatakse järgmisse kohta:
fa: فایل‌های تنظیمات برای رهیاب، افزونه‌های نصب‌شده و لاگ‌های رهیاب در مسیر زیر ذخیره می‌شوند:
fi: Reitittimen, asennettujen liitännäisten ja reitittimen lokien määritystiedostot on tallennettu seuraavaan sijaintiin:
hi: रूटर के लिए सेटिंग फ़ाइल, स्थापित प्लगइन और रूटर लॉग को निम्नलिखित स्थान पर संग्रहित किया गया है:
hu: Az útválasztó konfigurációs fájljai, a telepített bővítmények és az útválasztó naplói a következő helyen tárolódnak:
in: File konfigurasi router, plugin yang diinstal, dan log router disimpan di lokasi berikut:
it: I file di configurazione per il router, i plugin installati e i log del router sono memorizzati nella seguente posizione:
ja: ルーター、インストールされたプラグイン、およびルーターログの設定ファイルは、次の場所に保存されています：
ko: 라우터 구성 파일, 설치된 플러그인 및 라우터 로그는 다음 위치에 저장됩니다.
nb: Konfigurasjonsfiler for ruteren, installerte utvidelser og rutelogger lagres på følgende plassering:
nl: Configuratiebestanden voor de router, geïnstalleerde plugins en routerlogs worden opgeslagen op de volgende locatie:
pt: Os arquivos de configuração do roteador, plug-ins instalados e logs do roteador são armazenados no seguinte local:
sl: Datoteke konfiguracije za usmerjevalnik, nameščene vstavke, in dnevniki usmerjevalnika so shranjeni v naslednji lokaciji:
sv: Konfigurationsfilerna för routern, installerade tillägg och routerloggar lagras på följande plats:
uk: Файли конфігурації роутера, встановлених плагінів та журнали роутера зберігаються у наступному місці:
vi: Các tệp cấu hình cho bộ định tuyến, plugin đã cài đặt và nhật ký bộ định tuyến được lưu trữ tại vị trí sau:

source: Windows
el: Παράθυρα
hi: विंडोज़

source: OS X
ar: OS X / MacOS
da: OS X / macOS
es: OS X / MacOS
et: OS X / macOS
fa: OS X / MacOS
hi: ओएस एक्स
in: OS X / MacOS
ja: OS X / MacOS
ko: OS X / MacOS
nb: OS X / macOS
nl: OS X / macOS
uk: OS X / MacOS

source: Linux
el: Λίνουξ
hi: लिनक्स

source: Standard Java Installation
ar: التثبيت القياسي لجافا
az: Standart Java Quraşdırması
bo: Java གི་དཔེ་འབྱུང་གི་བཙུགས་པ།
cs: Standardní instalace Java
el: Κανονική εγκατάσταση Java
es: Instalación estándar de Java
et: Standardne Java paigaldus
fa: نصب استاندارد جاوا
fi: Perus Java -asennus
hi: स्टैंडर्ड जावा इंस्टॉलेशन
hu: Szabványos Java telepítés
in: Instalasi Java Standar
it: Installazione standard di Java
ja: 標準のJavaインストール
ko: 표준 Java 설치
nb: Standard Java-installasjon
nl: Standaard Java-installatie
pt: Instalação padrão do Java
sl: Standardna namestitva Java
uk: Стандартна установка Java
vi: Cài đặt Java tiêu chuẩn

source: Package / repository installation
ar: تثبيت الحزمة / المستودع
az: Paket / anbar quraşdırılması
bo: བརྒྱུད་ལམ་གི་བཙུགས་པ།
cs: Instalace balíčku / repozitáře
da: Pakke / repository installation
el: Εγκατάσταση πακέτου / αποθετηρίου
es: Instalación de paquete / repositorio
et: Paketi / hoidla paigaldus
fa: نصب بسته/انباره
fi: Paketin / arkiston asennus
hi: पैकेज / रिपॉजिटरी इंस्टॉलेशन
hu: Csomag / adattár telepítése
in: Instalasi paket/repositori
it: Installazione tramite pacchetto/repository
ja: パッケージ/リポジトリのインストール
ko: 패키지/저장소 설치
nb: Pakke / depotinstallasjon
nl: Pakket / repository-installatie
pt: Instalação de pacote/repositório
sl: Namestitve paketov / repozitorij
sv: Paket-/förrådsinstallation
uk: Встановлення пакетом/з репозиторію
vi: Cài đặt gói / kho

source: How do I enable https:// access for the router console?
ar: كيف أمكن الوصول باستخدام https:// لواجهة التحكم في الموجه؟
az: Router konsolu üçün https:// girişini necə aktivləşdirə bilərəm?
bo: རོ་ཊར་གི་གཞི་བཟུང་བའི་https:// དེ་བཟུང་བར་བཟོ་བར་བཟོ་དགོས་ན་གང་བྱེད་དགོས།
cs: Jak povolit přístup k routerové konzoli pomocí https://?
da: Hvordan aktiverer jeg https:// adgang til routerkonsollen?
el: Πώς μπορώ να ενεργοποιήσω την πρόσβαση μέσω https:// για την κονσόλα του δρομολογητή?
es: ¿Cómo habilito el acceso https:// para la consola del enrutador?
et: Kuidas ma luban marsruuteri konsolile https:// pääsu?
fa: چگونه دسترسی https:// را برای کنسول رهیاب فعال می‌کنم؟
fi: Kuinka otan käyttöön https:// -yhteyden reititin -konsoliin?
hi: रूटर कंसोल के लिए https:// पहुँच कैसे सक्षम करूँ?
hu: Hogyan engedélyezhetem a https:// hozzáférést az útválasztó konzoljához?
in: Bagaimana cara mengaktifkan akses https:// untuk konsol router?
it: Come abilitare l'accesso https:// alla console del router?
ja: ルーターコンソールのhttps://アクセスを有効にするにはどうすればよいですか？
ko: 라우터 콘솔에 대해 https:// 액세스를 활성화하려면 어떻게 해야 합니까?
nb: Hvordan aktiverer jeg https://-tilgang for ruterkonsollen?
nl: Hoe activeer ik https:// toegang voor de router console?
pt: Como habilito o acesso https:// para o console do roteador?
sl: Kako omogočim dostop https:// za konzolo usmerjevalnika?
sv: Hur aktiverar jag https://-åtkomst för routerkonsolen?
uk: Як увімкнути доступ https:// до консолі роутера?
vi: Tôi có thể bật truy cập https:// cho bảng điều khiển bộ định tuyến như thế nào?

source: Locate the configuration file: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> in the <code>clients.config.d</code> folder in your I2P settings directory, and then edit accordingly:
ar: تحديد ملف التكوين: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> في مجلد <code>clients.config.d</code> في دليل إعدادات I2P الخاص بك، ثم قم بتعديله حسب الحاجة:
az: Konfiqurasiya faylı tapın: İ2P ayarlarınızın qovluğundakı <code>clients.config.d</code> qovluğunda <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> faylını və müvafiq düzənləyin
bo: བཀོ་སྒྲིག་གི་ཤོག་གི་གནས་ཚུལ་མཚོན་དགོས། <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> དེ་<code>clients.config.d</code> གི་ཤོག་ཁུག་ནང་གི་ཁྱོད་ཀྱི་I2P གི་བཀོ་སྒྲིག་གི་ཤོག་ཁུག་ནང་ཡོད་པ་མཚོན་དགོས།
cs: Najděte konfigurační soubor: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> ve složce <code>clients.config.d</code> ve svém adresáři nastavení I2P a upravte ho následovně:
da: Find konfigurationsfilen: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> i mappen <code>clients.config.d</code> i din I2P-indstillingsmappe, og rediger derefter som følger:
el: Βρείτε το αρχείο ρυθμίσεων: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> στον φάκελο <code>clients.config.d</code> στον κατάλογο ρυθμίσεων του I2P, και στη συνέχεια επεξεργαστείτε το αναλόγως:
es: Ubica el archivo de configuración: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> en la carpeta <code>clients.config.d</code> en tu directorio de configuraciones de I2P, y edita de la siguiente manera:
et: Leidke konfiguratsioonifail: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> asukohas <code>clients.config.d</code> teie I2P seadete kataloogis ja muutke vastavalt:
fa: فایل تنظیمات <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> را در شاخه <code>clients.config.d</code> در دیرکتوری تنظیمات I2P خود پیدا کنید و سپس ویرایش کنید:
fi: Etsi asetustiedosto: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> <code>clients.config.d</code> -kansiosta I2P -asetusten hakemistosta ja muokkaa sen mukaisesti:
hi: सेटिंग्स फ़ोल्डर में <code>clients.config.d</code> फ़ोल्डर में खोजें: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> फ़ाइल, और फिर उसे अनुसार संशोधित करें:
hu: A konfigurációs fájl helyének megkeresése: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> a <code>clients.config.d</code> mappában az I2P beállítások könyvtárában, majd szerkesztse megfelelően:
in: Temukan file konfigurasi: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> di folder <code>clients.config.d</code> di direktori pengaturan I2P Anda, kemudian ubah sesuai:
it: Trova il file di configurazione: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> nella cartella <code>clients.config.d</code> nella directory delle impostazioni di I2P e modificalo di conseguenza:
ja: I2P設定ディレクトリの<code>clients.config.d</code>フォルダ内の<code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code>構成ファイルを見つけ、それに従って編集してください：
ko: 구성 파일을 찾으십시오 : <code> clients.config.d </code> 폴더에서 <code> 00-net.i2p.router.web.wouterconsolerunner-clients.config>를 찾으십시오. 그에 따라 편집 :
nb: Finn konfigurasjonsfilen: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> i mappen <code>clients.config.d</code> i din I2P-innstillingsmappe, og rediger deretter:
nl: Zoek het configuratiebestand: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> in de <code>clients.config.d</code> map in uw I2P instellingen directory, en bewerk het vervolgens dienovereenkomstig:
pt: Localize o arquivo de configuração: <code>00-net.i2p.router.web.routerconsolerunner-clients.config</code> na pasta <code>clients.config.d</code> no seu diretório I2P, e depois Editar de acordo:
sl: Najdite datoteko konfiguracije: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> v imeniku <code>clients.config.d</code> v vašem imeniku nastavitev I2P, nato pa uredite ustrezno:
sv: Hitta konfigurationsfilen: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> i mappen <code>clients.config.d</code> i din I2P-inställningskatalog, och redigera sedan enligt följande:
uk: Знайдіть файл конфігурації: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> у каталозі <code>clients.config.d</code> в робочому каталозі I2P, та відредагуйте його відповідно:
vi: Tìm tệp cấu hình: <code>00-net.i2p.router.web.RouterConsoleRunner-clients.config</code> trong thư mục <code>clients.config.d</code> của thư mục cài đặt I2P của bạn, sau đó chỉnh sửa phù hợp:

source: For both non-SSL and SSL
ar: لكل من غير SSL وSSL
az: Həm qeyri-SSL, həm də SSL üçün
bo: མི་SSL ཡང་ན་SSL གཞི་བཟུང་བར་བཟོ་བོ།
cs: Pro non-SSL a SSL
da: For både non-SSL og SSL
el: Και για μη-SSL και για SSL
es: Para no SSL y SSL
et: Nii mittetuvastusliku kui ka SSL-i jaoks
fa: برای غیر-اساسل و اساسل هر دو
fi: Sekä ei-SSL- että SSL-yhteyksiä varten
hi: SSL और नॉन-SSL दोनों के लिए
hu: Nem SSL és SSL esetén egyaránt
in: Untuk non-SSL dan SSL
it: Per entrambi non-SSL e SSL
ja: SSLおよび非SSLの両方に対して
ko: 비SSL 및 SSL 모두에 해당
nb: For både ikke-SSL og SSL
nl: Voor zowel non-SSL als SSL
pt: Para não-SSL e SSL
sl: Za obe ne-SSL in SSL
sv: För både non-SSL och SSL
uk: Для протоколів як без SSL, так і з SSL
vi: Áp dụng cho cả SSL và non-SSL

source: For SSL only
ar: فقط لـ SSL
az: Yalnız SSL üçün
bo: SSL དེ་བཟུང་བར་བཟོ་བོ།
cs: Pouze pro SSL
da: Kun for SSL
el: Μόνο για SSL
es: Sólo para SSL
et: Ainult SSL-i jaoks
fa: فقط برای اساسل
fi: Vain SSL-yhteyksiä varten
hi: केवल SSL के लिए
hu: Csak SSL esetén
in: Hanya untuk SSL
it: Solo per SSL
ja: SSLのみの場合
ko: SSL 전용
nb: Kun for SSL
nl: Alleen voor SSL
pt: Somente para SSL
sl: Sam za SSL
sv: Endast för SSL
uk: Лише для SSL
vi: Chỉ áp dụng cho SSL

source: How can I configure the console and web services to be accessible on my local network?
bo: ངའི་གི་སྒྲག་བཀོད་སྒྲག་བཀོད་པ་དང་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ་དགོས་མཁོ་ངེས་བརྒྱུད་བཏོན་པའི་ལམ་ཐོང་ནང་མེད་པ།
hi: मैं कंसोल और वेब सेवाओं को अपने स्थानीय नेटवर्क पर पहुंचने योग्य बनाने के लिए कैसे कॉन्फ़िगर कर सकता हूं?
ko: 콘솔과 웹 서비스를 로컬 네트워크에서 접근할 수 있도록 어떻게 구성할 수 있나요?

source: To make your console accessible on your local network, edit the configuration file 00-net.i2p.router.web.RouterConsoleRunner-clients.config in the clients.config.d folder of your I2P settings directory. Update or add the necessary IP addresses to the existing localhost (127.0.0.1) mapping. Use the -s switch for HTTPS access.
bo: ཁྱེད་ཀྱི་རོགས་དྲན་རྒྱུན་དུ་བཙོན་པའི་ཐོན་པར་མི་འཚམས་པར། ཁྱེད་ཀྱི་ I2P སྒྲིག་སྟེན་ཡིག་ཁུག་ནང་གི་ clients.config.d ཡིག་ཁུག་ནང་གི་ 00-net.i2p.router.web.RouterConsoleRunner-clients.config རྒྱུན་སྒྲིག་སྟེན་ཡིག་ཆ་བསྒྱུར་བར་རོགས། localhost (127.0.0.1) སྟོན་རྟགས་ལ་དགོས་པའི་ IP ཁ་བྱང་ཁ་སྣོན་བར་རོགས་གམ་གསར་བཟོ་བར་རོགས། HTTPS འཛུལ་སྤྱོད་ཀྱི་དོན་ལུགས་ -s སྒོ་རྟགས་སྤྱོད་རོགས།
hi: अपने कंसोल को अपने स्थानीय नेटवर्क पर पहुंचने योग्य बनाने के लिए, अपनी I2P सेटिंग निर्देशिका के clients.config.d फ़ोल्डर में कॉन्फ़िगरेशन फ़ाइल 00-net.i2p.router.web.RouterConsoleRunner-clients.config संपादित करें। मौजूदा localhost (127.0.0.1) मैपिंग में आवश्यक IP पते अपडेट करें या जोड़ें। HTTPS एक्सेस के लिए -s स्विच का उपयोग करें।
ko: 콘솔을 로컬 네트워크에서 접근 가능하게 하려면 I2P 설정 디렉터리의 clients.config.d 폴더에 있는 구성 파일 00-net.i2p.router.web.RouterConsoleRunner-clients.config을 편집하세요. 기존 localhost (127.0.0.1) 매핑에 필요한 IP 주소를 업데이트하거나 추가하세요. HTTPS 접근에는 -s 스위치를 사용하세요.

source: Example: To allow access from both localhost and 192.168.1.10 over HTTP and HTTPS:
bo: དཔེར་ན། localhost དང་ 192.168.1.10 གཉིས་ནས་ HTTP དང་ HTTPS བརྒྱུད་ནས་འཛུལ་སྤྱོད་ཆོག་པར།
hi: उदाहरण: HTTP और HTTPS दोनों पर localhost और 192.168.1.10 से एक्सेस की अनुमति देने के लिए:
ko: 예: localhost와 192.168.1.10에서 HTTP와 HTTPS를 통한 접근을 허용하려면:

source: For most client services, change the listening address for the relevant service in the Tunnel Manager's configuration section using the <i>reachable by</i> dropdown.
bo: ལེན་གནད་མཁན་གནས་པ་མང་ཚང་མ་ལ་ host ཁ་བྱང་གནས་ལ་གང་ Tunnel Manager ཀྱི་བཀོད་མིག་སྒྲིག་སྟེན་ལེན་རྒྱུར་ using <i>reachable by</i> dropdown བསྒྱུར་བས་ན།
hi: अधिकांश क्लाइंट सेवाओं के लिए, Tunnel Manager की कॉन्फ़िगरेशन सेक्शन में संबंधित सेवा के लिए listening address बदलें, जिसके लिए <i>reachable by</i> dropdown का उपयोग करें।
ko: 대부분의 클라이언트 서비스의 경우, 터널 관리자 구성 섹션에서 <i>도달 가능</i> 드롭다운을 사용하여 관련 서비스의 수신 주소를 변경합니다.
