Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Graceful mode allows your router to honor its participating tunnel commitments before shutting down or restarting.
ar: يتيح الوضع الرشيق لجهاز التوجيه الخاص بك احترام التزامات النفق المشاركة قبل إيقاف التشغيل أو إعادة التشغيل.
az: Zərif rejim, marşrutlaşdırıcınıza bağlanmadan və ya yenidən başlamazdan əvvəl iştirak edən tunel öhdəliklərini yerinə yetirməyə imkan verir.
bo: བརྒྱུན་སྒྲིག་བྱེད་པས་ཁྱེད་ཀྱི་རོ་ཌེར་གི་གྲུང་ནེལ་ཚུད་པའི་ལག་གདང་ཚུད་པའི་བརྒྱུན་སྒྲིག་བྱེད་པར་མི་རྒྱུན་བཞིན་པར་བསྐྱར་འགོ་ཚུགས་པའམི་བརྒྱུན་སྒྲིག་བྱེད་པར་བསྐྱར་འགོ་ཚུགས་པའམི་བརྒྱུན་སྒྲིག་བྱེད་པ།
cs: Graceful mode umožňuje vašemu routeru dostát závazkům souvisejícím s tunelem před vypnutím nebo restartem.
da: Yndefuld tilstand giver din router mulighed for at overholde sine deltagende tunnelforpligtelser, før den lukker ned eller genstarter.
el: Η χαριτωμένη λειτουργία επιτρέπει στον δρομολογητή σας να τηρήσει τις δεσμεύσεις της σήραγγας που συμμετέχει πριν από τον τερματισμό ή την επανεκκίνηση.
es: El modo controlado permite a tu router esperar a que se cierren los túneles participantes antes de apagar o reiniciar.
et: Graatsiline režiim võimaldab teie ruuteril täita tunneliga seotud kohustusi enne väljalülitamist või taaskäivitamist.
fa: حالت برازنده به روتر شما اجازه می دهد تا قبل از خاموش شدن یا راه اندازی مجدد به تعهدات تونل شرکت کننده خود عمل کند.
fi: Graceful-tilan avulla reitittimesi voi noudattaa osallistuvia tunnelivelvoitteitaan ennen sammuttamista tai uudelleenkäynnistystä.
hi: ग्रेसफ़ूल मोड आपके राउटर को बंद करने या पुनः शुरू करने से पहले अपने सहभागी टनल कंमिटमेंट का आदर करने की अनुमति देता है।
hu: A Graceful mód lehetővé teszi, hogy az útválasztó betartsa az alagútban vállalt kötelezettségeit, mielőtt leállítja vagy újraindítja.
in: Mode anggun memungkinkan router Anda memenuhi komitmen terowongan yang berpartisipasi sebelum dimatikan atau dimulai ulang.
it: La modalità elegante permette al tuo router di onorare gli impegni con i tunnel partecipanti prima di riavviarsi o spegnersi.
ja: グレースフル モードでは、ルーターはシャットダウンまたは再起動する前に、参加しているトンネルのコミットメントを遵守できます。
ko: 우아한 모드를 사용하면 라우터가 종료되거나 다시 시작되기 전에 참여 터널 약속을 존중할 수 있습니다.
nb: Grasiøs modus lar ruteren din overholde sine deltakende tunnelforpliktelser før den slås av eller starter på nytt.
nl: Graceful-modus stelt uw router in staat om zijn deelnemende tunnelverplichtingen na te komen voordat hij wordt uitgeschakeld of opnieuw wordt opgestart.
pt: O modo Graceful permite que seu roteador honre seus compromissos de túnel participantes antes de desligar ou reiniciar.
sl: Natančni način omogoča vašemu usmerjevalniku, da počuti svoje sodelovanje v tunelih pred zaprtjem ali ponovnim zagonom.
sv: Graciöst läge gör att din router kan uppfylla sina deltagande tunnelåtaganden innan den stängs av eller startas om.
uk: Витончений режим дозволяє вашому маршрутизатору виконувати свої зобов’язання щодо тунелю перед вимиканням або перезапуском.
vi: Chế độ duyên dáng cho phép bộ định tuyến của bạn tôn trọng các cam kết tham gia đường hầm trước khi tắt hoặc khởi động lại.

source: Restart the router
ar: أعد تشغيل جهاز التوجيه
az: Routeri yenidən başladın
bo: རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་པ།
cs: Restartujte router
da: Genstart routeren
el: Επανεκκινήστε το δρομολογητή
es: Reiniciar el router
et: Taaskäivitage ruuter
fa: روتر را مجددا راه اندازی کنید
fi: Käynnistä reititin uudelleen
hi: राउटर को पुनः शुरू करें
hu: Indítsa újra az útválasztót
in: Restart router
it: Riavviare router
ja: ルーターを再起動します
ko: 라우터를 다시 시작하십시오
nb: Start ruteren på nytt
nl: Start de router opnieuw op
pt: Reinicie o roteador
sl: Ponovno zagni usmerjevalnik
sv: Starta om routern
uk: Перезапустіть маршрутизатор
vi: Khởi động lại bộ định tuyến

source: A restart may be required to update the router, implement a configuration change, or complete installation of a plugin.
ar: قد تكون هناك حاجة إلى إعادة التشغيل لتحديث جهاز التوجيه، أو تنفيذ تغيير في التكوين، أو إكمال تثبيت البرنامج الإضافي.
az: Routeri yeniləmək, konfiqurasiya dəyişikliyini həyata keçirmək və ya plaqinin tam quraşdırılması üçün yenidən başlatma tələb oluna bilər.
bo: རོ་ཌེར་བསྐྱར་འགོ་ཚུགས་པ་རྒྱུན་སྒྲག་བྱེད་པ་རོགས་སོ། རྒྱུན་སྒྲག་བྱེད་པ་ལག་བརྒྱུན་སྒྲག་བྱེད་པ་ཡང་བརྒྱུན་སྒྲག་བྱེད་པ་གཞིབ་ལ་དོང་ཚུད་པར་ལག་གདང་བཀག་པ།
cs: K aktualizaci routeru, implementaci změny konfigurace nebo dokončení instalace pluginu může být vyžadován restart.
da: En genstart kan være påkrævet for at opdatere routeren, implementere en konfigurationsændring eller fuldføre installationen af ​​et plugin.
el: Ενδέχεται να απαιτείται επανεκκίνηση για την ενημέρωση του δρομολογητή, την εφαρμογή μιας αλλαγής διαμόρφωσης ή την ολοκλήρωση της εγκατάστασης ενός πρόσθετου.
es: Puede ser que haya que reiniciar para actualizar el router, aplicar un cambio en la configuración, o completar la instalación de un complemento.
et: Ruuteri värskendamiseks, konfiguratsiooni muutmiseks või pistikprogrammi installimiseks võib olla vajalik taaskäivitamine.
fa: ممکن است برای به روز رسانی روتر، اجرای تغییر پیکربندی یا نصب کامل یک افزونه، راه اندازی مجدد مورد نیاز باشد.
fi: Uudelleenkäynnistys saattaa vaatia reitittimen päivittämistä, kokoonpanon muutoksen toteuttamista tai laajennuksen asennuksen loppuun saattamista.
hi: राउटर को अपडेट करने, सेटिंग बदलने या प्लगइन की स्थापना पूरी करने के लिए पुनः शुरू करना आवश्यक हो सकता है।
hu: Újraindításra lehet szükség az útválasztó frissítéséhez, a konfiguráció módosításához vagy egy bővítmény telepítésének befejezéséhez.
in: Restart mungkin diperlukan untuk memperbarui router, menerapkan perubahan konfigurasi, atau menyelesaikan instalasi plugin.
it: Un riavvio può essere richiesto per aggiornare il router, implementare un cambiamento nei settaggi, o per completare l'installazione di un plugin.
ja: ルーターの更新、構成変更の実装、またはプラグインのインストールを完了するには、再起動が必要な場合があります。
ko: 라우터를 업데이트하거나 구성 변경을 구현하거나 플러그인의 완전한 설치를하려면 재시작이 필요할 수 있습니다.
nb: En omstart kan være nødvendig for å oppdatere ruteren, implementere en konfigurasjonsendring eller fullføre installasjonen av en plugin.
nl: Een herstart kan nodig zijn om de router bij te werken, een configuratiewijziging door te voeren of de installatie van een plug-in te voltooien.
pt: Pode ser necessária uma reinicialização para atualizar o roteador, implementar uma alteração na configuração ou concluir a instalação de um plug-in.
sl: Ponovni zagon morda zahteva posodobitev usmerjevalnika, izvedbo spremembe konfiguracije ali dokončanje namestitve vstavka.
sv: En omstart kan krävas för att uppdatera routern, genomföra en konfigurationsändring eller slutföra installationen av ett plugin.
uk: Може знадобитися перезапуск, щоб оновити маршрутизатор, змінити конфігурацію або завершити встановлення плагіна.
vi: Có thể cần phải khởi động lại để cập nhật bộ định tuyến, thực hiện thay đổi cấu hình hoặc hoàn tất cài đặt plugin.

source: Launch console at startup
ar: إطلاق وحدة التحكم عند بدء التشغيل
az: Başlanğıcda konsolu işə salın
bo: འགོ་ཚུགས་སྐབས་འགོ་ཚུགས་པར་རོགས་སོ།
cs: Spusťte konzolu při startu
da: Start konsollen ved opstart
el: Εκκίνηση κονσόλας κατά την εκκίνηση
es: Ejecutar consola al iniciar
et: Käivitage konsool käivitamisel
fa: کنسول را هنگام راه اندازی راه اندازی کنید
fi: Käynnistä konsoli käynnistyksen yhteydessä
hi: स्टार्टअप पर कंसोल लॉन्च करें
hu: Indítsa el a konzolt indításkor
in: Luncurkan konsol saat startup
it: Avvia la console all'avvio
ja: 起動時にコンソールを起動する
ko: 시작 시 콘솔 실행
nb: Start konsollen ved oppstart
nl: Start de console bij het opstarten
pt: Inicie o console na inicialização
sl: Zaženi konzolo pri zagonu
sv: Starta konsolen vid start
uk: Запускати консоль під час запуску
vi: Khởi chạy bảng điều khiển khi khởi động

source: Help with configuring I2P to use a non-system default browser
ar: المساعدة في تكوين I2P لاستخدام متصفح افتراضي غير خاص بالنظام
az: Sistem olmayan standart brauzerdən istifadə etmək üçün I2P-nin konfiqurasiyasına kömək edin
bo: I2P དོང་བརྒྱུན་སྒྲག་སྟེན་བྱེད་པར་རེད་བཞིན་པར་མིན་མང་མི་རྒྱུན་སྒྲག་སྟེན་བྱེད་པར་རེད་བཞིན་པ།
cs: Pomoc s konfigurací I2P pro použití nesystémového výchozího prohlížeče
da: Hjælp med at konfigurere I2P til at bruge en ikke-systemstandardbrowser
el: Βοήθεια με τη διαμόρφωση του I2P για χρήση ενός προεπιλεγμένου προγράμματος περιήγησης εκτός συστήματος
es: Ayuda para configurar I2P para usar un navegador que no sea el navegador por defecto del sistema
et: Abi konfigureerida I2P-d kasutama mittesüsteemi vaikebrauserit
fa: به پیکربندی I2P برای استفاده از یک مرورگر پیش فرض غیر سیستمی کمک کنید
fi: Apua I2P:n määrittämisessä käyttämään muuta kuin järjestelmän oletusselainta
hi: I2P को एक गणितीय प्रणाली की मानक ब्राउज़र के बजाय उपयोग करने के लिए सेटिंग करने में मदद
hu: Súgó az I2P konfigurálásához nem rendszer alapértelmezett böngésző használatához
in: Bantuan dalam mengonfigurasi I2P untuk menggunakan browser default non-sistem
it: Aiuto per configurare I2P per usare un browser non di default
ja: システムのデフォルト以外のブラウザを使用するように I2P を構成する際のヘルプ
ko: 시스템이 아닌 기본 브라우저를 사용하도록 I2P를 구성하는 데 도움이 됩니다.
nb: Hjelp med å konfigurere I2P til å bruke en ikke-systemstandardnettleser
nl: Hulp bij het configureren van I2P om een niet-systeemstandaardbrowser te gebruiken
pt: Ajuda com a configuração do I2P para usar um navegador padrão que não seja do sistema
sl: Pomoč pri konfiguriranju I2P za uporabo brskalnika, ki ni privzeti brskalnik sistema
sv: Hjälp med att konfigurera I2P för att använda en icke-systemstandardwebbläsare
uk: Допомога з налаштуванням I2P для використання несистемного браузера за умовчанням
vi: Trợ giúp định cấu hình I2P để sử dụng trình duyệt mặc định không thuộc hệ thống

source: Launch I2P Router Console in web browser when I2P starts.
ar: قم بتشغيل وحدة تحكم جهاز التوجيه I2P في متصفح الويب عند بدء تشغيل I2P.
az: I2P başlayanda veb brauzerdə I2P Router Konsolunu işə salın.
bo: I2P འགོ་ཚུགས་སྐབས་འགོ་ཚུགས་པར་web འགྲ་འདྲེན་ལ་I2P འགོ་ཚུགས་སྐབས་འགོ་ཚུགས་པར་རེད་བ།
cs: Při spuštění I2P spusťte konzolu I2P Router Console ve webovém prohlížeči.
da: Start I2P Router Console i webbrowser, når I2P starter.
el: Εκκινήστε την κονσόλα δρομολογητή I2P στο πρόγραμμα περιήγησης ιστού κατά την εκκίνηση του I2P.
es: Abrir la consola del router en el navegador web al iniciar I2P.
et: Käivitage veebibrauseris I2P-ruuteri konsool, kui I2P käivitub.
fa: با شروع I2P، کنسول روتر I2P را در مرورگر وب راه اندازی کنید.
fi: Käynnistä I2P Router Console verkkoselaimessa, kun I2P käynnistyy.
hi: I2P शुरू होने पर वेब ब्राउज़र में I2P राउटर कंसोल लॉन्च करें।
hu: Indítsa el az I2P Router Console-t a webböngészőben, amikor az I2P elindul.
in: Luncurkan Konsol Router I2P di browser web saat I2P dimulai.
it: Avvia la console del router I2P nel browser web all'avvio di I2P.
ja: I2P の開始時に Web ブラウザで I2P Router Console を起動します。
ko: I2P가 시작되면 웹 브라우저에서 I2P 라우터 콘솔을 실행합니다.
nb: Start I2P Router Console i nettleseren når I2P starter.
nl: Start de I2P-routerconsole in de webbrowser wanneer I2P start.
pt: Inicie o console do roteador I2P no navegador da web quando o I2P for iniciado.
sl: Zaženi konzolo usmerjevalnika I2P v spletnem brskalniku, ko se I2P zažene.
sv: Starta I2P Router Console i webbläsaren när I2P startar.
uk: Запустіть консоль маршрутизатора I2P у веб-браузері під час запуску I2P.
vi: Khởi chạy Bảng điều khiển Bộ định tuyến I2P trong trình duyệt web khi I2P khởi động.

source: Debugging
ar: التصحيح
az: Sazlama
bo: རྐྱེན་སྟོགས་བརྒྱུན་པ།
cs: Ladění
da: Fejlretning
el: Αποσφαλμάτωση
es: Depuración
et: Debugimine
fa: اشکال زدایی
fi: Virheenkorjaus
hi: डीबगिंग
hu: Hibaelhárítás
it: Debug
ja: デバッグ
ko: 디버깅
nb: Feilrettingsinformasjon
pt: Debugando
sl: Razhroščaj
sv: Felsöka
uk: Налагодження
vi: Gỡ lỗi

source: To assist in debugging I2P, it may be helpful to generate a thread dump which will be written to the {0}wrapper log{1}.
ar: للمساعدة في تصحيح أخطاء I2P، قد يكون من المفيد إنشاء ملف تفريغ لسلسلة المحادثات والذي سيتم كتابته في {0}سجل الغلاف{1}.
az: I2P-nin sazlanmasına kömək etmək üçün, {0}sarğı jurnalına{1} yazılacaq mövzu dumpı yaratmaq faydalı ola bilər.
bo: I2P ཀྱི་ནོར་འཁྲུལ་རྩད་བཤད་ལ་རམ་འདེགས་བྱེད་པའི་ཆེད་དུ། thread dump ཞིག་བསྐྲུན་ནས་ {0}wrapper log{1} ནང་བྲི་བ་ནི་ཕན་པོ་ཡོད།
cs: Pro pomoc při ladění I2P může být užitečné vygenerovat výpis vlákna, který bude zapsán do {0}protokolu obalu{1}.
da: For at hjælpe med at fejlfinde I2P kan det være nyttigt at generere et tråddump, som vil blive skrevet til {0}indpakningsloggen{1}.
el: Για να βοηθήσετε στην αποσφαλμάτωση του I2P, μπορεί να είναι χρήσιμο να δημιουργήσετε μια απόρριψη νήματος που θα γραφτεί στο αρχείο καταγραφής {0}περιτυλίγματος {1}.
es: Para ayudar a depurar I2P, puede resultar útil generar un volcado de subprocesos que se escribirá en el {0}registro contenedor{1}.
et: I2P silumise abistamiseks võib olla kasulik luua lõime tõmmis, mis kirjutatakse {0}ümbrise logisse{1}.
fa: برای کمک به اشکال‌زدایی I2P، ممکن است ایجاد یک روکش رشته که در {0}گزارش wrapper{1} نوشته می‌شود، مفید باشد.
fi: I2P-virheenkorjauksen helpottamiseksi voi olla hyödyllistä luoda säikeen vedos, joka kirjoitetaan {0}käärelokiin{1}.
hi: I2P के डीबगिंग में सहायता करने के लिए, एक थ्रेड डंप उत्पन्न करने की जरूरत हो सकती है जो {0}wrapper log{1} में लिखा जाएगा।
hu: Az I2P hibakeresésének elősegítése érdekében hasznos lehet egy szálkiíratást létrehozni, amely a {0}burkolónaplóba{1} kerül beírásra.
in: Untuk membantu men-debug I2P, mungkin ada gunanya membuat dump thread yang akan ditulis ke {0}log pembungkus{1}.
it: Per assistere nel debug di I2P, può essere di aiuto generare un thread dump che verrà scritto nel {0}log del wrapper{1}.
ja: I2P のデバッグを支援するために、{0}ラッパー ログ{1}に書き込まれるスレッド ダンプを生成すると役立つ場合があります。
ko: I2P 디버깅을 지원하려면 {0}래퍼 로그{1}에 기록될 스레드 덤프를 생성하는 것이 도움이 될 수 있습니다.
nb: For å hjelpe til med feilsøking av I2P, kan det være nyttig å generere en tråddump som vil bli skrevet til {0}innpakningsloggen{1}.
nl: Om te helpen bij het debuggen van I2P, kan het nuttig zijn om een thread-dump te genereren die naar het {0} wrapper-logboek {1} wordt geschreven.
pt: Para ajudar na depuração de I2P, pode ser útil gerar um despejo de encadeamento que será gravado no {0}registro do wrapper{1}.
sl: Da bi pomagal pri razhroščajanju I2P, morda pomaga ustvariti izpis niti, ki bo zapisan v {0}dnevnik obloge{1}.
sv: För att hjälpa till med felsökning av I2P kan det vara till hjälp att generera en tråddump som kommer att skrivas till {0} omslagsloggen{1}.
uk: Щоб допомогти у налагодженні I2P, може бути корисним створити дамп потоку, який буде записаний у {0}журнал оболонки{1}.
vi: Để hỗ trợ gỡ lỗi I2P, có thể hữu ích khi tạo kết xuất luồng sẽ được ghi vào {0}nhật ký trình bao bọc{1}.

source: If I2P appears to be using too much ram, you can force the router to run the garbage collection routine to free up memory.
ar: إذا بدا أن I2P يستخدم الكثير من ذاكرة الوصول العشوائي، فيمكنك إجبار جهاز التوجيه على تشغيل روتين جمع البيانات المهملة لتحرير الذاكرة.
az: Əgər I2P həddən artıq çox ram istifadə edirsə, yaddaşı boşaltmaq üçün marşrutlaşdırıcını zibil toplama rejimini işə salmağa məcbur edə bilərsiniz.
bo: I2P དེ་ཀྱི་ram མང་མང་བསྤེལ་བཞིན་པ་ན་རོ་ཌེར་ལ་garbage collection ལས་རིམ་དེ་བཞིན་པར་དྲོག་པའི་དབརྒྱུན་སྒྲག་བྱེད་པ་རེད་བཞིན་པ།
cs: Pokud se zdá, že I2P využívá příliš mnoho paměti RAM, můžete směrovač přinutit, aby spustil rutinu garbage collection, aby se uvolnila paměť.
da: Hvis I2P ser ud til at bruge for meget ram, kan du tvinge routeren til at køre affaldsindsamlingsrutinen for at frigøre hukommelse.
el: Εάν το I2P φαίνεται να χρησιμοποιεί πάρα πολύ RAM, μπορείτε να αναγκάσετε τον δρομολογητή να εκτελέσει τη ρουτίνα συλλογής απορριμμάτων για να απελευθερώσει τη μνήμη.
es: Si parece que I2P está usando demasiada RAM, puede forzar al enrutador a ejecutar la rutina de recolección de basura para liberar memoria.
et: Kui tundub, et I2P kasutab liiga palju RAM-i, saate mälu vabastamiseks sundida ruuterit käivitama prügikoristusrutiini.
fa: اگر به نظر می رسد I2P از رم بیش از حد استفاده می کند، می توانید روتر را مجبور کنید تا روال جمع آوری زباله را اجرا کند تا حافظه آزاد شود.
fi: Jos I2P näyttää käyttävän liikaa muistia, voit pakottaa reitittimen suorittamaan roskankeruuohjelman muistin vapauttamiseksi.
hi: यदि I2P को बहुत ज्यादा RAM का उपयोग करने लगता है, तो आप राउटर को मेमोरी खाली करने के लिए गंदगी संग्रहण प्रक्रिया चलाने के लिए मजबूर कर सकते हैं।
hu: Ha úgy tűnik, hogy az I2P túl sok RAM-ot használ, kényszerítheti az útválasztót a szemétgyűjtési rutin futtatására a memória felszabadítása érdekében.
in: Jika I2P tampaknya menggunakan terlalu banyak ram, Anda dapat memaksa router menjalankan rutinitas pengumpulan sampah untuk mengosongkan memori.
it: Se I2P sembra consumare troppa RAM, puoi forzare il router ad eseguire la routine di raccolta dei rifiuti per liberare memoria.
ja: I2P が RAM を過剰に使用していると思われる場合は、ルータにガベージ コレクション ルーチンを実行させてメモリを解放することができます。
ko: I2P가 너무 많은 RAM을 사용하는 것으로 보이면 라우터가 쓰레기 수집 루틴을 실행하여 메모리를 확보 할 수 있습니다.
nb: Hvis I2P ser ut til å bruke for mye ram, kan du tvinge ruteren til å kjøre søppelinnsamlingsrutinen for å frigjøre minne.
nl: Als I2P te veel RAM lijkt te gebruiken, kunt u de router dwingen om de afvalinzamelingsroutine uit te voeren om geheugen vrij te maken.
pt: Se o I2P parecer estar usando muita memória RAM, você pode forçar o roteador a executar a rotina de coleta de lixo para liberar memória.
sl: Če se I2P zdi, da uporablja preveč pomnilniške vsebine, lahko prisiliti usmerjevalnik, da izvede postopek za zbiranje odpadka, da oslobodi pomnilnik.
sv: Om I2P verkar använda för mycket RAM-minne kan du tvinga routern att köra sopinsamlingsrutinen för att frigöra minne.
uk: Якщо здається, що I2P використовує забагато оперативної пам’яті, ви можете змусити маршрутизатор запустити процедуру збирання сміття, щоб звільнити пам’ять.
vi: Nếu I2P có vẻ đang sử dụng quá nhiều ram, bạn có thể buộc bộ định tuyến chạy quy trình thu gom rác để giải phóng bộ nhớ.

source: System Tray Integration
ar: تكامل علبة النظام
az: Sistem Tablasının İnteqrasiyası
bo: System Tray མང་མཐའི་བརྒྱུན་སྒྲག་བྱེད་པ།
cs: Integrace systémové lišty
da: Integration af systembakke
el: Ενσωμάτωση δίσκου συστήματος
es: Integración con la bandeja del sistema
et: Süsteemi salve integreerimine
fa: یکپارچه سازی سینی سیستم
fi: Järjestelmälokeron integrointi
hi: सिस्टम ट्रे इंटीग्रेशन
hu: Rendszertálca integráció
in: Integrasi Baki Sistem
it: Integrazione del vassoio di sistema
ja: システムトレイの統合
ko: 시스템 트레이 통합
nb: Systembrettintegrasjon
nl: Systeemvakintegratie
pt: Integração da bandeja do sistema
sl: Vgrajenost sistemsko vrstice
sv: Integrering av systemfack
uk: Інтеграція системного лотка
vi: Tích hợp khay hệ thống

source: Enable or disable the I2P system tray applet to enable basic service control.
ar: تمكين أو تعطيل التطبيق الصغير لعلبة نظام I2P لتمكين التحكم في الخدمة الأساسية.
az: Əsas xidmət nəzarətini aktivləşdirmək üçün I2P sistem tepsisi tətbiqini aktivləşdirin və ya söndürün.
bo: I2P system tray མང་ཚན་སྐུ་འགུག་ཡང་མེད་པ་བཟོ་བ་བརྒྱུད་ནས་གཞི་རྩའི་ཞབས་འདེགས་ཚོད་འཛིན་བྱེད།
cs: Povolte nebo zakažte aplet I2P na systémové liště, abyste povolili základní ovládání služeb.
da: Aktiver eller deaktiver I2P-systembakkeappletten for at aktivere grundlæggende servicekontrol.
el: Ενεργοποιήστε ή απενεργοποιήστε τη μικροεφαρμογή δίσκου συστήματος I2P για να ενεργοποιήσετε τον βασικό έλεγχο σέρβις.
es: Activar o desactivar el apple de bandeja de sistema de I2P para activar un servicio de control básico.
et: Teenuse põhijuhtimise lubamiseks lubage või keelake I2P süsteemse salve aplett.
fa: اپلت سینی سیستم I2P را برای فعال کردن کنترل سرویس اولیه فعال یا غیرفعال کنید.
fi: Ota I2P-järjestelmäpalkin sovelma käyttöön tai poista se käytöstä ottaaksesi peruspalvelun hallinnan käyttöön.
hi: बेसिक सर्विस नियंत्रण को सक्षम या डिसेबल करने के लिए I2P सिस्टम ट्रे एपलेट को सक्षम या डिसेबल करें।
hu: Engedélyezze vagy tiltsa le az I2P rendszertálca kisalkalmazást az alapvető szolgáltatásvezérlés engedélyezéséhez.
in: Mengaktifkan atau menonaktifkan applet baki sistem I2P untuk mengaktifkan kontrol layanan dasar.
it: Abilita o disabilita applet di I2P nella barra di sistema per abilitare un servizio basico di controllo.
ja: I2P システム トレイ アプレットを有効または無効にして、基本的なサービス制御を有効にします。
ko: I2P 시스템 트레이 애플릿을 활성화 또는 비활성화하여 기본 서비스 제어를 활성화합니다.
nb: Aktiver eller deaktiver I2P-systemstatusprogrammet for å aktivere grunnleggende tjenestekontroll.
nl: Schakel de I2P-systeemvakapplet in of uit om basisbediening in te schakelen.
pt: Ative ou desative o miniaplicativo da bandeja do sistema I2P para ativar o controle de serviço básico.
sl: Omogoči ali onemogoči sistemsko vrstico I2P za omogočanje osnovnega nadzora storitve.
sv: Aktivera eller inaktivera appleten för I2P-facket för att aktivera grundläggande servicekontroll.
uk: Увімкніть або вимкніть аплет системного лотка I2P, щоб увімкнути базове керування послугами.
vi: Bật hoặc tắt applet khay hệ thống I2P để bật kiểm soát dịch vụ cơ bản.

source: Configure I2P system service
ar: تكوين خدمة نظام I2P
az: I2P sistem xidmətini konfiqurasiya edin
bo: I2P system service རྒྱུན་སྒྲག་སྟེན་བྱེད་པ།
cs: Konfigurace I2P systémové služby
da: Konfigurer I2P-systemtjeneste
el: Διαμόρφωση υπηρεσίας συστήματος I2P
es: Configurar el servicio del sistema I2P
et: I2P süsteemiteenuse konfigureerimine
fa: سرویس سیستم I2P را پیکربندی کنید
fi: Määritä I2P-järjestelmäpalvelu
hi: I2P सिस्टम सेवा की सेटिंग करें
hu: I2P rendszerszolgáltatás konfigurálása
in: Konfigurasikan layanan sistem I2P
it: Configurare il servizio di sistema I2P
ja: I2Pシステムサービスの設定
ko: I2P 시스템 서비스 구성
nb: Konfigurer I2P-systemtjeneste
nl: I2P-systeemservice configureren
pt: Configurar serviço do sistema I2P
sl: Konfiguriraj sistemsko storitev I2P
sv: Konfigurera I2P-systemtjänst
uk: Налаштувати системну службу I2P
vi: Cấu hình dịch vụ hệ thống I2P
