Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A service on the network that provides a proxy connection to the <i>clearnet</i>. By default, I2P has an HTTP outproxy configured for web browsing on <code>127.0.0.1:4444</code>.
ar: خدمة على الشبكة توفر اتصال بركسي إلى <i>الشبكة العادية</i>. بالافتراض، يكون لدى I2P آوتبروكسي HTTP مهيئ لتصفح الإنترنت على <code>127.0.0.1:4444</code>.
az: Şəbəkədə proxy bağlantısı təmin edən xidmət. I2P default olaraq, veb axtarış üçün HTTP proxy (127.0.0.1:4444) konfiqurasiya edilib.
bo: དྲ་བ་ནང་གི་ཉེར་སྤྱོད་ཞིག་སྟེ། <i>གསལ་པོའི་དྲ་བ་</i>(clearnet)དང་མཚམས་སྦྲེལ་བྱེད་པར་སྤྲོ་ཁུ་ཞིག་སྤྲོད་པ་ཡིན། སྤྱི་ལོར་I2P ནི་དྲ་ཐོག་ལྟ་སྐུལ་གྱི་སྐོར་གྱི་HTTP ཕྱི་རོལ་སྤྲོ་ཁུ་མཚོན་རྟགས་དང་<code>127.0.0.1:4444</code>ལ་རྒྱུས་བཀོད་བྱས་ཡོད།
cs: Služba na síti, která poskytuje proxy připojení na <i>clearnet</i>. Výchozí konfigurace routování ve webovém prohlížeči I2P je nastavena na adrese <code>127.0.0.1:4444</code>.
da: En tjeneste på netværket, der giver en proxyforbindelse til <i>klar nettet</i>. Som standard har I2P en HTTP-udproxy konfigureret til webbrowsing på <code>127.0.0.1:4444</code>.
el: Ένας υπηρεσία στο δίκτυο που παρέχει μια διαμεσολαβητική σύνδεση με το <i>clearnet</i>. Από προεπιλογή, το I2P έχει ρυθμισμένο ένα HTTP outproxy για περιήγηση στον ιστό στη διεύθυνση <code>127.0.0.1:4444</code>.
es: Un servicio en la red que proporciona una conexión proxy a la <i>clearnet</i>. Por defecto, I2P tiene configurado un outproxy HTTP para navegar por la web en <code>127.0.0.1:4444</code>.
et: Võrgus olev teenus, mis pakub proksühendust <i>clearnet</i>-iga. Vaikimisi on I2P-s konfigureeritud HTTP välisvahendaja veebilehitsemiseks aadressil <code>127.0.0.1:4444</code>.
fa: یک سرویس در شبکه که ارتباط پراکسی به <i>اینترنت آزاد</i> را فراهم می‌آورد. به‌طور پیش‌فرض I2P یک اوت‌پراکسی HTTP برای سورف کردن وب در <code>127.0.0.1:4444</code> تنظیم شده است.
fi: Palvelu verkkoverkossa, joka tarjoaa välitysyhteyden <i>selkoverkkoon</i>. Oletuksena I2P:ssä on HTTP-ulkoproksi, joka on määritetty selailua varten osoitteessa <code>127.0.0.1:4444</code>.
hi: नेटवर्क पर एक सेवा जो <i>स्थाई नेटवर्क</i> के लिए प्रोक्सी कनेक्शन प्रदान करती है। डिफ़ॉल्ट में, I2P में वेब ब्राउज़ के लिए <code>127.0.0.1:4444</code> पर HTTP आउटप्रॉक्सी की सेटिंग होती है।
hu: Egy szolgáltatás a hálózatban, amely proxy kapcsolatot biztosít a <i>clearnet</i>-hez. Alapértelmezésben, az I2P rendelkezik egy HTTP outproxy konfigurációval a webes böngészéshez a <code>127.0.0.1:4444</code> -es címen.
in: Layanan di jaringan yang menyediakan koneksi proxy ke <i>clearnet</i>. Secara default, I2P memiliki pengaturan outproxy HTTP untuk menjelajah web pada <code>127.0.0.1:4444</code>.
it: Un servizio sulla rete che fornisce una connessione proxy al <i>clearnet</i>. Per impostazione predefinita, I2P ha un outproxy HTTP configurato per la navigazione web su <code>127.0.0.1:4444</code>.
ja: ネットワーク上で提供される、<i>clearnet</i>へのプロキシ接続を提供するサービスです。デフォルトで、I2PにはWebブラウジング用にHTTPアウトプロキシが<code>127.0.0.1:4444</code>で設定されています。
ko: 네트워크에서 <i>clearnet</i>에 대한 프록시 연결을 제공하는 서비스입니다. 기본적으로 I2P는 <code>127.0.0.1:4444</code>에서 웹 브라우징을 위한 HTTP 아웃프록시가 구성되어 있습니다.
nb: En tjeneste på nettverket som gir en mellomliggende tilkobling til <i>clearnet</i>. I2P har som standard en HTTP-utproxy konfigurert for nettsurfing på <code>127.0.0.1:4444</code>.
nl: Een dienst op het netwerk die een proxyverbinding biedt naar het 'clearnet'. Standaard heeft I2P een HTTP-uitproxy geconfigureerd voor het browsen op het web op <code>127.0.0.1:4444</code>.
pt: Um serviço na rede que fornece uma conexão de proxy para a <i>clearnet</i>. Por padrão, o I2P tem um outproxy HTTP configurado para navegação na web em <code>127.0.0.1:4444</code>.
sl: Storitev na omrežju, ki pruža posredniško povezavo do <i>jasne mreže</i>. Po privzemu je I2P konfiguriran z HTTP outproxy za spletno brskanje na <code>127.0.0.1:4444</code>.
sv: En tjänst på nätverket som ger en proxy-anslutning till <i>clearnet</i>. Som standard har I2P en HTTP-utgångsproxy konfigurerad för webbläsning på <code>127.0.0.1:4444</code>.
uk: Сервіс у мережі, що надає проксі-з'єднання до <i>відкритої мережі</i>. За замовчуванням в I2P налаштований HTTP-проксі виходу для перегляду Веб на <code>127.0.0.1:4444</code>.
vi: Một dịch vụ trên mạng cung cấp kết nối proxy đến <i>clearnet</i>. Mặc định, I2P đã cấu hình outproxy HTTP cho việc duyệt web trên <code>127.0.0.1:4444</code>.

source: Participation
ar: المشاركة
az: İştirak
bo: ཞུགས་པ་
cs: Účast
da: Deltagelse
el: Συμμετοχή
es: Participación
et: Osalus
fa: مشارکت
fi: Osallistuminen
hi: भागीदारी
hu: Részvétel
in: Partisipasi
it: Partecipazione
ja: 参加
ko: 참여
nb: Deltakelse
nl: Participatie
pt: Participação
sl: Sodelovanje
sv: Deltagande
uk: Участь
vi: Sự tham gia

source: The act of contributing to the network by permitting other routers to build tunnels using your router in a tunnel chain. At least 12KB/s upstream bandwidth (network share) is required to be allocated in order to enable participation. Note that firewalled routers will be limited in how much they contribute to participation, and a router designated as Hidden will not participate at all.
ar: العمل المتمثل في المساهمة في الشبكة عن طريق السماح لموجهات أخرى ببناء أنفاق باستخدام موجهك في سلسلة نفق. يتطلب تخصيص عرض النطاق الصاعد (حصة الشبكة) على الأقل 12 كيلوبايت في الثانية لتمكين المشاركة. يرجى ملاحظة أن الموجهات المحمية بجدار ناري ستكون محدودة في قدرتها على المساهمة في المشاركة، ولن يشارك الموجه المحدد كمخفي على الإطلاق.
az: Təmirsiz tünellər toplumunda özünüzə aid routerin İştirakı mümkün olan başqa routerlara, router tərəfindən qəbul olunmaq üzrə icazə verilməklə şəbəkəyə töhfə vermak. İştirakı aktiv etmək üçün azı 12KB/s yüklənilmə (şəbəkə payı) tələb olunur. Not edin ki, asmaq kimi rəqəmsal sürgü tutan routerlər, iştirakları cəhdinə bilərlər, və gizliləşən router tamamilə iştirak etməyər.
bo: འགྲུལ་ལམ་མཚམས་སྦྲེལ་བྱེད་སྐབས་ཁྱེད་ཀྱི་སྒོ་བསྒྲག་མ་བཀོལ་རུང་བ་གཏོང་བ་བརྒྱུད་དེ་དྲ་བར་ཕན་འབྲས་སྣོན་པ་ཡིན། བརྒྱུད་སྤོ་རྒྱུ་སྒོ་བསྒྲག་མ་(དྲ་བའི་མཉམ་སྤྱོད་)12 ཀེ་བི་/སྐར་མ་ཐུང་བ་སྤྱོད་དགོས་པ་ཡོད་པ་མ་ཟད། འདི་དག་གི་འབུ་མ་སྐོང་ཆོག་པ་བྱེད་དགོས། མེ་འབར་ཆ་བཀག་བཅོས་ཀྱི་སྒོ་བསྒྲག་མ་དེ་དག་གི་ཞུགས་པ་ནི་སྤྱིར་བཏང་དུ་སྒོ་བསྒྲག་མ་གསང་བ་རུ་མངོན་ནས་བཟོས་ཡོད་པ་མ་ཟད། གསང་བ་ཞུགས་པ་མི་བྱེད་པ་མ་ཟད། གསང་གི་སྒོ་བསྒྲག་མ་ཞིག་ནི་ཞུགས་པ་མི་བྱེད་པ་ཡིན།
cs: Akt přispívání do sítě, který spočívá v povolení ostatním routerům vytvářet tunely s použitím vašeho routeru v tunelovém řetězci. Pro možnost účasti je potřeba přidělit alespoň 12KB/s uploadovacího šíření pásma. Je třeba poznamenat, že routery s firewall vrstvou budou omezeny v přispívání k účasti a router označený jako Skrytý se nebude účastnit vůbec.
da: Handlingen med at bidrage til netværket ved at tillade andre routere at opbygge tunneller ved hjælp af din router i en tunnelfølge. Mindst 12KB/s opstrøms båndbredde (netværksandel) kræves for at muliggøre deltagelse. Bemærk, at routere med firewall vil være begrænset i, hvor meget de bidrager til deltagelsen, og en router, der er designet som skjult, vil slet ikke deltage.
el: Η πράξη της συνεισφοράς στο δίκτυο με το να επιτρέπετε σε άλλους δρομολογητές να δημιουργούν σήραγγες χρησιμοποιώντας το δρομολογητή σας σε ένα αλυσίδα σήραγγων. Για να επιτρέπεται η συμμετοχή, απαιτείται τουλάχιστον 12KB/s ανωφλίας ταχύτητας ροής (κοινόχρηστο δίκτυο). Σημειώστε ότι οι δρομολογητές με τείχος προστασίας θα περιοριστούν στο πόσο συνεισφέρουν στη συμμετοχή, και ένας δρομολογητής με ιδιότητα Hidden δεν θα συμμετέχει καθόλου.
es: El acto de contribuir a la red permitiendo que otros enrutadores construyan túneles usando tu enrutador en una cadena de túneles. Se requiere asignar al menos 12KB/s de ancho de banda de subida (compartir red) para habilitar la participación. Ten en cuenta que los enrutadores con firewall estarán limitados en cuanto a su contribución a la participación, y un enrutador designado como Oculto no participará en absoluto.
et: Võrguga panustamise tegu, lubades teistel ruuteritel kasutada teie ruuterit tunnelite loomiseks tunneliketis. Osalemiseks on vaja eraldada vähemalt 12KB/s ülesvoolu ribalaiust (võrgu jagamine). Arvestage, et tulemüüri taga olevate ruuterite võimekus osalemisel on piiratud ja peidetud ruuter osalema ei hakka.
fa: فعالیت مشارکت در شبکه با اجازه دادن به سایر مسیریاب‌ها برای ساخت تونل با استفاده از مسیریاب خود در یک زنجیره تونل. حداقل 12KB/s پهنای باند بالارونده (سهم شبکه) مورد نیاز است تا اختصاص داده شود تا مشارکت فعال شود. توجه داشته باشیدکه مسیریاب‌های پشت دیوار آتش‌ایست در چقدر می‌توانند به مشارکت کمک کنند و مسیریابی که به عنوان پنهان تعیین شده است، در مشارکت شرکت نخواهد کرد.
fi: Toimiminen osana verkkoa mahdollistamalla muiden reitittimien käyttää sinua osana tunnelisarjaa. Vähintään 12KB/s ylävirtakaista (verkkosäilö) on varattava osallistumisen mahdollistamiseksi. Huomaa, että palomuuriin takertuneet reitittimet rajoittavat osallistumistaan, ja piilotettu reititin ei osallistu ollenkaan.
hi: तंत्रिका श्रृंखला में अपने रूटर का उपयोग करके अन्य रूटरों को टनल बनाने की अनुमति देने के माध्यम से नेटवर्क के लिए योगदान करने का कार्य। भागीदारी को सक्षम करने के लिए कम से कम 12KB/सेकंड अपस्ट्रीम बैंडविड्थ (नेटवर्क शेयर) को निर्धारित करना होगा। ध्यान दें कि फायरवॉल के पीछे रखे रूटरों की भागीदारी के लिए सीमाएँ होंगी, और गुप्त रूटर कोई भागीदारी नहीं करेगा।
hu: A hálózatba történő hozzájárulás tevékenysége, amely más routereknek lehetővé teszi, hogy alagutakat építsenek a te routeredet használva az alagút sorban. Ahhoz, hogy lehetővé váljon a részvétel, szükséges legalább 12KB/s fölfelé irányú sávszélességet (hálózati részesedést) hozzárendelni. Tekintsd figyelembe, hogy a tűzfalakkal védett routerek korlátozva lesznek abban, hogy mennyit járulnak hozzá a részvételhez, és egy Megjelölt<br> router egyáltalán nem vesz részt.
in: Tindakan berkontribusi ke jaringan dengan mengizinkan router lain membangun terowongan menggunakan router Anda dalam rantai terowongan. Setidaknya 12KB/s lebar pita hulu (bagian jaringan) diperlukan untuk dialokasikan agar partisipasi diaktifkan. Catatan bahwa router berpustaka api akan terbatas dalam seberapa besar mereka berkontribusi untuk partisipasi, dan router yang ditandai sebagai Tersembunyi tidak akan berpartisipasi sama sekali.
it: L'atto di contribuire alla rete permettendo agli altri router di costruire tunnel utilizzando il tuo router in una catena di tunnel. È necessario allocare almeno 12KB/s di banda in upstream (condivisione di rete) per abilitare la partecipazione. Si noti che i router con firewall avranno limitazioni su quanto contribuiscono alla partecipazione e un router designato come Nascosto non parteciperà affatto.
ja: トンネルチェインで他のルーターが自身のルーターを使用してトンネルを構築することを許可することによって、ネットワークへの貢献を行う行為です。参加を有効にするには、少なくとも12KB/sの上り帯域幅(ネットワークシェア)が割り当てられる必要があります。ただし、ファイアウォールで保護されたルーターは参加に対して制限があり、非公開に指定されたルーターは参加しません。
ko: 타 터널 체인에서 당신의 라우터를 사용하여 다른 라우터가 터널을 구축할 수 있도록 허용함으로써 네트워크에 기여하는 행위입니다. 참여를 가능하게 하려면 최소 12KB/s 업스트림 대역폭(네트워크 공유)을 할당해야 합니다. 방화벽이 설정된 라우터는 참여에 제한이 있으며, 히든으로 지정된 라우터는 전혀 참여하지 않습니다.
nb: Handlingen med å bidra til nettverket ved å tillate at andre rutere bygger tunneler ved å bruke ruteren din i en tunnelkjede. Det kreves minst 12 KB/s oppstrøms båndbredde (nettverksandel) som må allokeres for å aktivere deltakelse. Merk at rutere med brannmur vil være begrenset i hvor mye de bidrar til deltakelsen, og en ruteren som er merket som skjult vil ikke delta i det hele tatt.
nl: Het deelnemen aan het netwerk door andere routers toe te staan tunnels te bouwen met behulp van jouw router in een tunnelketen. Er moet ten minste 12 KB/s upstream bandbreedte (netwerkdeling) worden toegewezen om deelname mogelijk te maken. Houd er rekening mee dat routers met een firewall beperkt zijn in hun bijdrage aan deelname en een router die als verborgen is aangewezen, helemaal niet zal deelnemen.
pt: O ato de contribuir para a rede, permitindo que outros roteadores construam túneis usando seu roteador em uma cadeia de túneis. É necessário alocar pelo menos 12KB/s de largura de banda de upload (partilha de rede) para habilitar a participação. Observação: roteadores com firewall terão sua contribuição para a participação limitada, e um roteador designado como Oculto não participará de forma alguma.
sl: Dejanje prispevka k omrežju, dovolitev drugim maršrutizatorjem, da izgrajajo tunele, uporabljajo vaš maršrutizator v verigi tunelov. Za omogočanje sodelovanja je zahtevana vsaj 12KB/s gornjega širinev ban (delitev omrežja). Opomba: Maršrutizatorji zaščiteni z firewallom bodo omejeni glede na to, koliko prispevajo k sodelovanju, in maršrutizator, označen kot Skrito, ne bo vključen v sodelovanje v absolutni meri.
sv: Handlingen att bidra till nätverket genom att tillåta andra routrar att bygga tunnlar med hjälp av din router i en tunnelkedja. Minst 12KB/s uppströmsbandbredd (nätverksandel) krävs för att delta. Observera att brandväggsrouter kommer att vara begränsade i hur mycket de bidrar till deltagande, och en router som är avsedd att vara dold kommer inte att delta alls.
uk: Дія участі в мережі шляхом дозволу іншим маршрутизаторам будувати тунелі з використанням вашого маршрутизатора в ланцюжку тунелів. Для участі потрібно виділити принаймні 12 КБ/с смуги пропускання вгору (розділу мережі). Зазначте, що маршрутизатори за файрволом будуть обмежені в ступені внеску в участь, а маршрутизатор, призначений як Прихований, взагалі не братиме участі.

source: The process of acquiring router identities, normally via <i>clearnet</i> servers, to ensure your router can communicate and build tunnels with other routers on the network. When a router has no router identities for other peers (usually immediately after installation), the process of reseeding is also referred to as <i>bootstrapping</i>.
ar: عملية الحصول على هويات موجهات، عادة عبر خوادم <i>الشبكة العادية</i>، للتأكد من قدرة موجهك على الاتصال وبناء الأنفاق مع موجهات أخرى على الشبكة. عندما لا يمتلك الموجه هويات للأقران الآخرين (عادة فور التثبيت)، يشار إلى عملية إعادة التبذير أيضًا باسم <i>التمهيد</i>.
az: Routerin şəbəkədə başqa routerlərlə əlaqələnə və tünellər yaratmaq üçün adisə <i>clearnet</i> serverləri vasitəsilə router kimliyinin əldə olunub, bir routerda başqa peers üçün router kimliyinin olmadığı (adətən quraşdırmaqdan sonra), əyni zamanda reseeding prosesi <i>bootstrapping</i> olaraq da adlandırılır.
bo: ཁྱེད་ཀྱི་སྒོ་བསྒྲག་མ་དྲ་བ་ནང་གི་སྒོ་བསྒྲག་མ་མཉམ་གྲོགས་གཞན་དང་འབྲེལ་བ་བྱེད་པ་དང་འགྲུལ་ལམ་གཏོ་ཐུབ་པ་མ་ཟད་རྒྱུ་མ་འཁོར་སོག་མ་དར་བ་ཚུད་པ་བྱེད་པར་མཉམ་གྲོགས་གཞན་རྣམས་ཀྱི་སྒོ་བསྒྲག་མའི་ངོ་བཤད་ཡིག་ཚང་ཐོབ་པར་བྱེད་པའི་གྲུབ་ཆ་ཞིག་ཡིན། སྒོ་བསྒྲག་མ་གཅིག་ལ་མཉམ་གྲོགས་གཞན་དག་གི་སྒོ་བསྒྲག་མའི་ངོ་བཤད་གང་ཡང་མེད་པའི་སྐབས་(སྤྱི་ལོར་སྒྲིག་སྦྱོར་བྱས་མ་ཐག་ཏུ་ཡོད་པ་)རྒྱུ་མཉམ་སྦྱོར་བྱེད་པ་མ་ཟད། རྒྱུ་མཉམ་སྦྱོར་བྱེད་པ་དེ་ནི་<i>རྒྱུས་སྒྲིག་སྐྱབས་འཛུར་རོགས་</i>(bootstrapping)ལ་སྨོས་པ་ཡིན།
cs: Proces získání identit routerů, obvykle prostřednictvím serverů <i>clearnetu</i>, aby bylo zajištěno, že váš router může komunikovat a vytvářet tunely s ostatními routery v síti. Když router nemá žádné identifikátory routeru pro ostatní uzly (což je obvykle okamžitě po instalaci), proces obnovování se také nazývá <i>restartování</i>.
da: Processen med at skaffe router-identiteter, normalt via <i>clearnet</i>-servere, for at sikre, at din router kan kommunikere og opbygge tunneller med andre routere på netværket. Når en router ikke har router-identiteter for andre peere (normalt lige efter installation), henvises processen med genopfyldning også som <i>bootstrapping</i>.
el: Η διαδικασία απόκτησης ταυτοτήτων δρομολογητή, κανονικά μέσω διακομιστών <i>clearnet</i>, για να διασφαλιστεί ότι ο δρομολογητής σας μπορεί να επικοινωνήσει και να δημιουργήσει σήραγγες με άλλους δρομολογητές στο δίκτυο. Όταν ένας δρομολογητής δεν έχει δρομολογητικές ταυτότητες για άλλους ομοειδείς (συνήθως αμέσως μετά την εγκατάσταση), η διαδικασία της αναγέννησης αναφέρεται επίσης ως <i>bootstrapping</i>.
es: El proceso de adquirir identidades de enrutador, normalmente a través de servidores de <i>clearnet</i>, para garantizar que tu enrutador pueda comunicarse y construir túneles con otros enrutadores en la red. Cuando un enrutador no posee identidades de otros pares (generalmente inmediatamente después de la instalación), al proceso de volver a sembrar también se le refiere como <i>inicio</i>.
et: Ruuteri tuvastusalgoritm, tavaliselt läbi<b>lahtisevõrgu</b> serverite, tagab, et teie ruuter suudab suhelda ja moodustada tunnelid teiste ruuteritega võrgus. Kui ruuteril pole muid ruuterituvastusi teistele kolleegidele (tavaliselt kohe pärast installimist), nimetatakse taasväärtustamise protsessi ka <i>käivitamiseks</i>.
fa: فرایند کسب شناسه مسیریاب‌ها، به طور معمول از طریق سرورهای <i>اینترنت آزاد</i> برای اطمینان از اینکه مسیریاب شما می‌تواند با سایر مسیریاب‌های شبکه ارتباط برقرار کند و تونل‌ها را بسازد. وقتی مسیریاب هیچ شناسه‌ای از دیگر همتایان ندارد (معمولا همین بعد از نصب)، فرایند بازآرایی به «راه‌اندازی مجدد» مشهور است.
fi: Reitittimellä identiteettien hankkimisprosessi, yleensä <i>clearnet</i>-palvelimien kautta, jotta varmistetaan, että reititin voi kommunikoida ja rakentaa tunnelit muiden reitittimien kanssa verkossa. Kun reitittimellä ei ole muita vertaisreitittimien identiteettejä (yleensä heti asennuksen jälkeen), uudelleenoheisennysprosessia nimitetään myös <i>bootstrapping</i> -prosessiksi.
hi: राउटर पहचानों को प्राप्त करने की प्रक्रिया, आमतौर पर <i>स्थाई नेटवर्क</i> सर्वरों के माध्यम से, ताकि आपके रूटर को अन्य रूटरों के साथ संचार करने और टनल बनाने की सुनिश्चित कर सके। जब किसी रूटर के पास अन्य सहयोगियों के लिए कोई रूटर पहचान नहीं होती है (आमतौर पर स्थापना के बाद सीधे), तब पुनर्संचय की प्रक्रिया <i>बूटस्ट्रैपिंग</i> के रूप में भी जानी जाती है।
hu: Az útválasztóazonosítók megszerzése folyamata, általában a <i> tiszta hálózati </ i> szervereken keresztül, hogy biztosítsa az útválasztója kommunikációját és alagutak kialakítását más útválasztókkal a hálózaton. Ha az útválasztónak nincs más peerekre vonatkozó útválasztóazonosítója (általában rögtön a telepítést követően), az újraértekelnéssel járó folyamatot <i> bootolókká </i> is nevezik.
in: Proses memperoleh identitas router, biasanya melalui server <i>clearnet</i>, untuk memastikan router Anda dapat berkomunikasi dan membangun terowongan dengan router lain di jaringan. Ketika router tidak memiliki identitas router untuk peer lain (biasanya segera setelah instalasi), proses pengisian ulang juga disebut <i> memulai kembali </i>.
it: Il processo di acquisizione delle identità dei router, di solito tramite server <i>clearnet</i>, per garantire che il tuo router possa comunicare e costruire tunnel con altri router sulla rete. Quando un router non ha identità di router per altri peer (di solito immediatamente dopo l'installazione), il processo di reimmissione viene chiamato anche <i>bootstrapping</i>.
ja: ルーターがネットワーク上の他のルーターと通信し、トンネルを構築できるようにするために、通常は<i>clearnet</i>サーバーを経由してルーターの識別子を取得するプロセスです。ルーターが他のピアのルーター識別子を持っていない場合（通常はインストール直後）、再種まとめとして<i>ブートストラッピング</i>とも呼ばれるプロセスです。
ko: 라우터가 네트워크의 다른 라우터와 통신하고 터널을 구축할 수 있는지를 보장하기 위해 일반적으로 <i>clearnet</i> 서버를 통해 라우터 식별자를 획득하는 과정입니다. 라우터가 다른 피어를 위한 라우터 식별자를 갖지 않는 경우(일반적으로 설치 직후), 다시 뿌리까지의 과정은 <i>부트스트래핑</i>이라고도 합니다.
nb: Prosessen med å skaffe ruternavn, vanligvis via <i>clearnet</i>-servere, for å sikre at ruteren din kan kommunisere og bygge tunneler med andre rutere på nettverket. Når en ruter ikke har ruternavn for andre deltakere (vanligvis umiddelbart etter installasjonen), kalles prosessen med å skaffe ny ruternavn også for oppstart.
nl: Het proces van het verkrijgen van router-identiteiten, meestal via <i>clearnet</i> servers, om ervoor te zorgen dat jouw router kan communiceren en tunnels kan bouwen met andere routers op het netwerk. Wanneer een router geen routeridentiteiten heeft voor andere peers (meestal direct na installatie), wordt het proces van hervullen ook wel <i>bootstrapping</i> genoemd.
pt: O processo de adquirir identidades de roteadores, normalmente através de servidores <i>clearnet</i>, para garantir que seu roteador possa se comunicar e construir túneis com outros roteadores na rede. Quando um roteador não possui identidades de roteador para outros pares (geralmente imediatamente após a instalação), o processo de resseeding também é conhecido como <i>bootstrapping</i>.
sl: Postopek pridobivanja identitet usmerjevalnika, običajno prek strežnikov <i>jasnega omrežja</i>, da se zagotovi, da lahko vaš usmerjevalnik komunicira in izgradi tunele z drugimi usmerjevalniki na omrežju. Ko usmerjevalnik nimajo identitet usmerjevalnika za druge sosednje strežnike (običajno takoj po namestitvi), je postopek ponovnega zalaganja tudi poimenovana kot <i>ujemanje</i>.
sv: Processen att skaffa routeridentiteter, vanligtvis via <i>clearnet</i>-servrar, för att säkerställa att din router kan kommunicera och bygga tunnlar med andra routrar i nätverket. När en router inte har några routeridentiteter för andra pekare (vanligtvis direkt efter installationen), kallas processen att reseda även för <i>bootstrapping</i>.
uk: Процес отримання ідентифікаторів маршрутизаторів, зазвичай через сервери <i>відкритої мережі</i>, щоб гарантувати можливість комунікації та побудови тунелів вашого маршрутизатора з іншими маршрутизаторами в мережі. Коли у маршрутизатора немає ідентифікаторів інших маршрутизаторів (зазвичай одразу після встановлення), процес повторного насіння також називають <i>запуском</i>.
vi: Quá trình thu thập danh tính bộ định tuyến, thông thường thông qua máy chủ <i>clearnet</i>, để đảm bảo bộ định tuyến của bạn có thể giao tiếp và xây dựng đường hầm với các bộ định tuyến khác trên mạng. Khi một bộ định tuyến không có danh tính của các đồng nghiệp khác (thường ngay sau khi cài đặt), quá trình tái cấy cũng được gọi là <i>khởi động</i>.
