Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: These are the local services provided by your router. They may be clients started through the <a href='/i2ptunnelmgr'>Tunnel Manager</a> or external programs connecting through SAM, BOB, or directly to I2CP. By default, most of your client services (mail, http proxy, IRC) will share the same set of tunnels and be listed as <i>Shared Clients</i> and <i>Shared Clients(DSA)</i>, which enhances anonymity by blending the traffic from all shared services, and reduces the overhead required to build and maintain tunnels. However, if you experience a tunnel failure, all your services will go offline at the same time, so in some scenarios you may wish to configure client services to use their own set of tunnels. This can be done by unchecking the <i>Share tunnels with other clients&hellip;</i> option listed under <i>Shared Clients</i> on the configuration page of the relevant client service in the Tunnel Manager, after which you will need to restart the client service from the <a href='/i2ptunnelmgr'>main Tunnel Manager page</a>.
ar: هذه الخدمات المحلية المقدمة من موجهك. قد تكون عملاء تم بدؤها عبر <a href='/i2ptunnelmgr'>مدير الأنفاق</a> أو برامج خارجية تتصل عبر SAM أو BOB أو مباشرة عبر I2CP. افتراضيًا، ستشترك أغلب خدمات العملاء الخاصة بك (البريد، محول HTTP ،IRC) في نفس مجموعة الأنفاق ويتم تصنيفها تحت <i>عملاء مشتركون</i> و <i>عملاء مشتركون(DSA)</i>، مما يحسّن السرية من خلال دمج حركة البيانات من كافة الخدمات المشتركة، ويقلل من الأعباء اللازمة لبناء وصيانة الأنفاق. ومع ذلك، إذا واجهت مشكلة في الأنفاق، ستتوقف كافة خدماتك في وقت واحد، لذا قد ترغب في بعض السيناريوهات بتكوين خدمات العملاء لاستخدام مجموعة أنفاق خاصة بها. ويمكن القيام بذلك عبر إلغاء تحديد خيار <i>مشاركة الأنفاق مع عملاء آخرين…</i> الموجود تحت <i>عملاء مشتركون</i> على صفحة إعدادات الخدمة ذات الصلة في مدير الأنفاق، ثم سيتعين إعادة بدء الخدمة من صفحة <a href='/i2ptunnelmgr'>الرئيسية لمدير الأنفاق</a>.
az: Bu sizin tərəfinizdən təmin olunan yerli xidmətlərdir. Bunlar <a href='/i2ptunnelmgr'>Tunel Meneceri</a> vasitəsilə başladılan müştərilər və ya SAM, BOB və ya doğrudan i2CP'ə qoşulan xarici proqramlardan başlayır. Əksər müştəri xidmətləriniz (poçt, http proxy, IRC) standart olaraq eyni tunel kütləsi saxlayaraq <i>İştirak edən müştərilər</i> və <i>İştirak edən müşəriələr(DSA)</i> kimi göstərilirlər. Bu xidmətlərin trafiyini birləşdirərək anonimliyi artırır və tunelləri qurmaq üçün tələb olunan əlavə yükü zəiflədirir. Bununla birlikdə, eyni zamanda bir tunel xətası ilə üzləşdikdə, bütün xidmətləriniz eyni zamanda onlayn olmayacaq, bu səbəblə, bəzi senarilarda müştəri xidmətlərini öz tunel kütlələri ilə istifadə etmək istəyə bilərsiniz. Müvafiq müştəri xidmətinin quraşdırma səhifəsində <i>Digər müştəri xidmətləri ilə tunelləri paylaşma&hellip;</i> seçimini seçmək lazımdır, bunun ardından müştəri xidmətini <a href='/i2ptunnelmgr'>əsas Tunel Menecer səhifəsindən</a> yenidən başlatmaq lazımdır.
bo: འདི་ནི་ཁྱེད་ཀྱི་རོ་ཌེར་གྱིས་མཁོ་སྤྲོད་བྱས་པའི་ས་གནས་ཀྱི་ཞབས་ཞུ་ཁག་ཅིག་ཡིན། དེ་དག་ནི་<a href='/i2ptunnelmgr'>གྲུང་ལམ་དོ་དམ་པ།</a>བརྒྱུད་ནས་འགོ་ཚུགས་པའི་ལེན་གནད་ཁག་པ་ཡང་ན་ SAM། BOB། ཡང་ན་ I2CP ཐད་ཀར་ལ་མཐུད་པའི་ཕྱི་རོལ་གློག་རིམ་ཁག་ཅིག་ཡིན། སྔོན་སྒྲིག་ལྟར། ཁྱེད་ཀྱི་ལེན་གནད་ཞབས་ཞུ་མང་ཆེ་བ། (ཡིག་ཆ། http ཚབ་སྤྱོད། IRC) གཅིག་མཚུངས་ཀྱི་གྲུང་ལམ་ཚོགས་ཆ་ཞིག་བརྒྱུད་ནས་མཉམ་འདུས་བྱེད་པ་དང་། <i>མཉམ་སྤྱོད་ལེན་གནད།</i>དང་<i>མཉམ་སྤྱོད་ལེན་གནད།(DSA)</i>ཅེས་ཐོ་བཀོད་བྱེད་ཀྱི་ཡོད། དེས་མཉམ་སྤྱོད་ཞབས་ཞུ་ཚང་མའི་འགྲུལ་འཁོར་བསྡུམ་པ་བརྒྱུད་ནས་མིང་མེད་རང་བཞིན་ཇེ་དང་གསང་གསང་ཇེ་བཟོ་བ་དང་། གྲུང་ལམ་བཟོ་བ་དང་རྒྱུན་འཁྱོངས་བྱེད་པར་དགོས་པའི་ལས་ཀའི་ཁུར་ཆ་ཉུང་དུ་གཏོང་བར་བྱེད། འོན་ཀྱང་། གལ་སྲིད་ཁྱེད་ལ་གྲུང་ལམ་ཕམ་ཉེས་ཤོར་ན། ཁྱེད་ཀྱི་ཞབས་ཞུ་ཚང་མ་དུས་མཚུངས་ལ་དྲ་ལེན་དུ་འགྲོ་རྒྱུ་རེད། དེར་བརྟེན། གནས་ཚུལ་འགའ་རུང་ཞིག་ན། ཁྱེད་ཀྱིས་ལེན་གནད་ཞབས་ཞུ་ཁག་ཅིག་རང་ཉིད་ཀྱི་གྲུང་ལམ་ཚོགས་ཆ་བེད་སྤྱོད་བྱེད་པར་རྒྱུན་སྐྱོང་བྱེད་འདོད་སྲིད། དེ་ནི་གྲུང་ལམ་དོ་དམ་པའི་ནང་གི་འབྲེལ་བྱེད་ལེན་གནད་ཞབས་ཞུའི་རྒྱུན་སྒྲིག་ངོས་ཐོག་གི་<i>མཉམ་སྤྱོད་ལེན་གནད།</i>འོག་ཏུ་ཡོད་པའི་<i>ལེན་གནད་གཞན་དང་མཉམ་དུ་གྲུང་ལམ་མཉམ་སྤྱོད་བྱེད།&hellip;</i>གདམ་བཀོད་སྒོ་རྒྱག་བརྒྱུད་བྱེད་ཆོག་ལ། དེའི་རྗེས་སུ་ཁྱེད་ཀྱིས་<a href='/i2ptunnelmgr'>གྲུང་ལམ་དོ་དམ་པའི་གཙོ་ངོས་ཤོག་ལ་</a>ནས་ལེན་གནད་ཞབས་ཞུ་བསྐྱར་འགོ་ཚུགས་དགོས།
cs: Tyto služby jsou poskytovány vaším směrovačem. Mohou to být klienti spuštění prostřednictvím správce tunelu <a href='/i2ptunnelmgr'>Tunnel Manager</a> nebo externí programy připojené pomocí protokolů SAM, BOB nebo přímo k I2CP. Ve výchozím nastavení budou většina vašich klientů (pošta, proxy server, IRC) sdílet stejnou sadu tunelů a budou uvedeny jako <i>Sdílení klienti</i> a <i>Sdílení klienti (DSA)</i>, což zlepšuje anonymitu smícháním provozu ze všech sdílených služeb a snižuje náklady na vytváření a správu tunelů. Nicméně, pokud dojde k selhání tunelu, všechny vaše služby se odpojí najednou, takže v některých scénářích byste si mohli přát, aby klienti používali vlastní sadu tunelů. To lze provést zrušením volby<i>Sdílet tunely s ostatními klienty&hellip;</i> na konfigurační stránce relevantní klientovi ve správci tunelu <i>Sdílené klienty</i>, poté budete muset restartovat klienta ze <a href='/i2ptunnelmgr'>hlavní stránky správce tunelu</a>.
da: Dette er de lokale tjenester, der leveres af din router. De kan være klienter, der startes gennem <a href='/i2ptunnelmgr'>Tunnel Manager</a> eller eksterne programmer, der forbinder gennem SAM, BOB eller direkte til I2CP. Som standard vil de fleste af dine klienttjenester (mail, HTTP-proxy, IRC) dele den samme sæt tunneler og blive opført som <i>Delte klienter</i> og <i>Delte klienter (DSA)</i>, hvilket forbedrer anonymiteten ved at blande trafikken fra alle delte tjenester og reducerer den belastning, der kræves for at opbygge og vedligeholde tunneler. Men hvis en tunnelfejl opstår, vil alle dine tjenester gå offline på samme tid, så i nogle scenarier kan du muligvis ønske at konfigurere klienttjenesterne til at bruge deres eget sæt tunneler. Dette kan gøres ved at fjerne markeringen af indstillingen <i>Deler tunneler med andre klienter&hellip;</i>, der er angivet under <i>Delte klienter</i> på konfigurationssiden for den relevante klienttjeneste i Tunnel Manager, efter hvilken du bliver nødt til at genstarte klienttjenesten fra <a href='/i2ptunnelmgr'>hovedsiden for Tunnel Manager</a>.
el: Αυτές είναι οι τοπικές υπηρεσίες που παρέχει το δρομολογητής σας. Μπορεί να είναι πελάτες που ξεκινούν μέσω του <a href='/i2ptunnelmgr'>Διαχειριστή Τούνελ</a> ή εξωτερικά προγράμματα που συνδέονται μέσω των PROXY, BOB ή απευθείας στο I2CP. Από προεπιλογή, οι περισσότερες από τις υπηρεσίες πελάτη (mail, http proxy, IRC) θα μοιράζονται τον ίδιο σύνολο τούνελ και θα εμφανίζονται ως <i>Κοινόχρηστοι Πελάτες</i> και <i>Κοινόχρηστοι Πελάτες(DSA)</i>, το οποίο βελτιώνει την ανωνυμία μείωνοντας το κίνημα από όλες τις κοινόχρηστες υπηρεσίες και μειώνει το overhead που απαιτείται για τη δημιουργία και διατήρηση των τούνελ. Ωστόσο, εάν αντιμετωπίσετε αποτυχία τούνελ, όλες οι υπηρεσίες θα απενεργοποιηθούν ταυτόχρονα, οπότε σε ορισμένα σενάρια μπορεί να επιθυμήσετε να ρυθμίσετε τις υπηρεσίες πελάτη ώστε να χρησιμοποιούν το δικό τους σύνολο τούνελ. Αυτό μπορεί να γίνει διαφοροποιώντας την επιλογή <i>Κοινόχρηστα τούνελ με άλλους πελάτες&hellip;</i> που αναφέρεται στους <i>Κοινόχρηστους Πελάτες</i> στη σελίδα ρυθμίσεων της σχετικής υπηρεσίας πελάτη στον Διαχειριστή Τούνελ, μετά το οποίο θα πρέπει να επανεκκινήσετε την υπηρεσία πελάτη από τη <a href='/i2ptunnelmgr'>κύρια σελίδα του Διαχειριστή Τούνελ</a>.
es: Estos son los servicios locales proporcionados por tu enrutador. Pueden ser clientes iniciados a través del <a href='/i2ptunnelmgr'>Administrador de túneles</a> o programas externos conectados a través de SAM, BOB o directamente a I2CP. Por defecto, la mayoría de tus servicios de cliente (correo, proxy HTTP, IRC) compartirán el mismo conjunto de túneles y se enumerarán como <i>Clientes compartidos</i> y <i>Clientes compartidos (DSA)</i>, lo que mejora el anonimato al mezclar el tráfico de todos los servicios compartidos y reduce la sobrecarga requerida para construir y mantener túneles. Sin embargo, si experimentas un fallo de túnel, todos tus servicios se desconectarán al mismo tiempo, por lo que en algunos escenarios puede que desees configurar los servicios de cliente para que usen su propio conjunto de túneles. Esto se puede hacer desmarcando la opción <i>Compartir túneles con otros clientes...</i> que aparece listada bajo <i>Clientes compartidos</i> en la página de configuración del servicio de cliente correspondiente en el Administrador de túneles, tras lo cual deberás reiniciar el servicio de cliente desde la <a href='/i2ptunnelmgr'>página principal del Administrador de túneles</a> .
et: Need on teie marsruuteri poolt pakutavad kohalikud teenused. Need võivad olla klientid, mis käivitatakse läbi <a href='/i2ptunnelmgr'>Tunneli halduri</a> või välistarkvaraühendused, mis ühenduvad SAM, BOB või otse I2CP-sse. Vaikimisi kasutavad enamik klientteenuseid (meil, HTTP-puhverserver, IRC) sama tunnelikomplekti ja need kuvatakse kui <i>Jagatud kliendid</i> ja <i>Jagatud kliendid (DSA)</>, mis suurendavad anonüümsust, segades liiklust kõigist jagatud teenustest, ja vähendavad tunnelite loomise ja hooldamisega seotud üldkulude. Siiski, kui tunnelis esineb viga, lähevad kõik teenused samal ajal võrguühenduseta, seega on mõnes stsenaariumis soovitatav seadistada klientteenused oma tunnelite komplekti kasutama. Seda saab teha selle saate kontrollides valikku <i>Jaga teiste klientidega...</i> nimekirja all <i>Jagatud kliendid</i> asukohas vastava klientteenuse konfigureerimislehel Tunneli halduris, pärast mida peate taaskäivitama klientteenuse <a href='/i2ptunnelmgr'>pealehelt</a>.
fa: این سرویس‌های محلی‌ای است که توسط روتر شما ارائه می‌شوند. ممکن است مشتریانی باشند که از طریق <a href='/i2ptunnelmgr'>مدیر تونل‌ها</a> یا برنامه‌های خارجی که از طریق SAM، BOB یا مستقیماً به I2CP متصل می‌شوند، راه‌اندازی شده باشند. به‌طور پیش‌فرض، اکثر سرویس‌های مشتری‌تان (پست الکترونیکی، پروکسی http، IRC) از یک مجموعه تونل مشترک استفاده می‌کنند و با عنوان <i>مشتریان مشترک</i> و <i>مشتریان مشترک(DSA)</i> لیست می‌شوند که با یکسان‌سازی ترافیک تمام سرویس‌های مشترک، پنهان‌نگهی را بهبود می‌بخشد و بار ایجاد و نگهداری تونل‌ها را کاهش می‌دهد. با این حال، اگر خرابی تونل داشته باشید، تمام سرویس‌هایتان هم‌زمان غیرفعال می‌شوند؛ بنابراین در برخی سناریوها ممکن است بخواهید تنظیم کنید که سرویس‌های مشتری از مجموعه تونل‌های جداگانه‌ای استفاده کنند...
fi: Nämä ovat reitittimesi tarjoamat paikalliset palvelut. Ne voivat olla asiakkaita, jotka on käynnistetty <a href='/i2ptunnelmgr'>Tunnelin hallintaohjelmassa</a> tai ulkoisia ohjelmia, jotka yhdistävät SAMin, BOBin kautta tai suoraan I2CP:hen. Oletuksena useimmat asiakaspalvelut (sähköposti, http-välityspalvelin, IRC) jakavat saman joukon tunneleita ja ne näkyvät listattuna <i>Jakamattomat asiakkaat</i> ja <i>Jakamattomat asiakkaat (DSA)</i>, mikä parantaa anonymiteettia sekoittamalla liikenteen kaikista jaetuilta palveluilta ja vähentää tunneleiden rakentamiseen ja ylläpitämiseen tarvittavaa yläkantaa. Jos kuitenkin koet tunnelevian, kaikki palvelusi menevät offline-tilaan samanaikaisesti. Siksi joissakin tilanteissa voi olla tarpeen määrittää asiakaspalvelut käyttämään omaa joukkoaan tunneleita. Tämä voidaan tehdä poistamalla valinta <i>Jaa tunneleita muiden asiakkaiden kanssa&hellip;</i> -vaihtoehdosta <i>Jakamattomat asiakkaat</i> -kohdassa kyseisen asiakaspalvelun määrittämissivulla Tunnelin hallintaohjelmassa. Tämän jälkeen sinun tulee käynnistää asiakaspalvelu uudelleen <a href='/i2ptunnelmgr'>pää-Tunnelin hallintaohjelman sivulta</a>.
hi: ये आपके रूटर द्वारा प्रदान की जाने वाली स्थानीय सेवाएँ हैं। ये सेवाएँ <a href='/i2ptunnelmgr'>टनल मैनेजर</a> माध्यम से शुरू किए गए क्लाइंट या SAM, BOB, या सीधे I2CP के माध्यम से जुड़े बाहरी प्रोग्राम हो सकते हैं। मानक रूप से, आपकी अधिकांश क्लाइंट सेवाएँ (ईमेल, HTTP प्रोक्सी, IRC) समान सेट ऑफ़ टंनल को साझा करेंगी और <i>Shared Clients</i> और <i>Shared Clients(DSA)</i> के रूप में सूचीबद्ध होंगी, जो सभी साझा सेवाओं के ट्रैफ़िक को मिश्रित करके गुप्तता को बढ़ाता है और टनल बनाने और रखने की अतिरिक्त श्रम को कम करता है। हालांकि, यदि आपको टनल की असफ़लता का सामना करना पड़ता है, तो सभी आपकी सेवाएँ एक साथ ऑﬄाइन हो जाएंगी, इसलिए कुछ स्थितियों में आप अपनी क्लाइंट सेवाओं को अपने स्वयं के सेट ऑफ़ टंनल का उपयोग करने के लिए सेटिंग करना चाहेंगे। यह करने के लिए, <a href='/i2ptunnelmgr'>मुख्य टनल मैनेजर पृष्ठ</a> से क्लाइंट सेवा के संबंधित सेटिंग पृष्ठ पर <i>Shared Clients</i> के तहत सूचीबद्ध <i>Share tunnels with other clients&hellip;</i> विकल्प को अनचेक करें, और उसके बाद क्लाइंट सेवा को रीस्टार्ट करने की आवश्यकता होगी।
hu: Ezek a helyi szolgáltatásokat biztosító útválasztó által nyújtott szolgáltatások. Azok lehetnek ügyfelek, amelyeken keresztül használható a <a href='/i2ptunnelmgr'>Tunnel Manager</a> vagy külső programok, amelyek a SAM, BOB vagy közvetlenül az I2CP-n keresztül csatlakoznak. Alapértelmezés szerint a legtöbb kliens szolgáltatás (levél, http proxy, IRC) ugyanazokat a tunnelhalmazokat és <i>Shared Clients</i> és <i>Shared Clients(DSA)</i> néven vannak feltüntetve, amelyek anonimitást biztosítanak a forgalom összekeverésével az összes megosztott szolgáltatásból, valamint csökkenti a szükséges overheadet a tunnelépítéshez és -fenntartáshoz. Azonban, ha tunnelhiba lép fel, akkor az összes szolgáltatás egyszerre kiesik, ezért bizonyos helyzetekben beállíthatja a kliens szolgáltatásokat úgy, hogy saját tunnelhalmazt használjanak. Ezt megteheti a <i>Share tunnels with other clients&hellip;</i> opció kikapcsolásával, amely a releváns kliens szolgáltatás konfigurációs oldalán található, a <i>Shared Clients</i> alatt a Tunnel Managerben, amelyet követően újra kell indítania a kliens szolgáltatást a <a href='/i2ptunnelmgr'>fő Tunnel Manager oldal</a>.
in: Ini adalah layanan lokal yang disediakan router Anda. Mereka mungkin klien yang dijalankan melalui <a href='/i2ptunnelmgr'>Pengelola Terowongan</a> atau program eksternal yang terhubung melalui SAM, BOB, atau langsung ke I2CP. Secara default, sebagian besar layanan klien Anda (surel, proksi http, IRC) akan berbagi satu set terowongan yang sama dan terdaftar sebagai <i>Klien Terbagi</i> dan <i>Klien Terbagi(DSA)</i>, yang meningkatkan anonimitas dengan mencampur lalu lintas semua layanan yang terbagi, dan mengurangi overhead yang dibutuhkan untuk membangun dan memelihara terowongan. Namun, jika Anda mengalami kegagalan terowongan, semua layanan Anda akan dinonaktifkan pada saat yang bersamaan, jadi dalam beberapa skenario Anda mungkin ingin mengonfigurasi layanan klien untuk menggunakan set terowongan sendiri-sendiri. Hal ini dapat dilakukan dengan mencabut centang pada pilihan <i>Berbagi terowongan dengan klien lain ...</i> yang terdaftar di bawah <i>Klien Terbagi</i> di halaman konfigurasi layanan klien yang relevan di Pengelola Terowongan, setelah itu Anda perlu memulai kembali layanan klien dari halaman <a href='/i2ptunnelmgr'>utama Pengelola Terowongan</a>.
it: Questi sono i servizi locali forniti dal tuo router. Possono essere client avviati tramite il <a href='/i2ptunnelmgr'>Gestore di Tunnel</a> o programmi esterni che si connettono tramite SAM, BOB o direttamente a I2CP. Di default, la maggior parte dei tuoi servizi client (posta, proxy http, IRC) condividerà lo stesso set di tunnel e sarà elencato come <i>Client Condivisi</i> e <i>Client Condivisi(DSA)</i>, il che migliora l'anonimato mescolando il traffico di tutti i servizi condivisi e riduce l'overhead necessario per costruire e mantenere i tunnel. Tuttavia, se si verifica un errore del tunnel, tutti i tuoi servizi andranno offline contemporaneamente, quindi in alcuni scenari potresti desiderare di configurare i servizi client in modo che utilizzino il proprio set di tunnel. Ciò può essere fatto deselezionando l'opzione <i>Condividi tunnel con altri client&hellip;</i> elencata sotto <i>Client Condivisi</i> nella pagina di configurazione del servizio client rilevante nel Gestore di Tunnel, dopo di che dovrai riavviare il servizio client dalla <a href='/i2ptunnelmgr'>pagina principale del Gestore di Tunnel</a>.
ja: これらは、ルーターが提供する地元のサービスです。<a href='/i2ptunnelmgr'>トンネルマネージャー</a>を介して開始されたクライアントや、SAM、BOB、または直接I2CPに接続する外部プログラムが含まれます。デフォルトでは、ほとんどのクライアントサービス（メール、HTTPプロキシ、IRC）は同じトンネルセットを共有し、<i>Shared Clients</i>および<i>Shared Clients(DSA)</i>としてリストされます。これにより、すべての共有サービスのトラフィックが混ざり、トンネルの構築および維持に必要なオーバーヘッドが軽減され、匿名性が向上します。ただし、トンネルの障害が発生すると、すべてのサービスが同時にオフラインになるため、一部のシナリオでは、クライアントサービスを独自のトンネルセットを使用するように構成する場合があります。これは、トンネルマネージャーの関連クライアントサービスの設定ページの<i>Shared Clients</i>の下にある<i>Share tunnels with other clients&hellip;</i>オプションのチェックを外すことで行うことができます。その後、クライアントサービスを<a href='/i2ptunnelmgr'>トンネルマネージャーのメインページ</a>から再起動する必要があります。
ko: 이는 라우터가 제공하는 지역 서비스입니다. 이들은 <a href='/i2ptunnelmgr'>터널 관리자</a>를 통해 시작되거나, SAM, BOB 또는 I2CP로 직접 연결하는 외부 프로그램일 수 있습니다. 기본적으로 대부분의 클라이언트 서비스(메일, HTTP 프록시, IRC 등)는 같은 집합의 터널을 공유하며 <i>공유 클라이언트</i> 및 <i>공유 클라이언트(DSA)</i>로 목록에 나열됩니다. 이는 모든 공유 서비스의 트래픽을 혼합하여 익명성을 향상시키고, 터널을 구축하고 유지하는 데 필요한 오버헤드를 줄입니다. 그러나 터널 장애가 발생하면 모든 서비스가 동시에 오프라인으로 전환되므로, 일부 시나리오에서는 클라이언트 서비스가 자체 터널 집합을 사용하도록 구성할 수 있습니다. 이는 터널 관리자에서 관련 클라이언트 서비스의 구성 페이지에서 <i>다른 클라이언트와 터널 공유</i> 옵션을 선택 해제하여 수행할 수 있습니다. 이후 <a href='/i2ptunnelmgr'>메인 터널 관리자 페이지</a>에서 클라이언트 서비스를 다시 시작해야 합니다.
nb: Dette er de lokale tjenestene som tilbys av ruteren din. De kan være klienter som er startet via <a href='/i2ptunnelmgr'>Tunnel Manager</a> eller eksterne programmer som kobler til gjennom SAM, BOB eller direkte til I2CP. Som standard vil de fleste av klientsidetjenestene dine (e-post, http-proxy, IRC) dele samme sett med tunneler og bli oppført som <i>Delte klienter</i> og <i>Delte klienter (DSA)</i>, noe som forbedrer anonymiteten ved å blande trafikken fra alle delte tjenester og reduserer overflødig arbeid som kreves for å bygge og vedlikeholde tunneler. Imidlertid, hvis det oppstår et tunnelfeil, vil alle tjenestene dine kobles offline samtidig, så i noen scenarier kan det være ønskelig å konfigurere klientservicene til å bruke sin egen sett med tunneler. Dette kan gjøres ved å fjerne markeringen for alternativet <i>Del tunneler med andre klienter&hellip;</i>, som vises under <i>Delte klienter</i> på konfigureringssiden for den relevante klientservicen i Tunnel Manager, deretter må du starte klientservicen på nytt fra <a href='/i2ptunnelmgr'>hovedsiden for Tunnel Manager</a>.
nl: Dit zijn de lokale services die worden aangeboden door uw router. Ze kunnen clients zijn die worden gestart via de<a href='/i2ptunnelmgr'>Tunnel Manager</a> of externe programma's die verbinding maken via SAM, BOB of rechtstreeks met I2CP. Standaard zullen de meeste van uw clientservices (mail, http proxy, IRC) dezelfde set tunnels delen en worden vermeld als <i>Gedeelde Clients</i> en <i>Gedeelde Clients(DSA)</i>, wat de anonimiteit verhoogt door het verkeer van alle gedeelde services te mengen en de overhead die nodig is om tunnels te bouwen en te onderhouden te verminderen. Echter, als u een tunnelstoring ondervindt, zullen al uw services tegelijkertijd offline gaan. Daarom kunt u in sommige scenario's ervoor kiezen om client services te configureren om hun eigen set tunnels te gebruiken. Dit kan worden gedaan door de optie <i>Deel tunnels met andere clients niet...</i> uit te vinken die wordt vermeld onder <i>Gedeelde Clients</i> op de configuratiepagina van de relevante clientservice in de Tunnel Manager. Daarna moet u de clientservice opnieuw starten vanaf de<a href='/i2ptunnelmgr'>hoofdpagina van de Tunnel Manager</a>.
pt: Estes são os serviços locais fornecidos pelo seu roteador. Eles podem ser clientes iniciados através do <a href='/i2ptunnelmgr'>Gerenciador de Túneis</a> ou programas externos conectando através do SAM, BOB ou diretamente no I2CP. Por padrão, a maioria dos serviços do cliente (e-mail, proxy http, IRC) compartilharão o mesmo conjunto de túneis e serão listados como <i>Clientes Compartilhados</i> e <i>Clientes Compartilhados(DSA)</i>, o que melhora a anonimato misturando o tráfego de todos os serviços compartilhados e reduz a sobrecarga necessária para construir e manter túneis. No entanto, se ocorrer uma falha no túnel, todos os seus serviços ficarão offline ao mesmo tempo. Portanto, em alguns cenários, você pode desejar configurar serviços de cliente para usar seu próprio conjunto de túneis. Isso pode ser feito desmarcando a opção <i>Compartilhar túneis com outros clientes&hellip;</i> listada em <i>Clientes Compartilhados</i> na página de configuração do serviço de cliente relevante no Gerenciador de Túneis, após o que você precisará reiniciar o serviço de cliente a partir da <a href='/i2ptunnelmgr'>página principal do Gerenciador de Túneis</a>.
sl: To so lokalne storitve, pružene od vašega strežnika. Lahko so klienti, začeti preko <a href='/i2ptunnelmgr'>Menedžer tunela</a> ali zunanjih programov, povezanih prek SAM, BOB, ali neposredno do I2CP. Po privzemu, večina vaših storitev klienta (pošta, http posredniški strežnik, IRC) bodo delili enak nabor tunelov in bodo navedeni kot <i>Deljeni klienti</i> in <i>Deljeni klienti(DSA)</i>, kar izboljša anonimnost z mešanjem prometa iz vseh deljenih storitev, in zmanjša nadomestne stroške za izgradnjo in vzdrževanje tunelov. Vendar, če doživite neuspeh tunela, vse vaše storitve se bodo istočasno odstranile iz spletne strani, tako da v nekaterih scenarijih morda želite nastaviti storitve klienta, da uporabljajo svoj nabor tunelov. To lahko storite tako, da prekličete možnost <i>Deljeni tuneli z drugimi klienti&hellip;</i>, navedeno pod <i>Deljeni klienti</i> na strani za konfiguracijo ustrezne storitve klienta v Menedžer tunela, po čemer boste morali ponovno zagnati storitev klienta s <a href='/i2ptunnelmgr'>glavne strani menedžerja tunela</a>.
sv: Dessa är de lokala tjänsterna som tillhandahålls av din router. De kan vara klienter som startats genom <a href='/i2ptunnelmgr'>Tunnelhanteraren</a> eller externa program som ansluter genom SAM, BOB eller direkt till I2CP. Som standard delar de flesta av dina klienttjänster (e-post, HTTP-proxy, IRC) samma uppsättning tunnlar och listas som <i>Delade klienter</i> och <i>Delade klienter (DSA)</i>, vilket förbättrar anonymiteten genom att blanda trafiken från alla delade tjänster och minskar den överbelastning som krävs för att bygga och underhålla tunnlar. Men om du upplever att en tunnel misslyckas kommer alla dina tjänster att bli offline samtidigt, så i vissa scenarier kan du vilja konfigurera klienttjänsterna att använda sin egen uppsättning tunnlar. Detta kan göras genom att avmarkera alternativet <i>Dela tunnlar med andra klienter&hellip;</i> som finns under <i>Delade klienter</i> på konfigurationssidan för den relevanta klienttjänsten i Tunnelhanteraren, varpå du måste starta om klienttjänsten från <a href='/i2ptunnelmgr'>huvudsidan för Tunnelhanteraren</a>.
uk: Це локальні послуги, надані вашим маршрутизатором. Це можуть бути клієнти запущені через <a href='/i2ptunnelmgr'>Менеджер тунелів</a> або зовнішні програми, що підключаються через SAM, BOB або безпосередньо до I2CP. За замовчуванням, більшість ваших клієнтських послуг (пошта, HTTP-проксі, IRC) будуть використовувати той самий набір тунелів і відображатимуться як <i>Спільні клієнти</i> та <i>Спільні клієнти(DSA)</i>, що покращує анонімність шляхом змішування трафіку з усіх спільних послуг і знижує навантаження, необхідне для побудови та підтримки тунелів. Проте, якщо ви помітите відмову тунелю, усі ваші послуги відключаться одночасно. Тому в деяких сценаріях ви можете захотіти налаштувати клієнтські послуги так, щоб вони використовували власний набір тунелів. Це можна зробити унеможлививши опцію <i>Поділяти тунелі з іншими клієнтами&hellip;</i> на сторінці конфігурації відповідної послуги клієнта в Менеджері тунелів, після чого необхідно буде перезапустити послугу клієнта з головної сторінки <a href='/i2ptunnelmgr'>Менеджеру тунелів</a>.
vi: Đây là các dịch vụ địa phương do bộ định tuyến của bạn cung cấp. Chúng có thể là các khách hàng được bắt đầu qua <a href='/i2ptunnelmgr'>Quản lý Đường hầm</a> hoặc các chương trình bên ngoài kết nối thông qua SAM, BOB hoặc trực tiếp với I2CP. Mặc định, hầu hết các dịch vụ khách hàng của bạn (thư điện tử, proxy http, IRC) sẽ chia sẻ cùng tập đường hầm và được liệt kê dưới dạng <i>Khách hàng chia sẻ</i> và <i>Khách hàng chia sẻ(DSA)</i>, điều này tăng cường ẩn danh bằng cách trộn lẫn lưu lượng từ tất cả các dịch vụ chia sẻ, và giảm thiểu chi phí cần thiết để xây dựng và duy trì các đường hầm. Tuy nhiên, nếu bạn gặp sự cố đường hầm, tất cả các dịch vụ của bạn sẽ nghỉ hoạt động cùng một lúc, do đó trong một số tình huống bạn có thể muốn cấu hình các dịch vụ khách hàng sử dụng riêng tập đường hầm của chúng. Điều này có thể thực hiện bằng cách bỏ chọn tùy chọn <i>Chia sẻ đường hầm với các khách hàng khác…</i> liệt kê dưới mục <i>Khách hàng chia sẻ</i> trên trang cấu hình dịch vụ khách hàng liên quan trong Quản lý Đường hầm, sau đó bạn cần khởi động lại dịch vụ khách hàng từ trang <a href='/i2ptunnelmgr'>chính Quản lý Đường hầm</a>.
