Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: Introduction to Hosting Websites on I2P
ar: مقدمة في استضافة المواقع على I2P
az: I2P-də Hostinq Vebsaytlarına Giriş
bo: I2P ནང་གི་དྲོད་ཀྱི་ཞབས་ཞུའི་མདུན་ཆད་ཀྱི་ཤོག
cs: Úvod do hostování webových stránek na I2P
da: Introduktion til at hoste hjemmesider på I2P
el: Εισαγωγή στη φιλοξενία ιστοσελίδων στο I2P
es: Introducción al alojamiento de sitios web en I2P
et: Sissejuhatus veebisaitide majutamisse I2P-s
fa: مقدمه ای بر میزبانی وب سایت ها در I2P
fi: Johdatus I2P-verkkosivustojen isännöintiin
hi: I2P पर वेबसाइट होस्टिंग के बारे में परिचय
hu: Bevezetés az I2P-n keresztüli webhelyek tárolásába
in: Pengenalan Situs Web Hosting di I2P
it: Introduzione all'hosting di siti web su I2P
ja: I2P での Web サイトのホスティングの概要
ko: I2P에서 웹사이트 호스팅 소개
nb: Introduksjon til hosting av nettsteder på I2P
nl: Inleiding tot het hosten van websites op I2P
pt: Introdução à Hospedagem de Sites na I2P
sl: Uvod v gostovanje spletnih strani na I2P
sv: Introduktion till att vara värd för webbplatser på I2P
uk: Вступ до хостингу веб-сайтів в I2P
vi: Giới thiệu về Hosting Website trên I2P

source: By default, I2P is supplied with a webserver to host your own anonymized website (traditionally referred to as an <i>eepsite</i>). Both the site and the I2P Router Console are running on a streamlined version of <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, customized for I2P.
ar: افتراضيًا، يتم تزويد I2P بخادوم ويب لاستضافة موقعك الخاص المجهل (عادة ما يشار إليه بـ «eepsite»). كلا الموقع وواجهة تحكم موجه I2P يعملان على نسخة مخففة من Jetty. وهي مخصصة لـ I2P.
az: Varsayılan olaraq, İ2P öz anonim saytınızı (əvvəlcə eepsite adlandırılan ) qeyri izlənən veb server ilə təmin edir. Həm sayt, həm də İ2P Ruter Konsolu Jetty (https://en.wikipedia.org/wiki/Jetty_(web_server)) adlanan, İ2P üçün xüsusi təkmilləşdirilmiş sənaye versiyası ilə işləyir.
bo: དཔེ་འབྱུང་གི་ཚོད་ནི་I2P ནི་ཁྱོད་ཀྱི་རང་གི་མིང་བསྡུས་པའི་གློག་སྡེ་གཞི་བཟུང་བར་བཟོ་བོ། (གཞི་བཟུང་བའི་གློག་སྡེ་ཞེས་པ་ཡིན།) <i>eepsite</i> དེ་བཟུང་བར་བཟོ་བོ། གློག་སྡེ་དང་། I2P རོ་ཊར་གི་ཞུང་གི་ཤོག་ནི་<a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a> གི་མིང་བསྡུས་པའི་པར་རིན་ཞིག་གིས་བཟོ་བོ། I2P དེ་བཟུང་བར་བཟོ་བོ།
cs: Ve výchozím nastavení je I2P dodáváno s webovým serverem, který slouží k hostování vašich vlastních anonymizovaných webových stránek (tradičně označovaných jako <i>eepsite</i>). Sám web a také I2P Router konzole jsou provozovány na vylepšené verzi webového serveru <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, která je přizpůsobena pro I2P.
da: Som standard leveres I2P med en webserver til at hoste din egen anonymiserede hjemmeside (traditionelt kaldet en <i>eepsite</i>). Både hjemmesiden og I2P Router Console kører på en specialudgave af <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, tilpasset til I2P.
el: Από προεπιλογή, το I2P είναι εφοδιασμένο με έναν διακομιστή ιστού για να φιλοξενήσει το δικό σας ανώνυμο ιστοτόπο (παραδοσιακά αναφέρεται ως <i>eepsite</i>). Και ο ιστότοπος και η κονσόλα δρομολογητή I2P λειτουργούν σε μια εξομαλυμένη έκδοση του <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, προσαρμοσμένη για το I2P.
es: Por defecto, I2P incluye un servidor web para alojar tu propio sitio web anonimizado (tradicionalmente conocido como un <i>eepsite</i>). Tanto el sitio como la consola del enrutador I2P se ejecutan en una versión simplificada de <a href='https://es.wikipedia.org/wiki/Jetty_(servidor_web)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, personalizada para I2P.
et: Vaikimisi on I2P-ga kaasas veebiserver, et majutada oma anonüümset veebisaiti (tuntud ka kui <i>eepsite</i>). Nii sait kui ka I2P marsruuteri konsool töötavad <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a> kohandatud miniversioonil I2P jaoks.
fa: به طور پیش‌فرض I2P با یک وب‌سرور برای میزبانی وبسایت مخفی‌شده (سنتاً به عنوان <i>ایپسایت</i> شناخته می‌شوند) عرضه می‌شود. هم وبسایت و هم کنسول مدیریت روتر I2P از یک نسخه ساده‌سازی‌شده از <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a> استفاده می‌کنند که برای I2P تطبیق یافته است.
fi: I2P:llä on oletuksena verkkopalvelin, jolla voi isännöidä omaa anonyymiä verkkosivustoa (perinteisesti kutsuttu eepsiteksi). Sekä sivusto että I2P-ruutuohjain toimivat virtaviivaistetussa Jetty-version versiossa, joka on räätälöity I2P:lle.
hi: दिखावा के रूप में, I2P के साथ एक वेब सर्वर प्रदान किया जाता है जिसका उपयोग अपनी अपरिचित वेबसाइट ( पारंपरिक रूप से <i>eepsite</i> के रूप में जाना जाता है) को मेजबानी करने के लिए किया जाता है। साइट और I2P रूटर कंसोल दोनों एक स्लीमलाइन वर्ज़न में चल रहे हैं <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, I2P के लिए अनुकूलित किया गया है।
hu: Alapértelmezettként az I2P rendelkezik egy webszerverrel, amellyel saját névtelenséget biztosító webhelyet (hagyományosan eepsite-nak nevezik) lehet létrehozni. Mind a webhely, mind a I2P router konzol egy testre szabott verzióját futtatja a <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a> webkiszolgáló szoftvernek.
in: Secara default, I2P dilengkapi dengan webserver untuk men-host situs web Anda sendiri yang dianonimkan (tradisional disebut <i>eepsite</i>). Baik situs maupun Konsol Router I2P menjalankan versi diringkas dari <a href='https://id.wikipedia.org/wiki/Jetty_(server_web)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, yang disesuaikan untuk I2P.
it: Per impostazione predefinita, I2P è fornito con un server web per ospitare il proprio sito web anonimizzato (tradizionalmente definito come <i>eepsite</i>). Sia il sito che la console del router I2P sono in esecuzione su una versione semplificata di <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a> personalizzato per I2P.
ja: デフォルトでは、I2PにはWebサーバが付属しており、自身の匿名化されたウェブサイト（通常は<i>eepsite</i>と呼ばれる）をホストすることができます。サイト自体とI2Pルーターコンソールは、I2Pにカスタマイズされた<a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>の簡略版で実行されています。
ko: 기본적으로 I2P에는 자신만의 익명 웹사이트를 호스팅하기 위한 웹서버가 제공됩니다(전통적으로 <i>eepsite</i>라고 함).
nb: Som standard er I2P levert med en webserver som kan huse ditt eget anonymiserte nettsted (tradisjonelt referert til som en <i>eepsite</i>). Både nettstedet og I2P-ruterens konsoll kjører på en tilpasset versjon av <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, tilpasset for I2P.
nl: Standaard wordt I2P geleverd met een webserver om uw eigen geanonimiseerde website te hosten (traditioneel aangeduid als een <i>eepsite</i>). Zowel de site als de I2P Router Console draaien op een gestroomlijnde versie van <a href='https://nl.wikipedia.org/wiki/Jetty_(webserver)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, aangepast voor I2P.
pt: Por padrão, o I2P é fornecido com um servidor web para hospedar seu próprio site anonimizado (tradicionalmente chamado de <i>eepsite</i>). Tanto o site quanto o Console do Roteador I2P estão rodando em uma versão otimizada do <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, personalizada para a I2P.
sl: Po privzemu je I2P opremljena s spletnim strežnikom za gostovanje vaše anonimizirane spletna stran (običajno se nanaša na <i>eepsite</i>). Oba mesta in konzola I2P strežnik delata na preprostljivem različici <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, prilagojene za I2P.
sv: Som standard levereras I2P med en webbserver för att vara värd för din egen anonymiserade webbplats (traditionellt kallad en <i>eepsite</i>). Både webbplatsen och I2P-routerkonsolen körs på en specialversion av <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'>Jetty</a>, anpassad för I2P.
uk: За замовчуванням I2P оснащений веб-сервером для хостингу вашого власного анонімізованого сайту (традиційно званого <i>eepsite</i>). І сайт, і консоль маршрутизатора I2P працюють на спрощеній версії <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink externalJetty</a>, адаптованій для I2P.
vi: Theo mặc định, I2P được cung cấp một máy chủ web để lưu trữ trang web ẩn danh của riêng bạn (theo truyền thống được gọi là <i>eepsite</i>). Cả trang web và Bảng điều khiển Bộ định tuyến I2P đều đang chạy trên phiên bản hợp lý của <a href='https://en.wikipedia.org/wiki/Jetty_(web_server)' target=_blank rel=noreferrer class='sitelink external'> Cầu tàu</a>, được tùy chỉnh cho I2P.

source: To serve your own static content, you only need to edit or replace the files in the webserver's root directory, and the site will be available on the I2P network after you've followed the instructions below. Additionally, cgi and python scripts can be run from the <code>cgi-bin</code> directory immediately above <code>docroot</code> if you have <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> and <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> installed.
ar: لتقديم محتوى ثابت خاص بك، تحتاج فقط إلى تحرير أو استبدال الملفات في دليل جذر الخادوم الويب، وسيتوفر الموقع على شبكة I2P بعد اتباع التعليمات أدناه. علاوة على ذلك، يمكن تشغيل سكربتات CGI وبايثون من دليل <code>cgi-bin</code> مباشرة فوق <code>docroot</cod إذا كنت تمتلك <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> وـ <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
az: Öz statik məzmununuzu paylamaq üçün ancaq veb serverin əsas qovluğunda olan faylları düzəltməniz və ya əvəz etməniz kifayətdir. İstifadəçi aşağıda göstərilən təlimatlara əməl etdikdən sonra veb sayt İ2P şəbəkəsində mövcud olacaqdır. Əlavə olaraq, <code>cgi-bin</code> papkasının <code>docroot</code> faylının hemen yuxarısında yer alırsa, <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> və <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> quraşdırılmışsa, cgi və python skriptləri burada işlədilə bilər.
bo: ཁྱོད་ཀྱི་རང་གི་ཐོབ་ཐང་གཞི་བཟུང་བར་བཟོ་བོའི་རྒྱུར་ཁྱོད་ཀྱིས་གློག་གི་ཞུང་གི་གཞི་ཡི་ཤོག་ཁུག་ནང་གི་ཤོག་ཚོ་བཟུང་བར་བཟོ་ནས་བཤིགས་པ་དང་ཡང་ན་བཙུགས་པར་བཟོ་དགོས། ཁྱོད་ཀྱིས་གོང་གི་བརྟག་ཚོན་བཟུང་བར་བཟོ་ན་གློག་སྡེ་ནི་I2P ནང་གི་དྲོད་ཀྱི་དྲིལ་ཚོར་བཟོ་བོ། དེ་བོད་cgi དང་། python གི་ཤོག་ཚོ་ནི་<code>docroot</code> ནང་གི་<code>cgi-bin</code> གི་ཤོག་ཁུག་ནང་གིས་བཟུང་བར་བཟོ་བོ། ཁྱོད་ཀྱིས་<a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> དང་། <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> དེ་བཙུགས་པར་བཟོ་བོ།
cs: Pro poskytování vlastního statického obsahu stačí pouze upravit nebo nahradit soubory ve výchozím adresáři webového serveru a poté bude web dostupný v I2P síti. Navíc, pokud máte nainstalovaný <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> a <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>, můžete spouštět cgi a python skripty z adresáře <code>cgi-bin</code> umístěného přímo nad adresářem <code>docroot</code>.
da: For at kunne levere dit eget statiske indhold, skal du kun redigere eller erstatte filerne i webserverens rodmappe, og hjemmesiden vil være tilgængelig på I2P-netværket, når du har fulgt instruktionerne nedenfor. Yderligere kan cgi- og python-scripts køres fra mappen <code>cgi-bin</code> direkte over <code>docroot</code>, hvis du har <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> og <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> installeret.
el: Για να εξυπηρετήσετε το δικό σας στατικό περιεχόμενο, χρειάζεται μόνο να επεξεργαστείτε ή να αντικαταστήσετε τα αρχεία στον ριζικό κατάλογο του διακομιστή ιστού, και ο ιστότοπος θα είναι διαθέσιμος στο δίκτυο I2P αφού ακολουθήσετε τις οδηγίες παρακάτω. Επιπλέον, οι σενάριο cgi και python μπορούν να εκτελεστούν από τον κατάλογο <code>cgi-bin</code> αμέσως πάνω από τον κατάλογο <code>docroot</code> αν έχετε εγκατεστημένα το <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> και το <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
es: Para servir tu propio contenido estático, solo necesitas editar o reemplazar los archivos en el directorio raíz del servidor web, y el sitio estará disponible en la red I2P después de seguir las instrucciones a continuación. Además, los scripts cgi y python se pueden ejecutar desde el directorio <code>cgi-bin</code> inmediatamente por encima de <code>docroot</code> si tienes instalados <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> y <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
et: Oma staatilise sisu teenindamiseks piisab, kui redigeerite või asendate ainult failid veebiserveri juurkataloogis ning sait on pärast allpool olevate juhiste järgimist saadaval I2P võrgus. Lisaks saab käivitada cgi ja pythoni skripte kataloogist <code>cgi-bin</code>, mis asub kohe <code>docroot</code>'ist eespool, kui teil on installitud <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> ja <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
fa: برای میزبانی محتوای اساتیک خود، تنها کافی است فایل‌های مسیر ریشه وب‌سرور را ویرایش یا جایگزین کنید و وبسایت شما پس از اجرای دستورالعمل‌های زیر در شبکه I2P قابل دسترس خواهد بود. همچنین می‌توانید اسکریپت‌های CGI و پایتون را از مسیر <code>cgi-bin</code> قرار گرفته بالاتر از <code>docroot</code> اجرا کنید، شرط اینکه <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> و <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> نصب داشته باشید.
fi: Voit toimittaa oman staattisen sisällön korvaamalla tiedostot verkkopalvelimen juurihakemistossa, niin sivusto on saatavilla I2P-verkossa seurattuasi ohjeita alla. Lisäksi, cgi ja python skriptit voidaan suorittaat <code>docroot</code>:n välittömässä yläpuolella sijaitsevasta <code>cgi-bin</code> hakemistosta, mikäli sinulla on <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> ja <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> asennettuna.
hi: अपने खुद के स्थिर सामग्री को परोसने के लिए, आपको केवल वेबसर्वर के मुख्य फ़ाइल को संपादित या बदलने की आवश्यकता होगी, और आपने निम्नलिखित निर्देशों का पालन करने के बाद साइट I2P नेटवर्क पर उपलब्ध हो जाएगी। इतने में से, यदि आपके पास <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> और <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> स्थापित हैं, तो आप <code>docroot</code> से तुरंत ऊपर स्थित <code>cgi-bin</code> डायरेक्टरी से cgi और python स्क्रिप्ट चला सकते हैं।
hu: Saját statikus tartalom szolgáltatásához csak szerkeszteni vagy lecserélni kell a fájlokat a webszerver gyökérkönyvtárában, majd a webhely az útmutatóban megadottak alapján meg lesz elérhető az I2P hálózaton. Azok az cgi és python szkriptek, amelyekhez telepítve vannak a <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> és <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> fordítóprogramok, a <code>cgi-bin</code> könyvtárból indíthatóak.
in: Untuk menyajikan konten statis milik sendiri, Anda hanya perlu mengedit atau mengganti file-file pada direktori root webserver, dan situs akan tersedia di jaringan I2P setelah Anda mengikuti instruksi di bawah ini. Selain itu, skrip cgi dan python dapat dijalankan dari direktori <code>cgi-bin</code> yang terletak tepat di atas <code>docroot</code> jika Anda telah menginstal <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> dan <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
it: Per servire il proprio contenuto statico, è sufficiente modificare o sostituire i file nella directory radice del server web e il sito sarà disponibile sulla rete I2P dopo aver seguito le istruzioni di seguito. Inoltre, gli script cgi e python possono essere eseguiti dalla directory <code>cgi-bin</code> immediatamente sopra <code>docroot</code> se hai installato <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> e <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
ja: 独自の静的コンテンツを提供するには、Webサーバのルートディレクトリ内のファイルを編集または置換するだけで、以下の指示に従った後、サイトはI2Pネットワーク上で利用可能になります。また、<a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a>と<a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>がインストールされていれば、<code>docroot</code>のすぐ上の<code>cgi-bin</code>ディレクトリからcgiとpythonスクリプトを実行することもできます。
ko: 자신만의 정적 콘텐츠를 제공하려면 웹 서버의 루트 디렉터리에 있는 파일을 편집하거나 교체하기만 하면 되며 아래 지침을 따른 후에는 I2P 네트워크에서 사이트를 사용할 수 있습니다.
nb: For å serve ditt eget statiske innhold trenger du bare å redigere eller erstatte filene i webserverens rotkatalog, og nettstedet vil være tilgjengelig på I2P-nettverket etter at du har fulgt instruksjonene nedenfor. I tillegg kan cgi- og python-skript kjøres fra <code>cgi-bin</code>-mappen rett over <code>docroot</code> hvis du har <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> og <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> installert.
nl: Om uw eigen statische inhoud te serveren, hoeft u alleen maar de bestanden in de rootdirectory van de webserver te bewerken of te vervangen, en de site zal beschikbaar zijn op het I2P-netwerk nadat u de onderstaande instructies hebt gevolgd. Daarnaast kunnen cgi- en python-scripts worden uitgevoerd vanuit de directory <code>cgi-bin</code>, direct boven <code>docroot</code>, als u <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> en <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> geïnstalleerd heeft.
pt: Para servir seu próprio conteúdo estático, você só precisa editar ou substituir os arquivos no diretório raiz do servidor da web, e o site estará disponível na rede I2P depois de seguir as instruções abaixo. Além disso, scripts cgi e python podem ser executados no diretório <code>cgi-bin</code> imediatamente acima de <code>docroot</code> se você tiver o <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> e <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> instalados.
sl: Da bi gostili svojo statično vsebino, morate le urejati ali zamenjati datoteke v koreni mapi strežnika, in mesto bo na voljo na omrežju I2P po izvedbi naslednjih navodil. Poleg tega lahko skripte cgi in python zaženete iz <code>cgi-bin</code> mape, takoj nad <code>docroot</code> mape, če imate <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> in <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> namestiti.
sv: För att erbjuda dina egna statiska innehåll behöver du bara redigera eller byta ut filerna i webbserverns rotkatalog och webbplatsen kommer att vara tillgänglig på I2P-nätverket efter att du har följt instruktionerna nedan. Dessutom kan cgi- och python-skript köras från <code>cgi-bin</code>-katalogen omedelbart ovanför <code>docroot</code> om du har <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> och <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a> installerade.
uk: Для обслуговування свого статичного контенту достатньо редагувати або замінювати файли в кореневому каталозі веб-сервера, і сайт стане доступним у мережі I2P після виконання нижченаведених інструкцій. Крім того, скрипти cgi і python можна запускати з каталогу <code>cgi-bin</code> безпосередньо над <code>docroot</code> за умови наявності встановлених <a href=https://www.perl.org/about.html target=_blank rel=noreferrer class='sitelink external'>perl</a> та <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python</a>.
vi: Để phục vụ nội dung tĩnh của riêng bạn, bạn chỉ cần chỉnh sửa hoặc thay thế các tệp trong thư mục gốc của máy chủ web và trang web sẽ có sẵn trên mạng I2P sau khi bạn làm theo hướng dẫn bên dưới. Ngoài ra, các tập lệnh cgi và python có thể chạy từ thư mục <code>cgi-bin</code> ngay phía trên <code>docroot</code> nếu bạn có <a href=https://www.perl.org/about .html target=_blank rel=noreferrer class='sitelink external'>perl</a> và <a href=https://www.python.org/ target=_blank rel=noreferrer class='sitelink external'>python< /a> đã được cài đặt.
