Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: A <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidirectional</a> encrypted communication pathway between a client or server on the I2P network. Similar to a circuit in Tor, except that Tor circuits are bidirectional.
ar: ممر اتصال مشفر <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>أحادي الاتجاه</a> بين عميل أو خادم على شبكة I2P. مماثل لدائرة في تور، باستثناء أن دوائر تور ثنائية الاتجاه.
az: Bir I2P şəbəkəsinin müştərisi və ya serveri arasında <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>tək istiqamətli</a> şifrəli birlaşdırma yolu. Tor-da dairəyə bənzərdir, lakin Tor dairələri iki tərəfli olduğundan.
bo: I2P དྲ་བའི་སྤྱོད་པ་པོ་ཡང་ན་སྒོ་བསྒྲག་མ་དང་བར་གྱི་ངོ་མ་གསལ་བའི་<a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>ཕྱོགས་གཅིག་པུ་</a>འགྲུལ་ལམ་ཐུབ་པའི་འཕྲིན་ཡིག་གི་འགྲོ་ལམ་ཞིག་ཡིན། ཐོར་རིང་སྒྲུབ་རིང་དུ་ཡོད་པ་མ་ཟད། ཐོར་རིང་སྒྲུབ་རིང་ནི་ཕྱོགས་གཉིས་ཀ་ཡིན་པ་མ་ཟད། ཐོར་རིང་སྒྲུབ་རིང་དང་མཉམ་དུ་སྨོས་པ་ཡིན།
cs: Jednosměrný šifrovaný komunikační kanál mezi klientem nebo serverem v síti I2P. Podobný obvodu v Toru, liší se však svou jednosměrností.
da: En <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidirektionel</a> krypteret kommunikationsvej mellem en klient eller server på I2P-netværket. Lignende en kreds i Tor, bortset fra at Tor-kredse er tovejs.
el: Ένα <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>μονοδρομικό</a> κρυπτογραφημένο μονοπάτι επικοινωνίας μεταξύ ενός πελάτη ή ενός διακομιστή στο δίκτυο I2P. Παρόμοιο με μια κύκλωση στο Tor, εκτός από το γεγονός ότι οι κυκλώσεις Tor είναι διδρόμου.
es: Un canal de comunicación cifrado <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidireccional</a> entre un cliente o servidor en la red I2P. Similar a un circuito en Tor, excepto que los circuitos de Tor son bidireccionales.
et: Krüpteeritud üherajaline suhtluskäik kliendi või serveri vahel I2P-võrgus. Sarnaneb Tori ahelaga, välja arvatud Tori ahelad on kahepoolsed.
fa: مسیر رمزنگاری‌شده ارتباطی <a href=https://geti2p.net/fa/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>یک‌طرفه</a> بین مشتری یا سرور در شبکه I2P. شبیه به مدار در تور، با این تفاوت که مدارهای تور دوطرفه هستند.
fi: Yksisuuntainen salattu viestintäväylä asiakkaan tai palvelimen välillä I2P-verkossa. Samankaltainen kuin Tor-verkossa oleva piiri, paitsi että Tor-piirit ovat kaksisuuntaisia.
hi: I2P नेटवर्क पर एक क्लाइंट या सर्वर के बीच एक <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>एक-दिशावाला</a> एन्क्रिप्टेड संचार मार्ग। टॉर में कर्करों की तरह, लेकिन टॉर के कर्करों के विपरीत, जो द्विदिशी होते हैं।
hu: Egy <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>egyirányú</a> titkosított kommunikációs útvonal egy ügyfél vagy szerver között az I2P hálózaton. Hasonló egy áramkörhöz a Torban, kivéve, hogy a Tor áramkörök kétirányúak.
in: Jalur komunikasi terenkripsi <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidireksional</a> antara klien atau server di jaringan I2P. Mirip dengan sirkuit di Tor, kecuali bahwa sirkuit Tor bersifat bidirectional.
it: Un percorso di comunicazione crittografato <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidirezionale</a> tra un client o server nella rete I2P. Simile a un circuito in Tor, ad eccezione del fatto che i circuiti Tor sono bidirezionali.
ja: I2Pネットワーク上のクライアントまたはサーバー間の<a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>単方向</a>の暗号化された通信経路。Torの回路に類似していますが、Torの回路は双方向です。
ko: I2P 네트워크 상의 클라이언트나 서버 간의 <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>일방향</a> 암호화된 통신 경로입니다. Tor의 회로와 유사하지만, Tor 회로는 양방향입니다.
nb: En <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidireksjonal</a> kryptert kommunikasjonsvei mellom en klient eller server på I2P-nettverket. Ligner på en krets i Tor, bortsett fra at Tor-kretser er toveis.
nl: Een <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidirectionele</a> versleutelde communicatieroute tussen een client of server op het I2P-netwerk. Vergelijkbaar met een circuit in Tor, met als enige verschil dat Tor-circuits bidirectioneel zijn.
pt: Um caminho de comunicação criptografado <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>unidirecional</a> entre um cliente ou servidor na rede I2P. Similar a um circuito no Tor, exceto que os circuitos Tor são bidirecionais.
sl: Enosmerno šifrirano komunikacijsko pot med klientom ali strežnikom na omrežju I2P. Podobno krožnici v Tor, razen če Tor krožnice so dvosmerne.
sv: En <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>ensriktad</a> krypterad kommunikationsväg mellan en klient eller server på I2P-nätverket. Liknar en krets i Tor, förutom att Tor-kretsar är tvåvägs.
uk: Зашифрований канал зв'язку в одному напрямку між клієнтом або сервером у мережі I2P. Подібно до циркуїту в Tor, за винятком того, що циркуїти Tor працюють у двох напрямках.
vi: Đường dẫn liên lạc được mã hóa <a href=https://geti2p.net/en/docs/tunnels/unidirectional class='sitelink external' target=_blank rel=noreferrer>một chiều</a> được mã hóa giữa máy khách hoặc máy chủ trên mạng I2P . Tương tự như mạch trong Tor, ngoại trừ mạch Tor là hai chiều.

source: Tunnel Endpoint
ar: نقطة نهاية النفق
az: Tunel nöqtəsi
bo: འགྲུལ་ལམ་མཇུག་མཐའ་
cs: Koncový bod tunelu
da: Tunnelefterapejdsested
el: Άκρο Σήραγγας
es: Punto Final del Túnel
et: Tunneli otspunkt
fa: نقطه‌پایان تونل
fi: Käytävän päätepiste
hi: टंनल का अंतिम बिंदु
hu: Alagút végpontja
in: Titik Akhir Terowongan
it: Estremità del tunnel
ja: トンネルエンドポイント
ko: 터널 끝점
nb: Tunnelpunkt
nl: Tunneleindpunt
pt: Ponto de Extremidade do Túnel
sl: Končna točka tunela
sv: Tunnelns Slutpunkt
uk: Кінцева точка тунелю
vi: Điểm cuối đường hầm

source: The last router in a tunnel, which may be the <i>Outbound Endpoint</i>, where the client's tunnels meet the <i>Inbound Gateway</i> of the destination server's tunnels, or the <i>Inbound Endpoint</i> which is the final router in the chain that connects to the destination server.
ar: آخر موجه في النفق، يمكن أن يكون <i>نقطة الخروج</i> حيث تلتقي أنفاق العميل بـ <i>بوابة الدخول</i> لأنفاق خادوم الوجهة، أو <i>نقطة الدخول</i> التي تكون آخر موجه في السلسلة المرتبطة بخادم الوجهة.
az: Tünelin son router'i, müştərinin tünellərinin terminal ruterinə <i>Çıxış Nöqtəsi</i> Olaraq intiqal etdikləri yerdir. Ya da, hədəf serverin tünelləri ilə <i>Giriş Köçürme</i>'nin üfündə uduşu zaman, ya da hədəf serverə qoş ən son uncudur.
bo: འགྲུལ་ལམ་ནང་གི་སྒོ་བསྒྲག་མ་མཇུག་མ་ཡིན་པ་མ་ཟད་སྤྱོད་པ་པོའི་འགྲུལ་ལམ་དང་སྒོ་བསྒྲག་མ་མཉམ་དུ་སྒྲིག་སྤྱོད་གནས་ཚུལ་གྱི་འགྲུལ་ལམ་གཞུང་གི་<i>ནང་ཞུགས་གཤོག་ཕྱག་</i> དང་མཉམ་སྦྲེལ་བྱས་ཡོད་པའི་<i>ཕྱི་ཞུགས་མཇུག་མཐའ་</i>ཡང་རུང་། འམ་མཉམ་གྲོགས་གཞུང་གི་མཇུག་མ་སྒོ་བསྒྲག་མ་དང་མཉམ་སྦྲེལ་བྱེད་པའི་མཚམས་སྦྲེལ་མཉམ་གྲོགས་གཞུང་གི་སྒོ་བསྒྲག་མ་མཇུག་མ་ཡིན་པའི་<i>ནང་ཞུགས་མཇུག་མཐའ་</i>ཡང་རུང་།
cs: Poslední směrovač v tunelu, který může být <i>Outbound Endpoint</i>, kde se tunely klienta setkávají s <i>Inbound Gateway</i> tunelů cílového serveru, nebo <i>Inbound Endpoint</i>, což je konečný směrovač v řetězci, který se připojuje ke cílovému serveru.
da: Den sidste router i en tunnel, som kan være <i>Outbound Endpoint</i>, hvor klientens tunneler mødes med destinationsserverens tunneler's <i>Inbound Gateway</i>, eller <i>Inbound Endpoint</i> som er den endelige router i kæden, der forbinder til destinations serveren.
el: Ο τελευταίος router σε μια σήραγγα, ο οποίος μπορεί να είναι το <i>Outbound Endpoint</i>, όπου οι σήραγγες του πελάτη συναντούν την <i>Inbound Gateway</i> των σηράγγων του διακομιστή προορισμού, ή το <i>Inbound Endpoint</i> που είναι ο τελικός router στην αλυσίδα που συνδέεται με τον διακομιστή προορισμού.
es: El último enrutador en un túnel, que puede ser el <i>Punto Final de Salida</i>, donde los túneles del cliente se encuentran con el <i>Pasarela de Entrada</i> de los túneles del servidor de destino, o el <i>Punto Final de Entrada</i> que es el enrutador final en la cadena que se conecta al servidor de destino.
et: Viimane ruuter tunnelis, mis võib olla <i>Väljaminev otspunkt</i>, kus kliendi tunnelid kohtuvad sihtserveri tunnelite sissepääsuväravaga või <i>Tulenev otspunkt</i>, mis on viimane ruuter ahelas, mis ühendab lõpp-serveriga.
fa: آخرین روتر در یک تونل که ممکن است <i>نقطه‌پایان بیرونی</i> باشد که تونل‌های مشتری در آن با <i>دروازه ورودی</i> تونل‌های سرور مقصد ملاقات می‌کنند یا <i>نقطه‌پایان ورودی</i> که آخرین روتر در زنجیره‌ای است که به سرور مقصد متصل می‌شود.
fi: Viimeinen reititin käytävässä, joka voi olla <i>Ulosmenevä päätepiste</i>, jossa asiakkaan käytävät kohtaavat kohdeserverin käytävän <i>Saapuvaan portaaliin</i>, tai <i>Saapuvaan päätepisteeseen</i>, joka on ketjun viimeinen reititin, joka yhdistää kohdeserveriin.
hi: टनल का अंतिम रूटर, जो कभी-कभी <i>आउटबाउंड एंडपॉइंट</i> हो सकता है, जहाँ क्लाइंट के टनल गंतव्य सर्वर के टनल के <i>इनबाउंड गेटवे</i> के साथ मिलते हैं, या <i>इनबाउंड एंडपॉइंट</i> जो जोड़े में अंतिम रूटर है जो गंतव्य सर्वर के साथ जुड़ता है।
hu: Az utolsó útválasztó egy alagútban, ami lehet az <i>Kimenő végpont</i>, ahol az ügyfél alagútjai találkoznak a célállomás szerver alagútjainak <i>Bejövő átjárójával</i>, vagy az <i>Bejövő végponttal</i>, ami a végső útválasztó a láncban, ami a célállomás szerverhez kapcsolódik.
in: Router terakhir dalam terowongan, yang mungkin <i>Titik Akhir Keluar</i>, dimana terowongan klien bertemu <i>Gerbang Masuk</i> terowongan server tujuan, atau <i>Titik Akhir Masuk</i> yang merupakan router terakhir dalam rantai yang terhubung ke server tujuan.
it: L'ultimo router in un tunnel, che può essere l'<i>Estremità di uscita</i>, dove i tunnel del client incontrano il <i>Gateway di ingresso</i> dei tunnel del server di destinazione, o l'<i>Estremità di ingresso</i> che è l'ultimo router nella catena che si collega al server di destinazione.
ja: トンネル内の最後のルーターで、クライアントのトンネルが宛先サーバーのトンネルの<i>入口ゲートウェイ</i>で出力のエンドポイントに接続される場所である<i>Outbound Endpoint</i>であるか、目的地サーバーに接続するチェーン内の最後のルーターである<i>Inbound Endpoint</i>である場合があります。
ko: 클라이언트 터널이 대상 서버 터널의 <i>인바운드 게이트웨이</i>와 만나는 <i>아웃바운드 엔드포인트</i>일 수 있는 터널의 마지막 라우터 또는 <i>인바운드 엔드포인트< /i>는 대상 서버에 연결되는 체인의 마지막 라우터입니다.
nb: Den siste ruteren i en tunnel, som kan være det <i>utgående endepunktet</i> der klientens tunneler møter <i>innkommende gateway</i> for destinasjonsserverens tunneler, eller <i>innkommende endepunktet</i> som er den siste ruteren i kjeden som er koblet til destinasjonsserveren.
nl: De laatste router in een tunnel, die het <i>Uitgaande Endpoint</i> kan zijn, waar de tunnels van de client de <i>Inkomende Gateway</i> van de tunnels van de bestemmingsserver ontmoeten, of het <i>Inkomende Endpoint</i> dat de laatste router in de keten is die verbinding maakt met de bestemmingsserver.
pt: O último roteador em um túnel, que pode ser o <i>Ponto de Extremidade de Saída</i>, onde os túneis do cliente se encontram com o <i>Gateway de Entrada</i> dos túneis do servidor de destino, ou o <i>Ponto de Extremidade de Entrada</i> que é o roteador final na cadeia que se conecta ao servidor de destino.
sl: Zadnji strežnik v tunelu, ki lahko predstavlja <i>Izhodni končni točki</i>, kjer se tuneli odjemalca srečujejo z <i>Vhodnim vrata</i> ciljnega strežnika tuneli, ali pa <i>Vhodna končna točka</i>, ki je zadnji strežnik v verigi, ki se povezuje z ciljnim strežnikom.
sv: Den sista routern i en tunnel, som kan vara <i>Utåtgående Slutpunkt</i>, där klientens tunnlar möter <i>Inkommande Gateway</i> i destinationsserverns tunnlar, eller <i>Inkommande Slutpunkt</i> som är den sista routern i kedjan som ansluter till destinationsservern.
uk: Останній маршрутизатор в тунелі, що може бути <i>Кінцевою точкою відправлення</i>, де тунелі клієнта зустрічаються з <i>Вхідним шлюзом</i> тунелів цільового сервера, або <i>Вхідною кінцевою точкою</i>, яка є останнім маршрутизатором в ланцюжку, що підключається до цільового сервера.
vi: Bộ định tuyến cuối cùng trong một đường hầm, có thể là <i>Điểm cuối Xuất</i> nơi các đường hầm của khách hàng gặp <i>Cổng thu</i> của đường hầm máy chủ đích, hoặc <i>Điểm cuối thu</i> là bộ định tuyến cuối cùng trong chuỗi kết nối đến máy chủ đích.

source: Tunnel Gateway
ar: بوابة النفق
az: Tünel Qapısı
bo: འགྲུལ་ལམ་གཤོག་ཕྱག་
cs: Brána tunelu
el: Πύλη Σήραγγας
es: Pasarela de Túnel
et: Tunnelivärav
fa: دروازه تونل
fi: Käytävän portti
hi: टंनल गेटवे
hu: Alagút kapuja
in: Gerbang Terowongan
it: Gateway del tunnel
ja: トンネルゲートウェイ
ko: 터널 게이트웨이
pt: Gateway de túnel
sl: Vrata tunela
sv: Tunnelns Gateway
uk: Вхідний шлюз тунелю
vi: Cổng đường hầm

source: The first router in a tunnel. For inbound tunnels, this is the one mentioned in the <i>LeaseSet</i> published in the <i>Network Database</i>. For outbound tunnels, the gateway is the originating router.
ar: أول موجه في النفق. بالنسبة للأنفاق الداخلية، هذا المذكور في <i>LeaseSet</i> المنشور في قاعدة بيانات الشبكة. بالنسبة للأنفاق الخارجية، البوابة هي الموجه المنشئ.
az: Tünelin birinci router-i. Giriş tünnəllər üçün bu <i>LeaseSet</i>'də(Növbəti sifarış verilən şəbəkə bazasında) aparılan, çıxış tünnəllərdə isə, Qapı Köçürmə cihazı mənbəyi explainedir.
bo: འགྲུལ་ལམ་ནང་གི་སྒོ་བསྒྲག་མ་དང་བོ་ཡིན། ནང་ཞུགས་ཀྱི་འགྲུལ་ལམ་གྱི་སྐོར་གྱི་མཉམ་གྲོགས་གཞུང་གི་<i>རྒྱུ་ཁུངས་ཚོགས་པ་</i>འདི་ནི་<i>དྲ་བའི་གཞུང་ཚོགས་ </i>ནང་བཀོད་ཡོད་པའི་རྒྱུ་ཁུངས་ཚོགས་པ་ནང་གསལ་བརྗོད་བྱས་ཡོད་པ་དེ་ཡིན། ཕྱི་ཞུགས་ཀྱི་འགྲུལ་ལམ་གྱི་སྐོར་གྱི་མཉམ་གྲོགས་གཞུང་ནི་འགྲོ་སྐོར་བཟོ་མཁན་གྱི་སྒོ་བསྒྲག་མ་ཡིན།
cs: První směrovač v tunelu. U příchozích tunelů je to ten, který je uveden v <i>LeaseSetu</i> zveřejněném v <i>Databázi sítě</i>. U odchozích tunelů je brána počátečním směrovačem.
da: Den første router i en tunnel. For inbound tunnels, er dette den, der nævnes i <i>LeaseSet</i> udgivet i <i>Network Database</i>. For outbound tunnels er gatewayen den oprindelige router.
el: Ο πρώτος router σε μια σήραγγα. Για εισερχόμενες σήραγγες, αυτός είναι αυτός που αναφέρεται στην <i>LeaseSet</i> που δημοσιεύεται στην <i>Βάση Δεδομένων Δικτύου</i>. Για εξερχόμενες σήραγγες, η πύλη είναι ο αρχικός router.
es: El primer enrutador en un túnel. Para túneles de entrada, este es el mencionado en el <i>LeaseSet</i> publicado en la <i>Base de Datos de Red</i>. Para túneles de salida, la pasarela es el enrutador de origen.
et: Esimene ruuter tunnelis. Sissetulevate tunnelite puhul on selleks ruuteriks see, mis on mainitud <i>LeaseSet</i>, avaldatud <i>Võrgu andmebaasis</i>. Väljaminevate tunnelite puhul on väravaks algne ruuter.
fa: اولین روتر در یک تونل. برای تونل‌های ورودی، این روتر مذکور در <i>LeaseSet</i> منتشرشده در <i>پایگاه‌داده شبکه</i> است. برای تونل‌های خروجی، دروازه روتر شروع‌کننده است.
fi: Ensimmäinen reititin tunnelissa. Sisääntulevissa tunneleissa tämä on mainittu <i>LeaseSet</i>:issa, joka on julkaistu <i>verkkotietokannassa</i>. Ulos lähtevissä tunneleissa portti on alkuperäinen reititin.
hi: टनल का पहला रूटर। इनबाउंड टनल के लिए, यह <i>नेटवर्क डेटाबेस</i> में प्रकाशित <i>लीज सेट</i> में उल्लेखित होता है। आउटबाउंड टनल के मामले में, गेटवे मूल रूटर होता है।
hu: Az első útválasztó az alagútban. Bejövő alagutak esetén ez az, amely az <i>Bérletkészletben</i> van említve, ami a <i>Hálózati adatbázisban</i> van közzétéve. Kilépő alagutak esetén a kapu az eredeti útválasztó.
in: Router pertama dalam terowongan. Untuk terowongan masuk, ini yang disebutkan dalam <i>LeaseSet</i> yang diterbitkan dalam <i>Basis Data Jaringan</i>. Untuk terowongan keluar, gerbang ini adalah router asal.
it: Il primo router in un tunnel. Per i tunnel in ingresso, questo è quello menzionato nel campo <i>LeaseSet</i> pubblicato nel <i>Database di rete</i>. Per i tunnel in uscita, il gateway è il router di origine.
ja: トンネル内の最初のルーターです。入力トンネルの場合、これは<i>リースセット</i>で言及されています。ネットワークデータベース</i>で公開されます。出力トンネルの場合、ゲートウェイは発信元のルーターです。
ko: 터널의 첫 번째 라우터입니다. 인바운드 터널의 경우 이는 <i>네트워크 데이터베이스</i>에 게시된 <i>LeaseSet</i>에 언급된 것입니다. 아웃바운드 터널의 경우 게이트웨이는 원래 라우터입니다.
nb: Den første ruteren i en tunnel. For innkommende tunneler er dette den som er nevnt i <i>Låsekopien</i> publisert i <i>Network Database</i>. For utgående tunneler er gatewayen den opprinnelige ruteren.
nl: De eerste router in een tunnel. Voor inkomende tunnels is dit degene die wordt vermeld in de <i>LeaseSet</i> gepubliceerd in de <i>Netwerk Database</i>. Voor uitgaande tunnels is de gateway de oorspronkelijke router.
pt: O primeiro roteador em um túnel. Para túneis de entrada, este é o roteador mencionado no <i> LeaseSet </ i> publicado no <i> Banco de dados de rede </i>. Para túneis de saída, o gateway é o roteador de origem.
sl: Prvi strežnik v tunelu. Za vhodne tunele je ta ta, ki je naveden v <i>Najemskem naboru</i>, objavljenem v <i>Mrežni bazi</i>. Za izhodne tunele je vrata izvirni strežnik.
sv: Den första routern i en tunnel. För inkommande tunnlar är detta den som nämns i <i>LeaseSet</i> som publiceras i <i>Nätverksdatabasen</i>. För utgående tunnlar är gatewayen den ursprungliga routern.
uk: Перший маршрутизатор в тунелі. Для вхідних тунелів це той, що згадується в <i>LeaseSet</i>, опублікованому в <i>Базі даних мережі</i>. Для вихідних тунелів шлюзом є початковий маршрутизатор.
vi: Bộ định tuyến đầu tiên trong một đường hầm. Đối với đường hầm thu, đây là bộ định tuyến được đề cập trong <i>LeaseSet</i> được xuất bản trong <i>Cơ sở dữ liệu Mạng</i>. Đối với đường hầm xuất, cổng là bộ định tuyến khởi xướng.

source: A web application supplied with the router that permits creation and configuration of client and server tunnels. Also referred to as the <i>Hidden Services Manager</i>.
ar: تطبيق ويب مورد مع الموجه يسمح بإنشاء وتكوين أنفاق العميل وخادوم. يشار إليه أيضًا باسم <i>مدير الخدمات المخفية</i>.
az: Tünellər yaradan və tənzimləmə imkanı verən, çeper ilə təmin olunan bir veb tətbiqdir. Həmçinin <i>Qapalı Xidmətlər Meneceri</i> kimi adlanır.
bo: སྒོ་བསྒྲག་མ་རྣམས་དང་མཉམ་སྦྲེལ་བྱས་ཡོད་པའི་དྲ་ཐོག་གི་ཉེར་སྤྱོད་ཞིག་སྟེ། སྤྱོད་པ་པོ་དང་སྒོ་བསྒྲག་མ་རྣམས་ཀྱི་འགྲུལ་ལམ་གཏོ་པ་དང་རྒྱུས་བཀོད་བྱེད་པར་ཆོག་པ་ཡིན། <i>གསང་བའི་ཉེར་སྤྱོད་སྐྱོང་བ་</i>ཞེས་པ་དང་མཉམ་དུ་སྨོས་པ་ཡིན།
cs: Webová aplikace dodávaná s routerem, která umožňuje vytváření a konfiguraci klientovských a serverových tunelů. Také označován jako <i>Hidden Services Manager</i>.
da: En webapplikation leveret med routeren, der tillader oprettelse og konfiguration af klient- og server tunneler. Også kendt som <i>Hidden Services Manager</i>.
el: Μια εφαρμογή ιστού που προστίθεται με το router που επιτρέπει τη δημιουργία και ρύθμιση των σηράγγων πελάτη και διακομιστή. Επίσης αναφέρεται ως <i>Διαχειριστής Κρυφών Υπηρεσιών</i>.
es: Una aplicación web suministrada con el enrutador que permite la creación y configuración de túneles cliente y servidor. También se le refiere como el <i>Administrador de Servicios Ocultos</i>.
et: Ruuteriga kaasas olev veebirakendus, mis võimaldab kliendi ja serveri tunnelite loomist ning seadistamist. Samuti tuntud kui <i>Peidetud teenuste haldur</i>.
fa: یک نرم‌افزار وب که با رهیاب همراه داده می‌شود و اجازه ساخت و تنظیم تونل‌های مشتری و سرور را می‌دهد. همچنین به عنوان <i>مدیر سرویس‌های پنهان</i> شناخته می‌شود.
fi: Reitittimen mukana toimitettu verkkosovellus, joka mahdollistaa asiakas- ja palvelintunneleiden luomisen ja konfiguroinnin. Tunnettu myös nimellä <i>Hidden Services Manager</i>.
hi: रूटर के साथ प्रदान की गई एक वेब अनुप्रयोग है जो क्लाइंट और सर्वर टंनल के निर्माण और कॉन्फ़िगरेशन की अनुमति देता है। इसे भी <i>Hidden Services Manager</i> के रूप में जाना जाता है।
hu: A routert ellátó webalkalmazás, amely lehetővé teszi ügyfél- és szerveralagutak létrehozását és konfigurálását. Más néven a <i>Rejtett Szolgáltatások Kezelője</i>.
in: Aplikasi web yang disertakan dengan router yang mengizinkan pembuatan dan konfigurasi terowongan klien dan server. Juga disebut <i>Pengelola Layanan Tersembunyi</i>.
it: Un'applicazione web fornita con il router che consente la creazione e la configurazione dei tunnel client e server. Viene anche definita come il <i>Gestore dei servizi nascosti</i>.
ja: ルーターに付属するWebアプリケーションで、クライアントおよびサーバートンネルの作成と設定を許可します。また、<i>Hidden Services Manager</i>とも呼ばれます。
ko: 라우터와 함께 제공되는 웹 어플리케이션으로, 클라이언트와 서버 터널의 생성과 설정을 허용합니다. 또한 <i>숨겨진 서비스 관리자</i>로도 알려져 있습니다.
nb: En nettapplikasjon levert med ruteren som tillater opprettelse og konfigurasjon av klient- og servertunneler. Også referert til som <i>Hidden Services Manager</i>.
nl: Een webtoepassing die bij de router wordt geleverd voor het maken en configureren van client- en servers-tunnels. Ook wel de <i>Hidden Services Manager</i> genoemd.
pt: Um aplicativo web fornecido com o roteador que permite a criação e configuração de túneis de cliente e servidor. Também conhecido como <i> Gerenciador de Serviços Ocultos </i>.
sl: Spletna aplikacija, ki jo oskrbuje strežnik, omogoča ustvarjanje in nastavitev tunelov odjemalca in strežnika. Tudi poimenovana kot <i>Upravitel skritih storitev</i>.
sv: En webbapplikation som levereras med routern som tillåter skapande och konfigurering av klient- och servertunnlar. Kallas också för <i>Hidden Services Manager</i>.
uk: Веб-застосунок, що поставляється разом з маршрутизатором і дозволяє створювати і налаштовувати клієнтські та серверні тунелі. Також згадується як <i>Менеджер прихованих сервісів</i>.
vi: Một ứng dụng web đi kèm với bộ định tuyến cho phép tạo và cấu hình các đường hầm khách hàng và máy chủ. Cũng được gọi là <i>Quản lý Dịch vụ Ẩn</i>.

source: Tunnel Participant
ar: مشارك النفق
az: Tünel İştirakçısı
bo: འགྲུལ་ལམ་མཉམ་ཞུགས་མཁན་
cs: Účastník tunelu
da: Tunnel Deltager
el: Συμμετέχον Σήραγγας
es: Participante del Túnel
et: Tunneli osaleja
fa: شرکت‌کننده تونل
fi: Tunnelin osanottaja
hi: टंनल के भागीदार
hu: Alagút résztvevő
in: Peserta Terowongan
it: Partecipante al tunnel
ja: トンネル参加者
ko: 터널 참가자
nb: Tunneldeltaker
nl: Tunneldeelnemer
pt: Participante do túnel
sl: Udeleženec tunela
sv: Tunneldeltagare
uk: Учасник тунелю
vi: Người tham gia đường hầm
