Repository: I2PPlus/i2pplus
Catalog: apps/routerconsole/locale/messages_*.po
Languages: ar, az, bo, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, ko, nb, nl, pt, sl, sv, uk, vi

source: I2P+ API documentation
ar: وثائق واجهة برمجة تطبيقات I2P
az: I2P API sənədləri
bo: I2P+ API ཡིག་ཆ་བཀོད་འདོན་བྱེད་པ།
cs: Dokumentace I2P+ API
da: I2P+ API dokumentation
el: Τεκμηρίωση I2P+ API
es: Documentación de la API I2P
et: I2P API dokumentatsioon
fa: اسناد I2P API
fi: I2P API -dokumentaatio
hi: I2P+ API दस्तावेज़ीकरण
hu: I2P API dokumentáció
in: dokumentasi API I2P
it: Documentazione API I2P
ja: I2P APIドキュメント
ko: I2P+ API 문서
nb: I2P API-dokumentasjon
nl: I2P+ API-documentatie
pt: Documentação da API I2P
sl: Dokumentacija API I2P+
sv: I2P API dokumentation
uk: Документація API I2P
vi: Tài liệu API I2P

source: I2P Network Statistics
ar: إحصائيات شبكة I2P
bo: I2P དྲ་ལམ་གྱི་ཚད་རྩིས།
cs: Statistika sítě I2P
el: Στατιστικά δικτύου I2P
es: Estadísticas de la red I2P
et: I2P Võrgustatistika
fa: آمار شبکه I2P
hi: I2P नेटवर्क स्टैटिस्टिक्स
hu: I2P hálózati statisztika
in: Statistik Jaringan I2P
it: Statistiche della rete I2P
ja: I2Pネットワーク統計
ko: I2P 네트워크 통계
nb: I2P-nettverksstatistikk
pt: Estatísticas de rede I2P
sl: Statistika omrežja I2P
sv: I2P-nätverksstatistik
uk: Статистика мережі I2P

source: Transient server-encrypted filesharing and pastebin
ar: مشاركة الملفات و Pastebin المشفرة عبر الخادم
az: Transient server-şifrlənmiş fayl paylaşımı və pastebin
bo: གནས་སྐབས་སརྟོན་པའི་གསང་བཅད་ཡིག་ཆ་མཉམ་སྤྱོད་དང་ཚོང་རིམ།
cs: Přechodné serverem šifrované sdílení souborů a pastebin
da: Forbigående serverkrypteret fildeling og pastebin
el: Παροδική κοινή χρήση αρχείων με κρυπτογράφηση διακομιστή και επικόλληση
es: Intercambio transitorio de archivos cifrados por servidor y Pastebin
et: ajutine serveriga krüptitud failide jagamine ja pastebin
fa: اشتراک گذاری فایل رمزگذاری شده توسط سرور و pastebin
fi: Tilapäinen palvelinsalattu tiedostojen jakaminen ja pastebin
hi: अस्थायी सर्वर-एन्क्रिप्टेड फ़ाइलशेयरिंग और पास्टबिन
hu: Átmeneti szerver-titkosított fájlmegosztás és pasztabin
in: Berbagi file dan pastebin terenkripsi server sementara
it: Filesharing & pastebin temporaneo codificato lato server
ja: 一時的なサーバー暗号化ファイル共有とペーストビン
ko: 임시 서버 암호화 파일 공유 및 페이스트빈
nb: Forbigående serverkryptert fildeling og pastebin
nl: Tijdelijke servergecodeerde bestandsdeling en pastebin
pt: Compartilhamento transitório de arquivos criptografados por servidor e pastebin
sl: Prehodno strežniško šifriranje deljenja datotek in pastebin
sv: Transient serverkrypterad fildelning och pastebin
uk: Тимчасовий обмін файлами з серверним шифруванням і вставка
vi: Chia sẻ tệp và Pastebin được mã hóa tạm thời trên máy chủ

source: Secure filesharing service
ar: خدمة مشاركة الملفات الآمنة
az: Təhlükəsiz fayl mübadiləsi xidməti
bo: གསང་བཅད་ཡིག་ཆ་མཉམ་སྤྱོད་ཀྱི་བློག་པའི་ཐོན་པ།
cs: Služba bezpečného sdílení souborů
da: Sikker fildelingstjeneste
el: Ασφαλής υπηρεσία κοινής χρήσης αρχείων
es: Servicio seguro para compartir archivos
et: Turvaline failijagamisteenus
fa: سرویس اشتراک فایل امن
fi: Suojattu tiedostojenjakopalvelu
hi: सुरक्षित फ़ाइलशेयरिंग सेवा
hu: Biztonságos fájlmegosztó szolgáltatás
in: Layanan berbagi file yang aman
it: Servizio di condivisione file sicuro
ja: 安全なファイル共有サービス
ko: 안전한 파일 공유 서비스
nb: Sikker fildelingstjeneste
nl: Veilige service voor het delen van bestanden
pt: Serviço seguro de compartilhamento de arquivos
sl: Varna storitev za deljenje datotek
sv: Säker fildelningstjänst
uk: Служба безпечного обміну файлами
vi: Dịch vụ chia sẻ file an toàn

source: Official I2P Git repository
ar: مستودع I2P Git الرسمي
az: Rəsmi I2P Git deposu
bo: I2P གི་གཞི་རྒྱུན་ Git མཛོད་གནས།
cs: Oficiální úložiště I2P Git
da: Officielt I2P Git-lager
el: Επίσημο αποθετήριο I2P Git
es: Repositorio oficial de I2P Git
et: ametlik I2P Giti hoidla
fa: مخزن رسمی I2P Git
fi: Virallinen I2P Git -arkisto
hi: धार्मिक I2P Git अभिलेखागार
hu: Hivatalos I2P Git adattár
in: Repositori resmi I2P Git
it: Repository Git I2P ufficiale
ja: 公式I2P Gitリポジトリ
ko: 공식 I2P Git 저장소
nb: Offisielt I2P Git-lager
nl: Officiële I2P Git-repository
pt: Repositório oficial I2P Git
sl: Uradno Git repozitorij I2P
sv: Officiellt I2P Git-förråd
uk: Офіційне сховище I2P Git
vi: Kho lưu trữ I2P Git chính thức

source: Official I2P+ Git repository
ar: مستودع I2P+ Git الرسمي
az: Rəsmi I2P+ Git deposu
bo: I2P+ གི་གཞི་རྒྱུན་ Git མཛོད་གནས།
cs: Oficiální úložiště I2P+ Git
da: Officielt I2P+ Git-lager
el: Επίσημο αποθετήριο I2P+ Git
es: Repositorio oficial de I2P+ Git
et: Ametlik I2P+ Giti hoidla
fa: مخزن رسمی I2P+ Git
fi: Virallinen I2P+ Git -arkisto
hi: धार्मिक I2P+ Git अभिलेखागार
hu: Hivatalos I2P+ Git adattár
in: Repositori resmi I2P+ Git
it: Repository Git I2P+ ufficiale
ja: 公式I2P+ Gitリポジトリ
ko: 공식 I2P+ Git 저장소
nb: Offisielt I2P+ Git-lager
nl: Officiële I2P+ Git-repository
pt: Repositório oficial I2P+ Git
sl: Uradno Git repozitorij I2P+
sv: Officiellt I2P+ Git-förråd
uk: Офіційне сховище I2P+ Git

source: Home of I2P+
ar: منزل I2P
az: I2P-nin evi
bo: I2P+ གི་ཁྱིམ།
cs: Domov I2P
da: Hjem for I2P+
el: Αρχική σελίδα του I2P+
es: Hogar de I2P
et: I2P+ Kodu
fa: خانه I2P
fi: I2P:n koti
hi: I2P+ का मुख्यालय
hu: Az I2P otthona
in: Rumah I2P
it: Sede di I2P+
ja: I2Pの本拠地
ko: I2P의 본고장
nb: Hjem til I2P
nl: Huis van I2P+
pt: Casa do I2P
sl: Domeček I2P+
sv: Hem i I2P
uk: Дім I2P
vi: Trang chủ của I2P

source: BitTorrent tracker
ar: برنامج تعقب التورنت
az: BitTorrent izləyicisi
bo: BitTorrent རྗེས་འདེད་པ།
el: Παρακολούθηση BitTorrent
es: Tracker bitttorrent
et: BitTorrenti jälgija
fa: ردیاب بیت تورنت
fi: BitTorrent-seuranta
hi: BitTorrent ट्रैकर
hu: Bitrorrent nyomkövető
in: Pelacak BitTorrent
it: Tracciatore BitTorrent
ja: ビットトレントトラッカー
ko: 비트토렌트 트래커
pt: Rastreador BitTorrent
sl: BitTorrent sledilnik
uk: Торрент-трекер
vi: Trình theo dõi Bittorrent

source: Postman's Tracker
ar: تعقب ساعي البريد
az: Poçtalyonun izləyicisi
bo: Postman གི་རྗེས་འདེད་པ།
cs: Postmanův sledovač
da: Postmands sporer
el: Ταχυδρόμος ιχνηλάτης
es: El tracker de Postman
et: Postimehe jälitaja
fa: ردیاب پستچی
fi: Postimiehen Jäljittäjä
hi: पोस्टमैन का ट्रैकर
hu: Postás nyomkövető
in: Pelacak Tukang Pos
it: Tracker di Portman
ja: 郵便配達員の追跡者
ko: 우편배달부 추적기
nb: Postmann's Tracker
nl: Postmantracker
pt: Rastreador do Carteiro
sl: Sledilnik poštnega delavca
uk: Відстеження листонош
vi: Người theo dõi người đưa thư

source: List of active eepsites and uptime monitor
ar: قائمة المواقع الإلكترونية النشطة ومراقبة وقت التشغيل
az: Aktiv eepsites və iş vaxtı monitorunun siyahısı
bo: ཤུགས་ལྡན་ eepsites དང་བརྒྱུན་མཐུད་དུས་ཚོད་ལྟ་བཤོལ་པའི་ཐོ་བོ།
cs: Seznam aktivních eepsites a monitor uptime
da: Liste over aktive eepsites og oppetidsmonitor
el: Λίστα ενεργών eepsites και παρακολούθησης χρόνου λειτουργίας
es: Lista y monitor de eepsites activas
et: aktiivsete eepsite ja tööaja monitori loend
fa: لیست eepsite های فعال و مانیتور آپتایم
fi: Luettelo aktiivisista eep-sivustoista ja käytettävyyden valvonnasta
hi: सक्रिय eepsites की सूची और अवकाश प्रबंधक
hu: Az aktív eepsite-ok listája és az üzemidő-figyelő
in: Daftar eepsite aktif dan monitor uptime
it: Lista di eepsite attivi e monitoraggio dei tempi di attività
ja: アクティブな Eepsite と稼働時間モニターのリスト
ko: 활성 eepsites 및 가동 시간 모니터 목록
nb: Liste over aktive eepsites og oppetidsmonitor
nl: Lijst met actieve eepsites en uptimemonitor
pt: Lista de eepsites ativos e monitor de tempo de atividade
sl: Seznam aktivnih eepsitev in nadzornik delovanja
sv: Lista över aktiva eepsites och upptidsövervakning
uk: Список активних eepsites і монітор безвідмовної роботи
vi: Danh sách các eepsite đang hoạt động và theo dõi thời gian hoạt động

source: I2P Domain Name Registration
ar: تسجيل اسم النطاق I2P
az: I2P Domen Adının Qeydiyyatı
bo: I2P ཆ་མཚམས་མིང་ཐོ་བཀོད།
cs: Registrace názvu domény I2P
da: I2P domænenavnsregistrering
el: Καταχώρηση ονόματος τομέα I2P
es: Registro de dominios en I2P
et: I2P domeeninime registreerimine
fa: ثبت نام دامنه I2P
fi: I2P-verkkotunnuksen rekisteröinti
hi: I2P डोमेन नाम पंजीकरण
hu: I2P domain név regisztráció
in: Pendaftaran Nama Domain I2P
it: Registrazione del nome di dominio I2P
ja: I2Pドメイン名登録
ko: I2P 도메인 이름 등록
nb: I2P domenenavnregistrering
nl: I2P-domeinnaamregistratie
pt: Registro de Nome de Domínio I2P
sl: Registracija domenskih imen I2P
sv: I2P Domännamnsregistrering
uk: Реєстрація доменного імені I2P
vi: Đăng ký tên miền I2P

source: zzz Domain Registry
ar: تسجيل النطاق zzz
az: zzz Domain Qeydiyyatı
bo: zzz ཆ་མཚམས་ཐོ་བཀོད།
cs: zzz registr domén
da: zzz domænenavnsregistrering
es: Registro de dominio zzz
et: zzz domeeninime registreerimine
fa: رجیستری دامنه zzz
fi: zzz-verkkotunnusrekisteri
hi: zzz डोमेन पंजीकरण
hu: zzz domain név regisztráció
in: Pendaftaran Nama Domain zzz
it: Registrazione del nome di dominio zzz
ja: zzzドメイン名登録
ko: zzz 도메인 레지스트리
nb: zzz domeneregister
nl: zzz-domeinnaamregistratie
pt: Registro de Nome de Domínio zzz
sl: Registratura domene zzz
sv: zzz Domännamnsregistrering
uk: Реєстрація доменного імені zzz

source: I2P Forum
ar: منتدى I2P
az: I2P Forumu
bo: I2P གྲོས་བསྡུར་ཁང་།
cs: I2P fórum
el: Φόρουμ I2P
es: Foro de I2P
et: I2P foorum
fa: انجمن I2P
fi: I2P foorumi
hi: I2P फ़ोरम
hu: I2P Fórum
in: Forum I2P
it: Forum di I2P
ja: I2Pフォーラム
ko: I2P 포럼
pt: Fórum I2P
sl: Forum I2P
uk: Форум I2P
vi: Diễn đàn I2P

source: I2P-related community forums
ar: منتديات المجتمع ذات الصلة بـ I2P
az: I2P ilə əlaqəli icma forumları
bo: I2P དང་འབྲེལ་བའི་སྤེལ་རེས་གྲོས་ཁང་།
cs: Komunitní fóra související s I2P
da: I2P-relaterede fællesskabsfora
el: Φόρουμ κοινότητας που σχετίζονται με το I2P
es: Foros comunales relacionados con I2P
et: I2P-ga seotud kogukonnafoorumid
fa: انجمن های انجمن مرتبط با I2P
fi: I2P:hen liittyvät yhteisön foorumit
hi: I2P से संबंधित समुदाय फ़ोरम
hu: I2P-vel kapcsolatos közösségi fórumok
in: Forum komunitas terkait I2P
it: Forum della comunità relativi a I2P
ja: I2P関連のコミュニティフォーラム
ko: I2P 관련 커뮤니티 포럼
nb: I2P-relaterte fellesskapsfora
nl: I2P-gerelateerde communityforums
pt: Fóruns da comunidade relacionados ao I2P
sl: Forum skupnosti povezanih z I2P
sv: I2P-relaterade forum
uk: Форуми спільноти, пов’язані з I2P
vi: Diễn đàn cộng đồng liên quan đến I2P

source: File-sharing forum
ar: منتدى تبادل الملفات
az: Fayl paylaşma forumu
bo: ཡིག་ཆ་མཉམ་སྤྱོད་གྲོས་ཁང་།
cs: Fórum pro sdílení souborů
da: Fildelingsforum
el: Φόρουμ κοινής χρήσης αρχείων
es: Foro para compartir archivos
et: failijagamise foorum
fa: انجمن به اشتراک گذاری فایل
fi: Tiedostonjakofoorumi
hi: फ़ाइल शेयरिंग फ़ोरम
hu: Fájlmegosztó fórum
in: Forum berbagi file
it: Forum di condivisione file
ja: ファイル共有フォーラム
ko: 파일 공유 포럼
nb: Fildelingsforum
nl: Forum voor het delen van bestanden
pt: Fórum de compartilhamento de arquivos
sl: Forum za deljenje datotek
sv: Fildelningsforum
uk: Форум обміну файлами
vi: Diễn đàn chia sẻ file

source: Cross-network micro-blogging &amp; forums &amp; wiki
ar: عبر الشبكة المدونين الجزئي والمنتدى
az: Şəbəkələr arası mikro-bloq
bo: དྲ་ལམ་སྟོང་བའི་ཆུང་ཆུང་བརྡ་འཕྲིན་དང་གྲོས་ཁང་དང་ཝི་ཁི།
cs: Mikroblogování napříč sítěmi
da: Krydsnetværk mikroblogging og fora
el: Διαδικτυακή μικρο-ιστολόγια
es: Microblogging entre redes
et: Võrkudevaheline mikroblogimine
fa: میکرو وبلاگ نویسی بین شبکه ای
fi: Verkkojen välinen mikrobloggaaminen
hi: क्रॉस-नेटवर्क माइक्रोब्लॉगिंग और फ़ोरम &amp; विकी
hu: Hálózatokon átívelő mikroblog
in: Mikro-blogging lintas jaringan
it: Multi-rete micro-blogging &amp; forums &amp; wiki
ja: クロスネットワークのマイクロブログとフォーラムとウィキ
ko: 교차 네트워크 마이크로 블로깅
nb: Mikroblogging på tvers av nettverk
nl: Cross-netwerk microblogging en forums
pt: Microblogging entre redes
sl: Presežni mikroblogging, forumi in wiki
sv: Mikrobloggning över nätverk
uk: Мікромережеве ведення блогів
vi: Vi blog xuyên mạng

source: Alternative privacy-focused front-end for Reddit
ar: واجهة أمامية بديلة تركز على الخصوصية لـ Reddit
az: Reddit üçün alternativ məxfiliyə yönəlmiş ön hissə
bo: Reddit གི་ཆེད་དུ་གསང་དོན་ལ་དམིག་པའི་བརྒྱུད་སྐུད་གཞན།
cs: Alternativní front-end zaměřený na soukromí pro Reddit
da: Alternativ privatlivsfokuseret frontend til Reddit
el: Εναλλακτική διεπαφή με επίκεντρο το απόρρητο για το Reddit
es: Front-end alternativo centrado en la privacidad para Reddit
et: Redditi alternatiivne privaatsusele keskendunud kasutajaliides
fa: بخش جلویی مبتنی بر حریم خصوصی جایگزین برای Reddit
fi: Vaihtoehtoinen yksityisyyteen keskittyvä käyttöliittymä Redditille
hi: Reddit के लिए गोपनीयता पर ध्यान केंद्रित विकल्पी फ्रंट-एंड
hu: Alternatív adatvédelemre összpontosító előtér a Reddithez
in: Front-end alternatif yang berfokus pada privasi untuk Reddit
it: Front-end alternativo incentrato sulla privacy per Reddit
ja: Reddit向けのプライバシー重視の代替フロントエンド
ko: Reddit의 대체 개인 정보 중심 프론트 엔드
nb: Alternativ personvernfokusert frontend for Reddit
nl: Alternatieve privacygerichte front-end voor Reddit
pt: Front-end alternativo com foco na privacidade para Reddit
sl: Alternativni frontalni del Reddit, usmerjen na zasebnost
sv: Alternativ integritetsfokuserad front-end för Reddit
uk: Альтернативний зовнішній інтерфейс Reddit, орієнтований на конфіденційність
vi: Giao diện người dùng thay thế tập trung vào quyền riêng tư dành cho Reddit

source: IRC Logs for multiple networks
ar: سجلات IRC لشبكات متعددة
az: Çoxlu şəbəkələr üçün IRC qeydləri
bo: དྲ་ལམ་མང་པོའི་ཆེད་དུ་ཡིག་ཚོགས་རྙིང་པ།
cs: IRC Záznamy pro více sítí
da: IRC-logfiler til flere netværk
el: Καταγραφή IRC για πολλαπλά δίκτυα
es: Registros de IRC para múltiples redes
et: IRC logid mitme võrgu jaoks
fa: ثبت‌های IRC برای چندین شبکه
fi: IRC-lokit useille verkoille
hi: विभिन्न नेटवर्क के लिए IRC लॉग
hu: IRC naplók több hálózathoz
in: Log IRC untuk beberapa jaringan
it: Log IRC per più reti
ja: 複数のネットワークの IRC ログ
ko: 여러 네트워크의 IRC 로그
nb: IRC-logger for flere nettverk
nl: IRC-logboeken voor meerdere netwerken
pt: Logs IRC para múltiplas redes
sl: Dnevniki IRC za več omrežij
sv: IRC-loggar för flera nätverk
uk: Журнали IRC для кількох мереж
vi: Nhật ký IRC cho nhiều mạng

source: Encrypted I2P Pastebin
ar: I2P Pastebin المشفر
az: Şifrələnmiş I2P Pastebin
bo: གསང་བཅད་བརྒྱབ་པའི་ I2P Pastebin
cs: Šifrovaný I2P Pastebin
da: Krypteret I2P Pastebin
el: Κρυπτογραφημένο I2P Pastebin
es: Pastebin cifrado de I2P
et: Krüpteeritud I2P Pastebin
fa: I2P Pastebin رمزگذاری شده
fi: Salattu I2P Pastebin
hi: एन्क्रिप्टेड I2P पास्टबिन
hu: Titkosított I2P Pastebin
in: Pastebin I2P terenkripsi
it: Pastebin codificato
ja: 暗号化された I2P ペーストビン
ko: 암호화된 I2P 페이스트빈
nb: Kryptert I2P Pastebin
nl: Gecodeerde I2P Pastebin
pt: Pastebin I2P criptografado
sl: Šifrirani pastebin I2P
sv: Krypterad I2P Pastebin
uk: Зашифрований I2P Pastebin
vi: Pastebin I2P được mã hóa

source: Pastebin
ar: باستبين
bo: ཡིག་ཚོགས་བདག་གིར་འཇོག་ས།
el: Παστέμπιν
fa: پاستبین
hi: पास्टबिन
in: Tempat Sampah
ja: ペーストビン
ko: 페이스트빈
nl: Plakbak
uk: Пастебін
vi: Thùng dán

source: Landing page for various services
ar: صفحة مقصودة لمختلف الخدمات
bo: བྱ་བ་སྣ་ཚོགས་ཀྱི་འཛུལ་སྤོང་ངོས།
el: Σελίδα προορισμού για διάφορες υπηρεσίες
et: Erinevate teenuste sihtleht
fa: صفحه فرود برای خدمات مختلف
fi: Aloitussivu erilaisille palveluille
hi: विभिन्न सेवाओं के लिए लैंडिंग पेज
hu: Különféle szolgáltatások nyitóoldala
it: Pagina di destinazione per vari servizi
nb: Landingsside for ulike tjenester
pt: Página de destino para vários serviços
sl: Domovska stran za različne storitve
uk: Цільова сторінка для різних сервісів

source: Streaming radio service
ar: خدمة البث الإذاعي
az: Axın radio xidməti
bo: རྒྱུན་གཏོང་རླུང་བརྙན་བྱ་བ།
cs: Streamování rádiové služby
da: Streaming radiotjeneste
el: Ραδιοφωνική υπηρεσία ροής
es: Servicio de radio en streaming
et: Voogesitusraadioteenus
fa: سرویس رادیویی جریانی
fi: Suoratoistoradiopalvelu
hi: स्ट्रीमिंग रेडियो सेवा
hu: Streaming rádiószolgáltatás
in: Layanan radio streaming
it: Servizio di streaming radio
ja: ストリーミングラジオサービス
ko: 스트리밍 라디오 서비스
nb: Streaming radiotjeneste
nl: Radiostreamingservice
pt: Serviço de streaming de rádio
sl: Streaming storitev radija
sv: Strömmande radiotjänst
uk: Сервіс потокового радіо
vi: Dịch vụ phát thanh trực tuyến

source: Privacy-focused not-for-profit organization
ar: منظمة غير ربحية تركز على الخصوصية
az: Məxfiliyə yönəlmiş qeyri-kommersiya təşkilatı
bo: སྒེར་དོན་ལ་དམིགས་པའི་ཁེ་སྤེལ་མིན་པའི་རྩ་འཛུགས་ལས་ཁུངས།
cs: Nezisková organizace zaměřená na ochranu soukromí
da: Privatlivsfokuseret non-profit organisation
el: Μη κερδοσκοπικός οργανισμός με επίκεντρο το απόρρητο
es: Organización sin fines de lucro centrada en la privacidad
et: privaatsusele keskendunud mittetulundusorganisatsioon
fa: سازمان غیرانتفاعی متمرکز بر حریم خصوصی
fi: Yksityisyyteen keskittyvä voittoa tavoittelematon organisaatio
hi: गोपनीयता केंद्रित लाभार्थी संगठन
hu: Az adatvédelemre összpontosító non-profit szervezet
in: Organisasi nirlaba yang berfokus pada privasi
it: Organizzazione no-profit focalizzata sulla privacy
ja: プライバシーを重視した非営利団体
ko: 개인정보 보호에 중점을 둔 비영리 단체
nb: Personvernfokusert ideell organisasjon
nl: Privacygerichte non-profitorganisatie
pt: Organização sem fins lucrativos com foco na privacidade
sl: Organizacija brez dobička, usmerjena na zasebnost
sv: Integritetsfokuserad ideell organisation
uk: Некомерційна організація, яка займається конфіденційністю
vi: Tổ chức phi lợi nhuận tập trung vào quyền riêng tư

source: Text translation engine
ar: محرك ترجمة النصوص
az: Mətn tərcümə mühərriki
bo: ཡི་གེ་ཡི་བསྒྱུར་བའི་སྒུལ་བྱེད།
cs: Motor pro překlad textu
es: Motor de traducción de textos
et: Tekstitõlke mootor
fa: موتور ترجمه متن
fi: Tekstin käännöskone
hi: tek्स्ट अनुवाद इंजन
hu: Szövegfordító motor
in: Mesin terjemahan teks
it: Motore di traduzione del testo
ja: テキスト翻訳エンジン
ko: 텍스트 번역 엔진
nb: Tekstoversettelsesmotor
nl: Tekstvertaalmachine
sl: Motor za prevoz besedila
sv: Textöversättningsmotor
uk: Механізм перекладу тексту

source: translate
ar: يترجم
az: tərcümə etmək
bo: ཡིག་སྒྱུར།
cs: přeložit
da: Oversætte
el: μεταφράζω
es: traducir
et: Tõlgi
fa: ترجمه کردن
fi: Kääntää
hi: अनुवाद करें
hu: fordít
in: menerjemahkan
it: tradurre
ko: 번역하다
nb: oversette
nl: vertalen
pt: traduzir
sl: Prevajanje
sv: Översätt
uk: перекладати

source: Provider of privacy respecting web hosting and VPN services
ar: موفر الخصوصية فيما يتعلق باستضافة الويب وخدمات VPN
az: Veb hostinq və VPN xidmətləri ilə bağlı məxfilik təminatçısı
bo: སྒེར་དོན་ལ་བརྩི་འཇོག་བྱེད་པའི་ཝེབ་ཧོས་ཊིང་དང་VPN ཞབས་ཞུ་འམ་སྤྲོད་མཁན།
cs: Poskytovatel soukromí s ohledem na webhosting a služby VPN
da: Udbyder af privatlivets fred med respekt for webhosting og VPN-tjenester
el: Πάροχος ιδιωτικού απορρήτου που σέβεται τη φιλοξενία ιστοσελίδων και τις υπηρεσίες VPN
es: Proveedor de privacidad respetando alojamiento web y servicios VPN
et: privaatsuse pakkuja, mis austab veebimajutust ja VPN-teenuseid
fa: ارائه دهنده حریم خصوصی با توجه به میزبانی وب و خدمات VPN
fi: Yksityisyyden tarjoaja, joka kunnioittaa web-isännöinti- ja VPN-palveluita
hi: गोपनीयता सम्मान करने वाली वेब होस्टिंग और वीपीएन सेवाओं का प्रदाता
hu: Adatvédelmi szolgáltató, tiszteletben tartva a webtárhely- és VPN-szolgáltatásokat
in: Penyedia privasi sehubungan dengan hosting web dan layanan VPN
it: Fornitore di servizi web e VPN pro privacy
ja: ウェブホスティングおよびVPNサービスに関するプライバシーのプロバイダー
ko: 웹 호스팅 및 VPN 서비스와 관련한 개인 정보 보호 제공자
nb: Tilbyder av personvern med respekt for webhotell og VPN-tjenester
nl: Aanbieder van privacy met respect voor webhosting- en VPN-diensten
pt: Provedor de privacidade respeitando hospedagem na web e serviços VPN
sl: Davatelj storitev za gostiteljstvo spletne strani in storitev VPN, ki spoštuje zasebnost
sv: Tillhandahållare av integritet med respekt för webbhotell och VPN-tjänster
uk: Постачальник конфіденційності щодо послуг веб-хостингу та VPN
vi: Nhà cung cấp dịch vụ lưu trữ web và dịch vụ VPN tôn trọng quyền riêng tư

source: DuckDuckGo Search Engine (no javascript)
ar: محرك بحث DuckDuckGo (بدون جافا سكريبت)
az: DuckDuckGo Axtarış Sistemi (javascript yoxdur)
bo: DuckDuckGo འཚོལ་བཤེར་སྒུལ་བྱེད།(javascript མེད་པ།)
cs: Vyhledávač DuckDuckGo (bez javascriptu)
da: DuckDuckGo søgemaskine (ingen javascript)
el: Μηχανή αναζήτησης DuckDuckGo (χωρίς Javascript)
es: Motor de búsqueda DuckDuckGo (sin javascript)
et: DuckDuckGo otsingumootor (javascripti pole)
fa: موتور جستجو DuckDuckGo (بدون جاوا اسکریپت)
fi: DuckDuckGo-hakukone (ei javascriptiä)
hi: DuckDuckGo सर्च इंजन (जावास्क्रिप्ट नहीं)
hu: DuckDuckGo keresőmotor (javascript nélkül)
in: Mesin Pencari DuckDuckGo (tanpa javascript)
it: Motore di ricerca DuckDuckGo (no javascript)
ja: DuckDuckGo検索エンジン(JavaScriptなし)
ko: Duckduckgo 검색 엔진 (JavaScript 없음)
nb: DuckDuckGo søkemotor (ingen javascript)
nl: DuckDuckGo-zoekmachine (geen javascript)
pt: Mecanismo de pesquisa DuckDuckGo (sem javascript)
sl: Iskalnik DuckDuckGo (brez javascript)
sv: DuckDuckGo sökmotor (inget javascript)
uk: Пошукова система DuckDuckGo (без javascript)
vi: Công cụ tìm kiếm DuckDuckGo (không có javascript)

source: Privacy-focused Clearnet Search Engine
ar: محرك بحث Clearnet الذي يركز على الخصوصية
az: Məxfiliyə yönəlmiş Clearnet Axtarış Mühərriki
bo: སྒེར་དོན་ལ་དམིགས་པའི་Clearnet འཚོལ་བཤེར་སྒུལ་བྱེད།
cs: Vyhledávač Clearnet zaměřený na soukromí
da: Privatlivsfokuseret Clearnet-søgemaskine
el: Μηχανή αναζήτησης Clearnet με επίκεντρο το απόρρητο
es: Motor de búsqueda Clearnet centrado en la privacidad
et: privaatsusele keskendunud Clearneti otsingumootor
fa: موتور جستجوی Clearnet متمرکز بر حریم خصوصی
fi: Yksityisyyteen keskittyvä Clearnet-hakukone
hi: गोपनीयता पर ध्यान केंद्रित स्पष्टनेट सर्च इंजन
hu: Adatvédelemre összpontosító Clearnet keresőmotor
in: Mesin Pencari Clearnet yang berfokus pada privasi
it: Motore di ricerca Clearnet incentrato sulla privacy
ja: プライバシー重視のクリアネット検索エンジン
ko: 개인정보 보호에 초점을 맞춘 Clearnet 검색 엔진
nb: Personvernfokusert Clearnet-søkemotor
nl: Privacygerichte Clearnet-zoekmachine
pt: Mecanismo de pesquisa Clearnet com foco na privacidade
sl: Iskalnik Clearnet usmerjen na zasebnost
sv: Sekretessfokuserad Clearnet-sökmotor
uk: Пошукова система Clearnet, орієнтована на конфіденційність
vi: Công cụ tìm kiếm Clearnet tập trung vào quyền riêng tư

source: I2P Web Search Engine
ar: محرك بحث الويب I2P
az: I2P Veb Axtarış Mühərriki
bo: I2P ཝེབ་འཚོལ་བཤེར་སྒུལ་བྱེད།
cs: I2P webový vyhledávač
da: I2P websøgemaskine
el: Μηχανή αναζήτησης Ιστού I2P
es: Motor de búsqueda de I2P
et: I2P veebiotsingumootor
fa: موتور جستجوی وب I2P
fi: I2P-verkkohakukone
hi: I2P वेब सर्च इंजन
hu: I2P webes keresőmotor
in: Mesin Pencari Web I2P
it: Motore di ricerca Web I2P
ja: I2P Web検索エンジン
ko: I2P 웹 검색 엔진
nb: I2P nettsøkemotor
nl: I2P-webzoekmachine
pt: Mecanismo de pesquisa na web I2P
sl: Iskalnik spleta I2P
sv: I2P webbsökmotor
uk: Система веб-пошуку I2P
vi: Công cụ tìm kiếm web I2P

source: I2P-related Wiki
ar: ويكي المتعلقة بـ I2P
az: I2P ilə əlaqəli Wiki
bo: I2P དང་འབྲེལ་བའི་ཝི་ཁི།
cs: Wiki související s I2P
da: I2P-relateret Wiki
el: Wiki που σχετίζεται με το I2P
es: Wiki relacionado con I2P
et: I2P-ga seotud Wiki
fa: ویکی مرتبط با I2P
fi: I2P:hen liittyvä Wiki
hi: I2P से संबंधित विकी
hu: I2P-vel kapcsolatos Wiki
in: Wiki terkait I2P
it: Wiki relativo a I2P
ja: I2P関連Wiki
ko: I2P 관련 위키
nb: I2P-relatert Wiki
nl: I2P-gerelateerde wiki
pt: Wiki relacionado ao I2P
sl: Vikipedija povezana z I2P
sv: I2P-relaterad Wiki
uk: Вікі, пов’язана з I2P
vi: Wiki liên quan đến I2P
