Repository: I2PPlus/i2pplus
Catalog: debian/po/*.po
Languages: bo, da, et, fa, hi, sl, vi

source: Should the I2P router be started at boot?
bo: མགོ་མནོན་སྐབས་ I2P ལམ་སྟོན་པ་འགོ་སློག་གཏོང་དགོས་སམ།
da: Skal I2P-routen startes ved opstart?
et: Peaksi I2P rutter käivitama käivitamisel?
fa: هل ينبغي بدء تشغيل جهاز الراوتر I2P عند التشغيل؟
hi: स्टार्टअप पर I2P रूटर को चालू करना चाहिए?
sl: Ali naj se I2P router zagnane ob zagonu računalnika?
vi: Router I2P có nên được khởi động khi khởi động không?

source: The I2P router can be run as a daemon that starts automatically when your computer boots up. This is the recommended configuration.
bo: I2P ལམ་སྟོན་པ་ནི་མཆོག་སྤྲད་པ་ཞིག་གི་ཐོག་ནས་ཁ་གཏད་གཞི་སྒྲིག་བྱེད་སྐབས་རང་བཞིན་གྱིས་འགོ་སློག་པའི་མཆོག་སྤྲད་པ་ཞིག་ཏུ་འཁོད་ཆོག་པ་དང་། འདི་ནི་མཁོ་འདོན་གྱི་མཐུན་སྒྲིག་ཡིན།
da: I2P-routen kan køres som en daemon, der starter automatisk, når din computer starter op. Dette er den anbefalede konfiguration.
et: I2P rutter saab käivitada deamonina, mis käivitub automaatselt, kui arvuti käivitub. See on soovitatav konfiguratsioon.
fa: يمكن تشغيل جهاز الراوتر I2P كدايمون يبدأ تلقائيًا عند تشغيل الكمبيوتر. هذه هي التكوين الموصى به.
hi: I2P रूटर को डेमॉन के रूप में चलाया जा सकता है जो आपके कंप्यूटर के शुरुआती समय पर स्वचालित रूप से शुरू होता है। यह सुझावित सेटिंग है।
sl: I2P router lahko teče kot demon, ki se samodejno zagnane ob zagonu vašega računalnika. To je priporočena nastavitev.
vi: Router I2P có thể chạy như một daemon bắt đầu tự động khi máy tính của bạn khởi động. Đây là cấu hình được khuyến nghị.

source: I2P daemon user:
bo: I2P མཆོག་སྤྲད་པའི་མིང་།
da: I2P daemon bruger:
et: I2P deamon kasutaja:
fa: مستخدم الـ I2P daemon:
hi: I2P डेमॉन उपयोगकर्ता:
sl: Uporabnik za I2P demona:
vi: Người dùng daemon I2P:

source: By default I2P is configured to run under the account i2psvc when running as a daemon. To use an existing I2P profile you may enter a different account name here. For example, if your previous I2P installation is at /home/user/i2p, you may enter 'user' here.
bo: སྔོན་ཐུབ་གཞི་སྒྲིག་གི་གནས་སྟངས་སུ། I2P ནི་མཆོག་སྤྲད་པ་ཞིག་ཏུ་འཁོད་སྐབས་ i2psvc ཐོ་གཞུང་འོག་ནས་འགོ་སློག་གཏོང་བ་ཡིན། གནཏ་འཁེལ་གྱི་ I2P གཟུགས་གཞི་སྤྱོད་མཁན་ཡིན་ན། ཁྱེད་ཀྱིས་འདིར་མིང་གཞན་ཞིག་ནང་འཇུག་ཆོག་པ་དང་། དཔེར་ན། ཁྱེད་ཀྱི་སྔོན་མ་གཞི་སྒྲིག་ནི་ /home/user/i2p ཡིན་ན། ཁྱེད་ཀྱིས་འདིར་ 'user' ནང་འཇུག་ཆོག
da: Som standard er I2P konfigureret til at køre under kontoen i2psvc, når den køres som en daemon. For at bruge en eksisterende I2P-profil kan du indtaste et andet kontonavn her. For eksempel, hvis din tidligere I2P-installation er på /home/bruger/i2p, kan du indtaste 'bruger' her.
et: Vaikimisi on I2P seadistatud nii, et see töötab deamonina kontol i2psvc. Kasutades olevat I2P profiili, võite siia sisestada teise kontoni nime. Näiteks, kui teie varem I2P installatsioon on asukohas /home/kasutaja/i2p, võite siia sisestada 'kasutaja'.
fa: بافتراضي يتم تكوين I2P للتشغيل تحت الحساب i2psvc عند التشغيل كـ daemon. لاستخدام ملف تعريف I2P القائم يمكنك إدخال اسم حساب مختلف هنا. على سبيل المثال ، إذا كان تركيب I2P السابق لديك موجودًا في / home / user / i2p ، يمكنك إدخال 'user' هنا.
hi: डेफ़ॉल्ट में, I2P को डेमॉन के रूप में चलाते समय i2psvc खाते में चलने के लिए संरचित किया गया है। मौजूदा I2P प्रोफ़ाइल का उपयोग करने के लिए, आप यहाँ एक अलग खाता नाम दे सकते हैं। उदाहरण के लिए, अगर आपका पिछला I2P स्थापना /home/user/i2p में है, तो आप 'user' यहाँ दर्ज कर सकते हैं।
sl: Po privzetem se I2P naloži v račun i2psvc, ko dela kot demon. Če želite uporabiti ** obstoječ ** profil I2P, lahko tu vtipkate drugo uporabniško ime. Na primer, če vaš prejšnji namestitveni kraj I2P je v /home/user/i2p, lahko vtipkate 'user' tukaj.
vi: Mặc định, I2P được cấu hình để chạy dưới tài khoản i2psvc khi chạy dưới dạng daemon. Để sử dụng hồ sơ I2P hiện tại, bạn có thể nhập tên tài khoản khác ở đây. Ví dụ, nếu cài đặt I2P trước đó của bạn nằm ở /home/user/i2p, bạn có thể nhập 'user' ở đây.

source: Very important: If a user other than the default of 'i2psvc' is entered here, the chosen username MUST already exist.
bo: ཧ་གོ་ཐོས་གཅིག། གལ་ཏེ་ 'i2psvc' མ་གཏོགས་ཀྱི་མིང་གཞན་ཞིག་འདིར་ནང་འཇུག་བྱས་ན། གདམ་ཁ་ཐོབ་པའི་མིང་ནི་གཏན་འཁེལ་ངེས་པར་དུ་གཞུང་དུ་ཡོད་དགོས།
da: Væsentligt: Hvis et brugernavn andet end det standard 'i2psvc' indtastes her, skal det valgte brugernavn MÅSTE allerede eksistere.
et: Väga oluline: Kui siia sisestatakse kasutaja muu kui vaikimisi 'i2psvc', peab valitud kasutajanimi PEAB juba olemas olema.
fa: جداً هام: إذا تم إدخال مستخدم آخر غير الافتراضي 'i2psvc' هنا، يجب أن يكون الاسم المستخدم المختار موجوداً بالفعل.
hi: बहुत महत्वपूर्ण: यदि 'i2psvc' के अलावा कोई अन्य उपयोगकर्ता यहाँ दर्ज किया जाता है, तो चुने गए उपयोगकर्ता नाम मान्यता प्राप्त होना चाहिए।
sl: Zelo pomembno: Če vpišete uporabniško ime drugačno kot privzeto 'i2psvc', mora že obstajati.
vi: Rất quan trọng: Nếu người dùng khác ngoài mặc định 'i2psvc' được nhập vào đây, tên người dùng đã chọn PHẢI đã tồn tại.

source: Memory that can be allocated to I2P:
bo: I2P ལ་སྤྲོད་ཆོག་པའི་ངལ་གསོ་མ་གཞི།
da: Hukommelse, der kan tildeltes I2P:
et: Mälu, mida saab alaka I2P:
fa: الذاكرة التي يمكن تخصيصها لـ I2P:
hi: I2P को आवंटित किया जाने वाला मेमोरी:
sl: Pomembnost, ki jo lahko dodelimo I2P:
vi: Bộ nhớ có thể được cấp cho I2P:

source: By default, I2P will only be allowed to use up to 128MB of RAM.
bo: སྔོན་ཐུབ་གཞི་སྒྲིག་གི་གནས་སྟངས་སུ། I2P ལ་ RAM དབུ་ཁྲིད་ 128MB ཙམ་སྤྱོད་ཆོག་པའི་དབང་བ་ཡིན།
da: Som standard vil I2P kun være tilladt at bruge op til 128MB RAM.
et: Vaikimisi saab I2P kasutada vaid kuni 128MB RAM.
fa: بافتراضي ، سيتم السماح فقط لـ I2P باستخدام ما يصل إلى 128MB من ذاكرة الوصول العشوائي.
hi: द्वारा, I2P को केवल 128MB रैम उपयोग करने की अनुमति होगी।
sl: Po privzetem bo I2P dovoljeno uporabiti le do 128 MB RAM-ja.
vi: Mặc định, I2P chỉ được phép sử dụng đến 128MB RAM.

source: High bandwidth routers, as well as routers with a lot of active torrents / plugins, may need to have this value increased.
bo: སྔར་གནོན་ཆེ་བའི་ལམ་སྟོན་པ་དང་། སྟོང་ཐོབ་ཚད་མང་བའི་མཉམ་འབྱེད།/སྒྲིག་ཆས་ལྡན་པའི་ལམ་སྟོན་པ་དག་ལ་ཚད་འབེབས་འདི་མཐོ་རུ་གཏོང་དགོས་སྲིད།
da: Routere med høj båndbredde samt routere med mange aktive torrents / plugins måske skal have denne værdi øget.
et: Suure bändlaaju rutterid ning rutterid, kus on palju aktiivseid torrente / plahvatusid, võivad vajada seda väärtust suurendada.
fa: قد يحتاج الراوترات ذات النطاق الترددي العالي ، بالإضافة إلى الراوترات التي تحتوي على الكثير من البرامج الفرعية النشطة / الإضافات ، إلى زيادة هذا القيمة.
hi: उच्च बैंडविड्थ रूटरों और बहुत सारे सक्रिय टॉरेंट / प्लगइन वाले रूटरों को इस मान को बढ़ावा देने की जरूरत हो सकती है।
sl: Ruterji z visoko hitrostjo prenosa in tisti z veliko aktivnih torrentov ali vtičnikov, lahko potrebujejo povečanje te vrednosti.
vi: Các router băng thông cao cũng như các router với nhiều torrent / plugin hoạt động có thể cần tăng giá trị này.

source: Should the I2P daemon be confined with AppArmor?
bo: AppArmor གིས་ I2P མཆོག་སྤྲད་པ་ཚོད་འཛིན་གཏོང་དགོས་སམ།
da: Bør I2P daemon være begrænset med AppArmor?
et: Peaksa I2P deamon olla piiratud AppArmoriga?
fa: هل ينبغي حصر الـ I2P daemon بواسطة AppArmor؟
hi: AppArmor के साथ I2P डेमॉन को सीमित करना चाहिए?
sl: Ali naj bo I2P demon omejen z AppArmorjem?
vi: Daemon I2P có nên bị giới hạn với AppArmor không?

source: With this option enabled I2P will be sandboxed with AppArmor, restricting which files and directories may be accessed by I2P.
bo: གཟུགས་གཞི་འདི་ལྟར་བཟོས་ན། I2P ནི་ AppArmor གི་བཙོན་ཁང་ནང་འཁོད་རོགས་ཞིང་། གཏོགས་གཤིས་དང་སྣོན་ཐིགས་གང་དག་ I2P གིས་ཟིན་ཐོ་བྱེད་ཆོག་པ་དེ་ཚོད་འཛིན་བྱེད་དགོས།
da: Med denne mulighed aktiveret vil I2P være isoleret med AppArmor, hvilket begrænser, hvilke filer og mapper I2P har adgang til.
et: Sel valikuga sisse lülitatud on I2P AppArmoriga piiratud, piirates nii, millised failid ja kataloogid võivad olla I2P poolt ligipääsetavad.
fa: مع تمكين هذا الخيار ، سيتم عزل I2P بواسطة AppArmor ، مما يحد من الملفات والمجلدات التي يمكن الوصول إليها بواسطة I2P.
hi: इस विकल्प के साथ, I2P को AppArmor के साथ सैंडबॉक्स में रखा जाएगा, जिससे I2P द्वारा एक्सेस करने वाले फ़ाइल और डिरेक्टरी की सीमा लगाई जाएगी।
sl: S tem možnostjo omogočenim bo I2P v sandboxu AppArmorja, kar omejuje, katere datoteke in mape lahko dostopa I2P.
vi: Với tùy chọn này được bật, I2P sẽ được cát với AppArmor, hạn chế các tệp và thư mục nào có thể được truy cập bởi I2P.
