Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: The proxy could be temporarily unavailable, too busy, or it has blocked your access.
ar: قد يكون الوكيل غير متاح مؤقتًا، أو مشغولًا جدًا، أو أنه قام بحظر وصولك.
az: Proxy müvəqqit olaraq mövcud deyil ola bilər, çox məşğul ola bilər, və ya sizin girişinizi bloklamaqdadır.
cs: Proxy může být dočasně nedostupný, příliš zaneprázdněný nebo vám zablokoval přístup.
da: Proxyen kunne være midlertidigt utilgængelig, for meget optaget, eller den har blokeret din adgang.
el: Ο διακομιστής μεσολάβησης μπορεί να είναι προσωρινά μη διαθέσιμος, πολύ απασχολημένος ή να έχει αποκλείσει την πρόσβασή σας.
es: El proxy podría no estar disponible temporalmente, estar demasiado ocupado o haber bloqueado tu acceso.El proxy podría estar temporalmente no disponible, demasiado ocupado, o haber bloqueado su acceso.
et: Proxy võib olla ajutiselt saadaval, liiga koormatud või see on blokeerinud sinu ligipääsu.
fa: ممکن است پروکسی موقتاً در دسترس نباشد، خیلی مشغول باشد، یا دسترسی شما را مسدود کرده باشد.
fi: Välityspalvelin voi olla tilapäisesti poissa käytöstä, liian varattu tai se on estänyt pääsysi.
hi: प्रोक्सी स्थानिक रूप से अस्थायी रूप से उपलब्ध नहीं हो सकता है, बहुत व्यस्त हो सकता है, या यह आपकी पहुँच ब्लॉक कर दी हो सकती है।
hu: Előfordulhat, hogy a proxy átmenetileg nem elérhető, túl foglalt, vagy blokkolta a hozzáférést.
in: Proxy mungkin tidak tersedia untuk sementara, terlalu sibuk, atau telah memblokir akses Anda.Proxy yang anda tuju mungkin sedang tidak bisa digunakan atau memblokir anda.
it: Il proxy potrebbe essere temporaneamente non disponibile, troppo occupato o ha bloccato il tuo accesso.Il proxy potrebbe essere momentaneamente non disponibile, troppo occupato, oppure ti ha bloccato l'accesso.
ja: プロキシが一時的に利用できなくなっているか、混雑しているか、アクセスがブロックされている可能性があります。プロキシが一時的に利用できなくなっているか、混雑しているか、アクセスがブロックされている可能性があります。プロキシが一時的に利用できないか、忙しいか、あなたのアクセスがブロックされている可能性があります。
nb: Proxyen kan være midlertidig utilgjengelig, for opptatt, eller den har blokkert tilgangen din.
nl: De proxy is mogelijk tijdelijk niet beschikbaar, te druk of heeft uw toegang geblokkeerd.De proxy is tijdelijk niet bereikbaar, te druk, of heeft je de toegang ontzegd.
pt: O proxy pode estar temporariamente indisponível, muito ocupado ou bloqueou seu acesso.
sl: Posrednik lahko bistveno ni dostopen, je preveč zaposlen ali pa je blokiral vaš dostop.
uk: Проксі може бути тимчасово недоступним, занадто зайнятим або заблокував ваш доступ.
vi: Proxy có thể tạm thời không khả dụng, quá bận hoặc đã chặn quyền truy cập của bạn.

source: The HTTP outproxy was not reachable, because its lease set was not found.
ar: لم يكن من الممكن الوصول إلى وكيل HTTP الخارجي، لأنه لم يتم العثور على مجموعة الإيجار الخاصة به.
az: HTTP outproxy çatdırıla bilmədi, çünki onun kirayəsi tapılmadı.
cs: Outproxy HTTP nebyl dosažitelný, protože nebyla nalezena jeho sada zapůjčení.
da: HTTP udproxyen kunne ikke nås, fordi dens leasing sæt ikke kunne findes.
el: Δεν ήταν εφικτή η πρόσβαση του διακομιστή εξουσιοδότησης HTTP, επειδή δεν βρέθηκε το σύνολο μίσθωσης.
es: No se pudo acceder al proxy HTTP porque no se encontró su conjunto de arrendamiento.El proxy HTTP de salida a Internet (outproxy) no estaba accesible porque no se encontró su LeaseSet (túneles al mismo destino).
et: HTTP välisproxy oli saadmata, sest tema lease komplekti ei leitud.
fa: پروکسی HTTP قابل دسترسی نبود، زیرا مجموعه اجاره آن یافت نشد.
fi: HTTP-välityspalvelin ei ollut tavoitettavissa, koska sen vuokrasopimusta ei löytynyt.
hi: HTTP आउटप्रॉक्सी पहुँच नहीं पा रही है, क्योंकि उसका लीज सेट नहीं मिला।
hu: A HTTP outproxy nem volt elérhető, mert a bérleti készlete nem található.
in: Proksi HTTP tidak dapat dijangkau, karena rangkaian sewanya tidak ditemukan.HTTP outproxy tidak bisa ditemukan karena lease set-nya tidak ditemukan.
it: Il proxy out HTTP non era raggiungibile perché il relativo set di lease non è stato trovato.
ja: リース セットが見つからなかったため、HTTP アウトプロキシに到達できませんでした。リース セットが見つからなかったため、HTTP アウトプロキシに到達できませんでした。リースセットが見つからなかったため、HTTP アウトプロキシには到達できませんでした。
nb: HTTP-outproxyen var ikke tilgjengelig fordi leiesettet ikke ble funnet.
nl: De HTTP-outproxy was niet bereikbaar, omdat de leaseset niet werd gevonden.De HTTP-outproxy kan niet bereikt worden omdat de leaseset niet is gevonden.
pt: O proxy de saída HTTP não estava acessível porque seu conjunto de concessão não foi encontrado.
sl: HTTP izhodni posrednik ni bil dostopen, ker ni bilo najdenega njegovega časovna lepega nastavljene postavitve.
uk: Вихідний проксі-сервер HTTP недоступний, оскільки його набір оренди не знайдено.
vi: Không thể truy cập được HTTP outproxy vì không tìm thấy tập hợp thuê của nó.

source: The outproxy is probably down, but there could also be network congestion.
ar: من المحتمل أن يكون الوكيل الخارجي معطلاً، ولكن قد يكون هناك أيضًا ازدحام في الشبكة.
az: Outproxy ehtimal ki dayandırılmışdır, amma həmçinin şəbəkə dolu ola bilər.
cs: Outproxy je pravděpodobně mimo provoz, ale také může docházet k přetížení sítě.
da: Udproxyen er sandsynligvis nede, men der kunne også være netværks forsinkelse.
el: Το outproxy είναι πιθανώς εκτός λειτουργίας, αλλά θα μπορούσε επίσης να υπάρξει συμφόρηση δικτύου.
es: El proxy externo probablemente esté inactivo, pero también podría haber congestión en la red.El proxy de salida a Internet (outproxy) probablemente estaba caído, pero también pudo haber congestión en la red.
et: Välisproxy on tõenäoliselt maha, kuid võib-olla on ka võrgukoormus.
fa: احتمالاً پروکسی قطع شده است، اما ممکن است ازدحام شبکه نیز وجود داشته باشد.
fi: Välityspalvelin on todennäköisesti poissa käytöstä, mutta verkko voi myös olla ruuhkautunut.
hi: आउटप्रॉक्सी संभवतः नीचे हो सकती है, लेकिन यहाँ नेटवर्क की भीड़ हो सकती है।
hu: Az outproxy valószínűleg nem működik, de hálózati torlódás is előfordulhat.
in: Outproxynya mungkin tidak aktif, tapi mungkin juga terjadi kemacetan jaringan.Outproxynya mungkin tidak aktif, namun mungkin ada kemacetan di jaringan.
it: Probabilmente il proxy di uscita è inattivo, ma potrebbe anche esserci una congestione della rete.
ja: アウトプロキシがダウンしている可能性がありますが、ネットワークの輻輳が発生している可能性もあります。アウトプロキシがダウンしている可能性がありますが、ネットワークの輻輳が発生している可能性もあります。アウトプロキシがダウンしている可能性がありますが、ネットワークの混雑もあり得ます。
nb: Outproxyen er sannsynligvis nede, men det kan også være overbelastning av nettverket.
nl: De outproxy is waarschijnlijk offline, maar er kan ook sprake zijn van netwerkcongestie.De outproxy is waarschijnlijk plat, maar het netwerk kan ook overbelast zijn.
pt: O outproxy provavelmente está inativo, mas também pode haver congestionamento na rede.
sl: Izhodni posrednik verjetno deluje ne ravno, a je tudi mogoče, da je mrežna kongestija.
uk: Можливо, вихідний проксі не працює, або мережа перенавантажена.
vi: Outproxy có thể không hoạt động nhưng cũng có thể xảy ra tắc nghẽn mạng.

source: Warning: Authorization Required
ar: تحذير: التفويض مطلوب
az: Xəbərdarlıq: Təsdiqləmə Tələb Olunur
cs: Varování: Vyžaduje se autorizace
da: Advarsel: Autorisation påkrævet
el: Προειδοποίηση: Απαιτείται εξουσιοδότηση
es: Advertencia: Se requiere autorización
et: Hoiatus: Lubamiseks on vaja luba
fa: هشدار: مجوز لازم است
fi: Varoitus: Vaaditaan lupa
hi: अहत्यार: अनुमति आवश्यक
hu: Figyelmeztetés: Engedély szükséges
in: Peringatan: Diperlukan Otorisasi
it: Avviso: autorizzazione richiesta
ja: 警告: 認証が必要です
nb: Advarsel: Autorisasjon kreves
nl: Waarschuwing: autorisatie vereist
pt: Aviso: Autorização Necessária
sl: Opozorilo: Potrebno avtorizacija
uk: Попередження: потрібна авторизація
vi: Cảnh báo: Cần có sự cho phép

source: The website was not reachable.
ar: لم يكن من الممكن الوصول إلى الموقع.
az: Veb saytı çatdırıla bilmədi.
cs: Webová stránka nebyla dostupná.
da: Hjemmesiden kunne ikke nås.
el: Ο ιστότοπος δεν ήταν προσβάσιμος.
es: El sitio web no fue alcanzable.
et: Veebisait oli saadmata.
fa: وبسایت قابل دسترس نمی باشد.
fi: Sivusto ei ollut tavoitettavissa.
hi: वेबसाइट पहुँच नहीं पा रही।
hu: A webhely nem volt elérhető.
in: Situs ini tidak dapat dibuka.
it: Il sito web non era raggiungibile.
ja: ウェブサイトに到達できません.
nb: Nettsiden kan ikke nås.
nl: De website kan niet bereikt worden.
pt: O sítio da Web não estava acessível.
sl: Spletne strani ni bilo dostopenega.
uk: Веб-сайт був недоступний.
vi: Trang web không thể truy cập được.

source: The website is offline, there is network congestion, or your router is not yet well-integrated with peers.
ar: موقع الويب غير متصل بالإنترنت، أو يوجد ازدحام في الشبكة، أو أن جهاز التوجيه الخاص بك لم يتكامل بعد بشكل جيد مع أقرانه.
az: Veb saytı internetdən çıxıb, şəbəkə doludur və ya ruteriniz hələ də eşlər ilə yaxşı enteqrasiya etməmişdir.
cs: Webové stránky jsou offline, dochází k přetížení sítě nebo váš router ještě není dobře integrován s partnery.
da: Hjemmesiden er offline, der er netværks forsinkelse, eller din router er endnu ikke godt integreret med medlemmer.
el: Ο ιστότοπος είναι εκτός σύνδεσης, υπάρχει συμφόρηση δικτύου ή ο δρομολογητής σας δεν είναι ακόμη καλά ενσωματωμένος με τους ομοτίμους.
es: El sitio web está fuera de línea, hay congestión en la red o su enrutador aún no está bien integrado con sus pares.El sitio web está fuera de línea, hay congestión en la red o su enrutador aún no está bien integrado con sus pares.El sitio web está fuera de línea, hay congestión en la red, o su router I2P aún no está bien integrado con los pares (peers).
et: Veebisait on vabanduses, võrgukoormus või sinu ruter pole veel hästi integreeritud teiste kasutajatega.
fa: وب سایت آفلاین است، ازدحام شبکه وجود دارد، یا روتر شما هنوز به خوبی با همتایان ادغام نشده است.
fi: Verkkosivusto on offline-tilassa, verkossa on ruuhkaa tai reitittimesi ei ole vielä hyvin integroitu kumppanien kanssa.
hi: वेबसाइट ऑनलाइन नहीं है, शायद नेटवर्क में भीड़ है, या आपका राउटर पीयर्स के साथ अभी तक अच्छी तरह संगठित नहीं है।
hu: A webhely offline állapotban van, hálózati torlódások vannak, vagy az útválasztó még nincs megfelelően integrálva a többiekkel.
in: Situs web sedang offline, ada kemacetan jaringan, atau router Anda belum terintegrasi dengan baik dengan rekan-rekannya.Situsnya offline, ada kemacetan di jaringan, atau router anda belum terintegrasi dengan baik dengan peers.
it: Il sito web è offline, c'è congestione della rete o il tuo router non è ancora ben integrato con i peer.Il sito web non è in linea, vi è una congestione della rete, oppure il tuo router non è ancora ben integrato con i peer.
ja: Web サイトがオフラインであるか、ネットワークが混雑しているか、ルーターがまだピアと十分に統合されていません。Web サイトがオフラインであるか、ネットワークが混雑しているか、ルーターがまだピアと十分に統合されていません。ウェブサイトはオフラインか、ネットワークが混み合っているか、あるいはルータがまだきちんとピアに統合されていません。
nb: Nettstedet er offline, det er overbelastning i nettverket, eller ruteren din er ennå ikke godt integrert med jevnaldrende.
nl: De website is offline, er is netwerkoverbelasting of uw router is nog niet goed geïntegreerd met peers.De website is offline, het netwerk is overbelast of je router is nog niet goed geïntegreerd met peers.
pt: O site está off-line, há congestionamento na rede ou seu roteador ainda não está bem integrado aos pares.O site da Web está off-line, existe congestionamento na rede, ou o seu roteador não está bem integrado com os participantes.
sl: Spletne strani je offline, pridejo kongestija mreže ali pa vaš router še ni še tako integriran z raznimi.
uk: Веб-сайт офлайн, мережа перевантажена, або ваш маршрутизатор ще не добре інтегрований з одноранговими вузлами.
vi: Trang web đang ngoại tuyến, tắc nghẽn mạng hoặc bộ định tuyến của bạn chưa tích hợp tốt với các thiết bị ngang hàng.

source: Warning: Destination Key Conflict
ar: تحذير: تعارض مفتاح الوجهة
az: Xəbərdarlıq: Nöqtə Çubuğu Mübahisəsi
cs: VAROVÁNÍ: Konflikt cílového klíče
da: Advarsel: Konflikt med destination nøgle
el: Προειδοποίηση: Σύγκρουση κλειδιού προορισμού
es: Advertencia: Conflicto con la clave de destino
et: Hoiatus: Sihtkoht vaidlus
fa: هشدار: تداخل کلید مقصد
fi: Varoitus: kohdeavainristiriita
hi: अहत्यार: गंतव्य कुंजी का संघर्ष
hu: Figyelmeztetés: A célkulcs ütközése
in: Peringatan: Kunci Tujuan Bermasalah
it: Avviso: conflitto chiave di destinazione
ja: 警告: 宛先キーの衝突
nb: Advarsel: Destinasjonsnøkkelkonflikt
nl: Waarschuwing: bestemmingssleutelconflict
pt: Aviso: Conflito entre ligações de ajudante de endereço
sl: Opozorilo: Konflikt destinacijske ključne
uk: Попередження: конфлікт ключа призначення
vi: Cảnh báo: Xung đột khóa đích

source: The address helper link you followed specifies a different destination key than the entry in your address book.
ar: يحدد الارتباط المساعد للعنوان الذي اتبعته مفتاح وجهة مختلفًا عن الإدخال الموجود في دفتر العناوين الخاص بك.
az: İzlədiyiniz ünvan köməkçisi keçidi, ünvan defterinizdəki qeydən fərqli bir nöqtə açarı təyin edir.
cs: Pomocný odkaz adresy, který jste použili, určuje jiný cílový klíč než záznam ve vašem adresáři.
da: Adresse hjælpe linket du fulgte angiver en anden destination nøgle end det indtastede i din adressebog.
el: Ο σύνδεσμος βοήθειας διεύθυνσης που ακολουθήσατε καθορίζει διαφορετικό κλειδί προορισμού από την καταχώριση στο βιβλίο διευθύνσεών σας.
es: El enlace del asistente de dirección que siguió especifica una clave de destino diferente a la entrada en su libreta de direcciones.El enlace del asistente de dirección que siguió especifica una clave de destino diferente a la entrada en su libreta de direcciones.El enlace del asistente de direcciones que siguió especifica una clave de destino I2P distinta a la de la entrada en su libreta de direcciones.
et: Aadressiabi link, mida järgisid, näitab erinevat sihtkohta võtme kui sinu aadressiraamatus.
fa: پیوند راهنمای آدرسی که دنبال کردید کلید مقصد متفاوتی را نسبت به ورودی دفترچه آدرس شما مشخص می کند.
fi: Seuraamasi osoiteapulinkki määrittää eri kohdeavaimen kuin osoitekirjasi merkintä.
hi: आपने पालन किया हुआ पता सहायक लिंक आपके पता बुक के प्रविष्टि से अलग गंतव्य कुंजी स्थापित करता है।
hu: A követett címsegéd hivatkozás a címjegyzékben szereplő bejegyzéstől eltérő célkulcsot határoz meg.
in: Tautan pembantu alamat yang Anda ikuti menentukan kunci tujuan yang berbeda dari entri di buku alamat Anda.Tautan bantuan alamat yang anda gunakan menggunakan destination key yang berbeda dengan yang ada di buku alamat anda.
it: Il collegamento dell'helper indirizzo che hai seguito specifica una chiave di destinazione diversa rispetto alla voce nella tua rubrica.
ja: たどったアドレス ヘルパー リンクは、アドレス帳のエントリとは異なる宛先キーを指定しています。
nb: Adressehjelpekoblingen du fulgte spesifiserer en annen destinasjonsnøkkel enn oppføringen i adresseboken din.
nl: De adreshelperlink die u hebt gevolgd, specificeert een andere bestemmingssleutel dan de vermelding in uw adresboek.De adreshelperkoppeling die je hebt gevolgd geeft een andere bestemmingssleutel op dan het adres in je adresboek.
pt: O link auxiliar de endereço que você seguiu especifica uma chave de destino diferente da entrada em seu catálogo de endereços.
sl: Povezava pomagalskega naslova, ki jo ste sledili, specifična drugačno destinacijsko ključno kot v vaši knjigi naslovov.
uk: Допоміжне посилання адреси, за яким ви перейшли, визначає інший ключ призначення, ніж запис у вашій адресній книзі.
vi: Liên kết trợ giúp địa chỉ mà bạn theo dõi chỉ định khóa đích khác với mục nhập trong sổ địa chỉ của bạn.

source: Someone could be trying to impersonate another website, or people have given two websites identical names.
ar: قد يحاول شخص ما انتحال شخصية موقع ويب آخر، أو قام الأشخاص بإعطاء موقعين على الويب أسماء متطابقة.
az: Kimisinin digər bir veb saytın kimliyini təklik etməyə çalışdığı mümkündür, və ya insanlar iki veb saytın identik adlarını vermiş olabilir.
cs: Někdo se možná pokouší vydávat za jinou webovou stránku nebo lidé dali dvěma webům stejná jména.
da: Nogen kunne forsøge at tage anden hjemmeside til sig, eller folk har givet to hjemmesider identiske navne.
el: Κάποιος μπορεί να προσπαθεί να μιμηθεί έναν άλλο ιστότοπο ή οι χρήστες έχουν δώσει σε δύο ιστότοπους πανομοιότυπα ονόματα.Κάποιος θα μπορούσε να προσποιείτε μια ιστοσελίδα ή δύο άτομα να έχουν δώσει στις δύο ιστοσελίδες ίδια ονόματα.
es: Alguien podría estar intentando hacerse pasar por otro sitio web, o personas han dado nombres idénticos a dos sitios web.Alguien podría estar intentando hacerse pasar por otro sitio web, o personas han dado nombres idénticos a dos sitios web.Alguien podría estar intentando suplantar otro sitio web, o la gente le ha dado nombres idénticos a dos sitios web.
et: Kellelgi võib olla üritatud teist veebisaiti imiteerida või inimesed on anda kaks veebisaitile sarnaseid nimed.
fa: ممکن است شخصی بخواهد جعل وب سایت دیگری را جعل کند، یا افراد نام های یکسانی را به دو وب سایت داده اند.
fi: Joku saattaa yrittää esiintyä toisena verkkosivustona tai ihmiset ovat antaneet kahdelle verkkosivustolle saman nimen.
hi: किसी को दूसरी वेबसाइट की पहचान करने की कोशिश कर सकता है, या लोगों ने दो वेबसाइटों को समान नाम दिया है।
hu: Valaki megpróbálhat kiadni egy másik webhelyet, vagy két webhelynek azonos nevet adtak.
in: Seseorang mungkin mencoba meniru situs web lain, atau orang memberikan nama yang sama pada dua situs web.Sebuah situs mungkin sedang berpura-pura menjadi situs yang ada tuju atau ada situs yang mempunyai nama yang sama.
it: Qualcuno potrebbe tentare di impersonare un altro sito web oppure le persone hanno dato nomi identici a due siti web.
ja: 誰かが別の Web サイトになりすまそうとしているか、2 つの Web サイトに同じ名前を付けている可能性があります。
nb: Noen kan prøve å utgi seg for en annen nettside, eller folk har gitt to nettsteder identiske navn.
nl: Het kan zijn dat iemand probeert zich voor te doen als een andere website, of dat mensen twee websites een identieke naam hebben gegeven.Iemand zou een andere website kunnen proberen imiteren, of mensen hebben twee websites identieke namen gegeven.
pt: Alguém pode estar tentando se passar por outro site ou as pessoas deram nomes idênticos a dois sites.
sl: Kdo koli lahko poskuša oblikovati za druge spletne strani ali pa ljudje so dali istim imenom dve spletnej strani.
uk: Хтось може намагатися видати себе за інший веб-сайт, або люди дали двом веб-сайтам однакові назви.
vi: Ai đó có thể đang cố mạo danh một trang web khác hoặc mọi người đã đặt hai tên giống hệt nhau cho hai trang web.

source: Resolve the conflict by deciding which key you trust, and then either ignore the address helper link, or delete the host entry from your address book and click the address helper link again.
ar: قم بحل التعارض عن طريق تحديد المفتاح الذي تثق به، ثم قم بتجاهل الرابط المساعد للعنوان، أو قم بحذف إدخال المضيف من دفتر العناوين الخاص بك وانقر فوق الرابط المساعد للعنوان مرة أخرى.
az: Münasibəti həll etmək üçün, hansı açarı əmin olduğunuzu seçin, sonra ünvan köməkçisi keçidini görəməyin, və ya ünvan defterinizdən xost qeydini silin və yenidən ünvan köməkçisi keçidini seçin.
cs: Vyřešte konflikt tím, že se rozhodnete, kterému klíči důvěřujete, a potom buď ignorujte odkaz na pomocnou adresu adresy, nebo odstraňte položku hostitele z adresáře a znovu klepněte na odkaz pomocné adresy adresy.
da: Løs konflikten ved at afgøre, hvilken nøgle du tillader, og derefter enten ignorere adresse hjælpe linket, eller slet vært indtasting fra din adressebog og klik adresse hjælpe linket igen.
el: Επιλύστε τη διένεξη αποφασίζοντας ποιο κλειδί εμπιστεύεστε και, στη συνέχεια, είτε αγνοήστε τον σύνδεσμο βοήθειας διεύθυνσης ή διαγράψτε την καταχώριση κεντρικού υπολογιστή από το βιβλίο διευθύνσεών σας και κάντε ξανά κλικ στον σύνδεσμο βοηθητικού διευθύνσεων.
es: Resuelva el conflicto decidiendo en qué clave confía y luego ignore el enlace del asistente de dirección o elimine la entrada del host de su libreta de direcciones y haga clic en el enlace del asistente de dirección nuevamente.Resuelva el conflicto decidiendo en qué clave confía y luego ignore el enlace del asistente de dirección o elimine la entrada del host de su libreta de direcciones y haga clic en el enlace del asistente de dirección nuevamente.Resuelva el conflicto decidiendo en qué clave confía, y luego, o bien ignore el enlace del asistente de direcciones o borre la entrada del nodo de su libreta de direcciones y haga clic en el enlace del asistente de direcciones de nuevo.
et: Lahenda vaidlus otsustades, millist võtit usaldad, ja seejärel ignoreeri aadressiabi linki või kustuta hosti kirje oma aadressiraamatust ja klõpsa aadressiabi linki uuesti.
fa: با تصمیم گیری در مورد اینکه به کدام کلید اعتماد دارید، تضاد را حل کنید و سپس پیوند راهنمای آدرس را نادیده بگیرید یا ورودی میزبان را از دفترچه آدرس خود حذف کنید و دوباره روی پیوند راهنمای آدرس کلیک کنید.
fi: Ratkaise ristiriita päättämällä, mihin avaimeen luotat, ja joko ohita osoiteapulinkki tai poista isäntämerkintä osoitekirjasta ja napsauta osoiteapulinkkiä uudelleen.
hi: संघर्ष सुलझाने के लिए तब तक निर्णय लें कि आप किस कुंजी पर भरोसा करते हैं, फिर से से पता सहायक लिंक को अनदेखा करें, या अपने पता बुक से मेजबान प्रविष्टि हटा दें और पता सहायक लिंक को फिर से क्लिक करें।
hu: Oldja fel az ütközést úgy, hogy eldönti, melyik kulcsban bízik meg, majd hagyja figyelmen kívül a címsegéd hivatkozást, vagy törölje a gazdagép bejegyzést a címjegyzékből, és kattintson ismét a címsegéd hivatkozásra.
in: Selesaikan konflik dengan memutuskan kunci mana yang Anda percayai, lalu abaikan tautan pembantu alamat, atau hapus entri host dari buku alamat Anda dan klik lagi tautan pembantu alamat.Selesaikan konflik ini dengan memutuskan kunci yang anda percaya, lalu 1) abaikan tautan di bantuan alamat atau 2) hapus entry host yang ada di buku alamat anda lalu klik lagi tautan di bantuan alamat.
it: Risolvi il conflitto decidendo di quale chiave ti fidi, quindi ignora il collegamento dell'assistente per gli indirizzi oppure elimina la voce dell'host dalla tua rubrica e fai nuovamente clic sul collegamento dell'assistente per gli indirizzi.
ja: どのキーを信頼するかを決定して競合を解決し、アドレス ヘルパー リンクを無視するか、アドレス帳からホスト エントリを削除してアドレス ヘルパー リンクを再度クリックします。どのキーを信頼するかを決定して競合を解決し、アドレス ヘルパー リンクを無視するか、アドレス帳からホスト エントリを削除してアドレス ヘルパー リンクを再度クリックします。
nb: Løs konflikten ved å bestemme hvilken nøkkel du stoler på, og ignorer deretter adressehjelpekoblingen, eller slett vertsoppføringen fra adresseboken og klikk på adressehjelpekoblingen igjen.
nl: Los het conflict op door te beslissen welke sleutel u vertrouwt en negeer vervolgens de adreshelperlink, of verwijder de hostvermelding uit uw adresboek en klik opnieuw op de adreshelperlink.Los het conflict op door een keuze te maken welke sleutel je vertrouwt, en negeer vervolgens de adreshelperkoppeling, of verwijder de hostregel uit je adresboek en klik nogmaals op de adreshelperkoppeling.
pt: Resolva o conflito decidindo em qual chave você confia e então ignore o link do auxiliar de endereço ou exclua a entrada do host do seu catálogo de endereços e clique no link do auxiliar de endereço novamente.
sl: Rešitev konflika je odločitev o tem, katere ključ zaupate, in nato bodite igležati povezano pomagalsko naslove ali pa izbrisati gostiteljsko vstopnico iz vaše knjige naslovov in kliknite na povezano pomagalsko naslove ponovno.
uk: Вирішіть конфлікт, вирішивши, якому ключу ви довіряєте, а потім або проігноруйте посилання допоміжної адреси, або видаліть запис хоста з вашої адресної книги та знову клацніть посилання допоміжної адреси.
vi: Giải quyết xung đột bằng cách quyết định khóa nào bạn tin cậy, sau đó bỏ qua liên kết trợ giúp địa chỉ hoặc xóa mục nhập máy chủ khỏi sổ địa chỉ của bạn và nhấp lại vào liên kết trợ giúp địa chỉ.
