Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: The Base32 address is invalid.
ar: عنوان Base32 غير صالح.
az: Base32 ünvanı səhvdir.
cs: Adresa Base32 je neplatná.
da: Base32 adressen er ugyldig.
el: Η διεύθυνση Base32 δεν είναι έγκυρη.
es: La dirección Base32 no es válida.
et: Base32 aadress on kehtetu.
fa: آدرس Base32 نامعتبر است.
fi: Base32-osoite on virheellinen.
hi: Base32 पता अमान्य है।
hu: A Base32 cím érvénytelen.
in: Alamat Base32 tidak valid.
it: L'indirizzo Base32 non è valido.
ja: そのBase32アドレスは無効です。
nb: Base32-adressen er ugyldig.
nl: Het Base32-adres is ongeldig.
pt: O endereço Base32 é inválido.
sl: Base32 naslov ni veljaven.
uk: Адреса Base32 недійсна.
vi: Địa chỉ Base32 không hợp lệ.

source: Warning: Bad Address Helper
ar: تحذير: مساعد عنوان غير صحيح
az: Xəbərdarlıq: Pis Ünvan Köməkçisi
cs: Varování: Špatná adresa pomocník
da: Advarsel: Dårlig adresse hjælper
el: Προειδοποίηση: Βοηθός κακής διεύθυνσης
es: Advertencia: Dirección de ayuda errónea
et: Hoiatus: Vale aadressiabi
fa: هشدار: راهنمای آدرس بد
fi: Varoitus: Huono osoiteapuohjelma
hi: अहत्यार: खराब पता सहायक
hu: Figyelmeztetés: Hibás cím segítő
in: Peringatan: Alamat Pembantu Buruk
it: Avviso: Helper indirizzo errato
ja: 警告: 悪いアドレスヘルパー
nb: Advarsel: Dårlig adressehjelper
nl: Waarschuwing: slechte adreshelper
pt: Aviso: Ajuda de Endereço Errado
sl: Opozorilo: Slabo pomagalsko naslove
uk: Попередження: Помічник неправильної адреси
vi: Cảnh báo: Trình trợ giúp địa chỉ sai

source: The helper key in the URL ({0}i2paddresshelper={1}) is not resolvable.
ar: المفتاح المساعد في عنوان URL ({0}i2paddresshelper={1}) غير قابل للحل.
az: URL-da ({0}i2paddresshelper={1}) köməkçi açar çözülməzdir.
cs: Pomocný klíč v adrese URL ({0}i2paddresshelper={1}) nelze vyřešit.
da: Hjælpe nøglen i URL ({0}i2paddresshelper={1}) kan ikke løses.
el: Το βοηθητικό κλειδί στη διεύθυνση URL ({0}i2paddresshelper={1}) δεν μπορεί να επιλυθεί.
es: La clave auxiliar en la URL ({0}i2paddresshelper={1}) no se puede resolver.La clave de ayuda en la URL ({0}i2paddresshelper={1}) no se puede resolver.
et: URL-i abi võti ({0}i2paddresshelper={1}) ei lahendu.
fa: کلید کمکی در URL ({0}i2paddresshelper={1}) قابل حل نیست.
fi: URL-osoitteen apuavainta ({0}i2paddresshelper={1}) ei voida ratkaista.
hi: URL में प्रदान की गई सहायक कुंजी ({0}i2paddresshelper={1}) समाधान नहीं की जा सकती है।
hu: Az URL-ben található segítő kulcs ({0}i2paddresshelper={1}) nem oldható fel.
in: Kunci pembantu di URL ({0}i2paddresshelper={1}) tidak dapat diselesaikan.Kunci pembantu dalam URL ({0}i2paddresshelper={1}) tidak dapat diatasi.
it: Il tasto Helper nell'URL ({0} i2paddressHelper = {1}) non è risolvibile.
ja: URL（{0}i2paddresshelper={1}）にあるヘルパーキーは解決不可能です。
nb: Hjelpernøkkelen i URL-en ({0}i2paddresshelper={1}) kan ikke løses.
nl: De helpersleutel in de URL ({0}i2paddresshelper={1}) kan niet worden opgelost.De helpersleutel in de URL ({0}i2paddresshelper={1}) kan niet opgelost worden.
pt: A palavra ajudante na URL({0}i2paddresshelper={1}) não é traduzível.
sl: Pomagalska ključna v URL-u ({0}i2paddresshelper={1}) ni rešljiva.
uk: Допоміжний ключ в URL-адресі ({0}i2paddresshelper={1}) не розпізнається.
vi: Khóa trợ giúp trong URL ({0}i2paddresshelper={1}) không thể phân giải được.

source: It seems to be garbage data, or a mistyped Base 32 address.
ar: يبدو أنها بيانات غير صحيحة، أو عنوان Base 32 مكتوب بشكل خاطئ.
az: Bu, çöp məlumatı kimi görünür, və ya yanlış yazılmış Base 32 ünvanı ola bilər.
cs: Zdá se, že jsou to nesmyslná data nebo chybně zadaná adresa Base 32.
da: Det ser ud til at være skrald data, eller en fejtastet Base 32 adresse.
el: Φαίνεται ότι πρόκειται για δεδομένα σκουπιδιών ή για μια λανθασμένη πληκτρολόγηση διεύθυνση Βάσης 32.
es: Parecen ser datos basura, o una dirección Base 32 mal escrita.
et: See tundub olla prügisisand või valesti kirjutatud Base 32 aadress.
fa: به نظر می رسد داده های زباله یا آدرس پایه 32 اشتباه تایپ شده است.
fi: Se näyttää olevan roskatietoa tai väärin kirjoitettu Base 32 -osoite.
hi: यह कचरा डेटा लग सकता है, या गलत टाइप किया गया Base 32 पता।
hu: Úgy tűnik, hogy szemét adatról van szó, vagy rosszul írta be a Base 32 címet.
in: Sepertinya datanya sampah, atau alamat Base 32 salah ketik.Sepertinya data tidak berguna, atau kesalahan pengetikan alamat Base 32.
it: Sembra che si tratti di dati spazzatura o di un indirizzo Base 32 digitato in modo errato.
ja: それはゴミデータ、または Base 32 アドレスの入力ミスと思われます。
nb: Det ser ut til å være søppeldata, eller en feiltastet Base 32-adresse.
nl: Het lijkt op rommeldata, of een verkeerd getypt Base-32-adres.
pt: Parecem ser dados inúteis ou um endereço Base 32 digitado incorretamente.Parece ser dados inúteis, ou um endereço na base 32 escrito incorretamente.
sl: Izgleda, da je to odpadek podatkov ali napačno tipkano Base 32 naslove.
uk: Здається, це сміттєві дані або неправильно введена адреса Base 32.
vi: Có vẻ như đó là dữ liệu rác hoặc địa chỉ Base 32 bị nhập sai.

source: Check your URL to try and fix the helper key to be a valid Base 32 hostname or Base 64 key.
ar: تحقق من عنوان URL الخاص بك لمحاولة إصلاح المفتاح المساعد ليكون اسم مضيف Base 32 أو مفتاح Base 64 صالحًا.
az: URL-nizi yoxlayın və köməkçi açarı düzgün Base 32 xost adı və ya Base 64 açarı olaraq düzəltməyə çalışın.
cs: Zkontrolujte svou adresu URL a pokuste se opravit pomocný klíč tak, aby byl platným názvem hostitele Base 32 nebo klíčem Base 64.
da: Tjek din URL for at forsøge at rette hjælpe nøglen til at være en gyldig Base 32 værtsnavn eller Base 64 nøgle.
el: Ελέγξτε τη διεύθυνση URL σας για να προσπαθήσετε να διορθώσετε το βοηθητικό κλειδί ώστε να είναι έγκυρο όνομα κεντρικού υπολογιστή Base 32 ή κλειδί Βάσης 64.
es: Verifique su URL para intentar arreglar la clave auxiliar para que sea un nombre de host Base 32 o una clave Base 64 válida.Verifique su URL para intentar arreglar la clave auxiliar para que sea un nombre de host Base 32 o una clave Base 64 válida.Compruebe la URL e intente arreglar la clave de ayuda para que sea un nombre de dominio Base 32 válido, o una clave Base 64.
et: Kontrolli oma URL-i, et püüda abi võitu muuta kehtivaks Base 32 hosti nimeks või Base 64 võtmeks.
fa: URL خود را بررسی کنید و سعی کنید کلید کمکی را به عنوان یک نام میزبان پایه 32 یا کلید پایه 64 درست کنید.
fi: Tarkista URL-osoitteesi yrittääksesi korjata apuavaimen kelvolliseksi Base 32 -isäntänimeksi tai Base 64 -avaimeksi.
hi: अपनी URL की जाँच करें और प्रयास करें कि सहायक कुंजी को एक मान्य Base 32 होस्टनेम या Base 64 कुंजी के रूप में सुधारें।
hu: Ellenőrizze az URL-címét, és próbálja meg kijavítani a segítőkulcsot érvényes Base 32 gazdagépnévre vagy Base 64 kulcsra.
in: Periksa URL Anda untuk mencoba dan memperbaiki kunci pembantu menjadi nama host Base 32 atau kunci Base 64 yang valid.Periksa URL Anda untuk mencoba dan memperbaiki kunci pembantu untuk menjadi hostname Base 32 valid atau kunci Base 64.
it: Controlla il tuo URL per provare a correggere la chiave helper in modo che sia un nome host Base 32 o una chiave Base 64 valida.
ja: URL を確認して、有効な Base 32 ホスト名または Base 64 キーになるようにヘルパー キーを修正してください。
nb: Sjekk URL-en din for å prøve å fikse hjelpenøkkelen til å være et gyldig Base 32-vertsnavn eller Base 64-nøkkel.
nl: Controleer uw URL om te proberen de helpersleutel te corrigeren zodat deze een geldige Base 32-hostnaam of Base 64-sleutel is.Controleer je URL om te proberen de helpersleutel te herstellen om een geldige Base-32 hostnaam of Base-64 sleutel te zijn.
pt: Verifique seu URL para tentar corrigir a chave auxiliar para ser um nome de host Base 32 válido ou uma chave Base 64.Verifique o seu URL para tentar corrigir a palavra de ajuda para ser um nome de anfitrião de base 32 ou base 64 válido.
sl: Preverite vaš URL, da bi si poskusili popraviti pomagalski ključ tako, da je veljavno Base 32 imenom domena ali ključ Base 64.
uk: Перевірте свою URL-адресу, щоб спробувати виправити допоміжний ключ на дійсне ім’я хосту Base 32 або ключ Base 64.
vi: Kiểm tra URL của bạn để thử và sửa khóa trợ giúp thành tên máy chủ Base 32 hoặc khóa Base 64 hợp lệ.

source: The website was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
ar: لم يكن من الممكن الوصول إلى موقع الويب، لأنه يستخدم خيارات التشفير التي لا يدعمها إصدار I2P أو Java الخاص بك.
az: Veb saytı çatdırıla bilmədi, çünki o, sizin I2P və ya Java sürümünüz tərəfindən dəstəklənməyən şifrələmə seçimlərindən istifadə edir.
cs: Webové stránky nebyly dostupné, protože používají možnosti šifrování, které vaše verze I2P nebo Java nepodporuje.
da: Hjemmesiden kunne ikke nås, fordi den bruger krypteringsmuligheder, der ikke understøttes af din I2P eller Java version.
el: Ο ιστότοπος δεν ήταν προσβάσιμος, επειδή χρησιμοποιεί επιλογές κρυπτογράφησης που δεν υποστηρίζονται από την έκδοση I2P ή Java.
es: No se pudo acceder al sitio web porque utiliza opciones de cifrado que no son compatibles con su versión I2P o Java.No se pudo acceder al sitio web porque utiliza opciones de cifrado que no son compatibles con su versión I2P o Java.El sitio web no fue alcanzable, porque utiliza opciones de cifrado que no están soportadas por su versión de I2P o de Java.
et: Veebisait oli saadmata, sest see kasutab krüpteerimisvõimalusi, mida ei toeta sinu I2P või Java versioon.
fa: وب سایت قابل دسترسی نبود، زیرا از گزینه های رمزگذاری استفاده می کند که توسط نسخه I2P یا جاوا شما پشتیبانی نمی شود.
fi: Verkkosivusto ei ollut tavoitettavissa, koska se käyttää salausvaihtoehtoja, joita I2P- tai Java-versiosi ei tue.
hi: वेबसाइट पहुँच नहीं पा रही है, क्योंकि यह एन्क्रिप्शन विकल्प का उपयोग करती है जो आपके I2P या जावा संस्करण द्वारा समर्थित नहीं है।
hu: A webhely nem volt elérhető, mert olyan titkosítási lehetőségeket használ, amelyeket az Ön I2P vagy Java verziója nem támogat.
in: Situs web tidak dapat dijangkau karena menggunakan opsi enkripsi yang tidak didukung oleh versi I2P atau Java Anda.Situs ini tidak bisa dibuka karena enkripsinya tidak didukung I2P atau versi Java yang anda gunakan.
it: Il sito web non era raggiungibile perché utilizza opzioni di crittografia non supportate dalla tua versione I2P o Java.
ja: I2P または Java バージョンでサポートされていない暗号化オプションが使用されているため、Web サイトにアクセスできませんでした。I2P または Java バージョンでサポートされていない暗号化オプションが使用されているため、Web サイトにアクセスできませんでした。あなたの I2P の Java バージョンがサポートしない暗号化の選択を使用するため、ウェブサイトに到達できません。
nb: Nettstedet var ikke tilgjengelig fordi det bruker krypteringsalternativer som ikke støttes av din I2P- eller Java-versjon.
nl: De website was niet bereikbaar, omdat deze coderingsopties gebruikt die niet worden ondersteund door uw I2P- of Java-versie.De website kan niet bereikt worden omdat deze versleutelingsopties gebruikt die niet worden ondersteund door je I2P- of Java-versie.
pt: O site não estava acessível porque usa opções de criptografia que não são suportadas pela sua versão I2P ou Java.
sl: Spletne strani ni bilo dostopenega, ker uporablja šifrirne opzioni, ki niso podporjave vašega I2P ali različice Java.
uk: Веб-сайт недоступний, оскільки він використовує параметри шифрування, які не підтримуються вашою версією I2P або Java.
vi: Không thể truy cập trang web vì nó sử dụng các tùy chọn mã hóa không được phiên bản I2P hoặc Java của bạn hỗ trợ.

source: Information: New Host Name
ar: المعلومات: اسم المضيف الجديد
az: Məlumat: Yeni Xost Adı
cs: Informace: Nové jméno hostitele
da: Information: Nyt værtsnavn
el: Πληροφορίες: Νέο όνομα κεντρικού υπολογιστή
es: Información: Nuevo nombre de host
et: Informatsioon: Uus Hosti Nimi
fa: اطلاعات: نام میزبان جدید
fi: Tiedot: Uusi isäntänimi
hi: जानकारी: नया मेजबान नाम
hu: Információ: Új gazdagépnév
in: Informasi: Nama Host Baru
it: Informazioni: Nuovo nome host
ja: 情報: 新しいホスト名
nb: Informasjon: Nytt vertsnavn
nl: Informatie: nieuwe hostnaam
pt: Informação: Novo Nome do Anfitrião
sl: Informacija: Novo imeno domena
uk: Інформація: нове ім'я хоста
vi: Thông tin: Tên máy chủ mới

source: Information: New Host Name with Address Helper
ar: المعلومات: اسم المضيف الجديد مع مساعد العنوان
az: Məlumat: Ünvan Köməkçisi ilə Yeni Xost Adı
cs: Informace: Nový název hostitele s pomocníkem adresy
da: Information: Nyt værtsnavn med adresse hjælper
el: Πληροφορίες: Νέο όνομα κεντρικού υπολογιστή με βοηθό διεύθυνσης
es: Información: Nuevo nombre de nodo con el asistente de direcciones
et: Informatsioon: Uus Hosti Nimi Aadressiabi Abiga
fa: اطلاعات: نام میزبان جدید با راهنمای آدرس
fi: Tiedot: Uusi isäntänimi ja osoiteapuohjelma
hi: जानकारी: पता सहायक के साथ नया मेजबान नाम
hu: Információ: Új gazdagépnév címsegéddel
in: Informasi: Nama Host Baru dengan Alamat Pembantu
it: Informazioni: nuovo nome host con helper indirizzo
ja: 情報: アドレスヘルパーによる新しいホスト名
nb: Informasjon: Nytt vertsnavn med adressehjelper
nl: Informatie: nieuwe hostnaam met adreshelper
pt: Informação: Novo Nome do Anfitrião com Ajuda de Endereço
sl: Informacija: Novo imeno domena z pomagalsko naslove
uk: Інформація: нове ім’я хосту з помічником адрес
vi: Thông tin: Tên máy chủ mới với Trình trợ giúp địa chỉ

source: The address helper link you followed is for a new host name that is not in your address book.
ar: الرابط المساعد للعنوان الذي اتبعته مخصص لاسم مضيف جديد غير موجود في دفتر العناوين الخاص بك.
az: İzlədiyiniz ünvan köməkçisi keçidi, ünvan defterinizdə olmayan yeni bir xost adı üçündür.
cs: Pomocný odkaz adresy, který jste použili, je pro nový název hostitele, který není ve vašem adresáři.
da: Adresse hjælpe linket du fulgte er for et nyt værtsnavn, der ikke er i din adressebog.
el: Ο σύνδεσμος βοηθού διεύθυνσης που ακολουθήσατε αφορά ένα νέο όνομα κεντρικού υπολογιστή που δεν υπάρχει στο βιβλίο διευθύνσεών σας.
es: El enlace del asistente de dirección que siguió es para un nuevo nombre de host que no está en su libreta de direcciones.El enlace del asistente de dirección que siguió es para un nuevo nombre de host que no está en su libreta de direcciones.El enlace del asistente de direcciones que ha abierto es para un nuevo nombre de nodo que no está en su libreta de direcciones.
et: Aadressiabi link, mida järgisid, viib uuele hosti nimele, mis ei ole sinu aadressiraamatus.
fa: پیوند راهنمای آدرسی که دنبال کردید برای نام میزبان جدیدی است که در دفترچه آدرس شما نیست.
fi: Seuraamasi osoiteapulinkki on uudelle isäntänimelle, jota ei ole osoitekirjassasi.
hi: आपने पालन किया हुआ पता सहायक लिंक एक नए मेजबान नाम के लिए है जो आपके पता बुक में नहीं है।
hu: A címsegéd hivatkozás, amelyet követett, egy új gazdagépnévhez tartozik, amely nem szerepel a címjegyzékében.
in: Tautan pembantu alamat yang Anda ikuti adalah untuk nama host baru yang tidak ada dalam buku alamat Anda.Tautan alamat pembantu yang Anda ikuti adalah untuk host baru yang tidak dalam buku alamat Anda.
it: Il collegamento dell'helper indirizzo che hai seguito riguarda un nuovo nome host che non è presente nella tua rubrica.
ja: あなたがたどったアドレス ヘルパー リンクは、アドレス帳にない新しいホスト名に対するものです。あなたがたどったアドレス ヘルパー リンクは、アドレス帳にない新しいホスト名に対するものです。辿ったアドレスヘルパーのリンクは、あなたのアドレス帳にない新しいホスト名のものです。
nb: Adressehjelpekoblingen du fulgte er for et nytt vertsnavn som ikke er i adresseboken din.
nl: De adreshelperlink die u hebt gevolgd, is voor een nieuwe hostnaam die niet in uw adresboek staat.De adreshelperlink die je hebt gevolgd is voor een nieuwe hostnaam die zich niet in je adresboek bevindt.
pt: O link auxiliar de endereço que você seguiu é para um novo nome de host que não está em seu catálogo de endereços.A hiperligação de ajuda de endereço que seguiu é para um novo nome de anfitrião que não está no seu livro de endereços.
sl: Povezava pomagalskega naslova, ki jo ste sledili, je za novo imeno domena, ki ni v vaši knjigi naslovov.
uk: Допоміжне посилання адреси, за яким ви перейшли, призначене для нового імені хоста, якого немає у вашій адресній книзі.
vi: Liên kết trợ giúp địa chỉ mà bạn theo dõi là dành cho tên máy chủ mới không có trong sổ địa chỉ của bạn.

source: You may save this host name to your local address book.
ar: يمكنك حفظ اسم المضيف هذا في دفتر العناوين المحلي الخاص بك.
az: Bu xost adını yerli ünvan defterinizə saxlamaq olar.
cs: Tento název hostitele můžete uložit do místního adresáře.
da: Du kan gemme dette værtsnavn i din lokale adressebog.
el: Μπορείτε να αποθηκεύσετε αυτό το όνομα κεντρικού υπολογιστή στο τοπικό σας βιβλίο διευθύνσεων.
es: Quizás desee guardar este dominio en su libreta de direcciones local.
et: Sa võid salvestada selle hosti nime oma kohaliku aadressiraamatusse.
fa: می توانید این نام میزبان را در دفترچه آدرس محلی خود ذخیره کنید.
fi: Voit tallentaa tämän isäntänimen paikalliseen osoitekirjaasi.
hi: आप इस मेजबान नाम को अपने स्थानीय पता बुक में सहेज सकते हैं।
hu: Ezt a gazdagépnevet elmentheti a helyi címjegyzékébe.
in: Anda dapat menyimpan nama host ini ke buku alamat lokal Anda.
it: Puoi salvare questo nome host nella tua rubrica locale.
ja: このホスト名をローカルのアドレス帳に保存することができます。
nb: Du kan lagre dette vertsnavnet i din lokale adressebok.
nl: Je kan deze hostnaam opslaan in je lokale adresboek.
pt: Pode guardar este nome de anfitrião no seu livro de endereços local.
sl: Morda lahko shranite to imeno domeno v svojo lokalno knjigo naslovov.
uk: Ви можете зберегти це ім'я хоста у вашій локальній адресній книзі.
vi: Bạn có thể lưu tên máy chủ này vào sổ địa chỉ cục bộ của mình.

source: If you save it to your address book, you will not see this message again.
ar: إذا قمت بحفظه في دفتر العناوين الخاص بك، فلن ترى هذه الرسالة مرة أخرى.
az: Əgər bunu ünvan defterinize saxlaysanız, bu mesajı yenidən görməyəcəksiniz.
cs: Pokud ji uložíte do svého adresáře, tato zpráva se vám již nezobrazí.
da: Hvis du gemmer det i din adressebog, vil du ikke se denne besked igen.
el: Εάν το αποθηκεύσετε στο βιβλίο διευθύνσεών σας, δεν θα δείτε ξανά αυτό το μήνυμα.
es: Si lo guardas en tu libreta de direcciones, no volverás a ver este mensaje.Si lo guarda en su libreta de direcciones, no verá este mensaje de nuevo.
et: Kui salvestad selle oma aadressiraamatusse, siis sa ei näe seda sõnumit enam.
fa: اگر آن را در دفترچه آدرس خود ذخیره کنید، دیگر این پیام را نخواهید دید.
fi: Jos tallennat sen osoitekirjaasi, niin et näe tätä viestä uudelleen.
hi: अगर आप इसे अपने पता बुक में सहेजते हैं, तो आप इस संदेश को फिर से नहीं देखेंगे।
hu: Ha elmenti a címjegyzékébe, nem fogja újra látni ezt az üzenetet.
in: Jika Anda menyimpannya ke buku alamat Anda, Anda tidak akan melihat pesan ini lagi.Jika Anda menyimpannya ke buku alamat Anda, Anda tidak akan melihat pesan ini lagi.
it: Se lo salvi nella tua rubrica, non vedrai più questo messaggio.Se lo salvi nella tua rubrica, non ti verrà più mostrato questo messaggio.
ja: アドレス帳へ保存すると、この通知をもう一度見ることがなくなります。
nb: Hvis du lagrer den i adresseboken din, vil du ikke se denne meldingen igjen.
nl: Als je ze opslaat in je adresboek zal je dit bericht niet meer zien.
pt: Se você salvá-lo em seu catálogo de endereços, você não verá esta mensagem novamente.Se o salvares em teu livro de endereços, não verás esta mensagem novamente.
sl: Ko jo shranite v vaši knjigi naslovov, ne boste videli te sporočiloma več.
uk: Якщо ви збережете його в адресній книзі, ви більше не побачите це повідомлення.
vi: Nếu bạn lưu nó vào sổ địa chỉ, bạn sẽ không thấy thông báo này nữa.

source: If you do not save it, the host name will be forgotten after the next router restart.
ar: إذا لم تقم بحفظه، فسيتم نسيان اسم المضيف بعد إعادة تشغيل جهاز التوجيه التالي.
az: Əgər onu saxlamırsanız, xost adı növbəti ruternin yenidən başlamağından sonra unutulacaq.
cs: Pokud jej neuložíte, název hostitele bude po příštím restartu routeru zapomenut.
da: Hvis du ikke gemmer det, vil værtsnavnet blive glemt efter næste routergenstart.
el: Εάν δεν το αποθηκεύσετε, το όνομα του κεντρικού υπολογιστή θα ξεχαστεί μετά την επόμενη επανεκκίνηση του δρομολογητή.
es: Si no lo guarda, el dominio se olvidará después de reiniciar el ruter.
et: Kui sa seda ei salvesta, siis hosti nimi unustatakse järgmise routeri taaskäivituse korral.
fa: اگر آن را ذخیره نکنید، پس از راه اندازی مجدد روتر بعدی، نام میزبان فراموش می شود.
fi: Jos et tallenna sitä, isäntänimi unohtuu seuraavan reitittimen uudelleenkäynnistyksen jälkeen.
hi: अगर आप इसे नहीं सहेजते हैं, तो मेजबान नाम अगली राउटर रीस्टार्ट के बाद भूल जाएगा।
hu: Ha nem menti el, a gazdagépnév a következő útválasztó újraindításakor elfelejtődik.
in: Jika Anda tidak menyimpannya, nama host akan dilupakan setelah router dihidupkan ulang berikutnya.Jika Anda tidak menyimpannya, nama host akan dilupakan setelah router memulai ulang berikutnya.
it: Se non lo salvi, il nome host verrà dimenticato al successivo riavvio del router.
ja: 保存しなければ、ホスト名はルーターを再起動すると忘れられます。
nb: Hvis du ikke lagrer det, vil vertsnavnet bli glemt etter neste omstart av ruteren.
nl: Als u het niet opslaat, wordt de hostnaam vergeten na de volgende herstart van de router.Als je ze niet opslaat, zal de hostnaam vergeten worden de volgende keer dat de router herstart.
pt: Se você não salvá-lo, o nome do host será esquecido após a próxima reinicialização do roteador.Se não o guardar, o nome do anfitrião será esquecido na próxima inicialização do roteador.
sl: Ko jo ne shranite, bo se imeno domeno izbrisalo po novem ponastavitvi routersa.
uk: Якщо ви не збережете його, ім’я хоста буде забуто після наступного перезапуску маршрутизатора.
vi: Nếu bạn không lưu nó, tên máy chủ sẽ bị quên sau khi khởi động lại bộ định tuyến tiếp theo.

source: If you do not wish to visit this host, click the "back" button on your browser.
ar: إذا كنت لا ترغب في زيارة هذا المضيف، انقر فوق الزر "رجوع" في متصفحك.
az: Bu xostu ziyarət etmək istəmirsəniz, brauzerin "geri" düyməsini seçin.
cs: Pokud si nepřejete navštívit tohoto hostitele, klikněte ve svém prohlížeči na tlačítko "zpět".
da: Hvis du ikke ønsker at besøge denne vært, klik på "tilbage" knappen på din browser.
el: Εάν δεν θέλετε να επισκεφτείτε αυτόν τον κεντρικό υπολογιστή, κάντε κλικ στο κουμπί "πίσω" στο πρόγραμμα περιήγησής σας.
es: Si no desea visitar este host, haga clic en el botón "atrás" de su navegador.Di no desea visitar este dominio, pulse en botón "volver" de su navegador.
et: Kui sa ei soovi külastada seda hosti, siis klõpsa oma brauseris "tagasi" nuppu.
fa: اگر نمی خواهید از این میزبان بازدید کنید، روی دکمه "back" در مرورگر خود کلیک کنید.
fi: Jos et halua vierailla tällä isännällä, napsauta selaimesi "takaisin"-painiketta.
hi: यदि आप इस मेजबान की यात्रा नहीं करना चाहते हैं, तो अपने ब्राउज़र में "वापस" बटन पर क्लिक करें।
hu: Ha nem szeretné meglátogatni ezt a gazdagépet, kattintson a "vissza" gombra a böngészőjében.
in: Jika Anda tidak ingin mengunjungi host ini, klik tombol "kembali" pada browser Anda.Jika Anda tidak ingin mengunjungi host ini, klik tombol "kembali" pada peramban Anda.
it: Se non desideri visitare questo host, fai clic sul pulsante "indietro" del tuo browser.
ja: このホストにアクセスしたくない場合は、ブラウザの「戻る」ボタンをクリックしてください。このホストにアクセスしたくない場合は、ブラウザの「戻る」ボタンをクリックしてください。このホストを訪問したくない場合は、ブラウザの"戻る"ボタンをクリックしてください。
nb: Hvis du ikke ønsker å besøke denne verten, klikk på "tilbake"-knappen i nettleseren din.
nl: Als u deze host niet wilt bezoeken, klikt u op de knop "terug" in uw browser.Als je deze host niet wil bezoeken, klik dan op de ‘terug’-knop in je browser.
pt: Se você não deseja visitar este host, clique no botão "voltar" do seu navegador.Se não quer visitar este anfitrião, clique em "Voltar" no seu navegador.
sl: Ko ne želite obiskati te spletne strani, kliknite gumb "nazaj" v vašem brskalniku.
uk: Якщо ви не бажаєте відвідувати цей хост, натисніть кнопку "назад" у вашому браузері.
vi: Nếu bạn không muốn truy cập máy chủ này, hãy nhấp vào nút "quay lại" trên trình duyệt của bạn.
