Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: Your request was for a site outside of I2P, but you have no HTTP outproxy configured.
ar: كان طلبك يتعلق بموقع خارج I2P، ولكن لم يتم تكوين وكيل خارجي لـ HTTP.
az: Istəyiniz I2P-dən başqa bir sayt üçündür, amma sizin HTTP outproxy yoxdur.
cs: Váš požadavek byl pro web mimo I2P, ale nemáte nakonfigurovaný žádný HTTP outproxy.
da: Din forespørgsel var for en side uden for I2P, men du har ingen HTTP udproxy konfigureret.
el: Το αίτημά σας αφορούσε έναν ιστότοπο εκτός του I2P, αλλά δεν έχετε διαμορφώσει τις παραμέτρους του διακομιστή εξόδου μεσολάβησης HTTP.
es: Su solicitud fue para un sitio fuera de I2P, pero no tiene ningún proxy HTTP configurado.Su petición es para una web fuera de I2P, pero no tiene configurado el proxy de salida HTTP.
et: Sinu päring oli I2P välistele veebisaitidele, kuid sul pole seadistatud ühtegi välisproxyd.
fa: درخواست شما برای سایتی خارج از I2P بود، اما هیچ پروکسی HTTP پیکربندی نشده‌اید.
fi: Pyyntösi koski I2P:n ulkopuolista sivustoa, mutta HTTP-välityspalvelinta ei ole määritetty.
hi: आपका अनुरोध I2P के बाहरी एक साइट के लिए था, लेकिन आपके पास कोई HTTP आउटप्रॉक्सी सेट नहीं है।
hu: A kérése egy I2P-n kívüli webhelyre vonatkozott, de nincs beállítva HTTP outproxy.
in: Permintaan Anda adalah untuk situs di luar I2P, namun Anda tidak memiliki proxy keluar HTTP yang dikonfigurasi.Permintaan Anda adalah untuk situs diluar I2P, tetapi Anda belum memiliki outproxy HTTP yang dikonfigurasikan.
it: La tua richiesta riguardava un sito esterno a I2P, ma non hai configurato alcun proxy di uscita HTTP.La tua era una richiesta per un sito esterno a I2P, ma non hai configurato alcun HTTP outproxy.
ja: リクエストは I2P の外部のサイトに対するものでしたが、HTTP アウトプロキシが設定されていません。リクエストは I2P の外部のサイトに対するものでしたが、HTTP アウトプロキシが設定されていません。あなたの要求はI2Pの外側のサイトですが、HTTPアウトプロキシを設定していません。
nb: Forespørselen din var for et nettsted utenfor I2P, men du har ingen HTTP-outproxy konfigurert.
nl: Uw verzoek was voor een site buiten I2P, maar u heeft geen HTTP-outproxy geconfigureerd.Je aanvraag was voor een site buiten I2P, maar je hebt geen HTTP-outproxy ingesteld.
pt: Sua solicitação foi para um site fora do I2P, mas você não tem nenhum proxy HTTP configurado.Teu pedido de acesso foi para um site fora da rede I2P, mas não há nenhum intermediador (proxy) HTTP externo a rede I2P configurado.
sl: Vaš zahtevek je bil za spletno mesto zunaj I2P, vendar ni nastavljen izhodni proxy.
uk: Ваш запит стосувався сайту за межами I2P, але у вас не налаштовано вихідний проксі HTTP.
vi: Yêu cầu của bạn dành cho một trang web bên ngoài I2P nhưng bạn chưa định cấu hình proxy ngoài HTTP.

source: Please configure an outproxy in I2PTunnel.
ar: الرجاء تكوين وكيل خارجي في I2PTunnel.
az: Lütfən I2PTunnel-da outproxy tənzimləyin.
cs: Nakonfigurujte prosím outproxy v I2PTunnel.
da: Konfigurer venligst en udproxy i I2PTunnel.
el: Ρυθμίστε τις παραμέτρους ενός διακομιστή μεσολάβησης στο I2PTunnel.
es: Por favor, configure un proxy de salida en el I2PTunnel.
et: Palun seadista välisproxy I2PTunnelis.
fa: لطفاً یک Outproxy را در I2PTunnel پیکربندی کنید.
fi: Määritä välityspalvelin I2PTunnelissa.
hi: कृपया I2PTunnel में एक आउटप्रॉक्सी कोfig करें।
hu: Kérem, állítson be egy outproxyt az I2PTunnelben.
in: Silahkan mengkonfigurasikan outproxy dalam I2PTunnel.
it: Si prega di configurare un outproxy in I2PTunnel.
ja: I2Pトンネルでアウトプロキシを設定してください。
nb: Konfigurer en outproxy i I2PTunnel.
nl: Stel een outproxy in in I2PTunnel.
pt: Configure um superproxy no i2ptunnel.
sl: Posečete izberite izhodni preklopilnik v I2PTunnelu.
uk: Будь ласка, налаштуйте вихідний проксі у I2PTunnel.
vi: Vui lòng định cấu hình proxy ngoài trong I2PTunnel.

source: Error: Request Denied
ar: خطأ: تم رفض الطلب
az: Xəta: Istəy Red Etildi
cs: Chyba: Požadavek odmítnut
da: Fejl: Forespørgsel afvist
el: Σφάλμα: Το αίτημα απορρίφθηκε
es: Error: solicitud denegada
et: Viga: Päring tagasi lükatud
fa: خطا: درخواست رد شد
fi: Virhe: Pyyntö hylätty
hi: त्रुटि: अनुरोध अस्वीकृत
hu: Hiba: Kérelem elutasítva
in: Kesalahan: Permintaan Ditolak
it: Errore: Richiesta negata
ja: エラー: 要求が拒否されました
nb: Feil: Forespørsel avslått
nl: Fout: toegang geweigerd
pt: Erro: Pedido Negado
sl: Napaka: Zadaja je bila zavrnjena
uk: Помилка: запит відхилено
vi: Lỗi: Yêu cầu bị từ chối

source: Error: Cannot Access Router Console via I2P Proxy
ar: خطأ: لا يمكن الوصول إلى وحدة تحكم جهاز التوجيه عبر وكيل I2P
az: Xəta: I2P Proxy vasitəsilə Ruter Konsoluya Daxil Olmaq Mövcud Değildir
cs: Chyba: Nelze získat přístup ke konzole směrovače přes I2P proxy
da: Fejl: Kan ikke få adgang til routere-konsollen via I2P Proxy
el: Σφάλμα: Δεν είναι δυνατή η πρόσβαση στην Κονσόλα δρομολογητή μέσω διακομιστή μεσολάβησης I2P
es: Error: No se puede acceder a la consola del enrutador a través del proxy I2P
et: Viga: Ei saa ligi routeri konsoolile I2P proxy kaudu
fa: خطا: دسترسی به کنسول روتر از طریق پروکسی I2P امکان پذیر نیست
fi: Virhe: Reititinkonsoliin ei pääse I2P-välityspalvelimen kautta
hi: त्रुटि: I2P प्रोक्सी के माध्यम से राउटर कंसोल पहुँच नहीं सकती
hu: Hiba: Nem lehet elérni a Router Console-t I2P-proxyn keresztül
in: Kesalahan: Tidak Dapat Mengakses Konsol Router melalui Proksi I2P
it: Errore: impossibile accedere alla console del router tramite proxy I2P
ja: エラー: I2P プロキシ経由でルーター コンソールにアクセスできません
nb: Feil: Får ikke tilgang til ruterkonsollen via I2P-proxy
nl: Fout: Kan geen toegang krijgen tot de routerconsole via I2P Proxy
pt: Erro: Não é possível acessar o console do roteador via proxy I2P
sl: Napaka: Nekaj dosega dostopati do konzole robota prek I2P proxyja
uk: Помилка: неможливо отримати доступ до консолі маршрутизатора через проксі-сервер I2P
vi: Lỗi: Không thể truy cập Bảng điều khiển Bộ định tuyến qua Proxy I2P

source: Your browser is misconfigured.
ar: تم تكوين متصفحك بشكل خاطئ.
az: Brauzeriniz düzgün tənzimlənməmişdir.
cs: Váš prohlížeč je špatně nakonfigurován.
da: Din browser er misconfigureret.
el: Το πρόγραμμα περιήγησής σας δεν έχει ρυθμιστεί σωστά.
es: Su navegador no soporta iFrames.
et: Sinu brauser on valesti seadistatud.
fa: مرورگر شما به اشتباه پیکربندی شده است.
fi: Selaimesi asetukset on määritetty väärin.
hi: आपका ब्राउज़र गलती से सेट किया गया है।
hu: A böngészője rosszul van beállítva.
in: Peramban Anda terkonfigurasi dengan buruk.
it: Il tuo browse non supporta gli iFrames.
ja: このブラウザの設定が悪いです。
nb: Nettleseren din er feilkonfigurert.
nl: Je browser is verkeerd ingesteld.
pt: O seu navegador está mal configurado.
sl: Vaš brskalnik je napačno konfiguriran.
uk: Ваш браузер неправильно налаштований.
vi: Trình duyệt của bạn bị định cấu hình sai.

source: Do not use the proxy to access the router console, localhost, or local LAN destinations.
ar: لا تستخدم الوكيل للوصول إلى وحدة تحكم جهاز التوجيه أو المضيف المحلي أو وجهات الشبكة المحلية المحلية.
az: Ruter konsoluna, localhost-a və ya yerli LAN nöqtələrinə proxy vasitəsilə daxil olmayın.
cs: Nepoužívejte proxy pro přístup ke konzole routeru, localhost nebo místním cílům LAN.
da: Brug ikke proxyen til at få adgang til routere-konsollen, localhost, eller lokale LAN destinationer.
el: Μην χρησιμοποιείτε το διακομιστή μεσολάβησης για πρόσβαση στην κονσόλα του δρομολογητή, στον τοπικό κεντρικό υπολογιστή ή στους τοπικούς προορισμούς LAN.
es: No utilice el proxy para acceder a la consola del enrutador, al host local o a los destinos de LAN local.No use el proxy para acceder a la consola del ruter, localhost o destinaciones en su LAN local.
et: Ära kasuta proxyd, et ligi saada routeri konsooli, localhostile või kohalikele LAN sihtkohtadele.
fa: از پروکسی برای دسترسی به کنسول روتر، لوکال هاست یا مقاصد محلی LAN استفاده نکنید.
fi: Älä käytä välityspalvelinta päästäksesi reititinkonsoliin, paikalliseen isäntään tai paikalliseen LAN-kohteisiin.
hi: राउटर कंसोल, localhost, या स्थानीय LAN गंतव्यों के लिए प्रोक्सी का उपयोग न करें।
hu: Ne használja a proxyt az útválasztókonzol, a helyi gazdagép vagy a helyi LAN-célok eléréséhez.
in: Jangan gunakan proxy untuk mengakses konsol router, localhost, atau tujuan LAN lokal.Jangan menggunakan proxy untuk mengakses konsol router, localhost, atau tujuan LAN lokal.
it: Non utilizzare il proxy per accedere alla console del router, all'host locale o alle destinazioni LAN locale.Non utilizzare il proxy per accedere alla console del router, al localhost, o a destinazioni della LAN locale.
ja: ルーターのコンソール、ローカルホスト、またはローカル LAN の宛先にアクセスするためにプロキシを使用しないでください。ルーターのコンソール、ローカルホスト、またはローカル LAN の宛先にアクセスするためにプロキシを使用しないでください。ルーターコンソール、ローカルホスト、またはローカルLANの宛先へアクセスするのにプロキシを使わないでください。
nb: Ikke bruk proxyen for å få tilgang til ruterkonsollen, localhost eller lokale LAN-destinasjoner.
nl: Gebruik de proxy niet om toegang te krijgen tot de routerconsole, localhost of lokale LAN-bestemmingen.Gebruik de proxy niet om de routerconsole, localhost of lokale LAN-bestemmingen te bereiken.
pt: Não use o proxy para acessar o console do roteador, o host local ou os destinos da LAN local.Não utilize o proxy para aceder à consola do roteador, anfitrião local, ou destinos de REDE locais.
sl: Ne uporabite proxyja za dostop do konzole robota, localhost ali lokalnih LAN naslovov.
uk: Не використовуйте проксі для доступу до консолі маршрутизатора, локального хосту або місць призначення локальної локальної мережі.Не використовуйте проксі для доступу до консолі роутеру, localhost чи будь-якого хосту у локальній мережі.
vi: Không sử dụng proxy để truy cập bảng điều khiển bộ định tuyến, máy chủ cục bộ hoặc đích mạng LAN cục bộ.

source: You need to prevent 127.0.0.1 (or the address you're accessing the I2P console on) from being routed via I2P's http proxy, usually by excluding the address in your browser's proxy configuration section.
ar: تحتاج إلى منع توجيه 127.0.0.1 (أو العنوان الذي تدخل إلى وحدة تحكم I2P عليه) عبر وكيل http الخاص بـ I2P، عادةً عن طريق استبعاد العنوان الموجود في قسم تكوين الوكيل في متصفحك.
az: 127.0.0.1 (veya I2P konsolu ilə əlaqə saxladığınız ünvan) I2P'nin http proxy vasitəsilə yönlənməsinin qarşısını almaq lazımdır, əsasən brauzerin proxy tənzimləmə bölməsində ünvanı dışarı çıxartmaqla.
cs: Musíte zabránit tomu, aby 127.0.0.1 (nebo adresa, na které přistupujete ke konzole I2P) byla směrována přes http proxy I2P, obvykle vyloučením adresy v sekci konfigurace proxy vašeho prohlížeče.
da: Du skal forhindre 127.0.0.1 (eller adressen, du tilgår I2P konsollen på) fra at blive ruteret via I2Ps http proxy, vanligtvis ved at udelukke adressen i din browsers proxy konfigurations afsnit.
el: Πρέπει να αποτρέψετε τη δρομολόγηση της 127.0.0.1 (ή της διεύθυνσης στην οποία έχετε πρόσβαση στην κονσόλα I2P) μέσω του διακομιστή μεσολάβησης http του I2P, συνήθως εξαιρώντας τη διεύθυνση στην ενότητα διαμόρφωσης διακομιστή μεσολάβησης του προγράμματος περιήγησής σας.
es: Debes evitar que 127.0.0.1 (o la dirección a la que accedes a la consola I2P) se enrute a través del proxy http de I2P, generalmente excluyendo la dirección en la sección de configuración de proxy de tu navegador.
et: Pead takistama 127.0.0.1 aadressi (või muu aadressi, mille kaudu saad ligi I2P konsoolile) suunamist läbi I2P HTTP proxy, tavaliselt brauseri proxy seadistuste alamseadistuses.
fa: شما باید از هدایت 127.0.0.1 (یا آدرسی که به کنسول I2P در آن دسترسی دارید) از طریق پروکسی http I2P، معمولاً با حذف آدرس در بخش پیکربندی پراکسی مرورگر خود جلوگیری کنید.
fi: Sinun on estettävä 127.0.0.1:n (tai osoitteen, jolla käytät I2P-konsolia) reitittäminen I2P:n http-välityspalvelimen kautta, yleensä jättämällä osoite pois selaimen välityspalvelimen määritysosiosta.
hi: आपको 127.0.0.1 (या आप जिस पते पर I2P कंसोल पहुँच रहे हैं) को I2P के HTTP प्रोक्सी के माध्यम से राजमार्ग से रोकने की आवश्यकता है, आमतौर पर ब्राउज़र के प्रोक्सी सेटिंग सेक्शन में पता को छोड़कर।
hu: Meg kell akadályoznia, hogy a 127.0.0.1 (vagy az a cím, amelyen az I2P-konzolt eléri) az I2P http-proxyján keresztül irányítsák, általában úgy, hogy kizárja a címet a böngésző proxykonfigurációs szakaszában.
in: Anda harus mencegah 127.0.0.1 (atau alamat tempat Anda mengakses konsol I2P) dirutekan melalui proksi http I2P, biasanya dengan mengecualikan alamat di bagian konfigurasi proksi browser Anda.
it: Devi impedire che 127.0.0.1 (o l'indirizzo da cui stai accedendo alla console I2P) venga instradato tramite il proxy http di I2P, solitamente escludendo l'indirizzo nella sezione di configurazione del proxy del tuo browser.
ja: 127.0.0.1 (または I2P コンソールにアクセスしているアドレス) が I2P の http プロキシ経由でルーティングされないようにする必要があります。通常は、ブラウザのプロキシ設定セクションでアドレスを除外します。127.0.0.1 (または I2P コンソールにアクセスしているアドレス) が I2P の http プロキシ経由でルーティングされないようにする必要があります。通常は、ブラウザのプロキシ設定セクションでアドレスを除外します。
nb: Du må forhindre at 127.0.0.1 (eller adressen du får tilgang til I2P-konsollen på) blir rutet via I2Ps http-proxy, vanligvis ved å ekskludere adressen i nettleserens proxy-konfigurasjonsdel.
nl: Je moet voorkomen dat 127.0.0.1 (of het adres waarmee je de I2P-console benadert) wordt gerouteerd via de http-proxy van I2P, meestal door het adres uit te sluiten in de proxyconfiguratiesectie van je browser.
pt: Você precisa evitar que 127.0.0.1 (ou o endereço no qual você está acessando o console I2P) seja roteado através do proxy http do I2P, geralmente excluindo o endereço na seção de configuração de proxy do seu navegador.
sl: Morate preprečiti, da se naslov 127.0.0.1 (ali naslov, na katerem dostopate do I2P konzole), routeje skozi HTTP proxyja I2P, običajno tako, da izločite naslov v sekciji konfiguracije proxyja brskalnika.
uk: Вам потрібно запобігти маршрутизації 127.0.0.1 (або адреси, з якої ви отримуєте доступ до консолі I2P) через http-проксі I2P, як правило, шляхом виключення адреси в розділі налаштування проксі-сервера вашого браузера.
vi: Bạn cần ngăn không cho 127.0.0.1 (hoặc địa chỉ bạn đang truy cập vào bảng điều khiển I2P) được định tuyến qua proxy http của I2P, thường bằng cách loại trừ địa chỉ đó trong phần cấu hình proxy của trình duyệt của bạn.

source: Website Unknown
ar: الموقع غير معروف
az: Tanınmayan Veb Sayt
cs: Webová stránka neznámá
da: Hjemmeside ukendt
el: Άγνωστος ιστότοπος
es: Sitio web desconocido
et: Tundmatu veebisait
fa: وبسایت ناشناخته
fi: Verkkosivusto tuntematon
hi: वेबसाइट अज्ञात
hu: Ismeretlen webhely
in: Situs ini tidak diketahui
it: Sito web sconosciuto
ja: ウェブサイトは未知です
nb: Nettsted ukjent
nl: Onbekende website
pt: Site desconhecido
sl: Stran neznana
uk: Веб-сайт невідомий
vi: Trang web không xác định

source: Website Not Found in Addressbook
ar: لم يتم العثور على موقع الويب في دفتر العناوين
az: Ünvan Defterində Tapılmayan Veb Sayt
cs: Webová stránka nebyla nalezena v adresáři
da: Hjemmeside ikke fundet i adressebogen
el: Η ιστοσελίδα δεν βρέθηκε στο Βιβλίο Διευθύνσεων
es: Sitio web no se encuentra en el libro de direcciones
et: Veebisaiti ei leitud aadressiraamatus
fa: وبسایت در دفترچه آدرس یافت نشد
fi: Verkkosivustoa ei löydy osoitekirjasta
hi: पता बुक में वेबसाइट नहीं मिली
hu: A webhely nem található a címjegyzékben
in: Situs ini tidak ada di buku alamat
it: Sito web non trovato nella Rubrica
ja: アドレス帳にウェブサイトが見つかりませんでした
nb: Nettsted ikke funnet i adresseboken
nl: Website niet gevonden in adresboek
pt: Site não encontrado no catálogo de endereços
sl: Stran ni bila najdena v knjigi naslovov
uk: Сайт не знайдено в адресній книзі
vi: Không tìm thấy trang web trong sổ địa chỉ

source: The website was not found in your router's addressbook.
ar: لم يتم العثور على موقع الويب في دفتر عناوين جهاز التوجيه الخاص بك.
az: Veb saytı ruterinizin ünvan defterində tapılmadı.
cs: Webová stránka nebyla nalezena v adresáři vašeho routeru.
da: Hjemmesiden blev ikke fundet i din routers adressebog.
el: Ο ιστότοπος δεν βρέθηκε στο βιβλίο διευθύνσεων του δρομολογητή σας.
es: El sitio web no se encontró en la libreta de direcciones de su enrutador.No se encontró el sitio web en la libreta de direcciones de su router I2P (resolución distribuida de nombres).
et: Veebisaiti ei leitud sinu routeri aadressiraamatus.
fa: وب سایت در دفترچه آدرس روتر شما یافت نشد.
fi: Verkkosivustoa ei löytynyt reitittimesi osoitekirjasta.
hi: वेबसाइट आपके राउटर के पता बुक में नहीं मिली।
hu: A webhely nem található az útválasztó címjegyzékében.
in: Situs ini tidak ada di buku alamat router anda.
it: Il sito web non è stato trovato nella rubrica del router.
ja: あなたのルーターのアドレス帳にウェブサイトが見つかりませんでした。
nb: Nettstedet ble ikke funnet i ruterens adressebok.
nl: De website kon niet gevonden worden in het adresboek van je router.
pt: O site não foi encontrado na agenda de endereços do seu roteador.
sl: Stran ni bila najdena v vaši knjigi naslovov robota.
uk: Веб-сайт не знайдено в адресній книзі вашого маршрутизатора.
vi: Không tìm thấy trang web trong sổ địa chỉ của bộ định tuyến của bạn.

source: Check the link or find a Base 32 or Base 64 address.
ar: تحقق من الرابط أو ابحث عن عنوان Base 32 أو Base 64.
az: Keçidi yoxlayın və ya Base 32 və ya Base 64 ünvanı tapın.
cs: Zkontrolujte odkaz nebo najděte adresu Base 32 nebo Base 64.
da: Tjek linket eller find en Base 32 eller Base 64 adresse.
el: Ελέγξτε τον σύνδεσμο ή βρείτε μια διεύθυνση Βάσης 32 ή Βάσης 64.
es: Compruebe el enlace o busque una dirección Base 32 o Base 64.
et: Kontrolli lingi või leia Base 32 või Base 64 aadress.
fa: پیوند را بررسی کنید یا آدرس پایگاه 32 یا پایگاه 64 را پیدا کنید.
fi: Tarkista linkki tai etsi Base 32- tai Base 64 -osoite.
hi: लिंक की जाँच करें या एक Base 32 या Base 64 पता ढूँढ़ें।
hu: Ellenőrizze a hivatkozást, vagy keressen egy Base 32 vagy Base 64 címet.
in: Periksa tautan atau temukan alamat Base 32 atau Base 64.
it: Controlla il collegamento o trova un indirizzo Base 32 o Base 64.
ja: リンクを確認するか、Base 32 または Base 64 アドレスを見つけてください。リンクを確認するか、Base 32 または Base 64 アドレスを見つけてください。リンクを確認するか、Base 32 または Base 64 のアドレスを見つけてください。
nb: Sjekk lenken eller finn en Base 32- eller Base 64-adresse.
nl: Controleer de koppeling of vind een Base-32 of Base-64-adres.
pt: Verifique a ligação ou encontra um endereço na base 32 ou base 64.
sl: Preverite povezavo ali najdite Base 32 ali Base 64 naslov.
uk: Перевірте посилання або знайдіть адресу Base 32 або Base 64.
vi: Kiểm tra liên kết hoặc tìm địa chỉ Base 32 hoặc Base 64.

source: If you have the Base 64 address, {0}add it to your addressbook{1}.
ar: إذا كان لديك عنوان Base 64، {0}فأضفه إلى دفتر العناوين الخاص بك{1}.
az: Egər sizin Base 64 ünvanınız varsa, {0}ünvan defterinize əlavə edin{1}.
cs: Pokud máte adresu Base 64, {0}přidejte ji do svého adresáře{1}.
da: Hvis du har Base 64 adressen, {0}tilføj den til din adressebog{1}.
el: Εάν έχετε τη διεύθυνση Base 64, {0}προσθέστε την στο βιβλίο διευθύνσεών σας{1}.
es: Si tienes la dirección Base 64, {0}agrégala a tu libreta de direcciones{1}.Si tiene la dirección Base 64, {0}añádala a su libreta de direcciones{1} (resolución distribuida de nombres).
et: Kui sul on Base 64 aadress, siis {0}lisage see oma aadressiraamatusse{1}.
fa: اگر آدرس پایه 64 را دارید، {0}آن را به دفترچه آدرس خود اضافه کنید{1}.
fi: Jos sinulla on Base 64 -osoite, {0}lisää se osoitekirjaasi{1}.
hi: यदि आपके पास Base 64 पता है, तो इसे {0}अपने पता बुक में जोड़ें{1}।
hu: Ha rendelkezik Base 64 címmel, {0}adja hozzá a címjegyzékéhez{1}.
in: Jika Anda memiliki alamat Base 64, {0}tambahkan ke buku alamat Anda{1}.Jika Anda memiliki alamat Base 64, {0}tambahkan alamat itu ke buku alamat Anda{1}.
it: Se hai l'indirizzo di base 64, {0} aggiungilo alla tua rubrica {1}.
ja: Base 64 アドレスをお持ちの場合は、{0}アドレス帳に追加{1}します。Base 64 アドレスをお持ちの場合は、{0}アドレス帳に追加{1}します。あなたが Base 64 のアドレスを持っている場合は、あなたのアドレス帳{1} へ {0}追加してください。
nb: Hvis du har Base 64-adressen, {0}legg den til i adresseboken din{1}.
nl: Als u het Base 64-adres heeft, {0}voegt u dit toe aan uw adresboek{1}.Als je het Base-64-adres hebt, {0}voeg het dan toe aan je adresboek{1}.
pt: Se você tiver o endereço Base 64, {0}adicione-o à sua agenda de endereços{1}.Se tens o endereço na base 64, {0}adiciona-o para teu livro de endereços{1}.
sl: Kadar imate Base 64 naslov, {0}dodajte ga v vašo knjigo naslovov{1}.
uk: Якщо ви маєте Base 64 адресу, то {0}додайте її до адресної книги{1}.
vi: Nếu bạn có địa chỉ Base 64, hãy {0}thêm địa chỉ đó vào sổ địa chỉ của bạn{1}.

source: Otherwise, find a Base 32 or address helper link, or use a jump service link below.
ar: بخلاف ذلك، ابحث عن رابط مساعد Base 32 أو العنوان، أو استخدم رابط خدمة الانتقال أدناه.
az: Ya da Base 32 və ya ünvan köməkçisi keçidini tapın, və ya aşağıda ki jump xidməti keçidindən istifadə edin.
cs: V opačném případě najděte Base 32 nebo odkaz na pomocnou adresu nebo použijte odkaz na službu skoku níže.
da: Ellers find en Base 32 eller adresse hjælpe link, eller brug en springe service link nedenfor.
el: Διαφορετικά, βρείτε έναν σύνδεσμο Βάσης 32 ή βοήθειας διεύθυνσης ή χρησιμοποιήστε έναν σύνδεσμο υπηρεσίας μετάβασης παρακάτω.
es: De lo contrario, busque un enlace de ayuda de dirección o Base 32, o utilice un enlace de servicio de salto a continuación.De lo contrario, busque un enlace de ayuda de dirección o Base 32, o utilice un enlace de servicio de salto a continuación.De otro modo, encuentre una dirección Base 32 o un enlace de ayudante de direccionamiento (address helper), o use uno de los enlaces a un servicio de salto (jump, direccionamiento distribuido) de debajo.
et: Muidu, leia Base 32 või aadressiabi link või kasuta allpool olevat hüppesüsteemi linki.
fa: در غیر این صورت، یک پایگاه 32 یا پیوند کمکی آدرس را پیدا کنید یا از پیوند سرویس پرش زیر استفاده کنید.
fi: Muuten etsi Base 32- tai osoiteapulinkki tai käytä alla olevaa hyppypalvelulinkkiä.
hi: अन्यथा, Base 32 या पता सहायक लिंक ढूँढ़ें, या नीचे दिए गए जंप सर्विस लिंक का उपयोग करें।
hu: Ellenkező esetben keressen egy Base 32 vagy címsegéd hivatkozást, vagy használja az alábbi hivatkozást a jump service hivatkozásra.
in: Jika tidak, cari tautan Base 32 atau alamat pembantu, atau gunakan tautan layanan lompat di bawah.Jika tidak, temukan Base 32 atau tautan alamat pembantu, atau gunakan tautan layanan lompatan dibawah.
it: Altrimenti, trova un collegamento Base 32 o un supporto per l'indirizzo, oppure utilizza un collegamento al servizio Jump di seguito.
ja: それ以外の場合は、Base 32 またはアドレス ヘルパー リンクを見つけるか、以下のジャンプ サービス リンクを使用してください。それ以外の場合は、Base 32 またはアドレス ヘルパー リンクを見つけるか、以下のジャンプ サービス リンクを使用してください。そうでなければ、Base 32 またはアドレスヘルパーのリンクを見つけたり、または下記のジャンプサービスのリンクをご利用ください。
nb: Ellers, finn en base 32 eller adressehjelperlenke, eller bruk en hopptjenestelenke nedenfor.
nl: Zoek anders een Base 32- of adreshelperlink, of gebruik hieronder een jumpservicelink.Zoniet, vind een Base-32 of adreshelperlink, of gebruik een springservicekoppeling hieronder.
pt: Caso contrário, encontre um link auxiliar de Base 32 ou de endereço, ou use um link de serviço de salto abaixo.Senão, encontra um endereço na base 32 ou uma ligação de ajudante para endereço, ou um dos serviços buscadores de ligações abaixo.
sl: V njenoč pa najdite povezavo pomagalka Base 32 ali uporabite povezavo jump service spodaj.
uk: Інакше знайдіть посилання Base 32 або допоміжного адреса, або скористайтеся посиланням служби переходу нижче.
vi: Nếu không, hãy tìm liên kết trợ giúp Địa chỉ hoặc Cơ sở 32 hoặc sử dụng liên kết dịch vụ nhảy bên dưới.
