Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: This address will be saved to your Master addressbook. Select this option for addresses you wish to keep separate from the main router address book, but don't mind publishing.
ar: سيتم حفظ هذا العنوان في دفتر العناوين الرئيسي الخاص بك.
az: Bu ünvan sizin Master ünvan defterinə saxlanılacaq. Bunu əsas ruter ünvan defterindən ayrı saxlamaq istədiyiniz, amma nəşr etməkdən imtina etməyən ünvanlar üçün seçin.
cs: Tato adresa bude uložena do vaší hlavní adresy. Vyberte tuto možnost pro adresy, které si přejete ponechat oddělenou od hlavního adresáře routeru, ale nevadí vám publikování.
da: Denne adresse vil blive gemt i din Hoved adressebog. Vælg denne mulighed for adresser du ønsker at holde separat fra hoved routere adressebogen, men ikke har noget imod at offentliggøre.
el: Αυτή η διεύθυνση θα αποθηκευτεί στο κύριο βιβλίο διευθύνσεων. Επιλέξτε αυτήν την επιλογή για διευθύνσεις που θέλετε να διατηρήσετε ξεχωριστά από το βιβλίο διευθύνσεων του κύριου δρομολογητή, αλλά μην πειράζει τη δημοσίευση.
es: Esta dirección se guardará en su libro de direcciones maestro. Seleccione esta opción para direcciones que desea mantener separadas de la libreta de direcciones del enrutador principal, pero no le importe publicar.
et: See aadress salvestatakse sinu Master aadressiraamatusse. Vali see valik aadresside jaoks, mida soovid hoida eraldi peamisest routeri aadressiraamatust, kuid mis ei pea olema avalikud.
fa: این آدرس در دفترچه آدرس اصلی شما ذخیره می شود. این گزینه را برای آدرس هایی که می خواهید از کتاب اصلی آدرس روتر جدا نگه دارید ، انتخاب کنید ، اما از انتشار آن مهم نیست.
fi: Tämä osoite tallennetaan pääosastokirjaan. Valitse tämä vaihtoehto osoitteille, jotka haluat pitää erillään pääreitittimen osoitekirjasta, mutta älä välitä julkaisemisesta.
hi: यह पता आपके मास्टर पता बुक में सहेजा जाएगा। यदि आप चाहते हैं कि कुछ पते मुख्य राउटर पता बुक से अलग रखें, लेकिन उन्हें प्रकाशित करने में कोई समस्या न हो, तो इस оп्शन को चुनें।
hu: Ezt a címet elmenti a fődrímkönyvbe. Válassza ki ezt a lehetőséget a címekhez, amelyeket el akarja tartani a fő útválasztó címjegyzékétől, de ne bánja a közzétételt.
in: Alamat ini akan disimpan ke buku alamat utama Anda. Pilih opsi ini untuk alamat yang ingin Anda pisahkan dari buku alamat router utama, tetapi jangan keberatan menerbitkan.
it: Questo indirizzo verrà salvato nella tua rubrica principale. Seleziona questa opzione per gli indirizzi che desideri tenere separati dalla rubrica del router principale, ma non mi dispiace pubblicare.
ja: このアドレスはマスター アドレス帳に保存されます。
nb: Denne adressen vil bli lagret i hovedadresseboken din. Velg dette alternativet for adresser du ønsker å holde atskilt fra hovedruterens adressebok, men ikke har noe imot å publisere.
nl: Dit adres wordt opgeslagen in uw masteradresboek. Selecteer deze optie voor adressen die u gescheiden wilt houden van het hoofdrouteradresboek, maar vindt het niet erg om te publiceren.
pt: Este endereço será salvo no seu mestre de endereços. Selecione esta opção para endereços que você deseja manter separado do livro de endereços principal do roteador, mas não se importe de publicar.
sl: To naslov bo shranjen v zbirko Master. Pozabite na to izbiritev za naslove, ki jih želite shraniti ločeno od zbirke Naslovi, a se jim ne boste slipli.
uk: Ця адреса буде збережена у вашій головній адресній книжці. Виберіть цю опцію для адрес, які ви хочете зберегти окремо від головної адреси маршрутизатора, але не проти публікації.
vi: Địa chỉ này sẽ được lưu vào sổ địa chỉ chính của bạn. Chọn tùy chọn này cho các địa chỉ bạn muốn giữ tách biệt với sổ địa chỉ bộ định tuyến chính, nhưng đừng bận tâm xuất bản.

source: Save {0} to private addressbook and continue to website
ar: احفظ {0} في دفتر العناوين الخاص وتابع إلى موقع الويب
az: {0}-i Private ünvan defterinə saxlamaq və saytın səhifəsinə davam etmək
cs: Uložte {0} do soukromého adresáře a pokračujte na web
da: Gem {0} i privat adressebog og fortsæt til hjemmesiden
el: Αποθήκευση {0} σε ιδιωτικό βιβλίο διευθύνσεων και συνεχίστε στον ιστότοπο
es: Guardar {0} en la libreta de direcciones privada y continuar al sitio web
et: Salvesta {0} privaatse aadressiraamatusse ja jätka veebisaidi külastamisega
fa: {0} را در دفترچه آدرس خصوصی ذخیره کنید و به وب سایت ادامه دهید
fi: Tallenna {0} yksityiseen osoitekirjaan ja jatka verkkosivustolle
hi: {0} को निजी पता बुक में सहेजें और वेबसाइट पर जाएं
hu: Mentse el a(z) {0} címet privát címjegyzékbe, és lépjen tovább a webhelyre
in: Simpan {0} ke buku alamat pribadi dan lanjutkan ke situs web
it: Salva {0} nella rubrica privata e continua sul sito web
ja: {0} をプライベート アドレス帳に保存し、ウェブサイトにアクセスし続けます
nb: Lagre {0} i privat adressebok og fortsett til nettstedet
nl: Sla {0} op in het privéadresboek en ga verder naar de website
pt: Salvar {0} no livro de endereços privado e continue no site
sl: Shrani {0} v zbirko Privatni in nadaljuj z obiskom spletišča
uk: Зберегти {0} до приватної адреси та продовжуйте веб -сайт
vi: Lưu {0} vào sổ địa chỉ riêng và tiếp tục trang web

source: This address will be saved to your Private addressbook, ensuring it is never published.
ar: سيتم حفظ هذا العنوان في دفتر العناوين الخاص بك، مما يضمن عدم نشره أبدًا.
az: Bu ünvan sizin Private ünvan defterinə saxlanılacaq, bu da onun hər zaman nəşr olunmamasını təmin edir.
cs: Tato adresa bude uložena do vašeho soukromého adresáře, což zajistí, že nebude nikdy zveřejněna.
da: Denne adresse vil blive gemt i din Private adressebog, hvilket sikrer at den aldrig bliver offentliggjort.
el: Αυτή η διεύθυνση θα αποθηκευτεί στο ιδιωτικό βιβλίο διευθύνσεων, εξασφαλίζοντας ότι δεν δημοσιεύεται ποτέ.
es: Esta dirección se guardará en su libreta de direcciones privada, asegurando que nunca se publique.
et: See aadress salvestatakse sinu Privaatse aadressiraamatusse, tagades selle kunagi avaldamata jätmine.
fa: این آدرس در دفترچه آدرس خصوصی شما ذخیره می شود و اطمینان حاصل می شود که هرگز منتشر نمی شود.
fi: Tämä osoite tallennetaan yksityiseen osoitekirjaasi, joten sitä ei koskaan julkaista.
hi: यह पता आपके निजी पता बुक में सहेजा जाएगा, जिससे सुनिश्चित होगा कि यह कभी प्रकाशित नहीं होगा।
hu: Ezt a címet a rendszer elmenti a privát címjegyzékébe, biztosítva, hogy soha ne kerüljön közzétételre.
in: Alamat ini akan disimpan ke buku alamat pribadi Anda, memastikannya tidak pernah dipublikasikan.
it: Questo indirizzo verrà salvato nella tua rubrica privata, assicurandoti che non venga mai pubblicato.
ja: このアドレスはプライベート アドレス帳に保存され、公開されることはありません。
nb: Denne adressen vil bli lagret i din private adressebok, og sikrer at den aldri publiseres.
nl: Dit adres wordt opgeslagen in uw privéadresboek, zodat het nooit wordt gepubliceerd.
pt: Este endereço será salvo no seu livro de endereços privado, garantindo que ele nunca seja publicado.
sl: To naslov bo shranjen v zbirko Privatni z garancijo, da ne bo nikoli objavljen.
uk: Цю адресу буде збережено у вашій приватній адресній книзі, щоб вона ніколи не була опублікована.
vi: Địa chỉ này sẽ được lưu vào sổ địa chỉ riêng của bạn, đảm bảo nó không bao giờ được xuất bản.

source: Base32 address requires lookup password
ar: عنوان Base32 يتطلب كلمة مرور البحث
az: Base32 ünvanı axtarış şifrəsinə ehtiyac duyur
cs: Base32 adresa vyžaduje heslo pro vyhledávání
da: Base32 adresse kræver opslag adgangskode
el: Η διεύθυνση Base32 απαιτεί κωδικό πρόσβασης αναζήτησης
es: La dirección Base32 requiere una contraseña de búsqueda
et: Base32 aadress nõuab otsinguparaola
fa: آدرس Base32 نیاز به رمز عبور جستجو دارد
fi: Base32-osoite vaatii hakusalasanan
hi: Base32 पता लुकअप पासवर्ड की आवश्यकता है
hu: Base32 címhez keresési jelszó szükséges
in: Alamat Base32 memerlukan kata sandi pencarian
it: L'indirizzo Base32 richiede la password di ricerca
ja: Base32 アドレスには検索パスワードが必要です
nb: Base32-adresse krever oppslagspassord
nl: Base32-adres vereist opzoekwachtwoord
pt: O endereço base32 requer senha de pesquisa
sl: Potrebeno je geslo za pregled iz podatkovnega gradiva z Base32 naslovom
uk: адреса Base32 потребує пошуку пароля
vi: Địa chỉ Base32 yêu cầu mật khẩu tra cứu

source: Base32 address requires encryption key
ar: عنوان Base32 يتطلب مفتاح التشفير
az: Base32 ünvanı şifrələmə açarına ehtiyac duyur
cs: Base32 adresa vyžaduje šifrovací klíč
da: Base32 adresse kræver krypteringsnøgle
el: Η διεύθυνση βάσης32 απαιτεί κλειδί κρυπτογράφησης
es: La dirección Base32 requiere una clave de cifrado
et: Base32 aadress nõuab krüpteerimisvõtme
fa: آدرس Base32 به کلید رمزگذاری نیاز دارد
fi: Base32-osoite vaatii salausavaimen
hi: Base32 पता एन्क्रिप्शन कुंजी की आवश्यकता है
hu: Base32 cím titkosítási kulcsot igényel
in: Alamat Base32 memerlukan kunci enkripsi
it: L'indirizzo Base32 richiede una chiave di crittografia
ja: Base32 アドレスは暗号化鍵を要求します
nb: Base32-adresse krever krypteringsnøkkel
nl: Base32-adres vereist coderingssleutel
pt: Endereço Base32 requer chave de criptografia
sl: Osnovni c32 naslov zahteva šifrirno ključ
uk: Адреса Base32 потребує ключа шифрування
vi: Địa chỉ Base32 yêu cầu khóa mã hóa

source: Base32 address requires encryption key and lookup password
ar: يتطلب عنوان Base32 مفتاح التشفير وكلمة مرور البحث
az: Base32 ünvanı şifrələmə açarı və axtarış şifrəsinə ehtiyac duyur
cs: Base32 adresa vyžaduje šifrovací klíč a heslo pro vyhledávání
da: Base32 adresse kræver krypteringsnøgle og opslag adgangskode
el: Η διεύθυνση βάσης32 απαιτεί κωδικό πρόσβασης κρυπτογράφησης και πρόσβασης αναζήτησης
es: La dirección Base32 requiere clave de cifrado y contraseña de búsqueda
et: Base32 aadress nõuab krüpteerimisvõtme ja otsinguparaola
fa: آدرس Base32 به کلید رمزگذاری و رمز عبور جستجو نیاز دارد
fi: Base32-osoite vaatii salausavaimen ja hakusalasanan
hi: Base32 पता एन्क्रिप्शन कुंजी और लुकअप पासवर्ड की आवश्यकता है
hu: Base32 cím titkosítási kulcsot és keresési jelszót igényel
in: Alamat Base32 memerlukan kunci enkripsi dan kata sandi pencarian
it: L'indirizzo Base32 richiede una chiave di crittografia e una password di ricerca
ja: Base32 アドレスには暗号化キーと検索パスワードが必要です
nb: Base32-adresse krever krypteringsnøkkel og oppslagspassord
nl: Base32-adres vereist coderingssleutel en opzoekwachtwoord
pt: Endereço Base32 requer chave de criptografia e senha de pesquisa
sl: Osnovni c32 naslov zahteva šifrirno ključ in geslo za iskanje
uk: Aдреса Base32 потребує ключа шифрування та пароля пошуку
vi: Địa chỉ Base32 yêu cầu khóa mã hóa và mật khẩu tra cứu

source: Base32 address decryption failure, check encryption key
ar: فشل فك تشفير عنوان Base32، تحقق من مفتاح التشفير
az: Base32 ünvanı şifrələmə açarını yoxlamaq üçün şifrə açma uğursuzluğu
cs: Selhání dešifrování adresy Base32, zkontrolujte šifrovací klíč
da: Base32 adressekryptering fejl, tjek krypteringsnøgle
el: Βάση32 Αποτυχία αποκρυπτογράφησης διευθύνσεων, Ελέγξτε το κλειδί κρυπτογράφησης
es: Error al descifrar la dirección Base32, verifique la clave de cifrado
et: Base32 aadressi krüpteerimisviga, kontrolli krüpteerimisvõtme
fa: شکست در رمزگشایی آدرس Base32، کلید رمزگذاری را بررسی کنید
fi: Base32-osoitteen salauksen purkuvirhe, tarkista salausavain
hi: Base32 पता डिक्रिप्शन विफलता, एन्क्रिप्शन कुंजी की जाँच करें
hu: Base32 cím visszafejtési hiba, ellenőrizze a titkosítási kulcsot
in: Kegagalan dekripsi alamat Base32, periksa kunci enkripsi
it: Errore di decrittografia dell'indirizzo Base32, controllare la chiave di crittografia
ja: Base32アドレスの複合失敗、暗号化キーを確認してください
nb: Base32-adressedekrypteringsfeil, sjekk krypteringsnøkkelen
nl: Fout bij decodering van Base32-adres. Controleer de coderingssleutel
pt: Falha na descriptografia do endereço Base32, verifique a chave de criptografia
sl: Napaka pri dešifriranju c32 naslova, preverite šifrirno ključ
uk: Помилка дешифрування адреси Base32, перевірте ключ шифрування
vi: Base32 Lỗi giải mã địa chỉ, kiểm tra khóa mã hóa

source: Generate
ar: توليد
az: Yarat
cs: Vygenerovat
da: Generer
el: Δημιουργία
es: Generar
et: Genereeri
fa: تولید
fi: Tuota
hi: तैयार करें
hu: Generálás
in: Buat
it: Genera
ja: 生成
nb: Opprett
nl: Genereer
pt: Gerar
sl: Ustvari
uk: Згенерувати
vi: Phát ra

source: Encryption key
ar: مفتاح التشفير
az: Şifrələmə açarı
cs: Bezpečnostní kód
da: Krypteringsnøgle
el: Κρυπτογραφημένο κλειδί
es: Clave de cifrado
et: Krüpteerimisvõti
fa: کلید رمزنگاری
fi: Salausavain
hi: एन्क्रिप्शन कुंजी
hu: Titkosító kulcs
in: Kunci enkripsi
it: Chiave crittografica
ja: 暗号化鍵
nb: Krypteringsnøkkel
nl: Versleutelingssleutel
pt: Chave de criptografia
sl: Šifrirno ključ
uk: Ключ шифрування
vi: Khóa mã hóa

source: You must either enter a PSK encryption key provided by the server operator, or generate a DH encryption key and send that to the server operator.
ar: يجب عليك إما إدخال مفتاح تشفير PSK المقدم من مشغل الخادم، أو إنشاء مفتاح تشفير DH وإرساله إلى مشغل الخادم.
az: Sizin PSK şifrələmə açarını server operatörü tərəfindən təqdim edilməli, və ya DH şifrələmə açarını yaratmalı və bunu server operatörünə göndərməlisiniz.
cs: Musíte buď zadat šifrovací klíč PSK poskytnutý provozovatelem serveru, nebo vygenerovat šifrovací klíč DH a odeslat jej provozovateli serveru.
da: Du skal enten indtaste en PSK krypteringsnøgle levert af serveroperatøren, eller generer en DH krypteringsnøgle og send den til serveroperatøren.
el: Πρέπει είτε να εισαγάγετε ένα κλειδί κρυπτογράφησης PSK που παρέχεται από τον χειριστή του διακομιστή ή να δημιουργήσετε ένα κλειδί κρυπτογράφησης DH και να το στείλετε στον χειριστή του διακομιστή.
es: Debe ingresar una clave de cifrado PSK proporcionada por el operador del servidor o generar una clave de cifrado DH y enviarla al operador del servidor.
et: Sa pead sisestama serveri operatiivilt antud PSK krüpteerimisvõtme või genereerima DH krüpteerimisvõtme ja saatma see serveri operatiivile.
fa: باید یک کلید رمزگذاری PSK ارائه شده توسط اپراتور سرور را وارد کنید یا یک کلید رمزگذاری DH ایجاد کنید و آن را برای اپراتور سرور ارسال کنید.
fi: Sinun on joko syötettävä palvelimen operaattorin antama PSK-salausavain tai luotava DH-salausavain ja lähetettävä se palvelimen operaattorille.
hi: आपको या तो सर्वर ऑपरेटर द्वारा प्रदान किया गया PSK एन्क्रिप्शन कुंजी दर्ज करना होगा, या एक DH एन्क्रिप्शन कुंजी तैयार करें और उसे सर्वर ऑपरेटर को भेजें।
hu: Meg kell adnia a kiszolgáló üzemeltetője által biztosított PSK titkosítási kulcsot, vagy létre kell hoznia egy DH titkosítási kulcsot, és el kell küldenie a szerver üzemeltetőjének.
in: Anda harus memasukkan kunci enkripsi PSK yang disediakan oleh operator server, atau membuat kunci enkripsi DH dan mengirimkannya ke operator server.
it: È necessario inserire una chiave di crittografia PSK fornita dall'operatore del server oppure generare una chiave di crittografia DH e inviarla all'operatore del server.
ja: サーバー オペレーターから提供された PSK 暗号化キーを入力するか、DH 暗号化キーを生成してサーバー オペレーターに送信する必要があります。サーバー オペレーターから提供された PSK 暗号化キーを入力するか、DH 暗号化キーを生成してサーバー オペレーターに送信する必要があります。
nb: Du må enten angi en PSK-krypteringsnøkkel levert av serveroperatøren, eller generere en DH-krypteringsnøkkel og sende den til serveroperatøren.
nl: U moet een PSK-coderingssleutel invoeren die door de serveroperator is verstrekt, of een DH-coderingssleutel genereren en deze naar de serveroperator sturen.
pt: Você deve inserir uma chave de criptografia PSK fornecida pelo operador do servidor ou gerar uma chave de criptografia DH e enviá-la ao operador do servidor.
sl: Morate vnesti PSK šifrirno ključ, ki jo je določil upravljavec strežnika, ali generirati DH šifrirno ključ in pošiljat to upravljavec strežnika.
uk: Ви повинні або ввести ключ шифрування PSK, наданий оператором сервера, або створити ключ шифрування DH і надіслати його оператору сервера.
vi: Bạn phải nhập khóa mã hóa PSK do toán tử máy chủ cung cấp hoặc tạo khóa mã hóa DH và gửi nó cho toán tử máy chủ.

source: Ask the server operator for help.
ar: اطلب المساعدة من مشغل الخادم.
az: Server operatöründən kömək istəyin.
cs: Požádejte o pomoc operátora serveru.
da: Spørg serveroperatøren om hjælp.
el: Ζητήστε βοήθεια από τον χειριστή του διακομιστή.
es: Pide ayuda al operador del servidor.
et: Pöördu serveri operatiivi poole abi saamiseks.
fa: از اپراتور سرور کمک بخواهید.
fi: Pyydä apua palvelimen operaattorilta.
hi: सहायता के लिए सर्वर ऑपरेटर से पूछें।
hu: Kérjen segítséget a szerver üzemeltetőjétől.
in: Minta bantuan operator server.
it: Chiedi aiuto all'operatore del server.
ja: サーバーオペレーターに助けを求めてください。
nb: Spør serveroperatøren om hjelp.
nl: Vraag de serveroperator om hulp.
pt: Peça ajuda ao operador do servidor.
sl: Prosite pomoči upravljavca strežnika.
uk: Зверніться по допомогу до оператора сервера.
vi: Yêu cầu người điều hành máy chủ trợ giúp.

source: Enter PSK encryption key
ar: أدخل مفتاح تشفير PSK
az: PSK şifrələmə açarını daxil edin
cs: Zadejte šifrovací klíč PSK
da: Indtast PSK krypteringsnøgle
el: Εισαγάγετε το κλειδί κρυπτογράφησης PSK
es: Ingrese la clave de cifrado PSK
et: Sisesta PSK krüpteerimisvõti
fa: کلید رمزگذاری PSK را وارد کنید
fi: Anna PSK-salausavain
hi: PSK एन्क्रिप्शन कुंजी दर्ज करें
hu: Adja meg a PSK titkosítási kulcsot
in: Masukkan kunci enkripsi PSK
it: Inserisci la chiave di crittografia PSK
ja: PSK暗号化鍵を入力
nb: Skriv inn PSK-krypteringsnøkkel
nl: Voer de PSK-coderingssleutel in
pt: Insira a chave de criptografia PSK
sl: Vnesite PSK šifrirno ključ
uk: Введіть ключ шифрування PSK
vi: Nhập khóa mã hóa PSK

source: Generate new DH encryption key
ar: إنشاء مفتاح تشفير DH جديد
az: Yeni DH şifrələmə açarını yarat
cs: Vygenerujte nový DH šifrovací klíč
da: Generer ny DH krypteringsnøgle
el: Δημιουργία νέου κλειδιού κρυπτογράφησης DH
es: Generar nueva clave de cifrado DH
et: Genereeri uus DH krüpteerimisvõti
fa: کلید رمزگذاری DH جدید ایجاد کنید
fi: Luo uusi DH-salausavain
hi: नया DH एन्क्रिप्शन कुंजी तैयार करें
hu: Új DH titkosítási kulcs létrehozása
in: Hasilkan kunci enkripsi DH baru
it: Genera nuova chiave di crittografia DH
ja: 新しいDH暗号化鍵を生成
nb: Generer ny DH-krypteringsnøkkel
nl: Genereer nieuwe DH-coderingssleutel
pt: Gerar nova chave de criptografia DH
sl: Ustvari novo DH šifrirno ključ
uk: Створити новий ключ шифрування DH
vi: Tạo khóa mã hóa DH mới

source: Lookup password
ar: كلمة المرور للبحث
az: Axtarış şifrəsi
cs: Heslo pro vyhledávání
da: Opslag adgangskode
el: Αναζήτηση κωδικού πρόσβασης
es: Contraseña de búsqueda
et: Otsinguparaol
fa: جستجوی رمز عبور
fi: Haku salasana
hi: लुकअप पासवर्ड
hu: Jelszó keresése
in: Cari kata sandi
it: Cerca password
ja: パスワードを調べる
nb: Oppslagspassord
nl: Wachtwoord opzoeken
pt: Senha de pesquisa
sl: Geslo za iskanje
uk: Пошуковий пароль
vi: Tra cứu mật khẩu

source: You must enter the password provided by the server operator.
ar: يجب عليك إدخال كلمة المرور المقدمة من مشغل الخادم.
az: Server operatörünün təqdim etdiyi şifrəni daxil etməlisiniz.
cs: Musíte zadat heslo poskytnuté operátorem serveru.
da: Du skal indtaste adgangskoden levert af serveroperatøren.
el: Πρέπει να εισαγάγετε τον κωδικό πρόσβασης που παρέχεται από τον χειριστή του διακομιστή.
es: Debe ingresar la contraseña proporcionada por el operador del servidor.
et: Sa pead sisestama serveri operatiivilt antud paraola.
fa: باید رمز عبور ارائه شده توسط اپراتور سرور را وارد کنید.
fi: Sinun on syötettävä palvelimen operaattorin antama salasana.
hi: आपको सर्वर ऑपरेटर द्वारा प्रदान किया गया पासवर्ड दर्ज करना होगा।
hu: Meg kell adnia a szerver üzemeltetője által megadott jelszót.
in: Anda harus memasukkan kata sandi yang diberikan oleh operator server.
it: È necessario inserire la password fornita dall'operatore del server.
ja: サーバーオペレーターから提供されたパスワードを入力する必要があります。
nb: Du må skrive inn passordet gitt av serveroperatøren.
nl: U moet het wachtwoord invoeren dat door de serveroperator is verstrekt.
pt: Você deve digitar a senha fornecida pelo operador do servidor.
sl: Morate vnesti geslo, ki ga je določil upravljavca strežnika.
uk: Ви повинні ввести пароль, наданий оператором сервера.
vi: Bạn phải nhập mật khẩu do nhà điều hành máy chủ cung cấp.

source: Added via address helper from {0}
ar: تمت الإضافة عبر مساعد العنوان من {0}
az: {0} ilə ünvan köməkçisi vasitəsilə əlavə edildi
cs: Přidáno pomocí pomocníka adresy z {0}
da: Tilføjet via adresse hjælper fra {0}
el: Προστέθηκε μέσω βοηθού διεύθυνσης από {0}
es: Agregado por el ayudante de direcciones desde {0}
et: Lisa aadressiabi kaudu {0}
fa: از طریق راهنمای آدرس از {0} اضافه شد
fi: Lisätty osoiteapuohjelman kautta osoitteesta {0}
hi: {0} से पता सहायक के माध्यम से जोड़ा गया
hu: Címsegítőn keresztül hozzáadva {0}
in: Ditambahkan melalui alamat pembantu dari {0}
it: Aggiunto con address helper {0}
ja: {0} からアドレス ヘルパー経由で追加されました
nb: Lagt til via addresse hjelper fra {0}
nl: Toegevoegd via adreshelper vanaf {0}
pt: Adicionado pelo auxiliar de endereços de {0}
sl: Dodano prek pomočnika z očo v {0}
uk: Додано через address helper {0}
vi: Đã thêm qua trình trợ giúp địa chỉ từ {0}

source: Added via address helper
ar: تمت الإضافة عبر مساعد العنوان
az: Ünvan köməkçisi vasitəsilə əlavə edildi
cs: Přidáno pomocí pomocníka adresy
da: Tilføjet via adresse hjælper
el: Προστέθηκε μέσω του βοηθού διεύθυνσης
es: Agregado por el ayudante de direcciones
et: Lisa aadressiabi abiga
fa: از طریق راهنمای آدرس اضافه شد
fi: Lisätty osoiteapuohjelman kautta
hi: पता सहायक के माध्यम से जोड़ा गया
hu: Címsegítőn keresztül hozzáadva
in: Ditambahkan melalui alamat pembantu
it: Aggiunto con address helper
ja: アドレスヘルパー経由で追加
nb: Lagt til via adresse helper
nl: Toegevoegd via adreshelper
pt: Adicionado pelo auxiliar de endereços
sl: Dodano preko pomočnika z očo
uk: Додано через address helper
vi: Đã thêm thông qua trình trợ giúp địa chỉ

source: Missing lookup password
ar: كلمة مرور البحث مفقودة
az: Eksik axtarış şifrəsi
cs: Chybí vyhledávací heslo
da: Mangler opslag adgangskode
el: Λείπει ο κωδικός πρόσβασης αναζήτησης
es: Falta la contraseña de búsqueda
et: Puuduv otsinguparaol
fa: رمز عبور جستجو وجود ندارد
fi: Puuttuu hakusalasana
hi: लुकअप पासवर्ड की कमी
hu: Hiányzó keresési jelszó
in: Kata sandi pencarian tidak ada
it: Password di ricerca mancante
ja: 検索パスワードがありません
nb: Mangler oppslagspassord
nl: Ontbrekend opzoekwachtwoord
pt: Senha de pesquisa ausente
sl: Premalo geslo za iskanje
uk: Відсутній пароль пошуку
vi: Thiếu mật khẩu tra cứu

source: Missing private key
ar: المفتاح الخاص مفقود
az: Eksik gizli açar
cs: Chybí soukromý klíč
da: Mangler privat nøgle
el: Λείπει το ιδιωτικό κλειδί
es: Falta clave privada
et: Puuduv privaatne võti
fa: کلید خصوصی وجود ندارد
fi: Puuttuva yksityinen avain
hi: निजी कुंजी की कमी
hu: Hiányzó privát kulcs
in: Kunci pribadi tidak ada
it: Chiave privata mancante
ja: プライベートキーが欠落
nb: Mangler privat nøkkel
nl: Ontbrekende privésleutel
pt: Chave privada ausente
sl: Manjkajoča zasebna ključ
uk: Відсутній закритий ключ
vi: Thiếu khóa riêng

source: Invalid private key
ar: المفتاح الخاص غير صالح
az: Səhv gizli açar
cs: Neplatný soukromý klíč
da: Ugyldig privat nøgle
el: Μη έγκυρο ιδιωτικό κλειδί
es: Clave privada no válida
et: Kehtetu privaatne võti
fa: کلید خصوصی نامعتبر است
fi: Virheellinen yksityinen avain
hi: अमान्य निजी कुंजी
hu: Érvénytelen privát kulcs
in: Kunci pribadi tidak valid
it: Chiave privata non valida
ja: 無効なプライベートキー
nb: Ugyldig privat nøkkel
nl: Ongeldige privésleutel
pt: Chave privada inválida
sl: Neveljavna zasebna ključ
uk: Недійсний закритий ключ
vi: Khóa riêng không hợp lệ

source: Your new encryption key
ar: مفتاح التشفير الجديد الخاص بك
az: Yeni şifrələmə açarınız
cs: Váš nový šifrovací klíč
da: Din nye krypteringsnøgle
el: Το νέο κλειδί κρυπτογράφησης
es: Tu nueva clave de cifrado
et: Sinu uus krüpteerimisvõti
fa: کلید رمزگذاری جدید شما
fi: Uusi salausavaimesi
hi: आपकी नई एन्क्रिप्शन कुंजी
hu: Az Ön új titkosítási kulcsa
in: Kunci enkripsi baru Anda
it: La tua nuova chiave di crittografia
ja: あなたの新しい暗号化鍵
nb: Din nye krypteringsnøkkel
nl: Je nieuwe encryptiesleutel
pt: Sua nova chave de criptografia
sl: Vaše novo šifrirno ključ
uk: Ваш новий ключ шифрування
vi: Khóa mã hóa mới của bạn
