Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: Warning: Invalid Request URI
ar: تحذير: URI للطلب غير صالح
az: Xəbərdarlıq: Səhv İstəy URI
cs: Varování: Neplatný identifikátor URI požadavku
da: Advarsel: Ugyldig forespørgsels-URI
el: Προειδοποίηση: Μη έγκυρο URI αιτήματος
es: Advertencia: URI solicitado no válida
et: Hoiatus: Kehtetu päringu URI
fa: هشدار: درخواست آدرس اینترنتی نامعتبر
fi: Varoitus: virheellinen pyyntöinternetverkkoresurssi
hi: अहत्यार: अवैध अनुरोध URI
hu: Figyelmeztetés: Érvénytelen kérés-URI
in: Peringatan: Permintaan URI Tidak Valid
it: Avviso: URI richiesta non valida
ja: 警告: 無効な要求URl
nb: Advarsel: Ugyldig forespørsels-URI
nl: Waarschuwing: ongeldige aanvraag-URI
pt: Aviso: URI inválida
sl: Opozorilo: Neveljavna zahtevek URI
uk: Попередження: недійсний URI запиту
vi: Cảnh báo: URI yêu cầu không hợp lệ

source: Router Console
ar: مركز تحكم I2P
az: Ruter Konsolı
cs: Konzole routeru
da: Routere-konsollen
el: Κονσόλα Router
es: Consola del Ruter
et: Routeri konsool
fa: کنسول روتر
fi: Reititinpääteikkuna
hi: राउटर कंसोल
hu: Router Konzol
in: Konsol Router
it: Console del router
ja: ルータコンソール
nb: Ruter Konsoll
pt: Consola do Router
sl: Konzola dostavilnika
uk: Консоль роутера
vi: Bảng điều khiển bộ định tuyến

source: I2P Router Console
ar: مركز تحكم I2P
az: I2P Ruter Konsolı
cs: I2P konzole routeru
da: I2P Routere-konsollen
el: Κονσόλα I2P Router
es: Consola del Ruter I2P
et: I2P Routeri konsool
fa: کنسول روتر I2P
fi: I2P-reititinpääteikkuna
hi: I2P राउटर कंसोल
hu: Router Konzol
in: I2P Konsol Router
it: Console del router
ja: I2P ルータコンソール
nb: Ruter Konsoll
pt: Consola do Router I2P
sl: Konzola dostavilnika I2P
uk: Консоль роутера I2P
vi: Bảng điều khiển bộ định tuyến I2P

source: Addressbook
ar: أضف الى دفتر العناوين
az: Ünvan Defteri
cs: Adresář
da: Adressebog
el: Βιβλίο διευθύνσεων
es: Libreta de direcciones
et: Aadressiraamat
fa: دفترچه آدرس
fi: Osoitekirja
hi: पता बुक
hu: Címjegyzék
in: Buku alamat
it: Rubrica
ja: アドレス帳
nb: Adressebok
nl: Toevoegen aan lokaal adresboek
pt: Livro de Endereços
sl: Seznam naslovov
uk: Адресна книга
vi: Sổ địa chỉ

source: Configuration
ar: تم حفظ تغيرات الاعدادات
az: Konfigurasiya
cs: Konfigurace
da: Konfiguration
el: Ρυθμίσεις
es: Ajustes
et: Seadistused
fa: پیکربندی
fi: Asetukset
hi: सेटिंग
hu: Beállítások
in: Konfigurasi
it: Configurazione
ja: 設定
nb: Konfigurasjon
nl: Configuratie wijzigingen opgeslagen
pt: Configuração
sl: Nastavitev
uk: Настройки
vi: Cấu hình

source: Help
ar: المساعدة
az: Yardım
cs: Pomoc
da: Hjælp
el: Βοήθεια
es: Ayuda
et: Abi
fa: راهنمایی
fi: Opaste
hi: मदद
hu: Segítség
in: Bantuan
it: Aiuto
ja: ヘルプ
nb: Hjelp
nl: Hulp
pt: Ajuda
sl: Pomoč
uk: Допомога
vi: Giúp đỡ

source: The request URI is invalid, and probably contains illegal characters.
ar: معرف URI للطلب غير صالح، ومن المحتمل أن يحتوي على أحرف غير قانونية.
az: İstəy URI səhvdir və ehtimal ki qanunsuz simvolları əhatə edir.
cs: Identifikátor URI požadavku je neplatný a pravděpodobně obsahuje nepovolené znaky.
da: Forespørgsels-URI'en er ugyldig og indeholder sandsynligvis ulovlige tegn.
el: Το URI αιτήματος δεν είναι έγκυρο και πιθανώς περιέχει παράνομους χαρακτήρες.
es: El URI de solicitud no es válido y probablemente contenga caracteres no válidos.La URI solicitada no es válida y probablemente tenga caracteres no válidos.
et: Päringu URI on kehtetu ja tõenäoliselt sisaldab ebaseaduslikke märke.
fa: URI درخواست نامعتبر است و احتمالاً دارای کاراکترهای غیرقانونی است.
fi: Pyynnön URI on virheellinen ja sisältää todennäköisesti laittomia merkkejä.
hi: अनुरोध URI अवैध है और शायद अवैध वर्णों का सामना कर रहा है।
hu: A kérés URI érvénytelen, és valószínűleg illegális karaktereket tartalmaz.
in: Permintaan URI tidak valid, dan mungkin mengandung karakter ilegal.
it: L'URI della richiesta non è valido e probabilmente contiene caratteri non validi.
ja: 要求URlは無効で、おそらく不正な文字を含みます。
nb: Forespørsels-URI er ugyldig, og inneholder sannsynligvis ulovlige tegn.
nl: De aanvraag-URI is ongeldig, en bevat waarschijnlijk ongeldige tekens.
pt: A URI informada é inválida, e provavelmente contém caracteres ilegais.
sl: Zahtevek URI je neveljav, verjetno vsebuje nepravilne znake.
uk: URI запиту недійсний і, ймовірно, містить недопустимі символи.
vi: URI yêu cầu không hợp lệ và có thể chứa các ký tự không hợp lệ.

source: If you clicked a link, check the end of the URI for any characters the browser has mistakenly added on.
ar: إذا قمت بالنقر فوق رابط، فتحقق من نهاية URI بحثًا عن أي أحرف أضافها المتصفح عن طريق الخطأ.
az: Əgər siz bir keçidi seçdinizsə, brauzerin yanlış şəkildə əlavə etdiyi simvolları yoxlamaq üçün URI-nin sonunu yoxlayın.
cs: Pokud jste klikli na odkaz, zkontrolujte na konci URI znaky, které prohlížeč omylem přidal.
da: Hvis du klikker på en link, tjek derefter slutningen af URI'en for eventuelle tegn, som din browser har tilføjet ved et fejl.
el: Εάν κάνατε κλικ σε έναν σύνδεσμο, ελέγξτε το τέλος του URI για τυχόν χαρακτήρες που έχει προσθέσει κατά λάθος το πρόγραμμα περιήγησης.
es: Si hizo clic en un enlace, verifique el final del URI para ver si hay caracteres que el navegador haya agregado por error.Si hizo clic en un enlace, verifique el final del URI para ver si hay caracteres que el navegador haya agregado por error.Si ha pulsado en un enlace, compruebe el final de la URI por caracteres que haya podido añadir el navegador por error.
et: Kui vajutasid lingi, kontrolli URI lõppu, kas brauser on ootamatult midagi lisatud.
fa: اگر روی پیوندی کلیک کردید، انتهای URI را برای هر کاراکتری که مرورگر اشتباهاً روی آنها اضافه کرده است بررسی کنید.
fi: Jos napsautit linkkiä, tarkista URI:n lopusta merkit, jotka selain on vahingossa lisännyt.
hi: यदि आपने एक लिंक को क्लिक किया है, तो URI के अंत में देखें कि क्या ब्राउज़र गलती से किसी वर्ण को जोड़ा है।
hu: Ha rákattintott egy hivatkozásra, ellenőrizze az URI végén a böngésző által tévesen hozzáadott karaktereket.
in: Jika Anda mengeklik tautan, periksa bagian akhir URI apakah ada karakter yang salah ditambahkan oleh browser.Jika Anda mengklik sebuah tautan, periksa akhiran URI atas segala karakter yang secara keliru ditambahkan oleh peramban.
it: Se hai fatto clic su un collegamento, controlla alla fine dell'URI eventuali caratteri aggiunti erroneamente dal browser.
ja: リンクをクリックした場合は、ブラウザが誤って追加した文字がないか、URI の末尾を確認してください。リンクをクリックした場合は、ブラウザが誤って追加した文字がないか、URI の末尾を確認してください。もしリンクをクリックしたなら、ブラウザが誤って追加した文字がないか、URlの末尾を確認してください。
nb: Hvis du klikket på en lenke, sjekk slutten av URI-en for tegn som nettleseren ved en feiltakelse har lagt til.
nl: Als u op een link hebt geklikt, controleer dan aan het einde van de URI of er tekens zijn die de browser per ongeluk heeft toegevoegd.Als je op een koppeling klikte, controleer dan het einde van de URI voor tekens die de browser er per abuis aan heeft toegevoegd.
pt: Se você clicou em um link, verifique o final do URI para ver se há caracteres que o navegador adicionou por engano.Se acessaste uma ligação, verifique o final da URI para quaisquer caracteres que o navegador possa, por engano, ter adicionado.
sl: Kadar kliknete na povezavo, preverite konec URI za vsako znak, ki ga je brskalnik načrtoma dodal.
uk: Якщо ви клацнули посилання, перевірте кінець URI на наявність символів, які браузер помилково додав.
vi: Nếu bạn nhấp vào một liên kết, hãy kiểm tra phần cuối của URI xem có bất kỳ ký tự nào mà trình duyệt đã thêm nhầm vào không.

source: Connection Reset
ar: إعادة ضبط الاتصال
az: Bağlantı Sıfırlama
cs: Reset připojení
da: Forbindelse nulstillet
el: Επαναφορά σύνδεσης
es: Reinicio de la conexión
et: Ühenduse taaskäivitamine
fa: تنظیم مجدد اتصال
fi: Yhteyden nollaus
hi: कनेक्शन रीसेट
hu: Kapcsolat visszaállítása
in: Sambungan terputus lalu tersambung lagi
it: Reimpostazione connessione
ja: 接続リセット
nb: Tilbakestilling av tilkobling
nl: Verbinding gereset
pt: Reinicialização da conexão
sl: Povezava ponovno vzpostavljena
uk: Скидання з'єднання
vi: Thiết lập lại kết nối

source: The connection to the website was reset while the page was loading.
ar: تم إعادة ضبط الاتصال بالموقع أثناء تحميل الصفحة.
az: Səhifə yüklənilərkən web saytına olan bağlantı sıfırlandı.
cs: Při načítání stránky bylo resetováno připojení k webu.
da: Forbindelsen til hjemmesiden blev nulstillet mens siden indlæste.
el: Η σύνδεση με τον ιστότοπο επαναφέρθηκε κατά τη φόρτωση της σελίδας.
es: La conexión al sitio web se reinició mientras se cargaba la página.
et: Veebisaidmega ühendus taaskäiviti lehe laadimise ajal.
fa: هنگام بارگیری صفحه، اتصال به وب سایت بازنشانی شد.
fi: Yhteys verkkosivustoon nollattiin sivun latautuessa.
hi: पेज लोड हो रहे समय वेबसाइट के साथ कनेक्शन रीसेट हो गया।
hu: A webhelyhez való kapcsolat visszaállításra került az oldal betöltése közben.
in: Koneksi ke situs web disetel ulang saat halaman sedang dimuat.Sambungan ke situs ini terputus lalu tersambung lagi waktu halaman ini sedang memuat.
it: La connessione al sito web è stata reimpostata durante il caricamento della pagina.
ja: ページの読み込み中にサイトへの接続がリセットされていました。
nb: Tilkoblingen til nettsiden ble tilbakestilt mens siden lastet.
nl: De verbinding met de website werd gereset terwijl de pagina werd geladen.De verbinding met de website is gereset tijdens het laden van de pagina.
pt: A conexão com o site foi redefinida enquanto a página carregava.
sl: Povezava z spletnim mestom je bila ponovno vzpostavljena med obdobjem za loadiranje strani.
uk: Під час завантаження сторінки з'єднання з сайтом було обірвано.
vi: Kết nối tới trang web được đặt lại trong khi trang đang tải.

source: The website could be temporarily unavailable, too busy, or it has blocked your access.
ar: قد يكون موقع الويب غير متاح مؤقتًا، أو مشغولًا جدًا، أو أنه قام بحظر وصولك.
az: Web saytı müvəqqit olaraq mövcud deyil ola bilər, çox məşğul ola bilər və ya sizin girişinizi bloklamış ola bilər.
cs: Webová stránka může být dočasně nedostupná, příliš zaneprázdněná nebo vám zablokovala přístup.
da: Hjemmesiden kan være midlertidigt utilgængelig, for meget belasted, eller har blokeret din adgang.
el: Ο ιστότοπος μπορεί να είναι προσωρινά μη διαθέσιμος, πολύ απασχολημένος ή να έχει αποκλείσει την πρόσβασή σας.
es: El sitio web podría no estar disponible temporalmente, estar demasiado ocupado o haber bloqueado tu acceso.El sitio web podría estar temporalmente no disponible, demasiado ocupado, o haber bloqueado su acceso.
et: Veebisait võib olla ajutiselt saadaval, liiga koormatud või see on blokeerinud sinu ligipääsu.
fa: وب سایت ممکن است به طور موقت در دسترس نباشد، خیلی شلوغ باشد یا دسترسی شما را مسدود کرده باشد.
fi: Sivusto saattaa olla tilapäisesti poissa käytöstä, liian varattu tai se on estänyt pääsysi.
hi: वेबसाइट अस्थायी रूप से अस्पष्ट हो सकती है, बहुत व्यस्त हो सकती है, या यह आपके एक्सेस को ब्लॉक कर दिया हो सकता है।
hu: Előfordulhat, hogy a webhely átmenetileg nem elérhető, túl elfoglalt, vagy letiltotta a hozzáférését.
in: Situs web mungkin tidak tersedia untuk sementara, terlalu sibuk, atau akses Anda diblokir.Situs ini mungkin sedang tidak bisa dibuka, terlalu sibuk, atau memblokir anda.
it: Il sito web potrebbe essere temporaneamente non disponibile, troppo occupato o ha bloccato il tuo accesso.
ja: Web サイトが一時的に利用できなくなっているか、混雑しているか、アクセスがブロックされている可能性があります。Web サイトが一時的に利用できなくなっているか、混雑しているか、アクセスがブロックされている可能性があります。ウェブサイトが一時的に利用できなくなったり、忙しすぎたり、アクセスがブロックされている可能性があります。
nb: Nettstedet kan være midlertidig utilgjengelig, for opptatt, eller det har blokkert tilgangen din.
nl: De website is mogelijk tijdelijk niet beschikbaar, te druk of heeft uw toegang geblokkeerd.De website is tijdelijk niet bereikbaar, te druk, of heeft je de toegang ontzegd.
pt: O site pode estar temporariamente indisponível, muito ocupado ou bloqueou seu acesso.
sl: Spletno mesto lahko ni sprejalo dostopa v trenutku, je lahko preveč zaposlenega ali je blokiral dostop.
uk: Веб-сайт може бути тимчасово недоступним, занадто зайнятим або він заблокував ваш доступ.Веб-сайт може бути тимчасово недоступний, занадто зайнятий або заблокований.
vi: Trang web có thể tạm thời không khả dụng, quá bận hoặc đã chặn quyền truy cập của bạn.

source: You may want to {0}retry{1}.
ar: قد ترغب في {0}إعادة المحاولة{1}.
az: {0}təkrar cəhd etmək{1} istəyə bilərsiniz.
cs: Můžete to {0}zkusit znovu{1}.
da: Du vil måske gerne {0}prøve igen{1}.
el: Μπορείτε να {0}προσπαθήσετε ξανά{1}.
es: Quizás quiera {0}reintentarlo{1}.
et: Võid soovida {0}proovida uuesti{1}.
fa: ممکن است بخواهید {0}دوباره امتحان کنید{1}.
fi: Haluat ehkä {0}yrittää uudelleen{1}.
hi: आप फिर से {0} प्रयास करना चाहेंगे {1}.
hu: Érdemes lehet {0}újrapróbálni{1}.
in: Anda mungkin ingin {0}mengulang{1}.
it: Dovresti {0}riprovare{1}.
ja: {0}リトライ{1}するとよいかもしれません。
nb: Det kan være lurt å {0}prøve på nytt{1}.
nl: Je wil misschien {0}opnieuw proberen{1}.
pt: Poderá desejar {0}retry{1}.
sl: Lahko želite {0}ponovno poskus{1}.
uk: Ви можете {0} повторно {1}.
vi: Bạn có thể muốn {0}thử lại{1}.

source: If you leave this page open, it will automatically retry connecting to the website every {0} seconds after a failed connection attempt.
ar: إذا تركت هذه الصفحة مفتوحة، فسوف تقوم تلقائيًا بإعادة محاولة الاتصال بموقع الويب كل {0} ثانية بعد محاولة اتصال فاشلة.
az: Bu səhifəni açıq buraxsanız, uğursuz bağlantı cəhdinin ardından hər {0} saniyədə avtomatik olaraq yenidən cəhd edəcək.
cs: Pokud necháte tuto stránku otevřenou, pokusí se automaticky znovu připojit k webu každých {0} sekund po neúspěšném pokusu o připojení.
da: Hvis du holder denne side åben, vil den automatisk prøve at forbinde til hjemmesiden hvert {0} sekunder efter en mislykket forbindelsesforsøg.
el: Εάν αφήσετε αυτήν τη σελίδα ανοιχτή, θα επαναλάβει αυτόματα τη σύνδεση στον ιστότοπο κάθε {0} δευτερόλεπτα μετά από μια αποτυχημένη προσπάθεια σύνδεσης.
es: Si deja esta página abierta, automáticamente volverá a intentar conectarse al sitio web cada {0} segundos después de un intento fallido de conexión.
et: Kui jätad lehe avatuks, siis pärast katkete ühenduse loomise katkestamist proovib see automaatselt ühendust veebisaidmega luua igal {0} sekundil.
fa: اگر این صفحه را باز بگذارید، پس از تلاش برای اتصال ناموفق، به طور خودکار هر {0} ثانیه دوباره سعی می کند به وب سایت متصل شود.
fi: Jos jätät tämän sivun auki, se yrittää automaattisesti muodostaa yhteyden verkkosivustoon {0} sekunnin välein epäonnistuneen yhteysyrityksen jälkeen.
hi: अगर आप इस पृष्ठ खोले रखते हैं, तो यह अनुपयोगी कनेक्शन की कोशिश के बाद हर {0} सेकंड में स्वचालित रूप से वेबसाइट के साथ पुनः कनेक्ट करने की कोशिश करेगा।
hu: Ha nyitva hagyja ezt az oldalt, a sikertelen csatlakozási kísérlet után {0} másodpercenként automatikusan újra megpróbál csatlakozni a webhelyhez.
in: Jika Anda membiarkan laman ini terbuka, laman ini akan otomatis mencoba menyambung kembali ke situs web setiap {0} detik setelah upaya sambungan gagal.
it: Se lasci questa pagina aperta, riproverà automaticamente a connettersi al sito web ogni {0} secondi dopo un tentativo di connessione fallito.
ja: このページを開いたままにすると、接続試行が失敗した後、{0} 秒ごとにウェブサイトへの接続が自動的に再試行されます。
nb: Hvis du lar denne siden være åpen, vil den automatisk prøve å koble til nettstedet på nytt hvert {0} sekund etter et mislykket tilkoblingsforsøk.
nl: Als u deze pagina open laat, probeert deze elke {0} seconden na een mislukte verbindingspoging automatisch opnieuw verbinding te maken met de website.
pt: Se você deixar esta página aberta, ela tentará novamente conectar-se automaticamente ao site a cada {0} segundos após uma tentativa de conexão malsucedida.
sl: Če si ostali stran odprto, bo avtomatsko poskušal povezave na spletni strani vsakega {0} sekund po neuspeli povezavi.
uk: Якщо ви залишите цю сторінку відкритою, вона автоматично повторюватиме підключення до веб-сайту кожні {0} секунд після невдалої спроби підключення.
vi: Nếu bạn để trang này mở, nó sẽ tự động thử kết nối lại với trang web mỗi {0} giây sau lần thử kết nối không thành công.

source: Could not find the following destination:
ar: لا يمكن العثور على الوجهة التالية:
az: Aşağıdakı nöqtəni tapa bilmədim:
cs: Nelze najít následující cíl:
da: Kunne ikke finde følgende destination:
el: Δεν ήταν δυνατή η εύρεση του παρακάτω προορισμού:
es: No se pudo encontrar el siguiente destino:
et: Järgmist sihtkohta ei leitud:
fa: مقصد زیر پیدا نشد:
fi: Seuraavaa kohdetta ei löytynyt:
hi: निम्नलिखित गंतव्य को नहीं मिला:
hu: Nem találta meg a következő rendeltetési helyet:
in: Tidak dapat menemukan tujuan berikut:
it: Impossibile raggiungere le seguenti destinazioni:
ja: 以下の宛先が見つかりませんでした:
nb: Kunne ikke finne følgende destinasjon:
nl: Kon volgende bestemming niet vinden:
pt: Não foi possível encontrar o seguinte destinatário:
sl: Ni mogoče najti naslednje destinacije:
uk: Не вдалося знайти наступне місце призначення:
vi: Không thể tìm thấy điểm đến sau:

source: Warning: Non-HTTP Protocol
ar: تحذير: بروتوكول غير HTTP
az: Xəbərdarlıq: HTTP-dən Fərqli Protokol
cs: VAROVÁNÍ: Protokol non-HTTP
da: Advarsel: Ikke-HTTP Protokol
el: Προειδοποίηση: Πρωτόκολλο μη HTTP
es: Advertencia: Protocolo no HTTP
et: Hoiatus: Mitte-HTTP protokoll
fa: هشدار: پروتکل غیر-HTTP
fi: Varoitus: ei-HTTP-yhteyskäytäntö
hi: अहत्यार: गैर-HTTP प्रोटोकॉल
hu: Figyelmeztetés: Nem HTTP-protokoll
in: Peringatan: Protokol Non-HTTP
it: Attenzione: Il protocollo non è HTTP
ja: 警告: 非HTTPなプロトコル
nb: Advarsel: Ikke-HTTP-protokoll
nl: Waarschuwing: niet-HTTP-protocol
pt: Aviso: Protocolo fora do padrão HTTP
sl: Opozorilo: Nesprejemljiv protokol
uk: Попередження: протокол не HTTP
vi: Cảnh báo: Giao thức không phải HTTP

source: The request uses a bad protocol.
ar: الطلب يستخدم بروتوكولًا سيئًا.
az: İstəy pis protokolu istifadə edir.
cs: Požadavek používá špatný protokol.
da: Forespørgslen bruger et dårligt protokol.
el: Το αίτημα χρησιμοποιεί κακό πρωτόκολλο.
es: La petición usa un protocolo incorrecto.
et: Päring kasutab vigast protokolli.
fa: درخواست از یک پروتکل بد استفاده می کند.
fi: Pyyntö käyttää väärää yhteyskäytäntöä.
hi: अनुरोध एक खराब प्रोटोकॉल का उपयोग करता है।
hu: A kérés rossz protokollt használ.
in: Permintaan menggunakan protokol yang buruk.
it: La richiesta utilizza un protocollo erroneo.
ja: 要求は悪いプロトコルを使用しています。
nb: Forespørselen bruker en dårlig protokoll.
nl: De aanvraag gebruikt een verkeerd protocol.
pt: O pedido usa um protocolo ruim.
sl: Zahtevek uporablja slab protokol.
uk: Запит використовує неправильний протокол.
vi: Yêu cầu sử dụng giao thức không hợp lệ.

source: The I2P HTTP Proxy supports HTTP and HTTPS requests only.
ar: يدعم وكيل I2P HTTP طلبات HTTP وHTTPS فقط.
az: I2P HTTP Proxy yalnız HTTP və HTTPS istəyinə dəstək verir.
cs: I2P HTTP Proxy podporuje pouze požadavky HTTP a HTTPS.
da: I2P HTTP Proxy understøtter kun HTTP og HTTPS forespørgsler.
el: Ο διακομιστής μεσολάβησης I2P HTTP υποστηρίζει μόνο αιτήματα HTTP και HTTPS.
es: El Proxy HTTP de I2P sólo soporta peticiones HTTP y HTTPS.
et: I2P HTTP proxy toetab ainult HTTP ja HTTPS päringuid.
fa: پروکسی I2P HTTP فقط از درخواست های HTTP و HTTPS پشتیبانی می کند.
fi: I2P HTTP-välityspalvelin tukee vain HTTP- ja HTTPS-pyyntöjä.
hi: I2P HTTP प्रोक्सी केवल HTTP और HTTPS अनुरोधों का समर्थन करता है।
hu: Az I2P HTTP-proxy csak a HTTP és HTTPS kéréseket támogatja.
in: Proxy HTTP I2P mendukung hanya permintaan HTTP dan HTTPS.
it: Il proxy I2P supporta solamente richieste in HTTP e HTTPS.
ja: I2PのHTTPプロキシはHTTPとHTTPSの要求のみをサポートします。
nb: I2P HTTP Proxy støtter bare HTTP- og HTTPS-forespørsler.
nl: De I2P-HTTP-proxy ondersteunt enkel HTTP- en HTTPs-aanvragen.
pt: O proxy HTTP I2P suporta apenas solicitações HTTP e HTTPS.
sl: I2P HTTP proxy podržava samo zahteve HTTP in HTTPS.
uk: I2P HTTP Proxy підтримує лише запити HTTP і HTTPS.
vi: Proxy HTTP I2P chỉ hỗ trợ các yêu cầu HTTP và HTTPS.

source: Other protocols such as FTP are not allowed.
ar: البروتوكولات الأخرى مثل FTP غير مسموح بها.
az: FTP kimi digər protokollar icazə verməz.
cs: Jiné protokoly jako FTP nejsou povoleny.
da: Andre protokoller som FTP er ikke tilladt.
el: Άλλα πρωτόκολλα όπως το FTP δεν επιτρέπονται.
es: Otros protocolos tales como FTP no están permitidos.
et: Teisi protokolle nagu FTP ei lubata.
fa: پروتکل های دیگر مانند FTP مجاز نیستند.
fi: Muut yhteyskäytännöt, kuten FTP, eivät ole sallittuja.
hi: FTP जैसे अन्य प्रोटोकॉल अनुमति नहीं हैं।
hu: Más protokollok, például az FTP nem engedélyezettek.
in: Protokol lainnya seperti FTP tidak diizinkan.
it: Altri protocolli come ad esempio FTP non sono supportati.
ja: FTPのような他のプロトコルは許可されていません。
nb: Andre protokoller som FTP er ikke tillatt.
nl: Andere protocollen zoals FTP zijn niet toegestaan.
pt: Outros protocolos como FTP não são permitidos.
sl: Drug protokoli, kot na primer FTP, niso dovoljeni.
uk: Інші протоколи, такі як FTP, заборонені.
vi: Các giao thức khác như FTP không được phép.

source: Warning: No Outproxy Configured
ar: تحذير: لم يتم تكوين وكيل خارجي
az: Xəbərdarlıq: Yoxlanılmamış Outproxy
cs: VAROVÁNÍ: Žádná nakonfigurovaná outproxy
da: Advarsel: Ingen udproxy konfigureret
el: Προειδοποίηση: Δεν έχει διαμορφωθεί Outproxy
es: Advertencia: no se ha configurado ningún proxy de salida
et: Hoiatus: Välisproxy ei ole seadistatud
fa: هشدار: هیچ Outproxy پیکربندی نشده است
fi: Varoitus: Outproxya ei ole määritetty
hi: अहत्यार: कोई आउटप्रॉक्सी सेट नहीं की गई
hu: Figyelmeztetés: Nincs beállítva outproxy
in: Peringatan: Tidak Ada Outproxy yang Dikonfigurasikan
it: Attenzione: Nessun Proxy di uscita configurato
ja: 警告: アウトプロキシが設定されていません
nb: Advarsel: Ingen Outproxy konfigurert
nl: Waarschuwing: geen outproxy ingesteld
pt: Aviso: nenhum intermediador (proxy) externo a rede I2P configurado
sl: Opozorilo: Ni nastavljen izhodni proxy
uk: Попередження: вихідний проксі не налаштовано
vi: Cảnh báo: Không có cấu hình Outproxy
