Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: This seems to be a bad destination:
ar: يبدو أن هذه وجهة سيئة:
az: Bu pis bir nöqtə kimi görünür:
cs: Zdá se, že je to špatný cíl:
da: Dette ser ud til at være en dårlig destination:
el: Αυτός φαίνεται να είναι κακός προορισμός:
es: Éste parece ser un destino falso:
et: See tundub olevat halb sihtkoht:
fa: به نظر می رسد این مقصد بدی است:
fi: Tämä näyttää olevan huono kohde:
hi: यह एक खराब गंतव्य दिखने लगा है:
hu: Ez rossz célállomásnak tűnik:
in: Ini sepertinya menjadi tujuan yang buruk:
it: Questa non sembra essere una buona destinazione:
ja: これは間違った宛先のようです:
nb: Dette synes å være en dårlig destinasjon:
nl: Dit lijkt een slechte bestemming te zijn:
pt: Este destino parece estar incorreto:
sl: To zelo deluje kot slabo destinacijo:
uk: Скоріше всього це поганий адрес призначення:
vi: Đây có vẻ là một điểm đến tồi tệ:

source: i2paddresshelper cannot help you with a destination like that!
ar: i2paddresshelper لا يمكنه مساعدتك في وجهة كهذه!
az: i2paddresshelper belə bir nöqtə ilə sizə kömək edə bilməz!
cs: i2paddresshelper vám nemůže pomoci s takovým cílem!
da: i2paddresshelper kan ikke hjælpe dig med en destination som den!
el: Το i2paddresshelper δεν μπορεί να σας βοηθήσει με έναν τέτοιο προορισμό!
es: El ayudante de direcciones no te puede ayudar con un destino así.
et: i2paddresshelper ei saa aidata sellise sihtkoha puhul!
fa: i2paddresshelper نمی تواند به شما در چنین مقصدی کمک کند!
fi: i2paddresshelper ei voi auttaa sinua tällaisessa kohteessa!
hi: i2paddresshelper ऐसे गंतव्य के साथ आपकी मदद नहीं कर सकता!
hu: i2pcímsegítő nem tud segíteni ilyen célállomással!
in: i2paddresshelper tidak dapat membantu Anda dengan tujuan seperti itu!
it: i2paddresshelper non ti può aiutare con una destinazione del genere!
ja: i2paddresshelper ではそのような目的地についてはお手伝いできません!
nb: i2paddresshelper kan ikke hjelpe deg med en destinasjon som dette!
nl: i2padresshelper kan je niet helpen met zo’n bestemming!
pt: Auxiliar de endereços não pode ajudar em destinos como este!
sl: i2p naslovni pomočnik ne more pomagati z destinacijo te vrste!
uk: i2paddresshelper не може допомогти Вам з місцем призначення як це!
vi: i2padaddresshelper không thể giúp bạn với đích đến như vậy!

source: To visit the destination in your addressbook, click <a href="{0}">here</a>. To visit the conflicting addresshelper destination, click <a href="{1}">here</a>.
ar: لزيارة الوجهة في دفتر العناوين الخاص بك، انقر <a href="{0}">هنا</a>. لزيارة وجهة مساعد العنوان المتضاربة، انقر <a href="{1}">هنا</a>.
az: Ünvan defterinizdəki nöqtəni ziyarət etmək üçün, <a href="{0}">buraya</a> klikləyin. Mübahisəli ünvan köməkçisi nöqtəsini ziyarət etmək üçün, <a href="{1}">buraya</a> klikləyin.
cs: Chcete-li navštívit cíl ve svém adresáři, klikněte <a href="{0}">sem</a>. Chcete -li navštívit konfliktní cíl adresy, klikněte na <a href="{1}"> zde </a>.
da: For at besøge destinationen i din adressebog, klik <a href="{0}">her</a>. For at besøge den konfliktende adresse hjælpe destination, klik <a href="{1}">her</a>.
el: Για να επισκεφθείτε τον προορισμό στο βιβλίο διευθύνσεών σας, κάντε κλικ στο <a href=" {0}"> εδώ </a>. Για να επισκεφθείτε τον αντικρουόμενο προορισμό AddressHelper, κάντε κλικ στο <a href=" {1}"> εδώ </a>.
es: Para visitar el destino en su libro de direcciones, haga clic en <a href="{0}"> aquí </a>. Para visitar el destino en conflicto de direcciones, haga clic en <a href="{1}"> aquí </a>.
et: Kui soovid külastada aadressiraamatus olevat sihtkoha, siis klõpsa <a href="{0}">siia</a>. Kui soovid külastada vastuolulise aadressiabi sihtkoha, siis klõpsa <a href="{1}">siia</a>.
fa: برای بازدید از مقصد در دفترچه آدرس خود ، روی <a href=" {0}"> اینجا </a> کلیک کنید. برای بازدید از مقصد متناقض AdressHelper ، روی <a href=" {1}"> اینجا </a> کلیک کنید.
fi: Voit käydä osoitteesi määränpäässä napsauttamalla <a href="{0}"> täällä </a>. Voit käydä ristiriitaisessa osoitteen määränpäässä napsauttamalla <a href="{1}"> täällä </a>.
hi: अपने पता बुक में गंतव्य को देखने के लिए, <a href="{0}">यहाँ क्लिक करें। संघर्षपूर्ण पता सहायक गंतव्य को देखने के लिए, <a href="{1}">यहाँ क्लिक करें</a>।
hu: A címsor meglátogatásához kattintson a <a href="{0}"> itt </a> elemre. Az ütköző címsor célpontjának meglátogatásához kattintson a <a href="{1}"> itt </a> elemre.
in: Untuk mengunjungi tujuan di buku alamat Anda, klik <a href="{0}">di sini</a>. Untuk mengunjungi tujuan yang bertentangan, klik <a href="{1}">di sini</a>.
it: Per visitare la destinazione nella tua rubrica, fai clic su <a href="{0}"> qui </a>. Per visitare la destinazione in conflitto Indirizzo Helper, fai clic su <a href="{1}"> asecamente </a>.
ja: アドレス帳の宛先にアクセスするには、<a href="{0}">ここ</a>をクリックしてください。アドレスブックの目的地にアクセスするには、<a href=" {0}">こちら</a>をクリックしてください。 競合するアドレスヘルパーの目的地を訪問するには、<a href=" {1}">こちら</a>をクリックします。
nb: For å besøke destinasjonen i adresseboken din, klikk <a href="{0}">her</a>. Klikk <a href="{1}">her</a> for å besøke den motstridende adressehjelper-destinasjonen.
nl: Om de bestemming in uw adresboek te bezoeken, klikt u op <a href="{0}">hier</a>. Klik <a href="{1}">hier</a> om de conflicterende adreshelperbestemming te bezoeken.
pt: Para visitar o destino em seu livro de endereços, clique em <a href=" {0}"> aqui </a>. Para visitar o destino de endereço conflitante, clique em <a href="{1}"> aqui </a>.
sl: Da obiščete destinacijo v svojih naslovnikih, kliknite tukaj <a href="{0}">tukaj</a>. Za obisk konfliktnije destinacije pri i2p naslovnem pomočniku, kliknite tukaj <a href="{1}">tukaj</a>.
uk: Щоб відвідати пункт призначення у вашій адресній книжці, натисніть <a href="{0}"> тут </a>. Щоб відвідати конфліктну адресу призначення, натисніть <a href="{1}"> тут </a>.
vi: Để truy cập điểm đến trong sổ địa chỉ của bạn, hãy nhấp vào <a href="{0}">đây</a>. Để truy cập địa chỉ mâu thuẫn đích đến, nhấp vào <a href="{1}">đây</a>

source: Destination for {0} in addressbook
ar: وجهة {0} في دفتر العناوين
az: Ünvan defterində {0} üçün nöqtə
cs: Cíl pro {0} v adresáři
da: Destination for {0} i adressebogen
el: Προορισμός για {0} στο βιβλίο διευθύνσεων
es: Destino de {0} en la libreta de direcciones
et: Sihtkoha {0} aadressiraamatus
fa: مقصد برای {0} در دفترچه آدرس
fi: Osoitekirjan {0} kohde
hi: {0} के लिए गंतव्य पता बुक में
hu: {0} célállomása a címjegyzékben
in: Tujuan untuk {0} di buku alamat
it: Destinazione per {0} nella rubrica
ja: アドレス帳の {0} の宛先
nb: Destinasjon for {0} i adresseboken
nl: Bestemming voor {0} in adresboek
pt: Destino para {0} no catálogo de endereços
sl: Destinacija za {0} v naslovniku
uk: Призначення для {0} в адресній книзі
vi: Đích của {0} trong sổ địa chỉ

source: Conflicting address helper destination
ar: وجهة مساعد العنوان المتضاربة
az: Mübəhiscə ünvan köməkçisi nöqtəsi
cs: Konfliktní adresa cílového pomocného cíle
da: Konfliktende adresse hjælpe destination
el: Προορισμός βοηθού διεύθυνσης σε διένεξη
es: Destino I2P en conflicto del asistente de direcciones
et: Vastuoluline aadressiabi sihtkoha
fa: مقصد کمکی آدرس متناقض
fi: Ristiriitainen osoiteapukohde
hi: संघर्षपूर्ण पता सहायक गंतव्य
hu: Ütköző címsegéd cél
in: Destinasi addresshelper yang konflik
it: Destinazione helper indirizzo in conflitto
ja: アドレスヘルパー宛先が競合しています
nb: Motstridende adressehjelper destinasjon
nl: Conflicterende adreshelperbestemming
pt: Destino do auxiliar de endereço conflitante
sl: Konfliktna destinacija pri i2p naslovnem pomočniku
uk: Конфліктне призначення допоміжної адреси
vi: Đích của trình trợ giúp địa chỉ xung đột

source: Corrupt Base32 address
ar: عنوان Base32 تالف
az: Hasarlı Base32 ünvanı
cs: Poškozená adresa Base32
da: Skadet Base32 adresse
el: Διεφθαρμένη διεύθυνση βάσης32
es: Dirección Base32 corrupta
et: Rikutud Base32 aadress
fa: آدرس Base32 فاسد
fi: Vioittunut Base32-osoite
hi: भ्रष्ट Base32 पता
hu: Sérült Base32 cím
in: Alamat Base32 Rusak
it: Indirizzo Base32 danneggiato
ja: Base32アドレスが壊れています
nb: Korrupt Base32-adresse
nl: Corrupt Base32-adres
pt: Endereço Base32 corrompido
sl: Poškodovana Base32 naslovna koda
uk: Пошкоджена адреса Base32
vi: Địa chỉ Base32 bị hỏng

source: Destination LeaseSet not found
ar: لم يتم العثور على مجموعة تأجير الوجهة
az: Nöqtə Kirayəsi tapılmadı
cs: Destination LeaseSet nenalezen
da: Destination LeaseSet ikke fundet
el: Το Destination LeaseSet δεν βρέθηκε
es: Conjunto de arrendamiento de destino no encontrado
et: Sihtkoha LeaseSeti ei leitud
fa: Destination LeaseSet یافت نشد
fi: Destination LeaseSet ei löydy
hi: गंतव्य LeaseSet नहीं मिला
hu: Destination LeaseSet nem található
in: Leaseset tujuan tidak ditemukan
it: LeaseSet di destinazione non trovato
ja: 宛先リースセットが見つかりません
nb: Destination LeaseSet ikke funnet
nl: Bestemming LeaseSet niet gevonden
pt: Destination LeaseSet não encontrado
sl: Ni bilo mogoče najti dogovora o izdaji z naslovom destinacije
uk: Destination LeaseSet не знайдено
vi: Không tìm thấy Bộ hợp đồng thuê đích

source: Host
ar: المُضيف
az: Xost
da: Vært
el: Οικοδεσπότης
et: Meeskond
fa: ميزبان
fi: Tietokoneen nimi
hi: मेजबान
hu: Hoszt
ja: ホスト
nb: Vert
pt: Anfitrião
sl: Gostitelj
uk: Адрес
vi: Máy chủ

source: Base32
ar: قاعدة 32
cs: Základna32
el: Βάση32
fa: پایه 32
hu: Bázis 32
nl: Basis32
uk: База32
vi: Cơ sở32

source: Destination
ar: اتجاه
az: Nöqtə
cs: Cíl
el: Προορισμός
es: Destino
et: Sihtkoht
fa: مقصد
fi: Kohde
hi: गंतव्य
hu: Célállomás
in: Tujuan
it: Destinazione
ja: 宛先
nb: Destinasjon
nl: Bestemming
pt: Destino
sl: Destinacija
uk: Адреса призначення
vi: Đích đến

source: Continue to {0} without saving
ar: تابع إلى {0} بدون حفظ
az: {0}-ə saxlamaq olmadan davam etmək
cs: Pokračujte na {0} bez uložení
da: Fortset til {0} uden at gemme
el: Συνέχεια στο {0} χωρίς αποθήκευση
es: Acceder a {0} sin guardar
et: Jätka {0} salvestamata
fa: ادامه به {0} بدون ذخیره سازی
fi: Jatka kohtaan {0} tallentamatta
hi: {0} पर जाने के लिए बिना सहेजे
hu: Mentés nélkül tovább ide: {0}
in: Melanjutkan ke {0} tanpa menyimpan
it: Continua a {0} senza salvare
ja: 保存せずに {0} を続行
nb: Fortsett til {0} uten å lagre
nl: Doorgaan naar {0} zonder op te slaan
pt: Continuar para {0} sem salvar
sl: Nadaljuj z obiskom {0} brez shranjevanja
uk: Продовжити до {0} без збереження
vi: Tiếp tục tới {0} mà không lưu

source: You can browse to the site without saving it to the addressbook. The address will be remembered until you restart your I2P router.
ar: يمكنك تصفح الموقع دون حفظه في دفتر العناوين. سيتم تذكر العنوان حتى تقوم بإعادة تشغيل جهاز التوجيه I2P الخاص بك.
az: Ünvan defterinə saxlamaq olmadan saytın səhifəsinə getmək olar. Ünvan sizin I2P ruternizi yenidən başlamağa qədər yadda saxlanılacaq.
cs: Na web můžete procházet bez uložení do adresářů. Adresa bude zapamatována, dokud restartujete router i2p.
da: Du kan blæse til siden uden at gemme den i adressebogen. Adressen vil blive husket indtil du genstarter din I2P router.
el: Μπορείτε να περιηγηθείτε στον ιστότοπο χωρίς να το αποθηκεύσετε στο βιβλίο διευθύνσεων. Η διεύθυνση θα θυμηθεί μέχρι να επανεκκινήσετε τον δρομολογητή I2P.
es: Puede navegar al sitio sin guardarlo en el libro de direcciones. La dirección se recordará hasta que reinicie su enrutador I2P.
et: Sa saad külastada veebisaiti ilma, et salvestaksid seda aadressiraamatusse. Aadress on meeles kuni taaskäivitad oma I2P routerit.
fa: می توانید بدون ذخیره آن در دفترچه آدرس ، به سایت مرور کنید. آدرس تا زمانی که روتر I2P خود را مجدداً راه اندازی کنید ، به یاد می آورید.
fi: Voit selata sivustoa tallentamatta sitä osoitekirjaan. Osoite muistetaan, kunnes käynnistät I2P -reitittimen uudelleen.
hi: आप इस साइट पर ब्राउज़ कर सकते हैं बिना इसे पता बुक में सहेजे। पता आपके I2P राउटर को रीस्टार्ट करने तक याद रहेगा।
hu: Böngészhet a webhelyen anélkül, hogy elmentené a címkebookba. A címre emlékezni fog, amíg újra nem indítja az i2p útválasztót.
in: Anda dapat menelusuri situs tanpa menyimpannya ke buku alamat. Alamat akan diingat sampai Anda memulai kembali router I2P Anda.
it: È possibile navigare sul sito senza salvarlo nella rubrica. L'indirizzo sarà ricordato fino a quando non riavviate il tuo router I2P.
ja: アドレス帳に保存せずにサイトを閲覧できます。
nb: Du kan bla til nettstedet uten å lagre det i adresseboken. Adressen vil bli husket til du starter I2P-ruteren på nytt.
nl: U kunt naar de site bladeren zonder deze op het adresboek op te slaan. Het adres wordt herinnerd totdat u uw I2P -router opnieuw opstart.
pt: Você pode navegar para o site sem salvá -lo no livro de endereços. O endereço será lembrado até que você reinicie seu roteador I2P.
sl: Lahko obiščete spletišče brez shranjevanja v naslovnik. Naslov bo shranjen do ponovnega zaganjanja vašega I2P routeja.
uk: Ви можете переглядати на Сайт, не зберігаючи його до адресної книжки. Адреса запам'ятається, поки ви не перезапустите свій маршрутизатор I2P.
vi: Bạn có thể duyệt đến trang web mà không lưu nó vào sổ địa chỉ. Địa chỉ sẽ được ghi nhớ cho đến khi bạn khởi động lại bộ định tuyến I2P của mình.

source: Continue without saving
ar: استمر دون حفظ
az: Saxlamaq olmadan davam etmək
cs: Pokračujte bez uložení
da: Fortset uden at gemme
el: Συνέχεια χωρίς αποθήκευση
es: Continuar sin guardar
et: Jätka salvestamata
fa: ادامه بدون ذخیره سازی
fi: Jatka tallentamatta
hi: बिना सहेजे जारी रखें
hu: Folytatás mentés nélkül
in: Lanjutkan tanpa menyimpan
it: Continua senza salvare
ja: 保存せずに続行
nb: Fortsett uten å lagre
nl: Doorgaan zonder opslaan
pt: Continuar sem salvar
sl: Nadaljuj brez shranjevanja
uk: Продовжити без збереження
vi: Tiếp tục mà không lưu

source: Save {0} to router address book and continue to website
ar: احفظ {0} في دفتر عناوين جهاز التوجيه وتابع إلى موقع الويب
az: {0}-i ruter ünvan defterinə saxlamaq və saytın səhifəsinə davam etmək
cs: Uložte {0} do adresáře routeru a pokračujte na web
da: Gem {0} i routere adressebog og fortsæt til hjemmesiden
el: Αποθηκεύστε το {0} στο βιβλίο διευθύνσεων του δρομολογητή και συνεχίστε στον ιστότοπο
es: Guarde {0} en la libreta de direcciones del enrutador y continúe al sitio webGuardar {0} en la libreta de direcciones del router I2P y continuar hacia el sitio web
et: Salvesta {0} routeri aadressiraamatusse ja jätka veebisaidi külastamisega
fa: {0} را در دفترچه آدرس روتر ذخیره کنید و به وب سایت ادامه دهید
fi: Tallenna {0} reitittimen osoitekirjaan ja jatka verkkosivustolle
hi: {0} को राउटर पता बुक में सहेजें और वेबसाइट पर जाएं
hu: Mentse el a(z) {0} címet az útválasztó címjegyzékébe, és lépjen tovább a webhelyre
in: Simpan {0} ke buku alamat router dan lanjutkan ke situs webSimpan {0} ke dalam buku alamat router lalu lanjut ke situs yang anda tuju
it: Salva {0} nella rubrica del router e continua sul sito web
ja: ルーターのアドレス帳に {0} を保存し、ウェブサイトを続行
nb: Lagre {0} i ruterens adressebok og fortsett til nettstedet
nl: {0} opslaan in routeradresboek en doorgaan naar website
pt: Salve {0} no catálogo de endereços do roteador e prossiga para o site
sl: Shrani {0} v upravljalčev naslovnik in nadaljuj z obiskom spletišča
uk: Збережіть {0} в адресній книзі маршрутизатора та перейдіть на веб-сайт
vi: Lưu {0} vào sổ địa chỉ bộ định tuyến và tiếp tục truy cập trang web

source: This address will be saved to your Router addressbook where your subscription-based addresses are stored.
ar: سيتم حفظ هذا العنوان في دفتر عناوين جهاز التوجيه الخاص بك حيث يتم تخزين العناوين المستندة إلى الاشتراك.
az: Bu ünvan sizin abunament bazası ünvanləriniz saxlanıldığı ruter ünvan defterinə saxlanılacaq.
cs: Tato adresa bude uložena do vašeho adresáře směrovače, kde jsou uloženy vaše předplatné adresy.
da: Denne adresse vil blive gemt i din Routere adressebog hvor dine abonnementsbaserede adresser er gemt.
el: Αυτή η διεύθυνση θα αποθηκευτεί στο βιβλίο διευθύνσεων του δρομολογητή, όπου αποθηκεύονται οι διευθύνσεις που βασίζονται σε συνδρομή.
es: Esta dirección se guardará en la libreta de direcciones de su enrutador, donde se almacenan sus direcciones basadas en suscripción.
et: See aadress salvestatakse sinu Rooteri aadressiraamatusse, kus säilitad oma tellimuse põhinevad aadressid.
fa: این آدرس در دفترچه آدرس روتر شما ذخیره می شود، جایی که آدرس های مبتنی بر اشتراک شما ذخیره می شود.
fi: Tämä osoite tallennetaan reitittimen osoitekirjaan, johon on tallennettu tilauspohjaiset osoitteesi.
hi: यह पता आपके सब्सक्रिप्शन-आधारित पते को संग्रहित करने वाले राउटर पता बुक में सहेजा जाएगा।
hu: Ezt a címet a rendszer elmenti az útválasztó címjegyzékébe, ahol az előfizetés alapú címei tárolódnak.
it: Questo indirizzo verrà salvato nella rubrica del router dove sono memorizzati gli indirizzi basati sull'abbonamento.
ja: このアドレスは、サブスクリプションベースのアドレスが保存されているルーターのアドレス帳に保存されます。
nb: Denne adressen vil bli lagret i ruterens adressebok der de abonnementsbaserte adressene er lagret.
nl: Dit adres wordt opgeslagen in het adresboek van uw router, waar uw op abonnementen gebaseerde adressen worden opgeslagen.
pt: Este endereço será salvo no catálogo de endereços do seu roteador, onde seus endereços baseados em assinatura são armazenados.
sl: To naslov bo shranjen v zbirko naslovov s prijavno obveznim sistemom.
uk: Ця адреса буде збережена в адресній книзі вашого маршрутизатора, де зберігаються ваші адреси на основі підписки.
vi: Địa chỉ này sẽ được lưu vào sổ địa chỉ Bộ định tuyến nơi lưu trữ các địa chỉ dựa trên đăng ký của bạn.

source: If you want to keep track of sites you have added manually, add to your Master or Private addressbook instead.
ar: إذا كنت تريد متابعة المواقع التي أضفتها يدويًا، أضفها إلى دفتر العناوين الرئيسي أو الخاص بدلاً من ذلك.
az: Manuel olaraq əlavə etdiyiniz saytları izləmək istəyirsinizsə, onları Master və ya Private ünvan defterinə əlavə edin.
cs: Pokud chcete mít přehled o stránkách, které jste přidali ručně, přidejte je do hlavního nebo soukromého adresáře.
da: Hvis du ønsker at holde styr på sider du har tilføjet manuelt, tilføj til din Master eller Private adressebog i stedet.
el: Εάν θέλετε να παρακολουθείτε τις τοποθεσίες που έχετε προσθέσει με μη αυτόματο τρόπο, προσθέστε τις στον κύριο ή τον ιδιωτικό σας βιβλίο διευθύνσεων.
es: Si desea realizar un seguimiento de los sitios que ha agregado manualmente, agréguelos a su libreta de direcciones maestra o privada.
et: Kui soovid hoida meeles manuaalselt lisatud veebisaitide üle, siis lisa neid oma Master või Private aadressiraamatusse.
fa: اگر می‌خواهید سایت‌هایی را که به صورت دستی اضافه کرده‌اید پیگیری کنید، به جای آن به دفترچه آدرس اصلی یا خصوصی خود اضافه کنید.
fi: Jos haluat seurata manuaalisesti lisäämiäsi sivustoja, lisää sen sijaan pää- tai yksityinen osoitekirjaasi.
hi: यदि आप खुद जोड़े हुए साइटों की निगरानी करना चाहते हैं, तो अपने मास्टर या निजी पता बुक में जोड़ें।
hu: Ha nyomon szeretné követni a manuálisan hozzáadott webhelyeket, adja hozzá a fő vagy a privát címjegyzékhez.
in: Jika Anda ingin melacak situs yang telah Anda tambahkan secara manual, tambahkan ke buku alamat master atau pribadi Anda sebagai gantinya.
it: Se vuoi tenere traccia dei siti che hai aggiunto manualmente, aggiungili invece alla tua rubrica principale o privata.
ja: 手動で追加したサイトを追跡したい場合は、代わりにマスター アドレス帳またはプライベート アドレス帳に追加してください。
nb: Hvis du ønsker å holde styr på nettsteder du har lagt til manuelt, legg til i Master eller Private adresseboken i stedet.
nl: Als u sites wilt bijhouden die u handmatig heeft toegevoegd, voeg deze dan toe aan uw hoofd- of privé-adresboek.
pt: Se você quiser acompanhar os sites adicionados manualmente, adicione-os ao seu catálogo de endereços mestre ou privado.
sl: Če želite beležiti spletišča, ki ste jih dodali sami, dodajte jih v zbirko Master ali Private namesto v Upravljalčev naslovnik.
uk: Якщо ви хочете відстежувати сайти, які ви додали вручну, додайте натомість до вашої головної або приватної адресної книги.
vi: Nếu bạn muốn theo dõi các trang web bạn đã thêm theo cách thủ công, thay vào đó hãy thêm vào sổ địa chỉ Chính hoặc Riêng.

source: Save & continue
ar: حفظ
az: Saxla və davam et
cs: Uložit
da: Gem & fortsæt
el: Αποθήκευση
es: Guardar y continuar
et: Salvesta & jätka
fa: ذخیره و ادامه
fi: Tallenna
hi: सहेजें & जारी रखें
hu: Mentés
in: Simpan & lanjutkan
it: Salva & continua
ja: 保存と続行
nb: Lagre
nl: Opslaan & doorgaan
pt: Salvar
sl: Shrani & nadaljuj
uk: Зберегти
vi: Lưu

source: Save {0} to master addressbook and continue to website
ar: احفظ {0} في دفتر العناوين الرئيسي وتابع إلى موقع الويب
az: {0}-i Master ünvan defterinə saxlamaq və saytın səhifəsinə davam etmək
cs: Uložte {0} do hlavního adresáře a pokračujte na web
da: Gem {0} i hoved adressebog og fortsæt til hjemmesiden
el: Αποθήκευση {0} στο Master Addressbook και συνεχίστε στον ιστότοπο
es: Guardar {0} en la libreta de direcciones maestra y continuar al sitio web
et: Salvesta {0} master aadressiraamatusse ja jätka veebisaidi külastamisega
fa: {0} را در دفترچه آدرس اصلی ذخیره کنید و به وب سایت ادامه دهید
fi: Tallenna {0} hallitsemaan osoitekirjaa ja jatka verkkosivustolle
hi: {0} को मास्टर पता बुक में सहेजें और वेबसाइट पर जाएं
hu: Mentse el a(z) {0} címet a fő címjegyzékbe, és lépjen tovább a webhelyre
in: Simpan {0} ke Master Addresbook dan lanjutkan ke situs web
it: Salva {0} nella rubrica principale e continua sul sito web
ja: {0} をマスター アドレス帳に保存し、Web サイトに進みます
nb: Lagre {0} i hovedadresseboken og fortsett til nettstedet
nl: Bewaar {0} in het hoofdadresboek en ga verder naar de website
pt: Salvar {0} para dominar o livro de endereços e continuar no site
sl: Shrani {0} v zbirko Master in nadaljuj z obiskom spletišča
uk: Зберегти {0} для майстер -адреси та продовжуйте веб -сайт
vi: Lưu {0} vào sổ địa chỉ chính và tiếp tục trang web
