Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: Copy the key and send it to the server operator.
ar: انسخ المفتاح وأرسله إلى مشغل الخادم.
az: Açarı kopyalayın və server operatörünə göndərin.
cs: Zkopírujte klíč a odešlete jej operátorovi serveru.
da: Kopiér nøglen og send den til serveroperatøren.
el: Αντιγράψτε το κλειδί και στείλτε το στον χειριστή του διακομιστή.
es: Copie la clave y envíela al operador del servidor.
et: Kopeeri võti ja saada see serveri operatiivile.
fa: کلید را کپی کرده و برای اپراتور سرور ارسال کنید.
fi: Kopioi avain ja lähetä se palvelimen operaattorille.
hi: कुंजी की प्रति नकल बनाएं और इसे सर्वर ऑपरेटर को भेजें।
hu: Másolja ki a kulcsot, és küldje el a szerver üzemeltetőjének.
in: Salin kunci dan kirimkan ke operator server.
it: Copia la chiave e inviala all'operatore del server.
ja: キーをコピーし、サーバー オペレーターに送信します。
nb: Kopier nøkkelen og send den til serveroperatøren.
nl: Kopieer de sleutel en stuur deze naar de serveroperator.
pt: Copie a chave e envie-a para o operador do servidor.
sl: Kopirajte ključ in pošiljte ga upravljavcu strežnika.
uk: Скопіюйте ключ і надішліть його оператору сервера.
vi: Copy key và gửi cho nhà điều hành máy chủ.

source: After you are granted permission, you may proceed to the website.
ar: بعد منحك الإذن، يمكنك المتابعة إلى الموقع.
az: İcazə verildikdən sonra, saytın səhifəsinə getmək olar.
cs: Po udělení povolení můžete přejít na webovou stránku.
da: Når du er tildelt tilladelse, kan du fortsætte til hjemmesiden.
el: Αφού σας δοθεί η άδεια, μπορείτε να προχωρήσετε στον ιστότοπο.
es: Una vez que se le haya concedido el permiso, podrá acceder al sitio web.
et: Kui sul on antud luba, võid edasi minna veebisaidile.
fa: پس از اعطای مجوز، می توانید به وب سایت بروید.
fi: Kun sinulle on myönnetty lupa, voit jatkaa verkkosivustolle.
hi: जब आपको अनुमति दी जाएगी, तब आप वेबसाइट पर आगे बढ़ सकते हैं।
hu: Miután megkapta az engedélyt, továbbléphet a webhelyre.
in: Setelah Anda diberikan izin, Anda dapat melanjutkan ke situs web.
it: Dopo aver ottenuto l'autorizzazione, è possibile procedere al sito Web.
ja: 許可が得られたら、Web サイトに進んでください。
nb: Etter at du har fått tillatelse, kan du fortsette til nettstedet.
nl: Nadat u toestemming heeft gekregen, kunt u doorgaan naar de website.
pt: Depois de receber permissão, você poderá prosseguir para o site.
sl: Po tem, ko ste prejeli dovoljenje, lahko nadaljujete na spletni strani.
uk: Отримавши дозвіл, ви можете перейти на веб-сайт.
vi: Sau khi được cấp phép, bạn có thể tiếp tục truy cập trang web.

source: Go back and fix the error
ar: الرجوع وإصلاح الخطأ
az: Geriyə gedin və səhvə düzəldin
cs: Vraťte se a opravte chybu
da: Gå tilbage og ret fejlen
el: Επιστρέψτε και διορθώστε το σφάλμα
es: Regrese y corrija el error
et: Mine tagasi ja paranda viga
fa: برگردید و خطا را برطرف کنید
fi: Palaa takaisin ja korjaa virhe
hi: वापस जाएं और त्रुटि ठीक करें
hu: Menjen vissza, és javítsa ki a hibát
in: Kembali dan perbaiki kesalahannya
it: Torna indietro e correggi l'errore
ja: 戻ってエラーを修正してください
nb: Gå tilbake og fiks feilen
nl: Ga terug en herstel de fout
pt: Volte e corrija o erro
sl: Pojdite nazaj in popravite napako
uk: Поверніться та виправте помилку
vi: Quay lại và sửa lỗi

source: router
ar: موجه
az: ruter
cs: směrovač
el: δρομολογητής
fa: روتر
fi: reititin
hi: राउटर
ja: ルータ
nb: ruter
pt: roteador
sl: Ruter
uk: роутер
vi: bộ định tuyến

source: master
ar: رئيسي
cs: mistr
da: hoved
el: κύριος
es: maestro
fa: استاد
fi: mestari
hi: मास्टर
hu: fő
ja: マスター
nb: mester
nl: meester
pt: mestre
sl: Glavni
uk: основна
vi: chính

source: private
ar: خاص
az: gizli
cs: soukromé
da: privat
el: ιδιωτικός
es: privado
et: privaatne
fa: خصوصی
fi: yksityinen
hi: निजी
hu: privát
in: pribadi
it: privato
ja: プライベート
nb: privat
nl: privé
pt: privado
sl: Zasebne
uk: приватна
vi: riêng

source: Redirecting to {0}
ar: تحديث من {0}
az: {0}-ə yönləndirilir
cs: Přesměrování na {0}
da: Omdirigerer til {0}
el: Ανακατεύθυνση στο {0}
es: Redireccionando a {0}
et: Ümber suunamine {0} poole
fa: تغییر مسیر به {0}
fi: Uudelleenohjataan osoitteeseen {0}
hi: {0} पर रीडायरेक्ट कर रहा है
hu: Átirányítás ide: {0}
in: Mengalihkan ke {0}
it: Redirezionamento a {0}
ja: {0} へ転送
nb: Videresender til {0}
nl: Doorverwijzen naar {0}
pt: Redirecionando para {0}
sl: Preusmerjanje na {0}
uk: Перенаправляємо до {0}
vi: Đang chuyển hướng tới {0}

source: Redirection in progress
ar: إعادة التوجيه قيد التقدم
az: Yönləndirmə davam edir
cs: Probíhá přesměrování
da: Omdirigering i gang
el: Ανακατεύθυνση σε εξέλιξη
es: Redirección en curso
et: Ümber suunamine käimas
fa: تغییر جهت در حال انجام است
fi: Uudelleenohjaus käynnissä
hi: रीडायरेक्शन प्रगति में
hu: Átirányítás folyamatban
in: Pengalihan sedang berlangsung
it: Reindirizzamento in corso
ja: リダイレクトが進行中です
nb: Omdirigering pågår
nl: Omleiding wordt uitgevoerd
pt: Redirecionamento em andamento
sl: Preusmerjanje poteka
uk: Триває перенаправлення
vi: Đang chuyển hướng

source: Saved {0} to the {1} addressbook, redirecting now.
ar: تم حفظ {0} في دفتر العناوين {1}، ويتم إعادة التوجيه الآن.
az: {0}-i {1} ünvan defterinə saxladıq, indi yönləndiririk.
cs: Uloženo {0} do adresáře {1}, nyní přesměrováno.
da: Gemt {0} i {1} adressebog, omdirigerer nu.
el: Αποθηκεύτηκε το {0} στο βιβλίο διευθύνσεων {1}, ανακατεύθυνση τώρα.
es: {0} ha sido guardado en la libreta {1}, accediendo ahora.
et: {0} salvestatud {1} aadressiraamatusse, ümber suunamine praegu.
fa: {0} در دفترچه آدرس {1} ذخیره شد، اکنون هدایت می شود.
fi: Tallennettu {0} osoitekirjaan {1}, uudelleenohjaus nyt.
hi: {0} को {1} पता बुक में सहेजा गया है, अब रीडायरेक्ट हो रहा है।
hu: {0} mentése {1} címjegyzékbe, átirányítás alatt.
in: Menyimpan {0} ke buku alamat {1}, mengalihkan sekarang.
it: {0} salvato sulla rubrica {1}, in redirezionamento.
ja: {0} を {1} アドレス帳に保存しました。今リダイレクトします。
nb: Lagret {0} til {1} adresseboken, videresender nå.
nl: {0} is in het {1} adresboek opgeslagen, je wordt nu doorgestuurd.
pt: {0} salvo no livro de endereços {1}, redirecionando agora.
sl: {0} shranjena v knjigo telefonskih zapisov {1} in trenutno preusmerjai.
uk: {0} збережено в {1} адресної книги, перенапрявляємо.
vi: Đã lưu {0} vào sổ địa chỉ {1}, đang chuyển hướng.

source: Failed to save {0} to the {1} addressbook, redirecting now.
ar: فشل حفظ {0} في دفتر العناوين {1}، تتم إعادة التوجيه الآن.
az: {0}-i {1} ünvan defterinə saxlamaq uğursuz olduq, indi yönləndiririk.
cs: Nepodařilo se uložit {0} do adresáře {1}. Nyní probíhá přesměrování.
da: Kunne ikke gemme {0} i {1} adressebog, omdirigerer nu.
el: Απέτυχε η αποθήκευση του {0} στο βιβλίο διευθύνσεων {1}, ανακατεύθυνση τώρα.
es: No se ha podido guardar {0} en la libreta {1}, accediendo ahora.
et: Ebaõnnestus {0} salvestamine {1} aadressiraamatusse, ümber suunamine praegu.
fa: ذخیره {0} در دفترچه آدرس {1} انجام نشد، اکنون هدایت می‌شود.
fi: Osoitteen {0} tallentaminen osoitekirjaan {1} epäonnistui, uudelleenohjaus nyt.
hi: {0} को {1} पता बुक में सहेजने में विफल हुए, अब रीडायरेक्ट हो रहा है।
hu: {0} mentése {1} címjegyzékbe sikertelen, átirányítás alatt.
in: Gagal menyimpan {0} ke buku alamat {1}, mengalihkan sekarang.
it: Salvataggio di {0} sulla rubrica {1} fallito, in redirezionamento.
ja: {0} を {1} アドレス帳に保存できませんでした。現在リダイレクトしています。
nb: Feilet med å lagre {0} til {1} adresseboken, videresender nå.
nl: Kan {0} niet opslaan in het adresboek van {1}. Er wordt nu omgeleid.Opslaan van {0} in het {1} adresboek mislukt, je wordt nu doorgestuurd.
pt: Falha ao salvar {0} no livro de endereços {1}, redirecionando agora.
sl: Neuspešno shranjevanje {0} v knjigo telefonskih zapisov {1}, trenutno preusmerjam.
uk: Не вдалось зберегти {0} в {1} адресної книги, перенаправляємо.
vi: Không lưu được {0} vào sổ địa chỉ {1}, đang chuyển hướng ngay bây giờ.

source: Click here if you are not redirected automatically.
ar: انقر هنا إذا لم تتم إعادة توجيهك تلقائيًا.
az: Avtomatik olaraq yönləndirilməyəsəniz, buraya klikləyin.
cs: Pokud nebudete automaticky přesměrováni, klikněte sem.
da: Klik her hvis du ikke automatisk omdiriges.
el: Κάντε κλικ εδώ εάν δεν ανακατευθυνθείτε αυτόματα.
es: ¡Haz click aquí si no estás siendo enviado automáticamente!
et: Klõpsa siia, kui sa ei suunata automaatselt ümber.
fa: اگر به طور خودکار هدایت نشدید، اینجا را کلیک کنید.
fi: Napsauta tästä, jos sinua ei ohjata automaattisesti.
hi: अगर आपको स्वचालित रूप से रीडायरेक्ट नहीं किया जाता है, तो यहाँ क्लिक करें।
hu: Kattints ide, amennyiben nem történt meg az automatikus átirányítás.
in: Klik disini jika Anda tidak dialihkan secara otomatis.
it: Clicca qui se non sei redirezionato automaticamente.
ja: 自動的にリダイレクトされない場合は、ここをクリックしてください。
nb: Klikk her hvis du ikke blir videresendt automatisk.
nl: Klik hier als je niet automatisch wordt doorgestuurd.
pt: Clique aqui se você não for redirecionado automaticamente.
sl: Kliknite tukaj, če si ne preusmerjeno avtomatsko.
uk: Клацніть тут якщо вас не перенаправило автоматично.
vi: Nhấp vào đây nếu bạn không được chuyển hướng tự động.

source: Saved the authentication for {0}, redirecting now.
ar: تم حفظ المصادقة لـ {0}، إعادة التوجيه الآن.
az: {0} üçün təsdiqləməni saxladık, indi yönləndiririk.
cs: Uloženo ověření pro {0}, nyní probíhá přesměrování.
da: Gemt godkendelse for {0}, omdirigerer nu.
el: Αποθηκεύτηκε ο έλεγχος ταυτότητας για το {0}, ανακατεύθυνση τώρα.
es: Se guardó la autenticación para {0}, redirigiendo ahora.
et: Salvestas autentimise {0} ja suuname praegu ümber.
fa: احراز هویت برای {0} ذخیره شد، اکنون هدایت می شود.
fi: Tallennettu todennus verkkotunnukselle {0}, uudelleenohjaus nyt.
hi: {0} के लिए प्रमाणीकरण सहेजा गया है, अब रीडायरेक्ट हो रहा है।
hu: Mentettük a(z) {0} hitelesítését, átirányítás most.
in: Menyimpan autentikasi untuk {0}, mengalihkannya sekarang.
it: Ha salvato l'autenticazione per {0}, reindirizzando ora.
ja: {0} の認証を保存し、今リダイレクトします。
nb: Lagret autentiseringen for {0}, omdirigerer nå.
nl: Authenticatie voor {0} opgeslagen, nu omleiden.
pt: Salva a autenticação para {0}, redirecionando agora.
sl: Shranjeni so podatki za vstop v {0} in trenutno preusmerjam.
uk: Збережено автентифікацію для {0}, переспрямування зараз.
vi: Đã lưu xác thực cho {0}, đang chuyển hướng.
