Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: The HTTP outproxy was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
ar: لم يكن من الممكن الوصول إلى وكيل HTTP الخارجي، لأنه يستخدم خيارات التشفير التي لا يدعمها إصدار I2P أو Java الخاص بك.
az: HTTP outproxy çatdırıla bilmədi, çünki o, I2P və ya Java sürümünüz tərəfindən dəstəklənməyən şifrələmə seçimlərindən istifadə edir.
cs: HTTP outproxy nebyl dosažitelný, protože používá možnosti šifrování, které vaše verze I2P nebo Java nepodporuje.
da: HTTP udproxyen kunne ikke nås, da den bruger krypteringsmuligheder, der ikke understøttes af din I2P eller Java version.
el: Δεν ήταν δυνατή η πρόσβαση στο διακομιστή εξόδου μεσολάβησης HTTP, επειδή χρησιμοποιεί επιλογές κρυπτογράφησης που δεν υποστηρίζονται από την έκδοση I2P ή Java που διαθέτετε.
es: No se pudo acceder al proxy HTTP porque utiliza opciones de cifrado que no son compatibles con su versión I2P o Java.No se pudo acceder al proxy HTTP porque utiliza opciones de cifrado que no son compatibles con su versión I2P o Java.El proxy HTTP de salida no se pudo alcanzar, porque usa opciones de cifrado que no están soportadas por su versión de I2P o de Java.
et: HTTP välisproxy oli saadmata, sest see kasutab krüpteerimisvõimalusi, mida ei toeta sinu I2P või Java versioon.
fa: پروکسی HTTP قابل دسترسی نبود، زیرا از گزینه های رمزگذاری استفاده می کند که توسط نسخه I2P یا جاوا شما پشتیبانی نمی شوند.
fi: HTTP-välityspalvelin ei ollut tavoitettavissa, koska se käyttää salausvaihtoehtoja, joita I2P- tai Java-versiosi ei tue.
hi: HTTP आउटप्रॉक्सी पहुँच नहीं पा रही है, क्योंकि यह एन्क्रिप्शन विकल्प का उपयोग करती है जो आपके I2P या जावा संस्करण द्वारा समर्थित नहीं है।
hu: A HTTP outproxy nem volt elérhető, mert olyan titkosítási beállításokat használ, amelyeket az Ön I2P vagy Java verziója nem támogat.
in: Outproxy HTTP tidak dapat dijangkau, karena menggunakan opsi enkripsi yang tidak didukung oleh versi I2P atau Java Anda.HTTP outproxy tidak bisa tersambung karena menggunakan enkripsi yang tidak didukung I2P atau versi Java anda.
it: Il proxy di uscita HTTP non era raggiungibile perché utilizza opzioni di crittografia non supportate dalla versione I2P o Java.
ja: HTTP アウトプロキシは、I2P または Java バージョンでサポートされていない暗号化オプションを使用しているため、到達できませんでした。HTTP アウトプロキシは、I2P または Java バージョンでサポートされていない暗号化オプションを使用しているため、到達できませんでした。あなたの I2P の Java バージョンがサポートしない暗号化の選択を使用するため、HTTP アウトプロキシに到達できません。
nb: HTTP-outproxyen var ikke tilgjengelig, fordi den bruker krypteringsalternativer som ikke støttes av din I2P- eller Java-versjon.
nl: De HTTP-outproxy was niet bereikbaar, omdat deze coderingsopties gebruikt die niet worden ondersteund door uw I2P- of Java-versie.De HTTP-outproxy kan niet bereikt worden omdat deze versleutelingsopties gebruikt die niet worden ondersteund door je I2P- of Java-versie.
pt: O proxy HTTP não estava acessível porque usa opções de criptografia que não são suportadas pela sua versão I2P ou Java.
sl: Izvedenega HTTP izhodnega preklopilnika ni bilo, ker uporablja kriptne opcije, ki niso podporljive vašega I2P ali različice Jave.
uk: HTTP-проксі-сервер недоступний, оскільки він використовує параметри шифрування, які не підтримуються вашою версією I2P або Java.Вихідний проксі HTTP недоступний, бо використовує опції шифрування, які не підтримуються вашим I2P або версією Java.
vi: Không thể truy cập HTTP outproxy vì nó sử dụng các tùy chọn mã hóa không được phiên bản I2P hoặc Java của bạn hỗ trợ.

source: Could not connect to the following destination:
ar: تعذر الاتصال بالوجهة التالية:
az: Aşağıdakı nöqtə ilə əlaqə saxlamaq mümkün olmadı:
cs: Nelze se připojit k následujícímu cíli:
da: Kunne ikke forbinde til følgende destination:
el: Δεν ήταν δυνατή η σύνδεση στον ακόλουθο προορισμό:
es: No se pudo conectar con el siguiente destino:
et: Ei suutnud ühendust luua järgmise sihtkoha kaudu:
fa: عدم توانایی در اتصال به مقصد زیرین:
fi: Yhteyttä ei voitu muodostaa seuraavaan kohteeseen:
hi: निम्नलिखित गंतव्य के साथ कनेक्शन नहीं किया जा सका:
hu: Nem sikerült csatlakozni a következő célhoz:
in: Tidak bisa tersambung ke tujuan berikut:
it: Non è stato possibile connettersi alla seguente destinazione:
ja: 次の宛先に接続できませんでした:
nb: Kunne ikke koble til følgende destinasjon:
nl: Kon niet verbinden met de volgende bestemming:
pt: Não foi possível conectar ao seguinte destino:
sl: Ni moglo povezati se na naslednje destinacijo:
uk: Не вдалося з'єднатися з наступним пунктом призначення:
vi: Không thể kết nối với đích sau:

source: Proxy Authorization Required
ar: اعدادات البروكسي الخارجي
az: Proxy Təsdiqləmə Tələb Olunur
cs: Vyžaduje se oprávnění proxy
da: Proxy autorisation påkrævet
el: Απαιτείται εξουσιοδότηση διακομιστή μεσολάβησης
es: Se necesita Autorización para el Proxy
et: Proxyd lubamiseks on vaja luba
fa: احراز هویت پراکسی مورد نیاز است
fi: Välityspalvelimen valtuutus vaaditaan
hi: प्रोक्सी अनुमति आवश्यक
hu: Kimenő proxy Hitelesítés
in: Otorisasi Proxy Diperlukan
it: Richiesta autorizzazione proxy d'uscita
ja: プロキシが認証を要求
nb: Utproxy autorisasjon
nl: Proxy-authenticatie vereist
pt: Autorização do proxy de saída
sl: Potreben je proxy za avtorizacijo
uk: Авторизація outproxy
vi: Cho phép Outproxy

source: I2P HTTP Proxy Authorization Required
ar: اعدادات البروكسي الخارجي
az: I2P HTTP Proxy Təsdiqləmə Tələb Olunur
cs: Vyžaduje se autorizace I2P HTTP proxy
da: I2P HTTP Proxy autorisation påkrævet
el: Απαιτείται άδεια χρήσης I2P HTTP
es: Se necesita Autorización para el proxy I2P HTTP
et: I2P HTTP Proxyd lubamiseks on vaja luba
fa: مجوز پروکسی I2P HTTP مورد نیاز است
fi: I2P HTTP-välityspalvelimen valtuutus vaaditaan
hi: I2P HTTP प्रोक्सी अनुमति आवश्यक
hu: Kimenő proxy Hitelesítés
in: Otorisasi Proxy HTTP I2P Diperlukan
it: Autorizzazione Outproxy
ja: I2PのHTTPプロキシが認証を要求しました
nb: utproxy autorisasjon
nl: I2P-HTTP-proxy-authenticatie vereist
pt: Autorização do proxy de saída
sl: Potreben je proxy za avtorizacijo I2P HTTP
uk: Авторизація outproxy
vi: Cho phép Outproxy

source: This proxy is configured to require a username and password for access.
ar: تم تكوين هذا الوكيل ليطلب اسم مستخدم وكلمة مرور للوصول.
az: Bu proxy, giriş üçün istifadəçi adı və şifrə tələb etmək üçün tənzimlənib.
cs: Tento proxy je nakonfigurován tak, aby pro přístup vyžadoval uživatelské jméno a heslo.
da: Denne proxy er konfigureret til at kræve brugernavn og adgangskode for adgang.
el: Αυτός ο διακομιστής μεσολάβησης έχει ρυθμιστεί ώστε να απαιτεί όνομα χρήστη και κωδικό πρόσβασης για πρόσβαση.
es: Este proxy está configurado para requerir un nombre de usuario y contraseña para acceder.Este proxy está configurado para requerir un usuario y contraseña para acceder.
et: See proxy on seadistatud nii, et juurdepääs vajab kasutajanime ja parooli.
fa: این پروکسی طوری پیکربندی شده است که برای دسترسی به نام کاربری و رمز عبور نیاز دارد.
fi: Tämä välityspalvelin on määritetty vaatimaan pääsyä varten käyttäjänimen ja salasanan.
hi: यह प्रोक्सी एक उपयोगकर्ता नाम और पासवर्ड की आवश्यकता के साथ पहुँच के लिए कन्फ़िगर की गई है।
hu: Ez a proxy úgy van konfigurálva, hogy a hozzáféréshez felhasználónév és jelszó szükséges.
in: Proksi ini dikonfigurasi untuk memerlukan nama pengguna dan kata sandi untuk akses.Proxy ini dikonfigurasikan untuk memerlukan nama pengguna dan kata sandi ketika mengakses.
it: Questo proxy necessita username e password per l'accesso.
ja: このプロキシは、アクセスにユーザー名とパスワードを必要とするように構成されています。このプロキシは、アクセスにユーザー名とパスワードを必要とするように構成されています。このプロキシは、アクセスにユーザー名とパスワードを要求するように設定されています。
nb: Denne proxyen er konfigurert til å kreve et brukernavn og passord for tilgang.
nl: Deze proxy is geconfigureerd om een ​​gebruikersnaam en wachtwoord te vereisen voor toegang.Deze proxy is ingesteld om een gebruikersnaam en wachtwoord te vereisen voor toegang.
pt: Este proxy está configurado para exigir um nome de usuário e senha para acesso.Este proxy está configurado para pedir um nome de utilizador e palavra-passe para acesso.
sl: Ta proxy je nastavljen, da za dostop zahteva uporabniško ime in geslo.
uk: Цей проксі-сервер налаштовано на вимогу імені користувача та пароля для доступу.Цей проксі налаштований конечно вимагати ім'я користувача і пароль для доступу.
vi: Proxy này được cấu hình để yêu cầu tên người dùng và mật khẩu để truy cập.

source: Please enter your username and password, or check your {0}router configuration{1} or {2}I2PTunnel configuration{3}.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور، أو التحقق من {0}تكوين جهاز التوجيه{1} أو {2}تكوين I2PTunnel{3}.
az: Lütfən, istifadəçi adınızı və şifrənizi daxil edin, və ya {0}ruter tənzimləmələrinizi{1} yoxlayın və ya {2}I2PTunnel tənzimləmələrinizi{3} yoxlayın.
cs: Zadejte své uživatelské jméno a heslo nebo zkontrolujte {0}konfiguraci routeru{1} nebo {2}konfiguraci I2PTunnel{3}.
da: Indtast venligst dit brugernavn og adgangskode, eller tjek din {0}router konfiguration{1} eller {2}I2PTunnel konfiguration{3}.
el: Εισαγάγετε το όνομα χρήστη και τον κωδικό πρόσβασής σας ή ελέγξτε τη {0}διαμόρφωση δρομολογητή{1} ή τη {2}διαμόρφωση I2PTunnel{3}.
es: Introduzca su nombre de usuario y contraseña, o compruebe la {0}configuración de su enrutador{1} o la {2}configuración de I2PTunnel{3}.Introduzca su nombre de usuario y contraseña, o compruebe la {0}configuración de su enrutador{1} o la {2}configuración de I2PTunnel{3}.Por favor, escriba su usuario y contraseña, o compruebe su configuración{1} del {0}ruter o su configuración{3} de {2}I2PTunnel.
et: Palun sisesta oma kasutajanimi ja parool või kontrolli {0}routeri seadistusi{1} või {2}I2PTunnel seadistusi{3}.
fa: لطفاً نام کاربری و رمز عبور خود را وارد کنید یا {0}پیکربندی روتر{1} یا {2}پیکربندی I2PTunnel{3} خود را بررسی کنید.
fi: Anna käyttäjänimesi ja salasanasi tai tarkista {0}reitittimen asetukset{1} tai {2}I2PTunnel-määritykset{3}.
hi: कृपया अपने उपयोगकर्ता नाम और पासवर्ड दर्ज करें, या अपनी {0}राउटर सेटिंग{1} या {2}I2PTunnel सेटिंग{3} की जाँच करें।
hu: Kérjük, adja meg felhasználónevét és jelszavát, vagy ellenőrizze az {0}útválasztó konfigurációját{1} vagy az {2}I2PTunnel konfigurációját{3}.
in: Masukkan nama pengguna dan sandi Anda, atau periksa {0}konfigurasi router{1} atau {2}konfigurasi I2PTunnel{3} Anda.Silahkan masukkan nama pengguna dan kata sandi Anda, atau periksa {0}konfigurasi router{1} atau {2}konfigurasi I2PTunnel{3} Anda.
it: Inserisci nome utente e password oppure controlla la {0}configurazione del router{1} o la {2}configurazione I2PTunnel{3}.
ja: ユーザー名とパスワードを入力するか、{0}ルーター構成{1}または{2}I2PTunnel 構成{3}を確認してください。
nb: Skriv inn brukernavnet og passordet ditt, eller sjekk {0}ruterkonfigurasjonen{1} eller {2}I2PTunnel-konfigurasjonen{3}.
nl: Voer uw gebruikersnaam en wachtwoord in, of controleer uw {0}routerconfiguratie{1} of {2}I2PTunnel-configuratie{3}.Voer je gebruikersnaam en wachtwoord in, of controleer je {0}routerinstellingen{1} of {2}I2PTunnel-instellingen{3}.
pt: Insira seu nome de usuário e senha ou verifique a {0}configuração do roteador{1} ou a {2}configuração do I2PTunnel{3}.Por favor, insira o seu nome de utilizador e palavra-passe, ou verifique a sua {0}configuração do roteador{1} ou {2}configuração do Túnel I2P{3}.
sl: Prosimo, vnesite vašo uporabniško ime in geslo, ali preverite nastavitve {0}roberja{1} ali {2}nastavitve I2PTunnela{3}.
uk: Будь ласка, введіть своє ім’я користувача та пароль або перевірте {0}конфігурацію маршрутизатора{1} або {2}конфігурацію I2PTunnel{3}.Будь ласка, ввести ваш логін і пароль, або перевірити {0}router configuration{1} або {2}I2PTunnel configuration{3}.
vi: Vui lòng nhập tên người dùng và mật khẩu của bạn hoặc kiểm tra {0}cấu hình bộ định tuyến{1} hoặc {2}cấu hình I2PTunnel{3} của bạn.

source: To disable authorization, remove the configuration {0}i2ptunnel.proxy.auth=basic{1}, then stop and restart the HTTP Proxy tunnel.
ar: لتعطيل التفويض، قم بإزالة التكوين {0}i2ptunnel.proxy.auth=basic{1}، ثم أوقف نفق وكيل HTTP وأعد تشغيله.
az: Təsdiqləməni söndürmək üçün, tənzimləməni {0}i2ptunnel.proxy.auth=basic{1} silin, sonra HTTP Proxy tuneli dayandırın və yenidən başladın.
cs: Chcete-li autorizaci deaktivovat, odeberte konfiguraci {0}i2ptunnel.proxy.auth=basic{1}, poté zastavte a restartujte tunel HTTP proxy.
da: For at deaktivere autorisation, fjern konfigurationen {0}i2ptunnel.proxy.auth=basic{1}, så stop og genstart HTTP Proxy tunnel.
el: Για να απενεργοποιήσετε την εξουσιοδότηση, καταργήστε τη διαμόρφωση {0}i2ptunnel.proxy.auth=basic{1} και, στη συνέχεια, σταματήστε και επανεκκινήστε τη σήραγγα διακομιστή μεσολάβησης HTTP.
es: Para deshabilitar la autorización, elimine la configuración {0}i2ptunnel.proxy.auth=basic{1}, luego detenga y reinicie el túnel del proxy HTTP.Para deshabilitar la autorización, elimine la configuración {0}i2ptunnel.proxy.auth=basic{1}, luego detenga y reinicie el túnel del proxy HTTP.Para desactivar la autorización, elimine la configuración {0}i2ptunnel.proxy.auth=basic{1}, entonces apague y reinicie el túnel HTTP Proxy.
et: Autoriseerimise keelamiseks eemalda seadistus {0}i2ptunnel.proxy.auth=basic{1}, seejärel peata ja käivita HTTP Proxy tunneld uuesti.
fa: برای غیرفعال کردن مجوز، پیکربندی {0}i2ptunnel.proxy.auth=basic{1} را حذف کنید، سپس تونل پروکسی HTTP را متوقف کرده و مجدداً راه اندازی کنید.
fi: Voit poistaa valtuutuksen käytöstä poistamalla määritykset {0}i2ptunnel.proxy.auth=basic{1}, pysäyttämällä ja käynnistämällä sitten HTTP-välityspalvelintunnelin uudelleen.
hi: अनुमति को अक्षम करने के लिए, सेटिंग {0}i2ptunnel.proxy.auth=basic{1} को हटाएं, फिर HTTP प्रोक्सी टनल को रोकें और पुनः शुरू करें।
hu: Az engedélyezés letiltásához távolítsa el az {0}i2ptunnel.proxy.auth=basic{1} konfigurációt, majd állítsa le és indítsa újra a HTTP-proxy alagutat.
in: Untuk menonaktifkan otorisasi, hapus konfigurasi {0}i2ptunnel.proxy.auth=basic{1}, lalu hentikan dan mulai ulang terowongan Proxy HTTP.Untuk menonaktifkan otorisasi, hapus konfigurasi {0}i2ptunnel.proxy.auth=basic{1}, kemudian hentikan dan mulai ulang saluran Proxy HTTP.
it: Per disabilitare l'autorizzazione, rimuovere la configurazione {0} i2ptunnel.proxy.auth = base {1}, quindi arrestare e riavviare il tunnel proxy HTTP.
ja: 認証を無効にするには、設定 {0}i2ptunnel.proxy.auth=basic{1} を削除し、HTTP プロキシ トンネルを停止して再起動します。認証を無効にするには、設定 {0}i2ptunnel.proxy.auth=basic{1} を削除し、HTTP プロキシ トンネルを停止して再起動します。
nb: For å deaktivere autorisasjon, fjern konfigurasjonen {0}i2ptunnel.proxy.auth=basic{1}, og stopp og start HTTP Proxy-tunnelen på nytt.
nl: Om autorisatie uit te schakelen, verwijdert u de configuratie {0}i2ptunnel.proxy.auth=basic{1}, stopt u vervolgens en start u de HTTP Proxy-tunnel opnieuw.Om authenticatie uit te schakelen verwijder je de configuratie {0}i2ptunnel.proxy.auth=basic{1} en stop en herstart je vervolgens de HTTP-proxytunnel.
pt: Para desativar a autorização, remova a configuração {0}i2ptunnel.proxy.auth=basic{1}, pare e reinicie o túnel do proxy HTTP.Para desabilitar a autorização, remova a configuração {0}i2ptunnel.proxy.auth=basic{1}, então pare e reinicie o túnel do proxy HTTP.
sl: Da bi zaprli avtorizacijo, odstranite nastavitev {0}i2ptunnel.proxy.auth=basic{1}, nato ustavite in ponovno začnite HTTP Proxy tunnel.
uk: Щоб вимкнути авторизацію, видаліть конфігурацію {0}i2ptunnel.proxy.auth=basic{1}, а потім зупиніть і перезапустіть тунель HTTP-проксі.
vi: Để tắt ủy quyền, hãy xóa cấu hình {0}i2ptunnel.proxy.auth=basic{1}, sau đó dừng và khởi động lại đường hầm HTTP Proxy.

source: Warning: Invalid Destination
ar: وجهة محلية
az: Xəbərdarlıq: Səhv Nöqtə
cs: Cíl tunelu
da: Advarsel: Ugyldig destination
el: Προειδοποίηση: Μη έγκυρος προορισμός
es: Aviso: Destinación no válida
et: Hoiatus: Kehtetu sihtkoht
fa: هشدار: مقصد نامعتبر
fi: Varoitus: virheellinen kohde
hi: अहत्यार: अवैध गंतव्य
hu: Helyi célállomást
in: Peringatan: Tujuan Tidak Valid
it: Destinazione locale
ja: 警告: 無効な宛先
nb: Lokal destinasjon
nl: Waarschuwing: ongeldige bestemming
pt: Aviso: Destinatário Inválido
sl: Opozorilo: Neveljavno naslovišče
uk: Локальний адрес призначення
vi: Điểm đến nội bộ

source: The website destination specified was not valid, or was otherwise unreachable.
ar: وجهة موقع الويب المحددة لم تكن صالحة، أو لم يكن بالإمكان الوصول إليها.
az: Belirtilən veb sayt nöqtəsi düzgün deyil və ya başqa yolla çatdırıla bilmədi.
cs: Zadaný cíl webu nebyl platný nebo byl jinak nedostupný.
da: Den angivne hjemmeside destination var ikke gyldig, eller var på anden vis ubredbar.
el: Ο προορισμός του ιστότοπου που καθορίστηκε δεν ήταν έγκυρος ή δεν ήταν προσβάσιμος με άλλο τρόπο.
es: El destino del sitio web especificado no era válido o era inaccesible.El destino del sitio web especificado no era válido, o de cualquier modo era inalcanzable.
et: Määratud veebisaiti sihtkoht ei olnud kehtiv või muul viisil saadmata.
fa: مقصد وب سایت مشخص شده معتبر نبود یا غیر قابل دسترس بود.
fi: Määritetty verkkosivuston kohde ei ollut kelvollinen tai siihen ei muuten ollut tavoitetta.
hi: स्पष्ट किया गया वेबसाइट गंतव्य मान्य नहीं था, या अन्यथा पहुँच से बाहर था।
hu: A megadott webhely célhelye érvénytelen, vagy más okból elérhetetlen.
in: Situs yang anda masukkan tidak valid atau tidak bisa dibuka.
it: La destinazione del sito web specificata non era valida o non era altrimenti raggiungibile.La destinazione del sito web specificata non era valida, o altrimenti irraggiungibile.
ja: 指定された Web サイトの宛先が無効であるか、到達できませんでした。
nb: Nettstedets destinasjon var ikke gyldig, eller var på annen måte ikke tilgjengelig.
nl: De opgegeven websitebestemming was niet geldig of was om een ​​andere reden onbereikbaar.De opgegeven websitebestemming is ongeldig, of kan niet bereikt worden.
pt: O destino do site especificado não era válido ou estava inacessível de outra forma.
sl: Naslovišče, ki ga ste specifikirali, ni veljalo ali pa ni bilo dostopno.
uk: Вказаний цільовий веб-сайт недійсний або недосяжний з інших причин.
vi: Đích trang web được chỉ định không hợp lệ hoặc không thể truy cập được.

source: Perhaps you pasted in the wrong Base 64 string or the link you are following is bad.
ar: ربما قمت بلصق سلسلة Base 64 الخاطئة أو أن الرابط الذي تتبعه سيء.
az: Belə ki, siz yanlış Base 64 simvolı yapışdırıb və ya izlədiyiniz keçid pisdir.
cs: Možná jste vložili nesprávný řetězec Base 64 nebo odkaz, který sledujete, je špatný.
da: Måske har du indsat den forkerte Base 64 streng eller linket, du følger, er dårligt.
el: Ίσως επικολλήσατε λάθος συμβολοσειρά Base 64 ή ο σύνδεσμος που ακολουθείτε είναι κακός.
es: Quizás pegaste la cadena Base 64 incorrecta o el enlace que estás siguiendo es incorrecto.Quizás pegó la destinación Base 64 equivocada o el enlace que ha pulsado estaba mal.
et: Võib-olla sisestasid vale Base 64 jada või järgitasid valesti linki.
fa: شاید رشته پایه 64 را اشتباه چسبانده باشید یا پیوندی که دنبال می کنید بد باشد.
fi: Ehkä liitit väärään Base 64 -merkkijonoon tai linkki, jota seuraat, on huono.
hi: शायद आपने गलत Base 64 स्ट्रिंग पेस्ट की हो या आप जारी कर रहे लिंक खराब हो।
hu: Talán rossz Base 64 karakterláncot illesztett be, vagy a követett hivatkozás rossz.
in: Mungkin Anda menempelkan string Base 64 yang salah atau tautan yang Anda ikuti buruk.Mungkin Anda menempelkan string Base 64 yang salah atau tautan yang Anda ikuti buruk.
it: Forse hai incollato la stringa Base 64 sbagliata o il collegamento che stai seguendo non è valido.
ja: おそらく、間違った Base 64 文字列を貼り付けたか、たどっているリンクが間違っています。
nb: Kanskje du limte inn feil Base 64-streng eller lenken du følger er dårlig.
nl: Misschien heb je de verkeerde Base 64-string geplakt of is de link die je volgt niet goed.Misschien heb je de verkeerde Base-64-tekenreeks gekopieerd of is de koppeling die je volgt verkeerd.
pt: Talvez você tenha colado a string Base 64 errada ou o link que você está seguindo esteja incorreto.Talvez colaste uma cadeia de caracteres na base 64 errada ou a ligação que seguiste não serve.
sl: Morda ste napačno kopirali Base 64 vrstico ali povezano povezavo, ki jo sledite.
uk: Можливо, ви вставили неправильний рядок Base 64 або посилання, за яким ви переходите, неправильне.
vi: Có lẽ bạn đã dán sai chuỗi Base 64 hoặc liên kết bạn đang theo dõi không tốt.

source: The I2P host could also be offline.
ar: قد يكون مضيف I2P غير متصل أيضًا.
az: I2P xost-u həmçinin internetdən çıxıb ola bilər.
cs: Hostitel I2P může být také offline.
da: I2P værten kunne også være offline.
el: Ο κεντρικός υπολογιστής I2P θα μπορούσε επίσης να είναι εκτός σύνδεσης.
es: También podría ser que ese servidor I2P esté apagado.
et: I2P host võib olla ka vabanduses.
fa: میزبان I2P همچنین می تواند آفلاین باشد.
fi: I2P-isäntä voi olla myös offline-tilassa.
hi: I2P होस्ट भी ऑनलाइन नहीं हो सकता है।
hu: Az I2P gazdagép offline is lehet.
in: Host I2P mungkin juga sedang offline.
it: Il nodo I2P potrebbe essere disconnesso.
ja: I2Pホストがオフラインになっている可能性もあります。
nb: I2P-verten kan også være frakoblet.
nl: De I2P-host kan ook offline zijn.
pt: O anfitrião de I2P também poderá estar off-line.
sl: I2P gostitelj lahko tudi ni dostopen.
uk: Хост I2P також може бути офлайн.
vi: Máy chủ I2P cũng có thể ngoại tuyến.

source: The connection to the proxy was reset.
ar: تم إعادة تعيين الاتصال بالوكيل.
az: Proxy ilə olan bağlantı sıfırlandı.
cs: Spojení s proxy bylo resetováno.
da: Forbindelsen til proxyen blev nulstillet.
el: Έγινε επαναφορά της σύνδεσης με τον διακομιστή μεσολάβησης.
es: Se reinició la conexión al proxy.
et: Ühendus proxyga on taaskäivitatud.
fa: اتصال به پراکسی بازنشانی شد.
fi: Yhteys välityspalvelimeen nollattiin.
hi: प्रोक्सी के साथ कनेक्शन रीसेट हो गया।
hu: A proxyhoz való kapcsolat visszaállításra került.
in: Koneksi terhadap proxy tersambung ulang.
it: La connessione verso il proxy è stata resettata.
ja: プロキシへの接続がリセットされました。
nb: Forbindelsen til proxyen ble tilbakestilt.
nl: De verbinding met de proxy is gereset.
pt: A conexão com o proxy foi redefinida.
sl: Povezava do posrednika je bila ponovno nastavljena.
uk: З’єднання з проксі скинуто.
vi: Kết nối tới proxy đã được đặt lại.
