Repository: I2PPlus/i2pplus
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: ar, az, cs, da, el, es, et, fa, fi, hi, hu, in, it, ja, nb, nl, pt, sl, uk, vi

source: Seeing this page often? See {0}the FAQ{1} for help in {2}adding some subscriptions{3} to your addressbook.
ar: رؤية هذه الصفحة في كثير من الأحيان؟ رؤية هذه الصفحة في كثير من الأحيان؟ راجع {0} الأسئلة الشائعة {1} للمساعدة في {2} إضافة بعض الاشتراكات {3} إلى دفتر العناوين الخاص بك.
az: Bu səhifəni tez-tez görürsünüzsə? {0}Sual-Vəziyyətlər{1}-də kömək üçün {2}ünvan defterinə bəzi abunamentləri əlavə etməkdə{3} yardım tapa bilərsiniz.
cs: Vidíte tuto stránku často? Viz {0} FAQ {1} pro pomoc při {2} přidání některých předplatných {3} do vaší adresy.
da: Ser denne side ofte? Se {0}FAQ{1} for hjælp med {2}at tilføje nogle abonnementer{3} til din adressebog.
el: Βλέπετε αυτήν τη σελίδα συχνά; Δείτε {0} τις συχνές ερωτήσεις {1} για βοήθεια στο {2} προσθέτοντας μερικές συνδρομές {3} στο βιβλίο διευθύνσεών σας.
es: ¿Ves esta página a menudo? ¿Entra a esta web a menudo? Vea {0}las preguntas frecuentes (FAQ){1} por ayuda para {2}añadir algunas suscripciones{3} a su libreta de direcciones (resolución distribuida de nombres).
et: Vaadates seda lehte sageli? Vaata {0}FAQ{1} abi saamiseks {2}uute tellimuste lisamisel{3} sinu aadressiraamatusse.
fa: دیدن این صفحه اغلب؟ برای کمک به {2} اضافه کردن برخی از اشتراک ها {3} به دفترچه آدرس خود ، به {0} faq {1} مراجعه کنید.
fi: Näetkö tämän sivun usein? Katso {0} UKK {1} apua {2} Joidenkin tilausten {3} lisääminen osoitekirjaasi.
hi: यह पृष्ठ अक्सर देख रहे हैं? {0}FAQ{1} को देखें {2}अपने पता बुक में कुछ सदस्यताओं{3} जोड़ने के लिए मदद के लिए।
hu: Gyakran látja ezt az oldalt? Lásd: {0} A {1} GYIK segítségével a {2} segítségével néhány előfizetés hozzáadása {3} a címkönyvéhez.
in: Sering melihat halaman ini? Sering melihat laman ini? Lihat {0}FAQ{1} untuk bantuan dalam {2}menambahkan beberapa langganan{3} ke buku alamat Anda.
it: Vedere spesso questa pagina? Vedi {0} The FAQ {1} per l'aiuto in {2} aggiungendo alcuni abbonamenti {3} alla tua rubrica.
ja: このページをよく見ますか?このページを頻繁に見ていますか？ {0} FAQ {1}を参照して、{2}のヘルプをアドレスブックにいくつかのサブスクリプション{3}を追加します。
nb: Ser du denne siden ofte? Se {0}vanlige spørsmål{1} for å få hjelp til å {2}legge til noen abonnementer{3} i adresseboken.
nl: Zie je deze pagina vaak? Zie je deze pagina vaak? Bekijk dan {0}de VGV{1} voor hulp met {2}abonnementen toevoegen{3} aan je adresboek.
pt: Vê esta página com frequência? Estar a ver esta página frequentemente? Veja as {0}perguntas frequentes{1} para ajuda em {2}incluindo novos registros{3} em teu livro de endereços.
sl: Kadar pogosto vidite ta spletni strani? Glejte {0}FAQ{1} za pomoč pri {2}dodajanju nekaterih podpisov{3} v vaši knjigi naslovov.
uk: Бачити цю сторінку часто? Див. {0} FAQ {1} для довідки в {2} Додавання деяких підписки {3} до вашої адресної книги.
vi: Nhìn thấy trang này thường xuyên? Xem {0} Câu hỏi thường gặp {1} để được trợ giúp trong {2} Thêm một số đăng ký {3} vào sổ địa chỉ của bạn.

source: Website Unreachable
ar: موقع الويب غير قابل للوصول
az: Uğurla Mərhələyə Uzaq Veb Sayt
cs: Web je nedostupný
da: Hjemmeside udbredbar
el: Μη προσβάσιμος ιστότοπος
es: Sitio web inalcanzable
et: Veebisait on saadmata
fa: وب سایت در دسترس نیست
fi: Verkkosivustoon ei saada yhteyttä
hi: वेबसाइट पहुँच नहीं पा रही
hu: A webhely nem érhető el
in: Situs tidak dapat dibuka
it: Sito web irraggiungibile
ja: 到達できないウェブサイト
nb: Nettsiden kan ikke nås
nl: Website onbereikbaar
pt: Sítio da Web Inacessível
sl: Stran ni dosegljiva
uk: Сайт недоступний
vi: Trang web không thể truy cập được

source: The website was not reachable, because its lease set was not found.
ar: تعذر الوصول إلى الموقع، لأنه لم يتم العثور على مجموعة الإيجار الخاصة به.
az: Veb saytı çatdırıla bilmədi, çünki onun kirayəsi tapılmadı.
cs: Webová stránka nebyla dostupná, protože nebyla nalezena její sada pro pronájem.
da: Hjemmesiden kunne ikke nås, da dens leasing sæt ikke kunne findes.
el: Ο ιστότοπος δεν ήταν προσβάσιμος, επειδή δεν βρέθηκε το σύνολο μίσθωσης.
es: No se pudo acceder al sitio web porque no se encontró su conjunto de arrendamiento.El sitio web no fue alcanzable, porque no se encontró su lease set (túneles para ese destino).
et: Veebisaiti ei saanud ulatuda, sest tema lease komplekti ei leitud.
fa: وب سایت قابل دسترسی نبود، زیرا مجموعه اجاره آن یافت نشد.
fi: Sivusto ei ollut tavoitettavissa, koska sen vuokrasopimusta ei löytynyt.
hi: वेबसाइट पहुँच नहीं पा रही है, क्योंकि उसका लीज सेट नहीं मिला।
hu: A webhely nem volt elérhető, mert a bérleti csomagja nem található.
in: Situs ini tidak bisa dibuka karena lease set-nya tidak ditemukan.
it: Il sito web non è raggiungibile perché il relativo set di lease non è stato trovato.
ja: リースセットが見つからないため、ウェブサイトに到達できません。
nb: Nettstedet var ikke tilgjengelig, fordi leiesettet ikke ble funnet.
nl: De website was niet bereikbaar, omdat de leaseset niet werd gevonden.De website kan niet bereikt worden, omdat de lease set niet is gevonden.
pt: O site não estava acessível porque seu conjunto de locação não foi encontrado.
sl: Stran ni bila dosegljiva, ker ni bilo najdeno njeno zasedbo.
uk: Веб-сайт недоступний, оскільки його набір оренди не знайдено.
vi: Không thể truy cập trang web vì không tìm thấy tập hợp hợp đồng thuê của nó.

source: The website is probably down, but there could also be network congestion.
ar: من المحتمل أن يكون موقع الويب معطلاً، ولكن قد يكون هناك أيضًا ازدحام في الشبكة.
az: Veb saytı ehtimal ki dayandırılmışdır, amma şəbəkə dolu ola bilər.
cs: Webové stránky pravděpodobně nefungují, ale také může docházet k přetížení sítě.
da: Hjemmesiden er sandsynligvis nede, men der kunne også være netværks forsinkelse.
el: Ο ιστότοπος είναι πιθανώς εκτός λειτουργίας, αλλά μπορεί επίσης να υπάρχει συμφόρηση δικτύου.
es: El sitio web probablemente esté caído, pero también podría haber congestión en la red.El sitio web probablemente está caído, pero también podría haber congestión en la red.
et: Veebisait on tõenäoliselt maha, kuid võib-olla on ka võrgukoormus.
fa: احتمالاً وب سایت از کار افتاده است، اما ممکن است ازدحام شبکه نیز وجود داشته باشد.
fi: Verkkosivusto on todennäköisesti poissa käytöstä, mutta verkko voi myös olla ruuhkautunut.
hi: वेबसाइट संभवतः नीचे हो सकती है, लेकिन यहाँ नेटवर्क की भीड़ हो सकती है।
hu: A webhely valószínűleg nem működik, de hálózati torlódások is előfordulhatnak.
in: Situs web mungkin sedang down, tetapi mungkin juga terjadi kemacetan jaringan.Situs ini mungkin tidak aktif, namun mungkin ada kemacetan di jaringan.
it: Probabilmente il sito web non è disponibile, ma potrebbe anche esserci una congestione della rete.
ja: Web サイトがダウンしている可能性がありますが、ネットワークの混雑も考えられます。Web サイトがダウンしている可能性がありますが、ネットワークの混雑も考えられます。サイトがダウンしている可能性がありますが、ネットワークの混雑もあり得ます。
nb: Nettsiden er sannsynligvis nede, men det kan også være overbelastning av nettverket.
nl: De website is waarschijnlijk offline, maar er kan ook sprake zijn van netwerkoverbelasting.De website is waarschijnlijk plat, maar het netwerk kan ook overbelast zijn.
pt: O site provavelmente está fora do ar, mas também pode haver congestionamento na rede.
sl: Stran je verjetno na prehodu, ampak lahko je tudi morda problem z omrežjem.
uk: Веб-сайт, ймовірно, не працює, але також може бути перевантаження мережі.
vi: Trang web có thể không hoạt động nhưng cũng có thể do tắc nghẽn mạng.

source: Outproxy Not Found
ar: الوكيل الخارجي غير موجود
az: Tapılmamış Outproxy
cs: Outproxy nenalezen
da: Udproxy ikke fundet
el: Δεν βρέθηκε το Outproxy
es: Proxy de salida no encontrado
et: Välisproxyd ei leitud
fa: Outproxy یافت نشد
fi: Välityspalvelinta ei löydy
hi: आउटप्रॉक्सी नहीं मिली
hu: Outproxy nem található
in: Outproxy tidak ditemukan
it: Outproxy non trovato
ja: アウトプロキシが見つからない
nb: Outproxy ikke funnet
nl: Outproxy niet gevonden
pt: Proxy de Saída Não Encontrado
sl: Izhodni preklopilnik ni bil najden
uk: Outproxy не знайдено
vi: Không tìm thấy proxy bên ngoài

source: The HTTP Outproxy was not found.
ar: لم يتم العثور على HTTP Outproxy.
az: HTTP Outproxy tapılmadı.
cs: HTTP Outproxy nebyl nalezen.
da: HTTP Udproxyen blev ikke fundet.
el: Δεν βρέθηκε ο διακομιστής εξόδου HTTP.
es: El proxy HTTP no está activo.
et: HTTP välisproxyd ei leitud.
fa: HTTP Outproxy پیدا نشد.
fi: HTTP-välityspalvelinta ei löytynyt.
hi: HTTP आउटप्रॉक्सी नहीं मिली।
hu: A HTTP outproxy -t nem találták meg.
in: Outproxy HTTP tidak ditemukan.
it: Il proxy HTTP non è avviato.
ja: HTTPアウトプロキシが見つかりませんでした。
nb: HTTP Outproxy ble ikke funnet.
nl: De HTTP-outproxy is niet ingeschakeld.
pt: O proxy HTTP não está alcançável.
sl: Izvedenega HTTP izhodnega preklopilnika ni bilo.
uk: Вихідний проксі для HTTP не знайдено.
vi: Không tìm thấy HTTP Outproxy.

source: It is offline, there is network congestion, or your router is not yet well-integrated with peers.
ar: إنه غير متصل بالإنترنت، أو يوجد ازدحام في الشبكة، أو أن جهاز التوجيه الخاص بك لم يتكامل بعد بشكل جيد مع أقرانه.
az: O, internetdən çıxıb, şəbəkə doludur, və ya ruteriniz hələ də eşlər ilə yaxşı enteqrasiya etməmişdir.
cs: Je offline, dochází k přetížení sítě nebo váš router ještě není dobře integrován s partnery.
da: Den er offline, der er netværks forsinkelse, eller din router er endnu ikke godt integreret med medlemmer.
el: Είναι εκτός σύνδεσης, υπάρχει συμφόρηση δικτύου ή ο δρομολογητής σας δεν είναι ακόμη καλά ενσωματωμένος με τους ομοτίμους.
es: Está desconectado, hay congestión en la red o su enrutador aún no está bien integrado con sus pares.Está apagado, o hay congestión en la red, o su ruter aún no está bien integrado con los otros pares.
et: See on vabanduses, võrgukoormus või sinu ruter pole veel hästi integreeritud teiste kasutajatega.
fa: آفلاین است، ازدحام شبکه وجود دارد، یا روتر شما هنوز به خوبی با همتایان ادغام نشده است.
fi: Se on offline-tilassa, verkossa on ruuhkaa tai reitittimesi ei ole vielä hyvin integroitu kumppanien kanssa.
hi: यह ऑनलाइन नहीं है, नेटवर्क में भीड़ है, या आपका राउटर पीयर्स के साथ अभी तक अच्छी तरह से एकीकृत नहीं है।
hu: Offline állapotban van, hálózati torlódások vannak, vagy az útválasztó még nincs megfelelően integrálva a társakkal.
in: Sedang offline, ada kemacetan jaringan, atau router Anda belum terintegrasi dengan baik dengan rekan-rekan.Sedang offline, ada kemacetan pada jaringan, atau router Anda belum terintegrasi dengan baik dengan peer.
it: È offline, c'è congestione della rete o il tuo router non è ancora ben integrato con i peer.
ja: オフラインであるか、ネットワークが混雑しているか、ルーターがまだピアと十分に統合されていません。オフラインであるか、ネットワークが混雑しているか、ルーターがまだピアと十分に統合されていません。オフラインであるか、ネットワークが混雑しているか、ルータがまだピアとうまく統合されていないかのいずれかです。
nb: Den er offline, det er overbelastning på nettverket, eller ruteren din er ennå ikke godt integrert med jevnaldrende.
nl: Het is offline, er is netwerkoverbelasting of uw router is nog niet goed geïntegreerd met peers.Deze is offline, het netwerk is overbelast, of je router is nog niet goed geïntegreerd met peers.
pt: Está off-line, há congestionamento na rede ou seu roteador ainda não está bem integrado aos pares.Está fora do ar, há congestionamento de dados, ou teu roteador não está bem integrado com os participantes.
sl: Je offline, obstaja problem z omrežjem ali vaš rober še ni popolnoma integriran z kolegi.
uk: Він офлайн, мережа перевантажена, або ваш маршрутизатор ще не добре інтегрований з одноранговими вузлами.Він знаходиться в автономному режимі, є перевантаження мережі або ваш маршрутизатор ще не інтегрований з одноранговими пристроями.
vi: Nó ngoại tuyến, tắc nghẽn mạng hoặc bộ định tuyến của bạn chưa tích hợp tốt với các thiết bị ngang hàng.

source: You may want to {0}retry{1} as this will randomly reselect an outproxy from the pool you have defined {2}here{3} (if you have more than one configured).
ar: قد ترغب في {0}إعادة المحاولة{1} لأن هذا سيؤدي بشكل عشوائي إلى إعادة تحديد وكيل خارجي من المجموعة التي حددتها {2}هنا{3} (إذا كان لديك أكثر من وكيل تم تكوينه).
az: {0}təkrar cəhd etmək{1} istəyə bilərsiniz çünki bu, sizin təyin etdiyiniz {2}burada{3} outproxy (əgər siz daha çoxdan birini tənzimləmisinizsə) rast qrupdan yenidən seçməlidir.
cs: Můžete to {0}zkusit znovu{1}, protože to náhodně znovu vybere outproxy z fondu, který jste definovali {2}zde{3} (pokud jich máte nakonfigurováno více).
da: Du vil måske gerne {0}prøve igen{1}, da dette vil tilfældigt genvelge en udproxy fra puljen du har defineret {2}her{3} (hvis du har mere end én konfigureret).
el: Μπορεί να θέλετε να {0}προσπαθήσετε ξανά{1}, καθώς αυτό θα επιλέγει ξανά τυχαία ένα διακομιστή μεσολάβησης από το pool που έχετε ορίσει {2}εδώ{3} (εάν έχετε διαμορφώσει περισσότερες από μία).
es: Es posible que quieras {0}volver a intentarlo{1}, ya que esto volverá a seleccionar aleatoriamente un proxy externo del grupo que has definido {2}aquí{3} (si tienes más de uno configurado).Es posible que quieras {0}volver a intentarlo{1}, ya que esto volverá a seleccionar aleatoriamente un proxy externo del grupo que has definido {2}aquí{3} (si tienes más de uno configurado).Puede ser que quiera {0}reintentar{1} ya que esto volverá a seleccionar aleatoriamente un proxy de salida del repositorio que haya definido {2}aquí{3} (si tiene configurado más de uno)
et: Võid soovida {0}proovida uuesti{1}, sest see valib juhuslikult välisproxyd sinu määratletud {2}poolist{3} (kui sul on rohkem kui üks seadistatud).
fa: ممکن است بخواهید {0}دوباره امتحان کنید{1}، زیرا با این کار یک پروکسی از مجموعه ای که در {2}اینجا{3} تعریف کرده اید مجدداً به طور تصادفی انتخاب می شود (اگر بیش از یکی را پیکربندی کرده اید).
fi: Haluat ehkä {0}yrittää uudelleen{1}, koska tämä valitsee satunnaisesti uudelleen välityspalvelimen {2}täällä{3} määrittämästäsi poolista (jos sinulla on useampi kuin yksi määritetty).
hi: आप फिर से {0} प्रयास करना चाहेंगे {1}, क्योंकि यह आपके {2}यहाँ{3} परिभाषित टूल के संचालन से यादृच्छिक रूप से एक आउटप्रॉक्सी को नवीनीकृत करेगा (अगर आपने एक से अधिक कोfig किया है)।
hu: Érdemes lehet {0}újrapróbálnia{1}, mivel ez véletlenszerűen újra kiválaszt egy outproxyt az {2}itt{3} meghatározott készletből (ha egynél több van beállítva).
in: Anda mungkin ingin {0}mencoba lagi{1} karena tindakan ini akan secara acak memilih ulang proksi keluar dari kumpulan yang telah Anda tetapkan {2}di sini{3} (jika Anda memiliki lebih dari satu konfigurasi).Anda mungkin ingin {0}mengulang{1} karena ini akan secara acak memilih ulang sebuah outproxy dari pool yang telah Anda tetapkan {2}disini{3} (jika Anda memiliki lebih dari satu yang dikonfigurasikan).
it: Potresti voler {0}riprovare{1} poiché questo selezionerà in modo casuale un proxy di uscita dal pool che hai definito {2}qui{3} (se ne hai più di uno configurato).
ja: {2}ここ{3}で定義したプールからアウトプロキシがランダムに再選択されるため、{0}再試行{1}することをお勧めします (複数のアウトプロキシが構成されている場合)。{2}ここ{3}で定義したプールからアウトプロキシがランダムに再選択されるため、{0}再試行{1}することをお勧めします (複数のアウトプロキシが構成されている場合)。（複数のアウトプロキシが設定されている場合は）{2}ここ{3}で定義したプールから無作為にアウトプロキシが再選択されるので、{0}リトライ{1}することをお勧めします。
nb: Det kan være lurt å {0}prøve på nytt{1}, da dette vil tilfeldig velge en outproxy fra bassenget du har definert {2}her{3} (hvis du har mer enn én konfigurert).
nl: Misschien wilt u het {0}opnieuw proberen{1}, omdat hierdoor willekeurig een outproxy opnieuw wordt geselecteerd uit de groep die u {2}hier{3} heeft gedefinieerd (als u er meer dan één heeft geconfigureerd).Je wil misschien {0}opnieuw proberen{1} aangezien dit een willekeurige outproxy van de pool die je {2}hier{3} hebt gedefinieerd (als je er meer dan een hebt ingesteld) opnieuw zal selecteren.
pt: Você pode querer {0}tentar novamente{1}, pois isso selecionará novamente aleatoriamente um outproxy do pool definido {2}aqui{3} (se você tiver mais de um configurado).Talvez queiras {0}tentar novamente{1}, o que irá selecionar aleatoriamente um intermediador externo a rede I2P da lista que definiste {2}aqui{3} (Se tens mais de um configurado).
sl: Morda bi radi {0}ponovno poskusili{1}, ker bo ta izvedel izhodni preklopilnik iz vam določenega {2}tukaj{3} (če imate več kot enega nastavljenega).
uk: Ви можете {0}повторити спробу{1}, оскільки це призведе до випадкового повторного вибору вихідного проксі-сервера з пулу, який ви визначили {2}тут{3} (якщо у вас налаштовано більше одного).
vi: Bạn có thể muốn {0}thử lại{1} vì thao tác này sẽ ngẫu nhiên chọn lại một đại diện bên ngoài từ nhóm bạn đã xác định {2}tại đây{3} (nếu bạn có nhiều hơn một đại diện được định cấu hình).

source: If you continue to have trouble you may want to edit your outproxy list {0}here{1}.
ar: إذا كنت لا تزال تواجه مشكلة، فقد ترغب في تعديل قائمة الوكيل الخارجي لديك {0}هنا{1}.
az: Əgər siz hələ də problemə uşaqlıqsanız, outproxy siyahınızı {0}burada{1} redaktə etmək istəyə bilərsiniz.
cs: Pokud budete mít i nadále potíže, možná budete chtít upravit svůj seznam outproxy {0}zde{1}.
da: Hvis du fortsat har problemer, vil du måske gerne redigere din udproxy liste {0}her{1}.
el: Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα, μπορεί να θέλετε να επεξεργαστείτε τη λίστα εξωμεσολαβητών σας {0}εδώ{1}.
es: Si continúa teniendo problemas, es posible que desee editar su lista de proxy externo {0}aquí{1}.Si aún sigue teniendo problemas puede ser que desee editar si lista de outproxies {0}aquí{1}.
et: Kui sul jätkub probleem, võid soovida oma välisproxy nimekirja {0}muuta{1}.
fa: اگر همچنان مشکل دارید، ممکن است بخواهید فهرست پروکسی خود را در {0}اینجا{1} ویرایش کنید.
fi: Jos ongelmat jatkuvat, voit muokata välityspalvelinluetteloasi {0}täällä{1}.
hi: अगर आप अभी भी समस्या का सामना करते हैं, तो आपको अपनी आउटप्रॉक्सी सूची को संपादित करना चाहिए {0}यहाँ{1}।
hu: Ha továbbra is problémái vannak, érdemes lehet {0}itt{1} szerkeszteni a kihelyezett proxylistát.
in: Jika Anda terus mengalami masalah, Anda mungkin ingin mengedit daftar outproxy Anda {0}di sini{1}.Jika Anda terus mengalami kesulitan Anda mungkin ingin mengedit daftar outproxy Anda {0}disini{1}.
it: Se continui ad avere problemi, potresti voler modificare il tuo elenco di outproxy {0} qui {1}.
ja: 引き続き問題が発生する場合は、{0}ここ{1}でアウトプロキシ リストを編集してください。引き続き問題が発生する場合は、{0}ここ{1}でアウトプロキシ リストを編集してください。問題が続く場合は、{0}ここ{1}のアウトプロキシの一覧を編集するとよいでしょう。
nb: Hvis du fortsetter å ha problemer, kan det være lurt å redigere outproxy-listen din {0}her{1}.
nl: Als u problemen blijft ondervinden, kunt u uw outproxy-lijst {0}hier{1} bewerken.Als je problemen blijft ondervinden wil je misschien je outproxy-lijst {0}hier{1} wijzigen.
pt: Se continuar tendo problemas, edite sua lista de outproxy {0}aqui{1}.Se continuas a ter problemas, podeis modificar tua lista de intermediadores externos a rede I2P {0}aqui{1}.
sl: Kadar imate še težave, bi radi urejali seznam izhodnih preklopilk {0}tukaj{1}.
uk: Якщо проблеми не зникають, ви можете відредагувати свій список проксі-серверів {0}тут{1}.
vi: Nếu tiếp tục gặp sự cố, bạn có thể chỉnh sửa danh sách ủy quyền bên ngoài của mình {0}tại đây{1}.

source: Warning: Request Denied
ar: تحذير: تم رفض الطلب
az: Xəbərdarlıq: Istəy Red Etildi
cs: Varování: Požadavek zamítnut
da: Advarsel: Forespørgsel afvist
el: Προσοχή:Αίτημα Απορίφθηκε
es: Advertencia: solicitud denegada
et: Hoiatus: Päring tagasi lükatud
fa: هشدار: درخواست رد شد
fi: Varoitus: Pyyntö hylätty
hi: अहत्यार: अनुरोध अस्वीकृत
hu: Figyelmeztetés: Kérelem elutasítva
in: Peringatan: Permintaan Ditolak
it: Errore: Richiesta negata
ja: 警告: 要求が拒否されました
nb: Advarsel: Forespørsel avslått
nl: Waarschuwing: aanvraag geweigerd
pt: Aviso: Pedido Negado
sl: Opozorilo: Zadaja je bila zavrnjena
uk: Попередження: запит відхилено
vi: Cảnh báo: Yêu cầu bị từ chối

source: This address appears to be malformed. Please verify you have supplied a valid address!
ar: يبدو أن هذا العنوان مشوه. يرجى التحقق من أنك قد قدمت عنوانًا صالحًا!
az: Bu ünvan səhv görünür. Lütfən, düzgün bir ünvan təmin etdiyinizdən əmin olun!
cs: Tato adresa se zdá být malformovaná. Ověřte prosím, že jste dodali platnou adresu!
da: Denne adresse ser ud til at være misformet. Verificér venligst at du har angivet en gyldig adresse!
el: Αυτή η διεύθυνση φαίνεται να είναι κακολογημένη. Επαληθεύστε ότι έχετε προμηθεύσει μια έγκυρη διεύθυνση!
es: Esta dirección parece estar malformada. ¡Verifique que haya suministrado una dirección válida!
et: Selles aadressil tundub midagi valesti olevat. Palun kontrolli, et sisestasid korrektse aadressi!
fa: به نظر می رسد این آدرس ناقص است. لطفاً تأیید کنید که یک آدرس معتبر تهیه کرده اید!
fi: Tämä osoite näyttää olevan epämuodostunut. Varmista, että olet toimittanut kelvollisen osoitteen!
hi: यह पता दुर्बल दिखने लगा है। कृपया सुनिश्चित करें कि आपने एक मान्य पता प्रदान किया है!
hu: Úgy tűnik, hogy ez a cím hibás. Kérjük, ellenőrizze, hogy adott -e érvényes címet!
in: Alamat ini tampaknya salah format.
it: Questo indirizzo sembra essere malformato. Verifica di aver fornito un indirizzo valido!
ja: このアドレスは奇形であるように見えます。 有効なアドレスが提供されていることを確認してください！
nb: Denne adressen ser ut til å være feil utformet. Vennligst bekreft at du har oppgitt en gyldig adresse!
nl: Dit adres lijkt misvormd te zijn. Controleer of u een geldig adres hebt geleverd!
pt: Este endereço parece estar malformado. Verifique se você forneceu um endereço válido!
sl: Ta naslov se zdi deformiran. Prosimo, potrdite, da ste vnesli veljaven naslov!
uk: Ця адреса, здається, є неправильною. Будь ласка, переконайтеся, що ви постачали дійсну адресу!
vi: Địa chỉ này dường như bị dị tật. Vui lòng xác minh bạn đã cung cấp một địa chỉ hợp lệ!

source: You attempted to connect to a non-I2P website or location.
ar: لقد حاولت الاتصال بموقع أو موقع غير تابع لـ I2P.
az: Siz I2P-dən başqa bir veb sayt və ya nöqtə ilə əlaqə saxlamağa çalışdınız.
cs: Pokusili jste se připojit k webu nebo umístění bez I2P.
da: Du forsøgte at forbinde til en ikke-I2P hjemmeside eller placering.
el: Προσπαθήσατε να συνδεθείτε σε ιστότοπο ή τοποθεσία που δεν ανήκει στο I2P.
es: Ha intentado conectarse a una localización o una web no I2P.
et: Sa püüdsid ühendust luua mitte I2P veebisaidiga või asukohaga.
fa: شما سعی کردید به یک وب سایت یا مکان غیر I2P متصل شوید.
fi: Yritit muodostaa yhteyden muuhun kuin I2P-verkkosivustoon tai -paikkaan.
hu: Nem I2P webhelyhez vagy helyhez próbált csatlakozni.
in: Anda mencoba untuk terhubung ke website atau lokasi non-I2P.
ja: 非 I2P Web サイトまたは場所に接続しようとしました。
nb: Du forsøkte å koble til et ikke-I2P-nettsted eller sted.
nl: Je probeerde te verbinden met een niet-I2P-website of -locatie.
pt: Tentou aceder um sítio da Web ou localização fora da rede I2P.
sl: Poskusili ste povezati se z spletnim mestom ali lokacijo, ki ni I2P.
uk: Ви намагалися підключитися до веб-сайту чи місця, що не є I2P.
vi: Bạn đã cố gắng kết nối với một trang web hoặc vị trí không phải I2P.

source: Outproxy Unreachable
ar: الوكيل الخارجي غير قابل للوصول
az: Uğurla Mərhələyə Uzaq Outproxy
cs: Outproxy nedosažitelný
da: Udproxy ubredbar
el: Outproxy απρόσιτο
es: Proxy de salida no alcanzable
et: Välisproxy saadmata
fa: Outproxy غیرقابل دسترس
fi: Outproxy ei tavoitettavissa
hi: आउटप्रॉक्सी पहुँच नहीं पा रही
hu: Outproxy nem érhető el
in: Outproxy tidak bisa tersambung
it: Proxy d'uscita non raggiungibile
ja: 到達できないアウトプロキシ
nb: Outproxy utilgjengelig
nl: Outproxy onbereikbaar
pt: Outproxy inacessível
sl: Izhodni preklopilnik ni dosegljiv
uk: Outproxy Недоступний
vi: Không thể truy cập được Outproxy
